{
    "id": "3f36fb6fc4c275c619e74bc897edd35a2955f0b0c51129fc4b85939d2b273134",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay High Court \nSanjay Suganchand Kasliwal Prop. ... vs M/S Golden Dreams Buildcon Pvt Ltd And ... on 10 November, 2023\n2023:Bhc-Aug:24780 \n\n\n\n                                                           1 \n                                                                                           34.23Ao \n\n                                In The High Court Of Judicature At Bombay\n                                           Bench At Aurangabad \n\n                                        Appeal From Order No. 34 Of 2023 \n\n                          Sanjay Suganchand Kasliwal \n                          Prop . Kasliwal Construction \n                          Age: 54 years; Occ. : Agril. & Business \n                          R / o. Plot No.13, Chintamani Colony, \n                          Adalat Road, Aurangabad.                .. Appellant\n                                                               [ Original Plaintiff ] \n                                 Versus \n\n                          1]       M / s. Golden Dreams Buildcon Pvt . Ltd. \n                                   A private limited company incorporated under \n                                   the Companies At, 1956 having its registered \n                                   office at Golden Dreams, D-5, Midc, \n                                   Chikalthana, Aurangabad. \n\n                          2]       Mr.Santosh Shantilal Muthiyan \n                                   Age: 50 yeasr , Occ . Business \n                                   r / o. Flat No.1 , Maharaja Apartment , \n                                   Nirala Bazar, Aurangabad - 431 001 . \n\n                          3]       Mr.Vinod Premchand Surana \n                                   Age: 59 years , Occ . Business \n                                   R / o. Plot No.542 , Friends villa, N-3, \n                                   Cidco, Aurangabad. \n\n                          4]       Mrs.Shobha Vinod Surana, \n                                   Age: Major , Occ. : Business , \n                                   R / o. As above. \n\n                          5]       Mr.Vipul Vinod Surana, \n                                   Age: Major, Occ. : Business, \n                                   R / o. As above. \n\n                          6]       Mr.Mudit Vinod Surana, \n                                   Age: Major, Occ. : Business, \n                                   R / o. As above. \n\n\n\n\n                : : : Uploaded on - 10/11/2023                      : : : Downloaded on - 25/02/2024 07:56:16 : ::\n                                            2 \n                                                                          34.23Ao \n\n          7]       Ajanta Infrastructures Ltd. \n                   (Formerly known as Ajanta Infrastructures\n                   Private Ltd.), a public limited company incorporated\n                   under the Companies Act, 1956 having its \n                   Registered office at Golden Dreams, D-5,\n                   Midc, Chikalthana, Aurangabad. \n\n          8]       Mr.Vinay Premchand Surana \n                   Age: Major, Occ . : Buainess, \n                   R / o. Plot No.542, Friends Villa, \n                   N-3, Cidco, Aurangabad. \n\n          9]       M / s. Manjeet Landmark Llp \n                   A Limited Liability Partnership registered \n                   Under the Limited Liability Partnership Act, 2007,\n                   Having its Registered Office at Khasra No.70/3,\n                   Ab Road, Sendhwa, District Barwani,\n                   Madhya Pradesh - 451 666 . \n\n          10]      Mr.Rajendra Singh Rajpal \n                   Age: Major, Occ. : Business & Designated \n                   Partner of M/s. Manjeet Landmark Llp, \n                   R / o. Plot No.318, N-3, Cidco, \n                   Aurangabad. \n\n          11]      Mr. Karan Rajpal \n                   Age: Major, Occ. : Business & Designated \n                   Partner of M/s. Manjeet Landmark Llp, \n                   R / o. As above. \n\n          12]      Maharashra industrial Development Corporation\n                   (Midc), A Corporation incorporated under the \n                   Maharashtra Industrial Development Corporation\n                   Act, 1962, having its Principal Office at Orient \n                   House, Adi Marzban Path, Ballard Estate,\n                   Mumbai 400 038 \n                   and it's Regional Office at Udyog Wardhini \n                   Midc Area, Near Railway Station,\n                   Aurangabad. \n\n\n\n\n: : : Uploaded on - 10/11/2023                     : : : Downloaded on - 25/02/2024 07:56:16 : ::\n                                             3 \n                                                                          34.23Ao \n\n          13]   Sicom Ltd. \n                A Public Limited Company incorporated\n                under the Companies Act, 1956 having its \n                registered office at Solitaire Corporate Park\n                Building No.4, 6th Floor, Guru Hargovindji Road,\n                (Andheri Ghatkopar Link Road), Chakala,\n                Andheri (E), Mumbai - 400 093 . .. Respondents\n                                                  [ Original Defendants ] \n                                             ...\n          Mr.A.P.Bhandari, Advocate for the appellant\n          Mr.R.N.Dhorde, Senior Advocate i/b. Mr.V.A.Bagdiya, \n          Advocate for the respondent nos. 9 to 11\n          Mr.M.R.Sonawane, Advocate for the respondent no.2\n          Mr.S.V.Adwant along with Adv.Neha Kamble, Advocates for \n          the respondent no.13 \n                                         ... \n                                   Coram : Arun R. Pedneker, J. \n\n                                      Reserved on : 27.07.2023\n                                      Pronounced on : 10.11.2023\n\n          Judgment : \n1] By the present Appeal from Order, the appellant is challenging the order dated 4th May, 2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad on an application filed on behalf of the  respondents - defendant nos.9 to 11 under Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the Commercial Court Act, 2015 [for short 'Act of 2015'] read with Order VII Rule 10 and 11 of the Code of Civil Procedure for return of the plaint for 34.23AO presentation to the proper forum i.e. Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015. \nBrief facts giving rise to filing the present Appeal from Order can be summarized as under :\n2] Memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7. As per the said memorandum, the defendant no.1 i.e. Vendor was to get amount of consideration of Rs.35 crores towards development of suit property. As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/-. As per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use. A joint venture was to be constituted by the plaintiff and defendant no.7.\n34.23AO 3] Since the MOU dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot No.E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. Situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad and Perpetual injunction. The property is described in the plaint at para 1.\n4] In the plaint it is pleaded that as per the terms and conditions of the MOU plaintiff was required to pay only the amount of Rs.3.5 crore prior to construction permission and to pay Rs.2.5 crore after obtaining construction permission by defendant no.1. However, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of Rs.5,92,55,000/- as stated above. The plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a Development Agreement as regards the suit 34.23AO property. It is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of Rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit. It lastly arose in the month of February, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the Development Agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of Dream World Phase-1 on the suit property on 25.02.2023. The cause of action arose at Aurangabad. In view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in Aurangabad. 5] The plaint contains following prayers :\nPRAYERS a. The suit of the Plaintiff may be decreed with costs b. Defendants no.1 to 11 may be directed to execute the Development Agreement and Power of Attorney in respect of the property described in Para 1 of the plaint by obtaining the Consent of defendant no. 12 for the execution of the Development Agreement and Power of Attorney and to present the same to the Sub-Registrar, 34.23AO Aurangabad as per terms of Memorandum of Understanding dated 26.12.2009. \nc. The Deed of Assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by Defendant Nos.1, 7 and 9 is illegal, null and void ab initio and not binding on Plaintiff and is liable to be cancelled. \nd. The perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. Plot no. E-36/1 admeasuring 17,000 Sq.Mt., situated at MIDC Chikalthana, Aurangabad in any manner. \ne. In alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of Rs.5,92,00,000/- with interest @ 24 P.A. as damages. \nf. Any other relief to which the Plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged. \n6] The defendant nos. 9 to 11 appeared and filed their written statement and also filed application under Order VII Rule 10 and 11 of the Code of Civil Procedure for return/rejection of the plaint. By the order dated 4 th May, 2023, the learned 8th Joint Civil Judge Senior Division, 34.23AO Aurangabad was pleased to allow the application below Exh.36 and return the plaint for its presentation to Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015. \n7] Being aggrieved the aforesaid order, the present Appeal from Order is filed. \n8] Relevant provisions to decide the issues in the present proceedings are quoted below :\nSection 2 (1) (c) of the Commercial Courts Act, 2015 as under :\n(c) \"commercial dispute\" means a dispute arising out of - (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n34.23AO (vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and 34.23AO (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions; \nSection 6 jurisdiction of commercial Court : The commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. \nExplanation : For the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\nSection 15 of Commercial Courts Act, 2015 deals with transfer of pending suits. Said provision may not apply to the present case. \n          9]               Submissions of the appellant :\n\n          a]               The provisions of Commercial Courts Act, 2015 are required to be strictly construed and he relies upon the 34.23AO judgment of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP and another reported in 2020 (15) SCC 585. In this judgment, Hon'ble Supreme Court has held that, the expression \"used\" in section 2 (1) (c) (vii) of Commercial Courts Act, must mean actually used or \"being used\". The phraseology used is not \"likely to be used or to be used\". (Para no.11) . \nIt is further held in said Judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases. (Para no.13 and 14) . Observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered. \nFurthermore, provisions of the Act are required to be strictly construed (para nos.14, 31 to 38). \nIn para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23AO attract jurisdiction of the Commercial Court\". b] The property must be actually used for trade or commerce and not that, it is likely to be used. He relies the judgment of the Division Bench of Gujrath High Court in the case of Vasu Health Care Pvt. Ltd. Vs. Gujarat Akruti TCG Biotech Ltd. Reported in AIR 2017 SC 153. In the case wherein similar Memorandum of Understanding is considered wherein para No.7.1 to 7.6 the scheme of Commercial Courts Act, is considered wherein it was held that, Commercial Court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the Division Bench of Gujarat High Court. In the Judgment of Hon'ble Supreme Court in Ambalal Sarabhai (Supra), more particularly in para 12 the Hon'ble Supreme Court agreed with the view taken by Gujarat High Court. \nc] The learned counsel for the appellant submits that the Civil Court has jurisdiction to try and decide all the 34.23AO suits except the suits that are barred by any law. There is no specific bar to exclude jurisdiction of Civil Court and in view of the law laid down by the Hon'ble Supreme Court in the case of Dhulabhai Vs. State of M.P. reported in AIR 1969 SC 78, the Civil Court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred. \nd] Perusal of plaint would clearly establish that, Plaintiff has made specific allegations against SICOM i.e. financial institution and has also prayed for directions to MIDC for granting permission for assignment of property in favour of the appellant. As a matter of fact SICOM is a financial institution and MIDC is a Special Planning Authority. The relief prayed for as against said authorities cannot be termed as \"Commercial Dispute\". \nFurthermore, the user of property at present is earmarked for residential purpose only. Future use of the property is not material. \n34.23AO That, as far as Defendant No.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment. As far as the Defendant No.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the Plaintiff and also to establish before the Court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of Defendant Nos.9 to 11. \nThe Defendant No.9 to 11 are transferees of the property, that was to be assigned in favour of the Plaintiff. All these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature. At best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants). e] There is no existing joint venture : the suit is for specific performance of Memorandum of understanding. \n34.23AO One of the stipulations is regarding joint venture, which is to be constituted. The clause xi of Section 2 (1) (c) of the Commercial Courts Act deals with Joint Venture Agreements. Section 2 (1) (c) specifically start with the words \"Dispute arising out of\". In the facts of present case, the Joint Venture is not yet constituted. f] The property is not used for trade or commerce at present : In view of judgments cited by the appellant, the property is not actually used for trade or commerce. At best it is likely to be used. In view of Judgment of the Hon'ble Supreme Court in the matter of Ambalal Sarabahai (supra), the suit is not covered by clause (vii) of Section 2 (1) (c). g] Next submission of the learned counsel for the appellant is that explanation B of Section 2 (1) (c) of the Commercial Courts Act is applicable only in cases where the State is contracting party. In the present case, the State Authorities i.e. SICOM and MIDC are not contracting parties. Both the parties are in their capacity as Regulatory Authorities. Therefore, the dispute cannot be considered as 34.23AO exclusively commercial dispute to be tried by Commercial Court only. \nh] The learned counsel further submits that section 6 of the Commercial Courts Act provides that the Commercial Court shall have jurisdiction to try all suits and applications relating to commercial dispute. This clearly shows that the jurisdiction is conferred on commercial Court. However, the jurisdiction of Civil Court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a Commercial Court as the jurisdiction is restricted to commercial dispute only. In view of the same, if the claim is composite in nature, the Commercial Court may not have jurisdiction to decide the same. i] Section 15 of the Commercial Courts Act provides for transfer of proceedings : The suits that are pending as on the date of enforcement of the Act were permitted to be transferred by application of either of parties as per Section 15 (5) of the Commercial Courts Act. \n34.23AO However, similar enabling provision is conspicuously absent in Section 6 of the Act. This clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute. \nj] Judgment of this Hon'ble Court in Kanchanganga Realtors Pvt. Ltd. V/s Monarch Infrastructure reported in AIR 2019 Bom 102 : It is submitted that, said Judgment is passed by this Hon'ble Court on 08.02.2019, wherein it is noted that, Judgment in the matter of Vasu Healthcare (supra) is challenged before the Hon'ble Supreme Court. However, by a subsequent Judgment in the matter of Ambalal Sarabhai decided on 04.10.2019, the Hon'ble Supreme Court has endorsed the view taken by Gujarat High Court. There is specific observation for strict construction of provisions of Commercial Courts Act. As such, in view of Judgment of Hon'ble Supreme Court in above stated cases, the law laid down in Kanchanganga is required to be ignored. \nEven otherwise, Kanchanganga (supra) was 34.23AO decided on the basis of section 15 of the Act. In the present case, nature and scope of section 6 is required to be considered. As a matter of fact, section 15 is not applicable in the facts of present case. \nk] In the case for rejection or return of plaint the Court is required to consider the contents of plaint only. The defence cannot be looked into. However, the provision of Order VII Rule 10 are applicable only in cases of the Court holds that it has no jurisdiction. Same can be done at a later stage as held by this Hon'ble Court in Vaijinath Kale Vs. Nerkar Property LLP reported in 2021 (3) Mh.L.J. 202. In view of the aforesaid submissions, the learned counsel for the appellant submits the present Appeal from Order be allowed by setting aside the impugned judgment and order passed by the trial Court. \nSubmissions of the Respondents : \n10] Per contra, the learned counsel for the respondents submits that the transaction between the 34.23AO parties is a commercial transaction in which the MIDC and SICOM Ltd. are also involved. The property is the subject matter of development by the appellant - plaintiff and that the appellant - plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the NOC etc. from the MIDC and SICOM.\n11] The learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant - plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant - plaintiff has been deprived of joint venture benefits. 12] The learned counsel for the respondents submits that as per Section 2 (c) and the suit clauses of 34.23AO Section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce. Apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property. It is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. The consideration involved in the said transaction is of Rs.35 crores. The MOU on the face of it shows that it is development agreement for the construction in favour of joint venture company. The transaction involved in MOU comes within the purview of the commercial dispute defined under clause (c) of Section 2 sub-includes the construction also. The MOU shows that it is construction 34.23AO contract of building and therefore it is covered under sub- clause (vi) of clause (c) of Section 1 of the Act. The learned counsel for the respondents, thus, submits that the Appeal from Order be dismissed. \nCONSIDERATION :\n13] The facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the Director and Authorized Signatory of Ajanta and Goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing Plot No.E- 36 B, now numbered as E-36/1 admeasuring 17,066.25 Sq.Mt. On various terms and conditions, some of the relevant terms are as under :\nI. Plot No. E-36 will get transferred in the name of Goldendreams. \nII. IT Park Project would comprise a total land of 62 Acres, out of which 60% would be for IT purposes, and the balance 40% would be for residential and commercial use. \n                                                                             34.23AO                            III.   Goldendreams            would              execute Development Agreement in favour of a Joint Venture Company to be formed by Plaintiff and Ajanta for residential development only. \nIV. The said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 Sq.Mt. (i.e. 4.21 acres) having 1.5 FSI i.e. about 23,000 Sq.Mt. VII. Plaintiff along with Ajanta would be required to pay a total sum of Rs.6 crores under the said MOU comprising of 3 installments (a) Rs.1 crore payable by January 2010 (b) Rs.2.50 crores payable by February 2010 and (c) Rs.2.50 crores payable on receipt of construction permission, before that Goldendreams will obtain conversion order from industrial use to residential use. VIII. The balance consideration of Rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of Rs.29 crores and the balance amount to be utilized for construction. \n34.23AO XII. All internal Development Work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. Old. Plot No. E-36 B and now Plot No. E-16/1 . \nXIII. Ajanta will obtain MIDC permissions and sanction building permission for residential use and all legal formalities. \nXV. Amenity, clubhouse area of 25,000-30,000 Sq.Ft. in Plot No. E-18 IT Park will be jointly owned by the JV company of Plaintiff and Ajanta, Land Cost-Free-construction cost by the Plaintiff for residential Plot No. E-36 B (Now E- 36/1) and additional members for use facility to be decided jointly. \n14] On perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of MoU dated 26.12.2009. As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the 34.23AO development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/- but the defendant no.1 failed to discharge his obligations as per MOU. Therefore, the plaintiff filed a present suit for specific performance. \n15] The defendant nos.9 to 11 filed an application under Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015 read with Order VII Rule 10 and 11 of the CPC for return of plaint. The trial Court by impugned order has returned the plaint for filing the same before the Commercial Court. \n16] The trial Court has held at para no.18 as under :\n18] Gone the pleading of the plaintiff, also gone through the documents filed along with list Exh.4 at Sr.No.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture Company to be formed for residential development only. On the perusal of the contents of MOU dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of Rs.35 Cr. The MOU on the face of it shows that, it is development agreement for 34.23AO the construction in favour of Joint Venture Company. \nThe transaction involved in MOU comes within the purview of Commercial Dispute defined under clause (c) of Section 2 sub-section 1 of The Commercial Court Act, 2015. The term development includes the construction also. The MOU shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the Section 1 of the Act, therefore, it is not necessary to go through the provisions of Sub-Rule (vii) of clause (c) of Section 2 (1) of The Commercial Courts Act, 2015.... \n17] The trial Court held that the MOU dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of Section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders. Clause (vi) of Section 2 (1) (c) reads as under :\n(vi) construction and infrastructure contracts, including tenders;\n18] The Hon'ble Supreme Court in the case of Sushil Kumar Agarwal Vs. Meenakshi Sadhu & ors. reported in MANU/SC/1144/2018 [equivalent : [2019] 2 SCC 241] has explained what are the different development 34.23AO agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under :\n16. The expression \"development agreement\" has not been defined statutorily. In a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property. As real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate. Broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds:\n(i) An agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration. This is a pure construction contract;\n(ii) An agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other. In such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration; \n(iii) An agreement where the owner or a person holding any other rights in an Immovable property grants rights to another person to carry out development. In consideration, the developer has to hand over a part of the 34.23AO constructed area to the owner. The developer is entitled to deal with the balance of the constructed area. In some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association; \n(iv) A development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders. In some cases, the property may be encroached upon. The developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) An owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum. Alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants. The developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner. \nWhen a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out. But in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area. The terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.\n34.23AO 17. In a construction contract, the contractor has no interest in either the land or the construction carried out on the land. But, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area. There are various incidents of ownership of in respect of an immovable property. Primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned. The owner in possession of the thing has the right to exclude all others from its possession and enjoyment. The right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it. (B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239 at para 6) . Ownership denotes the relationship between a person and an object forming the subject matter of the ownership. It consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons. There are various rights or incidents of ownership all of which need not necessarily be present in every case. They may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it. (Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991) 4 SCC 572). An essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area. In some situations, under a development agreement, an owner may part with such rights to a developer. This in is essence is a parting of some of the incidents of ownership of the immovable property. There could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23AO substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out. There could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law. In development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed. For example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building. In such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights. This of course is dependent on the terms of the agreement in each case. There cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it.\n19] The Hon'ble Supreme Court in the above case of Sushil Kumar Agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out. But in various other categories of development agreements, the developer may 34.23AO have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. \n20] Applying above principles to the facts pleaded in the plaint, and in terms of the MOU, the plaintiff get rights in the property of the Vendor [defendant] by paying consideration. The plaintiff has made part payment [Rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers. On making payment of Rs.5.6 crores, the plaintiff creates right in the property. On development, the plaintiff gets right to sell the suit property of the vendor. The MOU dated 26.12.2009 cannot be termed as an 'construction contract'. On implementation of the MOU the vendor does not retain right in the suit 34.23AO property but it is transferred to the plaintiff / prospective buyers. The Defendant / vendor get consideration amount of Rs.35 crores, the vendor receives consideration and looses right over land. The plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\". It is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the MOU. By no stretch of imagination, the MOU dated 26.12.2009 can be said to be a simple 'construction contract'. Since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken. \n21] The trial Court has also held that it is a development agreement, so also, on perusal of the agreement / MOU dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement. Thus, the suit for 34.23AO specific performance of MOU dated 26.12.2009 has to be tested in terms of Section 2 (1) (c) (vii) of the Commercial Courts Act and not with reference to Section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of MOU comes within the purview of 'Commercial dispute'.\nClause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015, which reads as under :\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n22] The trial Court has erroneously analyzed the plaint with reference to clause (vi) of Section 2 (1) (c) of the Act. The plaint has to be analyzed from the conspectus clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015 to ascertain whether the dispute involves a \"commercial dispute\". The Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. V. K.S.Infraspace LLP and another reported in 2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585] has held as para no.38 as under :\n38. A dispute relating to immovable property per se 34.23AO may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. \nThe word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above. 23] Every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the MOU needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to Clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015. As such, the impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside and the matter is remanded back to the trial Court for deciding afresh the application under Order 7 Rule 10 and 11 of the Civil Procedure Code read with Section 3 of the Commercial Act. \n34.23AO 24] Section 6 of the Commercial Courts Act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a Specified Value\" are to be tried by Commercial Court. Thus, if the suit in the instant case falls within clause (vii) of Section 2 (1)\n(c) of the Commercial Courts Act, 2015, the trial Court would be entitled to return plaint for filing the same before the appropriate Court. Since the Commercial Courts, under Section 6 of the Commercial Courts Act \"shall\" have jurisdiction to try 'all suits' relating to 'Commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same. \n25] Under section 9 of the Civil Procedure Code, the Civil Court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law. [Dhulabai Vs. State of M.P., AIR 1969 SC 78]. The Civil Courts jurisdiction cannot be said to be alternative to 34.23AO Commercial Courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary Civil Court or the Commercial Court. Section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial Courts [on constitution of commercial courts]. Section 15 (5) of the 2015 Act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes. Thus, it is clear from reading of Section 6 of the 2015 Act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established. 26] The impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside. With the above observations, the matter stands remanded back to the trial Court for fresh adjudication of application under Order VII Rule 10 and 11 34.23AO of Civil Procedure Code read with Section 3 of the Commercial Courts Act, 2015. Appeal from Order stands disposed of accordingly. \n27] Parties to appear before the trial Court on 30.11.2023 so as to enable the trial Court to proceed with the matter. Suit stands restored. \n28] In view of disposal of Appeal from Order, pending Civil Application, if any, does not survive and the same stands disposed of.\n[ARUN R. PEDNEKER] JUDGE DDC",
        "preamble_end_char_offset": null,
        "cleaned_text": "tripura high court bhartia infra projects limited. a . vs the state of tripura on 10 january, 2024 author: arindam lodh bench: arindam lodh high court of tripura _a_g_a_r_t_a_l_a_ arb a no.02 of 2022 bhartia infra projects limited. a company incorporated under the companies act, 1956 formerly known as bhartia associates private limited having its registered office at 201 roayal arcade 2nd floor, dr. baruah road, ulubari, guwahati, 781001. . appellant(s) versus 1. the state of tripura, represented by the secretary to the government of tripura, public works department (r&b), agartala. 2. the chief engineer, public works department (r&b), new secretary complex, agartala. 3. the executive engineer, public works department (r&b), kumarghat division, north tripura. . respondent(s) for appellant(s) : mr. soumendu roy, advocate. for respondent(s) : mr. k. de, addl. g.a. hon'ble the chief justice mr. aparesh kumar singh hon'ble mr. justice arindam lodh date of hearing and judgment : 10th january, 2024. whether fit for reporting : yes. judgment & order(oral) heard mr. soumendu roy, learned counsel appearing for the appellant and mr. k. de, learned additional government advocate appearing for the respondent-state. [2] by the impugned judgment dated 17.02.2022 passed in civil misc.(arbitration) no.12 of 2018, the learned judge, district commercial court, west tripura, agartala exercising power under section 34(1) of the arbitration and conciliation act, 1996 (hereinafter referred to as „the act of 1996') has set aside the entire award rendered by the learned arbitrator who was appointed by this court in arb(p) no.01 of 2013 by order dated 28.03.2014. [3] the relevant factual details of the case of the parties as culled out from the pleadings on record are narrated hereunder: in respect of the agreement dated 05.03.2004 for construction of permanent bridge over river manu at kanchanbari, north tripura for an estimated value of rs.4,49,62,905/within the stipulated period of completion of 24 months, the dispute arose between the parties which led to appointment of an arbitrator. petitioner-appellant claims to have started work and completed major part of the work including some extra work involving expenditure to the tune of rs.1.25 crore except pillar no.1 which could not be completed due to tilt requiring further decision of the respondent. he contended that he had to maintain idle establishment at the work site waiting for a decision of the respondent. the period of contract expired on 19.05.2006. the respondent did not make payment to the petitioner despite demand. later, he was asked to resume work by letter dated 18.10.2011 to which he agreed as per work order dated 22.09.2011 subject to certain conditions that he would seek enhancement of the rate over the agreed rate; to finalize the decision regarding pillar-1 within ten days; to grant extension period of 18 months without penalty and with pvc from the date of work order; to finalize the rate and to make the payment of extra work done under item no.2(a) of sh of sub-structure and to pay the running bills for the work done in time in future along with interest for the delay period. [4] the conditions proposed by the petitioner were addressed by the respondent by letter dated 14.11.2011 by stating that the completion of work was delayed due to slow execution of work. provisional time extension up to march, 2012 was granted. however, penalty or price variation would be dealt with as per the agreement. as regards the consideration of rate beyond 20% above deviation limit against agreement no.2(a), the same was under active consideration of the competent authority. payment of running bills would be made on the basis of availability of fund with due consideration. there was no provision for payment of interest due to delay. department would not be liable for idleness of the petitioner‟s establishment which happened due to wrongful suspension work from his part. [5] the respondents rescinded the agreement on 10.01.2012. thereafter, the petitioner/appellant raised the dispute. upon appointment of the arbitrator, the following claim was raised by him: \"(1) whether the claimant is entitled to get final bills from the respondents amounting to rs.12,24,270/?(2) whether the claimant is entitled to get rs.98,97,768/from the respondents for the extra works done by the claimant? (3) whether the claimant is entitled to get rs.27,35,281/in the account of loss of profit? (4) whether the claimant is entitled to get rs.1,01,46,600/in the account of price escalation bill? (5) whether the claimant is entitled to get rs.1,35,35,750/as compensation for idle establishment? (6) whether the claimant is entitled to get the refund of security money of rs.1,00,000/which was amended later on rs.31,82,181.00/-? (7) whether the claimant is entitled to get rs.3,00,000/in the account of litigation/arbitration cost? (8) whether the claimant is entitled to get interest @ 18% per annum from the date of final claim (20.07.2012) till payment?\" [6] the respondents submitted their written statement and counter claim. the claimant also submitted a rejoinder to the counter claim. on 25.06.2017, after consideration of the case of the parties and going through the pleadings and documents adduced by the parties, the learned arbitrator rendered the award in the following manner: \"(1) whether the claimant is entitled to get final bill from the respondents amounting to rs.12,24,270/-? = the claim is partly established. the claimant is entitled to get rs.7,92,528/in the account of final bill from the respondents. (2) whether the claimant is entitled to get rs.98,97,768/from the respondents for the extra works done by the claimants? = i award nil amount against this issue. (3) whether the claimant is entitled to get rs.27,35,281/in the account of loss of profit ? = i award nil amount against this issue. (4) whether the claimant is entitled to get rs.1,01,46,600/in the account of price escalation bill ? = this claim is established the claimant is entitled to get price escalation under clause-10cc of the agreement for the work executed by it till the date of rescission of contract on 10.01.2012 minus any amount, if any, already paid, and the respondents are to work out the amount in that account on the basis of, the records available with them. (5) whether the claimant is entitled to get rs.1,35,35,750/as compensation for idle establishment? = this claim has not been established so i award nil amount against the same. (6) whether the claimant is entitled to get the refund of security money of rs.1,00,000/which was amended later on rs.31,82,181.00/-? = this claim is established, the claimant is entitled to get rs.31,82,340/(as confirmed by the respondents) from the respondents. (7) whether the claimant is entitled to get rs.3,00,000/in the account of litigation/arbitration cost? = the claim is partly established, the claimant is entitled to get rs.50,000/from the respondents. (8) whether the claimant is entitled to get interest @ 18% per annum from the date of final claim (20.07.2012) till payment? = this claim is partly established, the claimant is entitled to get interest on the amount awarded against issue no.2, 4 & 6 @ 9% per annum from the date of publication of the award till the date of payment. no interest is payable on rs.50,000/awarded against claim no.7.\" [7] the claimant/petitioner being aggrieved with the award in respect of item nos.2, 3 & 5 preferred an application under section 34(1) before the learned judge, district commercial court, west tripura, agartala in civil misc.(arbitration) no.12 of 2018. the learned court after hearing the parties set aside the entire award by the impugned judgment dated 17.02.2022 and remanded the matter to the arbitrator with a direction to hear the argument afresh and to pass an award afresh. [8] mr. soumendu roy, learned counsel for the appellant submits that the learned commercial court committed a jurisdictional error in setting aside the entire award when the subject matter of challenge was confined to item nos.2, 3 & 5 only. secondly, the matter could not have been remanded to the arbitrator to pass an award afresh on the entire claim petition. in the instant appeal, the appellant has inter alia made the following prayer: \"(a) admit this appeal; (b) call for record from the court below; (c) issue rule upon the respondents to show cause as to why the impugned judgment and order dated 17.02.2022 passed in civil misc(arb) no.12/2018 by the learned court of district commercial court, west tripura, agartala shall not be set aside (except to the extent it relates to issue no.2, 3 & 5) along with impugned arbitral award dated 25.06.2017 to the extent it relates to issue no.2, 3 & 5 pertaining to claims of the appellant and be pleased to set aside the order and direction made by the ld. arbitrator directing and passing order that \"the respondents are therefore, at liberty to pursue their counter claims in accordance with law, if so advice.\" upon cause/causes as may be shown and after hearing the parties be pleased to make the rule absolute.\" [9] mr. k. de, learned additional government advocate submits that the findings of the learned arbitrator on item nos.2, 3 & 5 are sound and supported by reasoning and, therefore, they do not suffer from any such patent illegality which could have been set aside. it is further submitted that the contention of the appellant that the matter could not be remanded to the arbitrator after setting aside the award is also not legally tenable since if the challenge pertains to item nos.2, 3 & 5 only separate adjudication proceedings before another arbitrator would not lie independent of the findings recorded in respect of other five claims in respect of the same dispute under the same agreement decided by the arbitrator. he, therefore, submits that the grounds taken by the appellant in this appeal are misconceived. [10] we have considered the submissions of learned counsel for the parties and gone through the relevant materials placed from record. we have also gone through the award rendered by the learned arbitrator specifically the findings rendered on item nos.2, 3, & 5 and also the judgment of the learned commercial court by which the entire award has been set aside. the scope of interference in an appeal under section 37 of the act of 1996 has been delineated in the decisions rendered by the apex court. we are inclined to refer to the latest decision in this regard rendered in case of s.v. samudram versus state of karnataka and another reported in 2024 scc online sc 19 dated 04.01.2024 [civil appeal no.8067 of 2019]. paragraphs 62 to 73 are apposite to be extracted hereunder: 62. moving further, we now consider the judgment impugned before us, i.e., the order of the high court upholding such modification, under the jurisdiction of section 37 of the a&c act. 63. it has been observed by this court in mmtc ltd. v. vedanta ltd.13 \"14. as far as interference with an order made under section 34, as per section 37, is concerned, it cannot be disputed that such interference under section 37 cannot travel beyond the restrictions laid down under section 34. in other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under section 34 has not exceeded the scope of the provision. thus, it is evident that in case an arbitral award has been confirmed by the court under section 34 and by the court in an appeal under section 37, this court must be extremely cautious and slow to disturb such concurrent findings.\" (emphasis supplied) 64. this view has been referred to with approval by a bench of three learned judges in uhl power company ltd v. state of himachal pradesh14. in respect of section 37, this court observed:\"16. as it is, the jurisdiction conferred on courts under section 34 of the arbitration act is fairly narrow, when it comes to the scope of an appeal under section 37 of the arbitration act, the jurisdiction of an appellate court in examining an order, setting aside or refusing to set aside an award, is all the more circumscribed.\" 65. this court has not lost sight of the fact that, as a consequence to our discussion as aforesaid, holding that the judgment and order under section 34 of the a&c act does not stand judicial scrutiny, an independent evaluation of the impugned judgment may not be required in view of the holding referred to supra in mmtc ltd. however, we proceed to examine the same. 66. we may also notice that the circumscribed nature of the exercise of power under sections 34 and 37 i.e., interference with an arbitral award, is clearly demonstrated by legislative intent. the arbitration act of 1940 had a provision (section 15) which allowed for a court to interfere in awards, however, under the current legislation, that provision has been omitted. 67. the learned single judge, similar to the learned civil judge under section 34, appears to have not concerned themselves with the contours of section 37 of the a&c act. the impugned judgment reads like a judgment rendered by an appellate court, for whom reexamination of merits is open to be taken as the course of action. 68. we find the court to have held the award to be perverse and contrary to public policy. the basis for such a finding being delay on the part of the contractor in completion of the work which \"could have been avoided\". significantly, as we have observed earlier such a finding is not backed by any material on record. 69. what appears to have weighed with the court is that the factoring of the cost escalation between the years 1989-90 and 1992 by 100% was exaggerated. but then equally, there is no justification in granting lump sum escalation by 25% of the contract value. well, this cannot be a reason to modify the award for the parties are governed by the terms and conditions and the price escalation stood justified by the petitioner based on cogent and reliable material as was so counted by the arbitrator in partly accepting and/or rejecting the claims. 70. in our considered opinion, the court while confirming the modification of the award committed the very same mistake which the court under section 34 of the a&c act, made. 71. the court under section 37 had only three options:(a) confirming the award of the arbitrator; (b) setting aside the award as modified under section 34; and (c) rejecting the application(s) under section 34 and 37. 72. the learned single judge has examined the reasoning adopted by the learned arbitrator in respect of certain claims (claims 3 and 7, particularly) and held that allowing a claim for escalation of cost, was without satisfactory material having been placed on record and is \"perverse and contrary to the public policy\". however, it appears that such a holding on part of the judge is without giving reasons therefor. it has not been discussed as to what the evidence was before the learned single judge to arrive at such conclusion. this is of course, entirely without reference to the scope delineated by various judgments of this court as also, the statutory scheme of the a & c act. 73. having referred to j.g engineers (p) ltd. v. uoi and more particularly para 27 thereof, it has been held that the award passed by the learned arbitrator is \"patently illegal, unreasonable, contrary to public policy.\" there is no reason forthcoming as to how the holding of the learned arbitrator flies in the face of public policy. [11] the question before us is whether the learned commercial court was right in setting aside the entire award when the challenge was confined to item nos.2, 3 & 5 on the part of the contractor/appellant under section 34(1) of the act of 1996. whether the learned commercial court was right in remanding the matter to the learned arbitrator for adjudication on the entire dispute? the arbitration proceedings were commenced before the amendment to section 34 of the act of 1996. the relevant provision of section 34 as it stood prior to 2015 amendment and post 2015 amendment are also extracted hereunder as has been referred to in the case of s.v. samudram (supra) at paragraph 39 of the judgment. \"39. we are dealing with an award passed on 18th february, 2003, prior to the amendment brought in section 34 by virtue of the arbitration and conciliation (amendment) act, 2015. for the purpose of ready reference the relevant portion of the amended and the un-amended provisions are extracted as under :\"prior to 2015 amendment 34. application for setting aside arbitral award. (1) recourse to a court against an arbitral awärd may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-. (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation.without prejudice to the generality of sub-clause (ii), it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81. (emphasis supplied) post 2015 amendment 34. application for setting aside arbitral award.-(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-. (b) the court finds that-(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. [explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2.--for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute.] [(2-a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence.]\" [12] learned commercial court has set aside the entire award on the ground of patent illegality. the opinion of the apex court in the case of ssangyong engineering and construction company limited vs national highways authority of india (nhai), (2019) 15 scc 131 on the scope of interference in an arbitral award under the ground of patent illegality under section 34 of the amended act of 2015 act at para 37 to 41 and 69 are quoted hereunder: \"37. insofar as domestic awards made in india are concerned, an additional ground is now available under sub-section (2-a), added by the amendment act, 2015, to section 34. here, there must be patent illegality appearing on the face of the award, which refers to such illegality as goes to the root of the matter but which does not amount to mere erroneous application of the law. in short, what is not subsumed within \"the fundamental policy of indian law\", namely, the contravention of a statute not linked to public policy or public interest, cannot be brought in by the backdoor when it comes to setting aside an award on the ground of patent illegality. 38. secondly, it is also made clear that reappreciation of evidence, which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of the award. 39. to elucidate, para 42.1 of associate builders [associate builders v. dda, (2015) 3 scc 49 : (2015) 2 scc (civ) 204] , namely, a mere contravention of the substantive law of india, by itself, is no longer a ground available to set aside an arbitral award. para 42.2 of associate builders [associate builders v. dda, (2015) 3 scc 49 : (2015) 2 scc (civ) 204] , however, would remain, for if an arbitrator gives no reasons for an award and contravenes section 31(3) of the 1996 act, that would certainly amount to a patent illegality on the face of the award. 40. the change made in section 28(3) by the amendment act really follows what is stated in paras 42.3 to 45 in associate builders [associate builders v. dda, (2015) 3 scc 49 : (2015) 2 scc (civ) 204] , namely, that the construction of the terms of a contract is primarily for an arbitrator to decide, unless the arbitrator construes the contract in a manner that no fair-minded or reasonable person would; in short, that the arbitrator's view is not even a possible view to take. also, if the arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction. this ground of challenge will now fall within the new ground added under section 34(2-a). 41. what is important to note is that a decision which is perverse, as understood in paras 31 and 32 of associate builders [associate builders v. dda, (2015) 3 scc 49 : (2015) 2 scc (civ) 204] , while no longer being a ground for challenge under \"public policy of india\", would certainly amount to a patent illegality appearing on the face of the award. thus, a finding based on no evidence at all or an award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside on the ground of patent illegality. additionally, a finding based on documents taken behind the back of the parties by the arbitrator would also qualify as a decision based on no evidence inasmuch as such decision is not based on evidence led by the parties, and therefore, would also have to be characterised as perverse. ************************ 69. we therefore hold, following the aforesaid authorities, that in the guise of misinterpretation of the contract, and consequent \"errors of jurisdiction\", it is not possible to state that the arbitral award would be beyond the scope of submission to arbitration if otherwise the aforesaid misinterpretation (which would include going beyond the terms of the contract), could be said to have been fairly comprehended as \"disputes\" within the arbitration agreement, or which were referred to the decision of the arbitrators as understood by the authorities above. if an arbitrator is alleged to have wandered outside the contract and dealt with matters not allotted to him, this would be a jurisdictional error which could be corrected on the ground of \"patent illegality\", which, as we have seen, would not apply to international commercial arbitrations that are decided under part ii of the 1996 act. to bring in by the backdoor grounds relatable to section 28(3) of the 1996 act to be matters beyond the scope of submission to arbitration under section 34(2)(a)(iv) would not be permissible as this ground must be construed narrowly and so construed, must refer only to matters which are beyond the arbitration agreement or beyond the reference to the arbitral tribunal.\" [13] the discussion, findings and decisions of the learned arbitrator on item nos.2, 3 & 5 are being extracted hereunder in order to test the correctness of the decision rendered by the learned commercial court under question: \"issue no.2 whether the claimant is entitled to get rs.98,97,768/from the respondents for the extra works done by the claimant ? in support of this claim it has been submitted by the claimant that it has executed extra work as in the schedule of item of quantity provided for centering, shuttering item no.(2) of sh sub-structure was 117.64 sqm. but actual requirement of each pier was 673.00 sqm and the claimant executed the said extra work and submitted the rate analysis for extra work done and demanded payment. it is further submitted by the claimant that the actual expenditure incurred for said item was @ rs.2,645.50 per sqm and the respondents did not deny the claim. in this context the claimant referred to its letter dated 20.06.2009 (document no.6 statement of claim). it is also submitted by the claimant that it executed the extra work without finalization of rate but demanded the finalization of rate as in view of clause-12a of pwd-8 the contractor cannot suspend the work on the plea of non-settlement of rates of item. it is submitted by the claimant that the rate in item no.2 of sh substructure as provided in the contract is rs.110 per sqm and the respondents without considering the claim of the claimant unilaterally enhanced the rate at rs.260 per sqm. the claimant, therefore, submitted that it is entitled to get rs.95,04635/in view of the 14th r/a bill. in support of this statement the claimant referred to a decision reported in (2007) 13 scc 544 food corporation of india and others versus vikas majdoor, kandar sahkari mandli ltd. and 2002(4) raj(del) 303. in response to that submission the respondents in the written argument has given no specific submission separately. decision from the record it appears that the claimant executed extra work and claimed extra rate for the said work but there was no finalization of the rate in the light of the claim of the claimant but the respondents made the payment for the extra work @ rs.260/per sqm in place of the agreed rate of rs.117.64 per sqm. since there was no finalization of rate in the light of the claim made by the claimant and the respondents on the basis of their calculation enhanced the said rate to rs.260/per sqm, the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made. the decision cited by the claimant also is of no help in considering the claim of the claimant, as the fact in issue of the present case is different from the fact in issue of the decision cited by the claimant. issue no.3 whether the claimant is entitled to get rs.27,35,281/in the account of loss of profit ? it is submitted by the claimant that the respondents committed breach of contract by terminating the contract illegally and denying the loss of expected profit to the claimant. it is also submitted that if the claimant was allowed to execute the balance work it would have earned profit at the rate of 20% and the value of the balance work was rs.1,19,18,348/and 20% of the said amount comes to rs.23,83,669.60 and the claimant is entitled to get the said amount from the respondents in the account of loss of profit. in response it is submitted by the respondents that the claimant has not challenged the legality of the rescission of contract by making any issue. the loss of profit as alleged to have been caused arises out of the rescission of the contract. it is also submitted that the work suffered inordinate delay due to suspension of the work by the claimant from time to time and due to fault and failure of the agency in completing the work it had to be terminated and that the agency suspended the work putting new condition in the contract for execution of work at a stage when 75% of the work was completed. it is also submitted that the claimant itself proposed to close the contract after 15.07.2011 so the claimant is not entitled to get any loss of profit against the rightful rescission of contract. it was also submitted by the learned counsel that in the letter of the claimant dated 22.09.2011 document no.17 enclosed with the statement of claim the claimant indicated that the price of wages and material has increased abnormally and went up to 250% and requested the respondents to close the work by 15.07.2011 and by its letter dated 07.11.2011 (document no.20 of the statement of claim) the claimant gave 5 numbers of conditions for acceptance by the respondents in toto for further execution of the work which the respondents did not accept. it is also submitted by the learned counsel for the respondents that it was the statement of the claimant itself that price of wages and materials have increased abnormally to the extent of 250% the question of suffering of any loss of profit by the claimant of termination of contract did not arise at all rather by termination of the contract he could avoid further loss for executing the balance quantity of work and since the claimant himself requested for closure of the contract by 15.07.2011 no claim in the account of loss of profit is entertainable for termination of the contract by the respondents. decision it is on record that the claimant informed the respondents that the cost of labour and materials have increased to the extent of 250% on the contract rate and also requested the respondents to close the contract from 15.07.2011 so i am of the view that due to rescission of the aid contract in which, as per the claimant, the rate of contract got increased by 250% and it would not be possible for the claimant to execute the said work unless the enhancement of rate by considering prevailing market rate over and above rate agreed upon (document no.20 of the statement of claim) the claimant suffered no loss of profit for non-execution of the balance work at a lower rate than the rate claimed by claimant so the said claim is not established. it is made clear that while deciding this issue no decision regarding the legality of the rescission of the contract is given by me. issue no.5 whether the claimant is entitled to get rs.1,35,35,750/as compensation for idle establishment ? it is submitted by the claimant that under the compelling circumstances the claimant had to maintain the idle establishment from 16.07.2011 as it was waiting for decision for pier-1 up to 10.08.2012 and only on 18.10.2011 the respondents gave decision regarding pier-1. the claimant also submitted that the necessary vouchers have been submitted in volume-1 in series and volume-2 in series and the same have not been disputed by the respondents. the claimant submitted that the loss in the account was sustained by it due to the fault of the respondents so they are liable to compensate the said loss to the claimant. that in response the respondents submitted that the extension of time granted by the respondents was unconditionally accepted by the claimant and no condition was given that it would claim compensation on account of idle establishment at the material time and thereby the agency waived its right to claim any kind of compensation for any alleged loss suffered on account of such idleness and that the agency did not produce any acceptable document to establish the said claim. decision i have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant cannot be allowed.\" [14] the reasoning recorded by the learned commercial court to hold the entire award as patently illegal is also extracted hereunder for proper appreciation: \"5. the petitioner that case at hand has only challenged the decision arrived at by the arbitrator in regards to the issue nos.(2), (3) and (5). while arguing the case, learned advocate for the petitioner has contended that while deciding the issue no.2, the arbitrator arrived at the decision without considering the materials on record and that the citation of hon‟ble supreme court so relied on by the petitioner was totally ignored and as such the decision so given by the arbitrator stands patently illegal. that apart, the decision rendered while decision issue no.3 has left the main issued as to legality of rescission of contract undecided and as such the decision suffers from patent illegality. it is further added that the decision rendered in issue no.3 is not supported by any reason and as such the decision so arrived at by the arbitrator stands liable to be set aside. 8. in the light of the principles as referred to above, we may proceed to consider the question that has been raised for and on behalf of the petitioner. as stated earlier, learned advocate for the petitioner has raised the issue that while deciding the issue no.2, the arbitrator has ignored the law reported in (2007) 13 scc 544 (food corporation of india and others versus bikash majdoor, kandar sahkari mandali ltd.) and the law reported in 2002 (4) raj(del) 303 and as such the decisions so arrived at by the arbitrator stands patently illegal. in this connection learned advocate for the petitioner has referred the judgment reported in (1955) 2 scr 48 : air 1955 sc 468 (seth thawardas pherumal vs union of india) wherein it has been held that \". an arbitrator is not a conciliator and cannot ignored the law or misapply it in order to do what he thinks is just and reasonable. he is a tribunal selected by the parties to decide their dispute according to law and so is bound to follow and apply the law, and if he does not, he can be set right by the courts provided his error appears on the face of the record. the single expression to this is when the parties choose specifically to refer a question of law as a separate and distinct matter.\" 9. learned advocate further pointed out that the arbitrator while deciding the issue no. 3 has categorically mentioned that\"it is made clear that when deciding the issue no decision regarding the legality of the rescission of contract is given by me.\" but while deciding the issue no.6 the arbitrator has held that the recession order is illegal and arbitrary. according to learned advocate such a inconsistent decision renders the findings patently illegal. in this connection, learned advocate has relied on the judgment of hon‟ble supreme court reported in (2003) 8 scc 168 (union of india vs v. pundarikakshudu and sons & another) wherein it has been held at para 31 has held that\"31. in this case the district judge as also the high court of madras clearly held that the award cannot be sustained having regard to the inherent inconsistency contained therein. the arbitrator, as has been correctly held by the district judge and the high court, committed a legal misconduct in arriving at an inconsistent findings as regards breach of the contract on the part of one party or the other. once the arbitrator has granted damages to the first respondent which could be granted only on a finding that the appellant had committed breach of the terms of the contract and thus was responsible there for, any findings contrary thereto and inconsistent there with while awarding any sum in favour of appellant would be wholly unsustainable being self contradictory.\" learned advocate further contended that the decision rendered in issue no.5 is not a reasoned one and as such patently illegal. 10. hon‟ble supreme court in the case of delhi airport metro express pvt. ltd. (supra) had the occasioned to deal with the matter pertaining to patent illegality. it was held at para 25 as under: \"patent illegality should be illegality which goes to the root of the matter. in other words, every error of law committed by the arbitral tribunal would not fall within the expression „patent illegality‟. likewise, erroneous application of law cannot be categorized as patent illegality. in addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression „patent illegality‟. what is prohibited is for courts to re-appreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. the permissible grounds for interference with a domestic award under section 34(2-a) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. an arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. the conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression „patent illegality‟.\" 11. at this juncture, when we dwell upon the findings and decisions in regards to issue no.1, it appears that the petitioner has relied on two judgments but the arbitrator did not take the judgments into consideration while rendering its decision. we, therefore, find no hesitation to hold that the arbitrator has ignored the law cited by the petitioner. that apart the arbitrator has given inconsistent findings in regards to recession of contract and thereby, rendered the decision patently illegal. the issue no.5 was decided in following terms: \"i have examined the papers and documents available on record and find that the claimant could not establish the said claim by furnishing convincing evidence so the said claimant (sic) cannot be allowed.\" the decision arrived at clearly suggest that the petitioner has led evidence but the arbitrator did not assign any reason as to why the evidence so led is not convincing. regard being had to the discussion as we had hereinabove, i am of the opinion that the decision so arrived at by the arbitrator under challenge are patently illegal and that the inconsistent decision as to rescission of contract leads us to set aside the entire award. 12. the scheme and scope of the provisions of section 34 of arbitration act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors so done by the arbitrator by sitting as a appellate court, it can only be quashed leaving the parties to begin the arbitration again if it is desired. since in the case at hand, certain illegalities making the award patently illegal while deciding the matter in dispute was done by the arbitrator, we find it appropriate to remand the matter to the arbitrator with a direction to hear the argument afresh and to pass the award afresh.\" [15] perusal of the findings and reasons of the learned arbitrator on claims no.2 and 3 show that do not call for interference as they do not suffer from any patent illegality in the manner laid down by the apex court in the case of ssangyong (supra). the learned arbitrator has upon a detailed consideration of the claim no.2 rendered a finding based on reasons that though the claimant executed extra work but there was no finalization of the rate in the light of the claim of the claimant. the respondents made the payment for extra work @ rs.260/per sqm in place of the agreed rate of rs.117.64 per sqm. since there was no finalization of rate in the light of the claim made by the claimant, the claimant without finalization of their demanded rate is not entitled to get any extra payment beyond the payment already made. the learned commercial court however without proper application of mind to the reasoning recorded by the learned arbitrator on this claim summarily held that the decision rendered on all these three claims suffered from patent illegality. the decision of the learned arbitrator on issue no.3 when put under scrutiny also discloses that they were sound and after due consideration of the pleadings and the materials placed before the learned arbitrator. the learned arbitrator went on to hold that as regards to claim no.3 that the claim had increased to the extent of 250% on the contract rate and that he suffered no loss of profit for non-execution of the balance work at a lower rate which was not established. it is trite law that the court exercising power under section 34 has to confine itself to the grounds laid down therein and not to substitute its opinion in place of the arbitrator‟s findings. the court cannot correct the errors of the arbitrator unless they suffer from perversity or are in contravention with the fundamental policy of the indian law or suffer from patent illegality or the grounds enumerated under section 34(2) of the amended act of 2015. [16] we are, therefore, of the view that the learned commercial court committed a serious error in setting aside the entire award when the challenge was confined to issue nos.2, 3 & 5 only and the reasons and findings of the learned arbitrator on claim nos.2 & 3 do not appear to suffer from such errors as to bring it within the mischief of patent illegality or being contrary to the fundamental policy of india. [17] however, the determination made by the learned arbitrator on issue no.5 regarding the compensation for idle establishment as also extracted hereinabove shows that the decision on that claim by the learned arbitrator was dehors any reason. to that extent, it can be said that the learned arbitrator while dealing with the claim under item no.5 committed a patent illegality in holding that the claimant could not establish the claim by furnishing convincing evidence and, therefore, the claim could not be allowed. it appears that the claimant had submitted necessary vouchers, volume-1 series and volume-2 series whereas the respondent took a plea that the extension of time was unconditionally accepted by the claimant and no condition could be given to claim compensation on that account. [18] considered thus, we are of the view that the decision of the learned commercial court to set aside the entire award on grounds of patent illegality under section 34(2-a) of the act of 1996 was not proper when the challenge was confined to item nos.2, 3 & 5. however, in this appeal, while considering the case of the appellant in exercise of the powers under section 37 of the act of 1996 which are further circumscribed as regards the ground for challenge under section 34 of the amended act, we are of the view that the findings of the learned arbitrator on item nos.2 and 3 do not suffer from the vices for being interfered by the learned commercial court. [19] as such, the impugned order dated 17.02.2022 passed by the learned judge, district commercial court, west tripura, agartala in civil misc.(arbitration) no.12 of 2018, is set aside. the matter is remitted to the learned arbitrator to decide the claim under item no.5 afresh, in accordance with law. [20] in this regard, it is pertinent to observe herein that partial setting aside of an award is permissible. reference is made to the opinion of delhi high court in union of india vs. alcon builders and engineer private limited, 2023 scc online del 160, para 28 to 33 extracted hereunder: 28. upon a combined and meaningful reading of the provisions of the a&c act and the aforesaid judicial precedents, in the opinion of this court, the following position emerges: 29. a court exercising power under section 34 of the a&c act cannot \"modify\" an arbitral award; 30. the arbitrator's decision on each claim and counterclaim, taken individually, is final. \"modification\" means to substitute the court's own decision for the decision made by the arbitrator on any given claim or counterclaim; which the court cannot do. 31. if objections are filed under section 34, impugning the arbitrator's decision only on some of the claims or counterclaims, it is not necessary for the court to set aside the entire arbitral award viz. the decision on all claims and counterclaims. this follows from the limited ambit of the court's powers under section 34. besides, the decision on a section 34 petition cannot go beyond the scope of the challenge itself. 32. when the arbitrator's decisions on multiple claims and counterclaims are severable and not interdependent, the court is empowered under section 34 to set aside or uphold the arbitrator's decisions on individual and severable claims or counterclaims; without having to set aside the entire arbitral award. that would not amount to modification of the arbitral award. 33. the above is also in line with the overarching principle that the scope of interference by the court under the a&c act in arbitral proceedings and arbitral awards, is to be minimal. the statute does not command the court to go for the overkill. to adapt a phrase famously used by justice felix frankfurter, while exercising power under section 34, it is not necessary to burn the house to roast the pig.\" [21] in such an event, such items of claims which cannot be sustained and are severable from other claims can be remitted for consideration and adjudication to the arbitral tribunal provided that the severable part do not impact or disturb the findings of the learned arbitral tribunal. the delhi high court followed this principle in mbl infrastructures limited vs. delhi metro rail corporation in omp (comm) 311/2021 vide judgment dated 12.12.2023. the relevant paragraphs of the judgment in the case of mbl infrastructures limited (supra) are quoted hereunder as well: \"99. the coordinate bench of this court in the judgment of nhai v. trichy thanjavur expressway ltd. 2023 scc online del 5183 has summarized the law pertaining to setting aside of the award under section 34 as follows: 100. \"87. the court thus records its conclusions as follows:-a. while attempting to answer the issues flagged above, we must at the outset, acknowledge the shift in legislative policy which underlies the act and which mandates intervention by courts to be minimal. this flows from the recognition of the theory that once parties have agreed to the resolution of their disputes by an alternative adjudicatory forum, courts must, as a matter of first principle, refrain from interfering with the same except on the limited grounds that the statute recognizes. courts are thus obliged to bear in mind the principle of minimalist intervention insofar as awards are concerned. b. however, at the same time while courts are enjoined to follow the minimalist intervention route, it would clearly be a travesty of justice if courts were to fail to intervene where circumstances warrant and demand corrective measures being adopted. it is these compulsions which have led to courts evolving the serious irregularity or the patent illegality grounds to interfere with an award. section 34 is a clear and unequivocal embodiment of the legislature's intent to balance these competing facets of arbitration. c. undisputedly, section 34(2)(a)(iii) speaks of a part of an award being exorcised from the rest. the court finds no justification to confer too much credence on article 34 of the model law ultimately failing to allude to a partial setting aside power even though that was provisioned for in explicit terms in draft articles 29, 30, 40 and 41. this since neither the working group reports nor the contemporaneous material that we have noticed hereinbefore seem to suggest a conscious deletion of that power. the considerable material, on the aspects surrounding partial setting aside that we have had an occasion to review, does not evidence any deliberation or discussion which may have predicated or actuated its deletion. the said material is also not indicative of any principled decision that may have been taken by member nations for deletion of the partial setting aside power. its absence from article 34 which came to be ultimately adopted stands lost in a mist of conjecture. d. we find that the key to understanding the intent underlying the placement of the proviso in sub-clause (iii) of section 34(2)(a) is in the nature of the grounds for setting aside which are spoken of in clause (a). as would be manifest from a reading of the five sub clauses which are positioned in section 34(2)(a), those constitute grounds which would strike at the very heart of the arbitral proceedings. the grounds for setting aside which are set forth in clause (a) strike at the very foundation of validity of arbitration proceedings. sub-clauses (i) to (v) thus principally constitute grounds which would render the arbitration proceedings void ab initio. although the section 34(2)(a)(iv) ground for setting aside also falls in the same genre of a fundamental invalidity, the legislature has sought to temper the potential fallout of the award being set aside in toto on that score. e. the proviso to sub-clause (iv) seeks to address a comprehensibly conceivable situation where while some parts of the award may have dealt with non-arbitrable issues or disputes falling outside the scope of the reference, its other components or parts constitute an adjudication which could have been validly undertaken by the at. the proviso thus seeks to address such a situation and redeems as well as rescues the valid parts of an award. this saves the parties from the spectre of commencing arbitral proceedings all over and from scratch in respect of all issues including those which could have validly formed part of the arbitration. f. the grounds for setting aside encapsulated in section 34(2)(b) on the other hand relate to the merits of the challenge that may be raised in respect of an award and really do not deal with fundamental invalidity. however, the mere fact that the proviso found in sub clause (iv) of section 34(2)(a) is not replicated or reiterated in clause (b) of that provision does not lead one to an inevitable conclusion that partial setting aside is considered alien when a court is considering a challenging to an award on a ground referable to that clause. in fact, the proviso itself provides a befitting answer to any interpretation to the contrary. the proviso placed in section 34(2)(a)(iv) is not only an acknowledgment of partial setting aside not being a concept foreign to the setting aside power but also of parts of the award being legitimately viewed as separate and distinct. the proviso itself envisages parts of an award being severable, capable of segregation and being carved out. the proviso is, in fact, the clearest manifestation of both an award being set aside in part as well as an award comprising of distinct components and parts. g. undoubtedly, an award may comprise a decision rendered on multiple claims. each claim though arising out of a composite contract or transaction may be founded on distinct facts and flowing from separate identifiable obligations. just as claims may come to be preferred resting on a particular contractual right and corresponding obligation, the decision which an at may render on a particular claim could also be based on a construction of a particular covenant and thus stand independently without drawing sustenance on a decision rendered in the context of another. if such claims be separate, complete and selfcontained in themselves, any decision rendered thereon would hypothetically be able to stand and survive irrespective of an invalidity which may taint a decision on others. as long as a claim is not subordinate, in the sense of being entwined or interdependent upon another, a decision rendered on the same by the at would constitute an award in itself. h. while awards as conventionally drawn, arranged and prepared may represent an amalgam of decisions rendered by the at on each claim, every part thereof is, in fact, a manifestation of the decision rendered by it on each claim that may be laid before it. the award rendered on each such claim rules on the entitlement of the claimant and the right asserted in that regard. one could, therefore, validly, subject of course to the facts of a particular case, be entitled to view and acknowledge them as binding decisions rendered by the at on separate and distinct claims. i. once an award is understood as consisting of separate components, each standing separately and independent of the other, there appears to be no hurdle in the way of courts adopting the doctrine of severability and invoking a power to set aside an award partly. the power so wielded would continue to remain one confined to \"setting aside\" as the provision bids one to do and would thus constitute a valid exercise of jurisdiction under section 34 of the act. j. the supreme court in m. hakeem, has enunciated the setting aside power as being equivalent to a power to annul or setting at knot an arbitral award. it has essentially held that bearing in mind the plain language of section 34 coupled with the act having desisted from adopting powers of modification or remission that existed in the erstwhile 1940 act, a court while considering a challenge under section 34 would not have the power to modify. k. the expression \"modify\" would clearly mean a variation or modulation of the ultimate relief that may be accorded by an at. however, when a section 34 court were to consider exercising a power to partially set aside, it would clearly not amount to a modification or variation of the award. it would be confined to an offending part of the award coming to be annulled and set aside. it is this distinction between a modification of an award and its partial setting aside that must be borne in mind. l. the power to partially sever an offending part of the award would ultimately depend on whether the said decision is independent and distinct and whether an annulment of that part would not disturb or impact any other finding or declaration that may have been returned by the at. the question of severability would have to be decided bearing in mind whether the claims are interconnected or so intertwined that one cannot be segregated from the other. this for the obvious reason that if the part which is sought to be set aside is not found to stand independently, it would be legally impermissible to partially set aside the award. a partial setting aside should not lead to a component of the award being rendered vulnerable or unsustainable. it is only when the award relates to a claim which is found to stand on its own and its setting aside would not have a cascading impact that the court could consider adopting the aforesaid mode. m. the court is thus of the firm opinion that the power to set aside an award in part would have to abide by the considerations aforenoted mindful of the imperatives of walking a line which would not dislodge or disturb another part of the award. however as long as the part which is proposed to be annulled is independent and stands unattached to any other part of the award and it could be validly incised without affecting the other components of the award, the recourse to partial setting aside would be valid and justified\". 101. in view of the law laid down in the aforesaid judgments, this court is of the view that the under section 34 of the act, the court is vested with the jurisdiction to set aside certain problematic portion of the award which are patently illegal and shocks the conscience of this court. 102. however, the setting aside of the award is subjected to the condition that the portion of the award which has been upheld shall have due effect and cause no such cascading impact. ************ 111. this court directs that the aforesaid claims are being remitted back to the tribunal to decide a fresh, taking into consideration the settled principles of law and adjudicate the claim no. 3 and claim no. 4 afresh.\" [22] based on the principles enunciated in the above quoted judgments and the discussion made hereinabove this court is of the considered view that the aforesaid claim under item no.5 can be remitted to the learned arbitrator to decide afresh. since the proceedings were initiated in the year 2013 and challenge thereto has remained pending for more than 10 years, it would be proper that the learned arbitrator takes a decision on this claim within a reasonable period of 3(three) months from the date of receipt of copy of this judgment. [23] the appeal stands allowed in the manner and to the extent indicated above. pending application(s), if any, also stands disposed of. (arindam lodh), j (aparesh kumar singh), cj dipesh deb date: 2024.02.01 16:02:51"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "NONE"
            ],
            "id": "9f5ba7c4e3764d4499d6b462aa0a1503_0"
        },
        {
            "start": 155,
            "end": 248,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay",
            "labels": [
                "NONE"
            ],
            "id": "2e79e1daaebb42e093ddc999ef4c70e1_1"
        },
        {
            "start": 249,
            "end": 259,
            "text": "High Court",
            "labels": [
                "NONE"
            ],
            "id": "074878ce37ad40f3acb31fbeb00886db_2"
        },
        {
            "start": 261,
            "end": 300,
            "text": "Sanjay Suganchand Kasliwal Prop. ... vs",
            "labels": [
                "NONE"
            ],
            "id": "0f62c3da830a4a5e8ce0609d3eb75eef_3"
        },
        {
            "start": 301,
            "end": 335,
            "text": "M/S Golden Dreams Buildcon Pvt Ltd",
            "labels": [
                "NONE"
            ],
            "id": "089fe46a42b24432bcd10631de2a70cf_4"
        },
        {
            "start": 336,
            "end": 343,
            "text": "And ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b24a74ceae864517bfd5626ad8dc7152_5"
        },
        {
            "start": 344,
            "end": 383,
            "text": "on 10 November, 2023\n2023:Bhc-Aug:24780",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b803413594f141ac8f0a48371e44b25c_6"
        },
        {
            "start": 447,
            "end": 548,
            "text": "1 \n                                                                                           34.23Ao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4ae38166fc74f53a1ce6c38d30a52b6_7"
        },
        {
            "start": 583,
            "end": 687,
            "text": "In The High Court Of Judicature At Bombay\n                                           Bench At Aurangabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69fbf8afa3554fda91c6070edbb4afd0_8"
        },
        {
            "start": 730,
            "end": 762,
            "text": "Appeal From Order No. 34 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "272a25a70c45418c9f1db2d96861b9ab_9"
        },
        {
            "start": 791,
            "end": 808,
            "text": "Sanjay Suganchand",
            "labels": [
                "PREAMBLE"
            ],
            "id": "806f9121382b48029249fd859c8f83ff_10"
        },
        {
            "start": 809,
            "end": 817,
            "text": "Kasliwal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "962a0a2a9a1449f581b5c425cb23a10d_11"
        },
        {
            "start": 845,
            "end": 873,
            "text": "Prop . Kasliwal Construction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00bebd56af804f61be0f427ec82b9d80_12"
        },
        {
            "start": 901,
            "end": 915,
            "text": "Age: 54 years;",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01552ceb0b9a41048b14582ecc5994ea_13"
        },
        {
            "start": 916,
            "end": 929,
            "text": "Occ. : Agril.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14789c568f594fabbd48a63e2817e073_14"
        },
        {
            "start": 930,
            "end": 940,
            "text": "& Business",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bd91cf26f334c709dbf90e5559f89bf_15"
        },
        {
            "start": 968,
            "end": 974,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24fdc3f6aa1745d2951a210254a717ac_16"
        },
        {
            "start": 975,
            "end": 1005,
            "text": "Plot No.13, Chintamani Colony,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "104f4f3014ab4f5089cf9526fac8b1f7_17"
        },
        {
            "start": 1033,
            "end": 1057,
            "text": "Adalat Road, Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8430f62295f54271af40e3df5eef6ec9_18"
        },
        {
            "start": 1073,
            "end": 1149,
            "text": ".. Appellant\n                                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba0127cb74f74a6abd1524ac8042eb2a_19"
        },
        {
            "start": 1149,
            "end": 1169,
            "text": "[ Original Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c172acc90c044a8db6110fbcf2cc3972_20"
        },
        {
            "start": 1170,
            "end": 1212,
            "text": "] \n                                 Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8a744ee2d3fc45b0b74b1ffdfcfa98fc_21"
        },
        {
            "start": 1241,
            "end": 1251,
            "text": "1]       M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bd88e18bfc94fc28b304a5727b284d4_22"
        },
        {
            "start": 1252,
            "end": 1279,
            "text": "/ s. Golden Dreams Buildcon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0128f830ad9a4da6b8ed6d540d19b75b_23"
        },
        {
            "start": 1280,
            "end": 1290,
            "text": "Pvt . Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b2fa4c42c9242059bf562ac492fc898_24"
        },
        {
            "start": 1327,
            "end": 1371,
            "text": "A private limited company incorporated under",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e68ddcc24bf4d2c824500b51c484380_25"
        },
        {
            "start": 1408,
            "end": 1430,
            "text": "the Companies At, 1956",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1273f47bf9b446e890d585f07be1b5c6_26"
        },
        {
            "start": 1431,
            "end": 1437,
            "text": "having",
            "labels": [
                "PREAMBLE"
            ],
            "id": "433e3fabf3174b1eba54d65bd7494d7f_27"
        },
        {
            "start": 1438,
            "end": 1452,
            "text": "its registered",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c4598461373462bad26d1a6396a5671_28"
        },
        {
            "start": 1453,
            "end": 1524,
            "text": "\n                                   office at Golden Dreams, D-5, Midc,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1d15d80a34348dbac53b9d65f6ee017_29"
        },
        {
            "start": 1561,
            "end": 1585,
            "text": "Chikalthana, Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2dce46ed3d346d491c0f4eb524f900d_30"
        },
        {
            "start": 1614,
            "end": 1652,
            "text": "2]       Mr.Santosh Shantilal Muthiyan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da26bbe03f3a4f7092049f71624ff9cc_31"
        },
        {
            "start": 1689,
            "end": 1696,
            "text": "Age: 50",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e9f99d3e10484d20a897453b7e6a00a8_32"
        },
        {
            "start": 1697,
            "end": 1704,
            "text": "yeasr ,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "adc6a1b1f23149a4892b800fa307b7e6_33"
        },
        {
            "start": 1705,
            "end": 1719,
            "text": "Occ . Business",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4a5e5aa816c4101aae048a0e7beb518_34"
        },
        {
            "start": 1756,
            "end": 1762,
            "text": "r / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "34978d233649441e90a4c8f4ffcf2868_35"
        },
        {
            "start": 1763,
            "end": 1772,
            "text": "Flat No.1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c0cbe45533740849822d12bae0b5c7c_36"
        },
        {
            "start": 1773,
            "end": 1793,
            "text": ", Maharaja Apartment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "039cca54141849b2a1fad40134f3c8dc_37"
        },
        {
            "start": 1794,
            "end": 1856,
            "text": ", \n                                   Nirala Bazar, Aurangabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb9b7839cefa4b78ad6211e50ba3e1a3_38"
        },
        {
            "start": 1857,
            "end": 1866,
            "text": "- 431 001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7a10cb3354647b5b8568a6e02de25ea_39"
        },
        {
            "start": 1867,
            "end": 1906,
            "text": ". \n\n                          3]       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d424a79d09d4170bd4682305dfd275e_40"
        },
        {
            "start": 1906,
            "end": 1931,
            "text": "Mr.Vinod Premchand Surana",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f10d8350b74468db77af71a14e096a9_41"
        },
        {
            "start": 1968,
            "end": 1975,
            "text": "Age: 59",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d03c3753f20e451db6a4cb33cfa567a0_42"
        },
        {
            "start": 1976,
            "end": 1983,
            "text": "years ,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f7cd43cfcef444aaeb39f76058d2d48_43"
        },
        {
            "start": 1984,
            "end": 1998,
            "text": "Occ . Business",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45c34a71438649f5aaf02c42e068ae1a_44"
        },
        {
            "start": 2035,
            "end": 2041,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e4372aa15554c4280026392e0893dcf_45"
        },
        {
            "start": 2042,
            "end": 2053,
            "text": "Plot No.542",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ff81cd322594555b02bc970aa954f95_46"
        },
        {
            "start": 2054,
            "end": 2075,
            "text": ", Friends villa, N-3,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "018ed4a0936b45b8a6a6c8a1bd84d1f9_47"
        },
        {
            "start": 2112,
            "end": 2130,
            "text": "Cidco, Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "281ac666f76f4ec0956034c07779d741_48"
        },
        {
            "start": 2159,
            "end": 2192,
            "text": "4]       Mrs.Shobha Vinod Surana,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "625b262ac21c4810bf62c932aec2a4e0_49"
        },
        {
            "start": 2229,
            "end": 2239,
            "text": "Age: Major",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a8290e418a84dee875ac5f21677337a_50"
        },
        {
            "start": 2240,
            "end": 2248,
            "text": ", Occ. :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bec7a7f493d540969c7598272f10844e_51"
        },
        {
            "start": 2249,
            "end": 2257,
            "text": "Business",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c71a14dc16694f4890259106e4068c39_52"
        },
        {
            "start": 2258,
            "end": 2297,
            "text": ", \n                                   R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50a630bfdb474230b888db4e75e7382d_53"
        },
        {
            "start": 2298,
            "end": 2312,
            "text": "/ o. As above.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "882fc242f67548b8a655c69ee61fd7d9_54"
        },
        {
            "start": 2341,
            "end": 2372,
            "text": "5]       Mr.Vipul Vinod Surana,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13f7f8a3b9dd41009f52ea6c3894b2b2_55"
        },
        {
            "start": 2409,
            "end": 2437,
            "text": "Age: Major, Occ. : Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "56cec1fa517040e1a22534082b2f8783_56"
        },
        {
            "start": 2474,
            "end": 2480,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a49610e993841cab05bdc2a4b97ec50_57"
        },
        {
            "start": 2481,
            "end": 2490,
            "text": "As above.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8feb062af0114ce6825343c54c6af863_58"
        },
        {
            "start": 2519,
            "end": 2550,
            "text": "6]       Mr.Mudit Vinod Surana,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fabc835014bd46bfbb6e76e117212361_59"
        },
        {
            "start": 2587,
            "end": 2615,
            "text": "Age: Major, Occ. : Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e540f7be8ad2478ba0e54e320e4d78ae_60"
        },
        {
            "start": 2652,
            "end": 2658,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c129db0249e494cbed2d6f4d58a7eb6_61"
        },
        {
            "start": 2659,
            "end": 2668,
            "text": "As above.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab2ece1b931c487eb56effd1f6a11015_62"
        },
        {
            "start": 2690,
            "end": 2720,
            "text": ": : : Uploaded on - 10/11/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48a58fb4320e4afcb77593232966db79_63"
        },
        {
            "start": 2742,
            "end": 2783,
            "text": ": : : Downloaded on - 25/02/2024 07:56:16",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfde93fe15bc4a89ab23effd344ed87f_64"
        },
        {
            "start": 2784,
            "end": 2834,
            "text": ": ::\n                                            2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5642333dacc54bcb886b86b44f56e35e_65"
        },
        {
            "start": 2910,
            "end": 2917,
            "text": "34.23Ao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96e7c725e2124ea0bcda93a14c94bd22_66"
        },
        {
            "start": 2930,
            "end": 2966,
            "text": "7]       Ajanta Infrastructures Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "945aa334cda84f23abccff6806c399fb_67"
        },
        {
            "start": 2987,
            "end": 3160,
            "text": "(Formerly known as Ajanta Infrastructures\n                   Private Ltd.), a public limited company incorporated\n                   under the Companies Act, 1956 having its",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8524f967505c47d4899e1fe9237d9472_68"
        },
        {
            "start": 3161,
            "end": 3271,
            "text": "\n                   Registered office at Golden Dreams, D-5,\n                   Midc, Chikalthana, Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5dbdccb29c664fbd85030f2557bc3cec_69"
        },
        {
            "start": 3272,
            "end": 3318,
            "text": "\n\n          8]       Mr.Vinay Premchand Surana",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3bcf80adad3e4f3a8f26f4c569658ba7_70"
        },
        {
            "start": 3339,
            "end": 3354,
            "text": "Age: Major, Occ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2f89dddccc04cc89935790d02738653_71"
        },
        {
            "start": 3355,
            "end": 3368,
            "text": ". : Buainess,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab9c383d699d40149495f79ee7d2cf2b_72"
        },
        {
            "start": 3389,
            "end": 3395,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "306aaa18fcef4e539e73afe7c0bafa36_73"
        },
        {
            "start": 3396,
            "end": 3423,
            "text": "Plot No.542, Friends Villa,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "632e4096468e4c13afac2c1b91fb47e9_74"
        },
        {
            "start": 3424,
            "end": 3467,
            "text": "\n                   N-3, Cidco, Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ea7b39c99ee44249d7587102e7082f8_75"
        },
        {
            "start": 3480,
            "end": 3490,
            "text": "9]       M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81f64072476b4b6fb0f5e58d58c951bc_76"
        },
        {
            "start": 3491,
            "end": 3503,
            "text": "/ s. Manjeet",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0accebd170c84c9083d3dd386347622b_77"
        },
        {
            "start": 3504,
            "end": 3516,
            "text": "Landmark Llp",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c8c178645ed43a9b1f3d10665d36182_78"
        },
        {
            "start": 3537,
            "end": 3579,
            "text": "A Limited Liability Partnership registered",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9221f8154a6447bbb6e0706bd7a1a947_79"
        },
        {
            "start": 3600,
            "end": 3812,
            "text": "Under the Limited Liability Partnership Act, 2007,\n                   Having its Registered Office at Khasra No.70/3,\n                   Ab Road, Sendhwa, District Barwani,\n                   Madhya Pradesh - 451",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4e61c23e27a4235a4776ec7681761a8_80"
        },
        {
            "start": 3813,
            "end": 3840,
            "text": "666 . \n\n          10]      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c58c358e802d47d4b0db352f7169b9d5_81"
        },
        {
            "start": 3840,
            "end": 3864,
            "text": "Mr.Rajendra Singh Rajpal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "479176773d784ab4a4f5d4c102d60849_82"
        },
        {
            "start": 3885,
            "end": 3925,
            "text": "Age: Major, Occ. : Business & Designated",
            "labels": [
                "PREAMBLE"
            ],
            "id": "874234eb36fb43ea9d1f95a9ee3425ec_83"
        },
        {
            "start": 3946,
            "end": 3983,
            "text": "Partner of M/s. Manjeet Landmark Llp,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe43c56df49b489fbff8e14105586d18_84"
        },
        {
            "start": 4004,
            "end": 4010,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c96f9ae1b6b8423291ffaaf976d33d6e_85"
        },
        {
            "start": 4011,
            "end": 4035,
            "text": "Plot No.318, N-3, Cidco,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f34d5f6df26d47278489ece374cbf42c_86"
        },
        {
            "start": 4056,
            "end": 4067,
            "text": "Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b67aefd82fdc4cd5a8a1fbf060b8346a_87"
        },
        {
            "start": 4080,
            "end": 4092,
            "text": "11]      Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c581526145d542b9bed53ae1b6e8a73c_88"
        },
        {
            "start": 4093,
            "end": 4105,
            "text": "Karan Rajpal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "11ed98a34b584712a5548f166ae86915_89"
        },
        {
            "start": 4126,
            "end": 4166,
            "text": "Age: Major, Occ. : Business & Designated",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0eb43493097047c3a4084529933174a2_90"
        },
        {
            "start": 4187,
            "end": 4202,
            "text": "Partner of M/s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6cccf0e0648643ce9046c3de6ab341ca_91"
        },
        {
            "start": 4203,
            "end": 4210,
            "text": "Manjeet",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b1e7e8d65eb408d8be8f0e2bafb0650_92"
        },
        {
            "start": 4211,
            "end": 4224,
            "text": "Landmark Llp,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab8f82e631f54290ab9476632681ca01_93"
        },
        {
            "start": 4245,
            "end": 4251,
            "text": "R / o.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c6aafe740a8d48c4aba94d50ff5f266a_94"
        },
        {
            "start": 4252,
            "end": 4261,
            "text": "As above.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb4f10d704c04e9385384bc30894ea66_95"
        },
        {
            "start": 4274,
            "end": 4355,
            "text": "12]      Maharashra industrial Development Corporation\n                   (Midc),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "102c59dc913a4c38b448a213b9bfe229_96"
        },
        {
            "start": 4356,
            "end": 4392,
            "text": "A Corporation incorporated under the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1faf601236444adebee60711c7702397_97"
        },
        {
            "start": 4393,
            "end": 4527,
            "text": "\n                   Maharashtra Industrial Development Corporation\n                   Act, 1962, having its Principal Office at Orient",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c133bee0da5f4493a9c854977e48ad2f_98"
        },
        {
            "start": 4548,
            "end": 4608,
            "text": "House, Adi Marzban Path, Ballard Estate,\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "657efa6a6a7c4fed8f4a1dd8a45a05b9_99"
        },
        {
            "start": 4608,
            "end": 4622,
            "text": "Mumbai 400 038",
            "labels": [
                "PREAMBLE"
            ],
            "id": "206b36ae9e4a4a3a8c18742570c13eed_100"
        },
        {
            "start": 4643,
            "end": 4685,
            "text": "and it's Regional Office at Udyog Wardhini",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa5fdec0114e40bcadccbfb807d7e3e7_101"
        },
        {
            "start": 4706,
            "end": 4758,
            "text": "Midc Area, Near Railway Station,\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa282923f09e4a25818bc72f28ab7ae1_102"
        },
        {
            "start": 4758,
            "end": 4769,
            "text": "Aurangabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4de11ccd9a8842d19b221281656488cd_103"
        },
        {
            "start": 4775,
            "end": 4826,
            "text": ": : : Uploaded on - 10/11/2023                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eaf55e3f17b74e5b8804b38e697d1bce_104"
        },
        {
            "start": 4826,
            "end": 4869,
            "text": ": : : Downloaded on - 25/02/2024 07:56:16 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "15ece5f5c08c4075bddffd461ec6a9c5_105"
        },
        {
            "start": 4870,
            "end": 4919,
            "text": "::\n                                             3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d68ea99444894c8dbf765675307ab714_106"
        },
        {
            "start": 4995,
            "end": 5002,
            "text": "34.23Ao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "afed7d00fc1e4f0db509c2c86c953031_107"
        },
        {
            "start": 5015,
            "end": 5031,
            "text": "13]   Sicom Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "02323b961a294b989698cddd4aed8910_108"
        },
        {
            "start": 5049,
            "end": 5143,
            "text": "A Public Limited Company incorporated\n                under the Companies Act, 1956 having its",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c8e5184cdcb84b25b616db1a074130da_109"
        },
        {
            "start": 5161,
            "end": 5373,
            "text": "registered office at Solitaire Corporate Park\n                Building No.4, 6th Floor, Guru Hargovindji Road,\n                (Andheri Ghatkopar Link Road), Chakala,\n                Andheri (E), Mumbai - 400 093",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e01127deb5d34aad92e1dceacb75df16_110"
        },
        {
            "start": 5374,
            "end": 5441,
            "text": ". .. Respondents\n                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa80ab98afd94c3b9913eab16d04316b_111"
        },
        {
            "start": 5441,
            "end": 5451,
            "text": "[ Original",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7002834f63d042aea9edab09ba047ed3_112"
        },
        {
            "start": 5452,
            "end": 5462,
            "text": "Defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e91461565280474785b1e8c272781858_113"
        },
        {
            "start": 5463,
            "end": 5525,
            "text": "] \n                                             ...\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7990f8554924f838c0d3f50e187220d_114"
        },
        {
            "start": 5525,
            "end": 5579,
            "text": "Mr.A.P.Bhandari, Advocate for the appellant\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14d00be610514286b934a832e718f7e9_115"
        },
        {
            "start": 5579,
            "end": 5630,
            "text": "Mr.R.N.Dhorde, Senior Advocate i/b. Mr.V.A.Bagdiya,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe87430b16994e10b0c0bcb269b17e10_116"
        },
        {
            "start": 5642,
            "end": 5693,
            "text": "Advocate for the respondent nos. 9 to 11\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "415e228072e74b5583209c06d2b91e3d_117"
        },
        {
            "start": 5693,
            "end": 5753,
            "text": "Mr.M.R.Sonawane, Advocate for the respondent no.2\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca46b78ff26e4b2e980ca4bfd4e37011_118"
        },
        {
            "start": 5753,
            "end": 5808,
            "text": "Mr.S.V.Adwant along with Adv.Neha Kamble, Advocates for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a37877bb39e84f77b94b20d4f413c510_119"
        },
        {
            "start": 5809,
            "end": 5840,
            "text": "\n          the respondent no.13",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e448575e0a964e9b9cc35b961b7255cf_120"
        },
        {
            "start": 5883,
            "end": 5930,
            "text": "... \n                                   Coram :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffd7c182ad254dd6aefe9f06b2827700_121"
        },
        {
            "start": 5931,
            "end": 5951,
            "text": "Arun R. Pedneker, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ed7843c0e27424a8a0c55e752aadfeb_122"
        },
        {
            "start": 5992,
            "end": 6055,
            "text": "Reserved on : 27.07.2023\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c76b715b5cb741e4af904d460baaf19d_123"
        },
        {
            "start": 6055,
            "end": 6093,
            "text": "Pronounced on : 10.11.2023\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d20e4eef801b427fb7ad9db65c6b8988_124"
        },
        {
            "start": 6093,
            "end": 6103,
            "text": "Judgment :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a60292059f1c448e8eb15d22def4eaf8_125"
        },
        {
            "start": 6104,
            "end": 6305,
            "text": "\n1] By the present Appeal from Order, the appellant is challenging the order dated 4th May, 2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad on an application filed on behalf of the",
            "labels": [
                "FAC"
            ],
            "id": "d5eaf227e97f408889bf26c41656dc45_126"
        },
        {
            "start": 6306,
            "end": 6688,
            "text": " respondents - defendant nos.9 to 11 under Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the Commercial Court Act, 2015 [for short 'Act of 2015'] read with Order VII Rule 10 and 11 of the Code of Civil Procedure for return of the plaint for 34.23AO presentation to the proper forum i.e. Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "0ed2247168f74b85b5cbe64c297f23da_127"
        },
        {
            "start": 6689,
            "end": 6904,
            "text": "\nBrief facts giving rise to filing the present Appeal from Order can be summarized as under :\n2] Memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7.",
            "labels": [
                "FAC"
            ],
            "id": "85d6031551814314910d3b232c22bb21_128"
        },
        {
            "start": 6905,
            "end": 7052,
            "text": "As per the said memorandum, the defendant no.1 i.e. Vendor was to get amount of consideration of Rs.35 crores towards development of suit property.",
            "labels": [
                "FAC"
            ],
            "id": "f735ae6c13d54e02a02288c7da011071_129"
        },
        {
            "start": 7053,
            "end": 7349,
            "text": "As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/-.",
            "labels": [
                "FAC"
            ],
            "id": "903e985d729a4b9caced1e4f64af4fea_130"
        },
        {
            "start": 7350,
            "end": 7474,
            "text": "As per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use.",
            "labels": [
                "FAC"
            ],
            "id": "29865d46bf214867a8140fc868efc515_131"
        },
        {
            "start": 7475,
            "end": 7560,
            "text": "A joint venture was to be constituted by the plaintiff and defendant no.7.\n34.23AO 3]",
            "labels": [
                "FAC"
            ],
            "id": "79d4829fda134507bdabc06bcbe360de_132"
        },
        {
            "start": 7561,
            "end": 7811,
            "text": "Since the MOU dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot No.E-36-1 admeasuring 17000.00 (17,066.25) sq.mt.",
            "labels": [
                "FAC"
            ],
            "id": "f62cef7adde04be89e76534257195113_133"
        },
        {
            "start": 7812,
            "end": 7901,
            "text": "Situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad and Perpetual injunction.",
            "labels": [
                "FAC"
            ],
            "id": "ea738423446041abacc1ef456c0ea95d_134"
        },
        {
            "start": 7902,
            "end": 8209,
            "text": "The property is described in the plaint at para 1.\n4] In the plaint it is pleaded that as per the terms and conditions of the MOU plaintiff was required to pay only the amount of Rs.3.5 crore prior to construction permission and to pay Rs.2.5 crore after obtaining construction permission by defendant no.1.",
            "labels": [
                "FAC"
            ],
            "id": "d584f4f8f0364f3390bab2908a9b593a_135"
        },
        {
            "start": 8210,
            "end": 8409,
            "text": "However, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of Rs.5,92,55,000/- as stated above.",
            "labels": [
                "FAC"
            ],
            "id": "2b488c5f788340278fadca4cc693497b_136"
        },
        {
            "start": 8410,
            "end": 8583,
            "text": "The plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a Development Agreement as regards the suit 34.23AO property.",
            "labels": [
                "FAC"
            ],
            "id": "cc7c6d03f8f74e109f6b6039e4b52a41_137"
        },
        {
            "start": 8584,
            "end": 8785,
            "text": "It is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of Rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit.",
            "labels": [
                "FAC"
            ],
            "id": "499dcac2d5ac47549cc1ae9cc4a163c0_138"
        },
        {
            "start": 8786,
            "end": 9086,
            "text": "It lastly arose in the month of February, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the Development Agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of Dream World Phase-1 on the suit property on 25.02.2023.",
            "labels": [
                "FAC"
            ],
            "id": "2a67300b626142c8907fd00c06049bc9_139"
        },
        {
            "start": 9087,
            "end": 9127,
            "text": "The cause of action arose at Aurangabad.",
            "labels": [
                "FAC"
            ],
            "id": "85241f4dce464e148c23a29edc3e4493_140"
        },
        {
            "start": 9128,
            "end": 9266,
            "text": "In view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in Aurangabad.",
            "labels": [
                "FAC"
            ],
            "id": "d6e0c1bdc66f4b119ba9625d1586fb97_141"
        },
        {
            "start": 9267,
            "end": 9320,
            "text": "5] The plaint contains following prayers :\nPRAYERS a.",
            "labels": [
                "FAC"
            ],
            "id": "bd00030fd5244caab34ea4139c9a1148_142"
        },
        {
            "start": 9321,
            "end": 9375,
            "text": "The suit of the Plaintiff may be decreed with costs b.",
            "labels": [
                "FAC"
            ],
            "id": "0bd4d19330984b7c9c71d83a37cd4bfe_143"
        },
        {
            "start": 9376,
            "end": 9774,
            "text": "Defendants no.1 to 11 may be directed to execute the Development Agreement and Power of Attorney in respect of the property described in Para 1 of the plaint by obtaining the Consent of defendant no. 12 for the execution of the Development Agreement and Power of Attorney and to present the same to the Sub-Registrar, 34.23AO Aurangabad as per terms of Memorandum of Understanding dated 26.12.2009.",
            "labels": [
                "FAC"
            ],
            "id": "ce1de3cb77f849c69af20881f7a8dd26_144"
        },
        {
            "start": 9776,
            "end": 9985,
            "text": "c. The Deed of Assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by Defendant Nos.1, 7 and 9 is illegal, null and void ab initio and not binding on Plaintiff and is liable to be cancelled.",
            "labels": [
                "FAC"
            ],
            "id": "ede1a872ae90494788198ce542f7895c_145"
        },
        {
            "start": 9986,
            "end": 10339,
            "text": "\nd. The perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. Plot no. E-36/1 admeasuring 17,000 Sq.Mt., situated at MIDC Chikalthana, Aurangabad in any manner.",
            "labels": [
                "FAC"
            ],
            "id": "f24fa391248947f899b10f31cb0af814_146"
        },
        {
            "start": 10341,
            "end": 10579,
            "text": "e. In alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of Rs.5,92,00,000/- with interest @ 24 P.A. as damages.",
            "labels": [
                "FAC"
            ],
            "id": "01b301829a0a44a999598a63200dabee_147"
        },
        {
            "start": 10581,
            "end": 10723,
            "text": "f. Any other relief to which the Plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged.",
            "labels": [
                "FAC"
            ],
            "id": "291d1f6299ce49afb998965c9bdf7a3f_148"
        },
        {
            "start": 10725,
            "end": 10922,
            "text": "6] The defendant nos. 9 to 11 appeared and filed their written statement and also filed application under Order VII Rule 10 and 11 of the Code of Civil Procedure for return/rejection of the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "ff8bb7a77c334499b1fefe7e473abc9a_149"
        },
        {
            "start": 10923,
            "end": 11204,
            "text": "By the order dated 4 th May, 2023, the learned 8th Joint Civil Judge Senior Division, 34.23AO Aurangabad was pleased to allow the application below Exh.36 and return the plaint for its presentation to Commercial Court constituted under Section 3 of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "0d93c912b7d84441a8c2fd1c630dfb17_150"
        },
        {
            "start": 11205,
            "end": 11285,
            "text": "\n7] Being aggrieved the aforesaid order, the present Appeal from Order is filed.",
            "labels": [
                "FAC"
            ],
            "id": "2c45a64d89134aef9f13ef3a01f2354f_151"
        },
        {
            "start": 11286,
            "end": 13092,
            "text": "\n8] Relevant provisions to decide the issues in the present proceedings are quoted below :\nSection 2 (1) (c) of the Commercial Courts Act, 2015 as under :\n(c) \"commercial dispute\" means a dispute arising out of - (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n34.23AO (vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and 34.23AO (xxii) such other commercial disputes as may be notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "3bc415fd1ee847968bb90f262a1b7cd2_152"
        },
        {
            "start": 13093,
            "end": 13529,
            "text": "\nExplanation - A commercial dispute shall not cease to be a commercial dispute merely because - (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;",
            "labels": [
                "STA"
            ],
            "id": "690e553ff8414959a29c7e07cee78dae_153"
        },
        {
            "start": 13531,
            "end": 13575,
            "text": "Section 6 jurisdiction of commercial Court :",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06b6ce159bd04548a7377da9f13d26b3_154"
        },
        {
            "start": 13576,
            "end": 13811,
            "text": "The commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "62926390d081413cbf6d56f8bcf5a0cc_155"
        },
        {
            "start": 13813,
            "end": 14266,
            "text": "Explanation : For the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\nSection 15 of Commercial Courts Act, 2015 deals with transfer of pending suits.",
            "labels": [
                "STA"
            ],
            "id": "c4f42a1dbd6d437dadf77fa4e28765c8_156"
        },
        {
            "start": 14267,
            "end": 14316,
            "text": "Said provision may not apply to the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4c60f66f0c945c08ff8bbd52d271b5a_157"
        },
        {
            "start": 14317,
            "end": 14672,
            "text": "\n          9]               Submissions of the appellant :\n\n          a]               The provisions of Commercial Courts Act, 2015 are required to be strictly construed and he relies upon the 34.23AO judgment of the Hon'ble Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. Vs. K.S. Infraspace LLP and another reported in 2020 (15) SCC 585.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd723a0fffa646749417046809f9bcba_158"
        },
        {
            "start": 14673,
            "end": 14843,
            "text": "In this judgment, Hon'ble Supreme Court has held that, the expression \"used\" in section 2 (1) (c) (vii) of Commercial Courts Act, must mean actually used or \"being used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da34a273d4c74a5bb95d4266de742284_159"
        },
        {
            "start": 14844,
            "end": 14906,
            "text": "The phraseology used is not \"likely to be used or to be used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b3b34e01ab55453abb3a4a536a4249ae_160"
        },
        {
            "start": 14907,
            "end": 14919,
            "text": "(Para no.11)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ed55a4669894a3f9798edd4cbebdb45_161"
        },
        {
            "start": 14920,
            "end": 15141,
            "text": ". \nIt is further held in said Judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2119a9d19eb454f8bc0cf971f8fb625_162"
        },
        {
            "start": 15142,
            "end": 15161,
            "text": "(Para no.13 and 14)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25937d6f01cc44b2ba353335cb58d019_163"
        },
        {
            "start": 15162,
            "end": 15285,
            "text": ". Observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "681e9fc4d3134e6388de9ae2b95ddc1a_164"
        },
        {
            "start": 15286,
            "end": 15384,
            "text": "\nFurthermore, provisions of the Act are required to be strictly construed (para nos.14, 31 to 38).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36a0c32b0eff4e09be90ae44785249e7_165"
        },
        {
            "start": 15386,
            "end": 15605,
            "text": "In para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23AO attract jurisdiction of the Commercial Court\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a06ecf86bbf4740b59b0f7173f05853_166"
        },
        {
            "start": 15606,
            "end": 15704,
            "text": "b] The property must be actually used for trade or commerce and not that, it is likely to be used.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ccdcbab3b8446cab6688d0fb932c352_167"
        },
        {
            "start": 15705,
            "end": 15878,
            "text": "He relies the judgment of the Division Bench of Gujrath High Court in the case of Vasu Health Care Pvt. Ltd. Vs. Gujarat Akruti TCG Biotech Ltd. Reported in AIR 2017 SC 153.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "72a89d267de24fdea4eb33e368e9d366_168"
        },
        {
            "start": 15879,
            "end": 16276,
            "text": "In the case wherein similar Memorandum of Understanding is considered wherein para No.7.1 to 7.6 the scheme of Commercial Courts Act, is considered wherein it was held that, Commercial Court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the Division Bench of Gujarat High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "936a5d47e3ae4b0d8b085aaa995184b7_169"
        },
        {
            "start": 16277,
            "end": 16451,
            "text": "In the Judgment of Hon'ble Supreme Court in Ambalal Sarabhai (Supra), more particularly in para 12 the Hon'ble Supreme Court agreed with the view taken by Gujarat High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c356f731ff744cb5853e61c93252eab9_170"
        },
        {
            "start": 16453,
            "end": 16624,
            "text": "c] The learned counsel for the appellant submits that the Civil Court has jurisdiction to try and decide all the 34.23AO suits except the suits that are barred by any law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8ca0e2148a9b40708986d3d680eab0b7_171"
        },
        {
            "start": 16625,
            "end": 16945,
            "text": "There is no specific bar to exclude jurisdiction of Civil Court and in view of the law laid down by the Hon'ble Supreme Court in the case of Dhulabhai Vs. State of M.P. reported in AIR 1969 SC 78, the Civil Court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "388d0ccc23e8401684c1e3d08fa4f9ac_172"
        },
        {
            "start": 16946,
            "end": 17200,
            "text": "\nd] Perusal of plaint would clearly establish that, Plaintiff has made specific allegations against SICOM i.e. financial institution and has also prayed for directions to MIDC for granting permission for assignment of property in favour of the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e90e234cd4964afd8975b21f4f5091e6_173"
        },
        {
            "start": 17201,
            "end": 17295,
            "text": "As a matter of fact SICOM is a financial institution and MIDC is a Special Planning Authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f6a25fbf7704b70acb32ce57e8b070d_174"
        },
        {
            "start": 17296,
            "end": 17387,
            "text": "The relief prayed for as against said authorities cannot be termed as \"Commercial Dispute\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "512634abfa15416a87d7d6127c7cb523_175"
        },
        {
            "start": 17388,
            "end": 17476,
            "text": "\nFurthermore, the user of property at present is earmarked for residential purpose only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "311eff582b81424e9b41230a6dddfaf8_176"
        },
        {
            "start": 17477,
            "end": 17520,
            "text": "Future use of the property is not material.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90912a5128f543e19337140945328d08_177"
        },
        {
            "start": 17522,
            "end": 17529,
            "text": "34.23AO",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45fb4e0fa7c243a7a64a490bc974f8f4_178"
        },
        {
            "start": 17530,
            "end": 17674,
            "text": "That, as far as Defendant No.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31aaad345d2847238e8d2dcc459aa1ca_179"
        },
        {
            "start": 17675,
            "end": 18015,
            "text": "As far as the Defendant No.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the Plaintiff and also to establish before the Court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of Defendant Nos.9 to 11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c166f8bc49264677be9161560c9529c7_180"
        },
        {
            "start": 18016,
            "end": 18126,
            "text": "\nThe Defendant No.9 to 11 are transferees of the property, that was to be assigned in favour of the Plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5271376ebe35405a8fb95d9aa0818ae0_181"
        },
        {
            "start": 18127,
            "end": 18286,
            "text": "All these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5e33535836946998b0929c5fe0b5c0f_182"
        },
        {
            "start": 18287,
            "end": 18463,
            "text": "At best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aafeaa12e1964789b7d498448687345c_183"
        },
        {
            "start": 18464,
            "end": 18572,
            "text": "e] There is no existing joint venture : the suit is for specific performance of Memorandum of understanding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7f64b7d78a34333bada3e2a045ee847_184"
        },
        {
            "start": 18574,
            "end": 18581,
            "text": "34.23AO",
            "labels": [
                "ANALYSIS"
            ],
            "id": "588053723fd742d398350d5e9ee4e75a_185"
        },
        {
            "start": 18582,
            "end": 18661,
            "text": "One of the stipulations is regarding joint venture, which is to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e1d367bfb9d4016a32c1a07cd29d74a_186"
        },
        {
            "start": 18662,
            "end": 18762,
            "text": "The clause xi of Section 2 (1) (c) of the Commercial Courts Act deals with Joint Venture Agreements.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18da681158d6461098401abb7bdcbc05_187"
        },
        {
            "start": 18763,
            "end": 18840,
            "text": "Section 2 (1) (c) specifically start with the words \"Dispute arising out of\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7022c45109043b1a51c0508195148a3_188"
        },
        {
            "start": 18841,
            "end": 18912,
            "text": "In the facts of present case, the Joint Venture is not yet constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd46da48a21346c799de47989d2e7b5b_189"
        },
        {
            "start": 18913,
            "end": 19077,
            "text": "f] The property is not used for trade or commerce at present : In view of judgments cited by the appellant, the property is not actually used for trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0529ea4990bd48da9df6787aef84fe04_190"
        },
        {
            "start": 19078,
            "end": 19110,
            "text": "At best it is likely to be used.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b02bb8b5daa41aaa480972ea92cd1ce_191"
        },
        {
            "start": 19111,
            "end": 19265,
            "text": "In view of Judgment of the Hon'ble Supreme Court in the matter of Ambalal Sarabahai (supra), the suit is not covered by clause (vii) of Section 2 (1) (c).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f85b55514c9479d82c31d42ce945b76_192"
        },
        {
            "start": 19266,
            "end": 19463,
            "text": "g] Next submission of the learned counsel for the appellant is that explanation B of Section 2 (1) (c) of the Commercial Courts Act is applicable only in cases where the State is contracting party.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f5c2278f05ac407987b1f3a52a5026a3_193"
        },
        {
            "start": 19464,
            "end": 19555,
            "text": "In the present case, the State Authorities i.e. SICOM and MIDC are not contracting parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cf96c26a93b444996e8c0d5f9ab59df_194"
        },
        {
            "start": 19556,
            "end": 19621,
            "text": "Both the parties are in their capacity as Regulatory Authorities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f89f200faf140dfbd8c44e0dfcf1b6d_195"
        },
        {
            "start": 19622,
            "end": 19745,
            "text": "Therefore, the dispute cannot be considered as 34.23AO exclusively commercial dispute to be tried by Commercial Court only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10cce35885304280bde28ad1f8ddbd02_196"
        },
        {
            "start": 19746,
            "end": 19954,
            "text": "\nh] The learned counsel further submits that section 6 of the Commercial Courts Act provides that the Commercial Court shall have jurisdiction to try all suits and applications relating to commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9fb2606f39c9496fbed9d0ade53ba83f_197"
        },
        {
            "start": 19955,
            "end": 20029,
            "text": "This clearly shows that the jurisdiction is conferred on commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0decc854ccb6479a8bf6229bfbf0990b_198"
        },
        {
            "start": 20030,
            "end": 20290,
            "text": "However, the jurisdiction of Civil Court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a Commercial Court as the jurisdiction is restricted to commercial dispute only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af8b79fd220e4a15a0a6e77d059ffdc7_199"
        },
        {
            "start": 20291,
            "end": 20415,
            "text": "In view of the same, if the claim is composite in nature, the Commercial Court may not have jurisdiction to decide the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e99a991415f419caebe718630c072d3_200"
        },
        {
            "start": 20416,
            "end": 20686,
            "text": "i] Section 15 of the Commercial Courts Act provides for transfer of proceedings : The suits that are pending as on the date of enforcement of the Act were permitted to be transferred by application of either of parties as per Section 15 (5) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb6aee7f8ad141b6888a034369b127b4_201"
        },
        {
            "start": 20688,
            "end": 20695,
            "text": "34.23AO",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d359770be95240aa8dc6f7f1eddc4f7b_202"
        },
        {
            "start": 20696,
            "end": 20780,
            "text": "However, similar enabling provision is conspicuously absent in Section 6 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "033302846efb4f6bad693435d9d1510e_203"
        },
        {
            "start": 20781,
            "end": 20899,
            "text": "This clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfb1b4e87acc45059cc2c3e00e4d819c_204"
        },
        {
            "start": 20900,
            "end": 20969,
            "text": "\nj] Judgment of this Hon'ble Court in Kanchanganga Realtors Pvt. Ltd.",
            "labels": [
                "NONE"
            ],
            "id": "1e9f86afe25b457a852193251d718fb6_205"
        },
        {
            "start": 20970,
            "end": 21027,
            "text": "V/s Monarch Infrastructure reported in AIR 2019 Bom 102 :",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ee32fa2621741d4bce91fac576b100c_206"
        },
        {
            "start": 21028,
            "end": 21234,
            "text": "It is submitted that, said Judgment is passed by this Hon'ble Court on 08.02.2019, wherein it is noted that, Judgment in the matter of Vasu Healthcare (supra) is challenged before the Hon'ble Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4e78ca6e79f40cd904d464844ec0ba1_207"
        },
        {
            "start": 21235,
            "end": 21402,
            "text": "However, by a subsequent Judgment in the matter of Ambalal Sarabhai decided on 04.10.2019, the Hon'ble Supreme Court has endorsed the view taken by Gujarat High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e58643395004a21954098baf2ce99d2_208"
        },
        {
            "start": 21403,
            "end": 21496,
            "text": "There is specific observation for strict construction of provisions of Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a427b77630a40599724840e59378546_209"
        },
        {
            "start": 21497,
            "end": 21634,
            "text": "As such, in view of Judgment of Hon'ble Supreme Court in above stated cases, the law laid down in Kanchanganga is required to be ignored.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14fbf543b8c941eabffb0f97316c6667_210"
        },
        {
            "start": 21635,
            "end": 21731,
            "text": "\nEven otherwise, Kanchanganga (supra) was 34.23AO decided on the basis of section 15 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b01e241a3c3f4ae1b7cb88086eec7229_211"
        },
        {
            "start": 21732,
            "end": 21812,
            "text": "In the present case, nature and scope of section 6 is required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65f0b979364f42dc9958eb1eb79bd13c_212"
        },
        {
            "start": 21813,
            "end": 21892,
            "text": "As a matter of fact, section 15 is not applicable in the facts of present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa968fd071234a30a7952d917a0a9834_213"
        },
        {
            "start": 21893,
            "end": 22005,
            "text": "\nk] In the case for rejection or return of plaint the Court is required to consider the contents of plaint only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53469aeae4604468b0cbd314d030bbaf_214"
        },
        {
            "start": 22006,
            "end": 22040,
            "text": "The defence cannot be looked into.",
            "labels": [
                "RPC"
            ],
            "id": "8de75765d0134134a38595861bea7816_215"
        },
        {
            "start": 22041,
            "end": 22161,
            "text": "However, the provision of Order VII Rule 10 are applicable only in cases of the Court holds that it has no jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74dddd51ef4345b7a98fee0263b60942_216"
        },
        {
            "start": 22162,
            "end": 22301,
            "text": "Same can be done at a later stage as held by this Hon'ble Court in Vaijinath Kale Vs. Nerkar Property LLP reported in 2021 (3) Mh.L.J. 202.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d7818d0b7dad46838906f0bd376e52af_217"
        },
        {
            "start": 22302,
            "end": 22502,
            "text": "In view of the aforesaid submissions, the learned counsel for the appellant submits the present Appeal from Order be allowed by setting aside the impugned judgment and order passed by the trial Court.",
            "labels": [
                "RPC"
            ],
            "id": "b20d5c5436524fb6850671aef3a156f6_218"
        },
        {
            "start": 22504,
            "end": 22536,
            "text": "Submissions of the Respondents :",
            "labels": [
                "NONE"
            ],
            "id": "61a35b0d87904daa8c971a47d4fb3f31_219"
        },
        {
            "start": 22537,
            "end": 22730,
            "text": "\n10] Per contra, the learned counsel for the respondents submits that the transaction between the 34.23AO parties is a commercial transaction in which the MIDC and SICOM Ltd. are also involved.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c7d5bfe4a1e4a28a6aeb07e4187b877_220"
        },
        {
            "start": 22731,
            "end": 23579,
            "text": "The property is the subject matter of development by the appellant - plaintiff and that the appellant - plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the NOC etc. from the MIDC and SICOM.\n11] The learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant - plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant - plaintiff has been deprived of joint venture benefits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2aa0b3138f5347158e9d2d3ea35eb5ba_221"
        },
        {
            "start": 23580,
            "end": 23886,
            "text": "12] The learned counsel for the respondents submits that as per Section 2 (c) and the suit clauses of 34.23AO Section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "da46055fe20e4900b59a846205c01a64_222"
        },
        {
            "start": 23887,
            "end": 24121,
            "text": "Apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fc0582d295d14ee6a8bd6ccc4ca05d9b_223"
        },
        {
            "start": 24122,
            "end": 24441,
            "text": "It is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4b4fc471e7b94845ab34e4a9036a3525_224"
        },
        {
            "start": 24442,
            "end": 24512,
            "text": "The consideration involved in the said transaction is of Rs.35 crores.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "01f91fb8af0d4440922f25869272443c_225"
        },
        {
            "start": 24513,
            "end": 24634,
            "text": "The MOU on the face of it shows that it is development agreement for the construction in favour of joint venture company.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "13c178bc2f5e4f9bb59b8bc8aa20e446_226"
        },
        {
            "start": 24635,
            "end": 24791,
            "text": "The transaction involved in MOU comes within the purview of the commercial dispute defined under clause (c) of Section 2 sub-includes the construction also.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e71c205b398f44e5bddbca95d411537c_227"
        },
        {
            "start": 24792,
            "end": 24948,
            "text": "The MOU shows that it is construction 34.23AO contract of building and therefore it is covered under sub- clause (vi) of clause (c) of Section 1 of the Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6ac7527765244cb58af0cb0b4b5aefc1_228"
        },
        {
            "start": 24949,
            "end": 25044,
            "text": "The learned counsel for the respondents, thus, submits that the Appeal from Order be dismissed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d95a75a768f4474799daf2cc1f289a8e_229"
        },
        {
            "start": 25046,
            "end": 25381,
            "text": "CONSIDERATION :\n13] The facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the Director and Authorized Signatory of Ajanta and Goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing Plot No.E- 36 B, now numbered as E-36/1 admeasuring 17,066.25 Sq.Mt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f17f454299094ea7bbf4e04393570d30_230"
        },
        {
            "start": 25382,
            "end": 25459,
            "text": "On various terms and conditions, some of the relevant terms are as under :\nI.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd210d9d69834d36896431c9785ff759_231"
        },
        {
            "start": 25460,
            "end": 25523,
            "text": "Plot No. E-36 will get transferred in the name of Goldendreams.",
            "labels": [
                "RPC"
            ],
            "id": "32a7c4ce92a74bb0b4023273d1e3e110_232"
        },
        {
            "start": 25525,
            "end": 25693,
            "text": "II. IT Park Project would comprise a total land of 62 Acres, out of which 60% would be for IT purposes, and the balance 40% would be for residential and commercial use.",
            "labels": [
                "RPC"
            ],
            "id": "d2830eee14ba423fb92822f3b5223946_233"
        },
        {
            "start": 25772,
            "end": 25779,
            "text": "34.23AO",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38fe7cfdad2a4812b0e9236ded3a6b23_234"
        },
        {
            "start": 25807,
            "end": 25838,
            "text": "III.   Goldendreams            ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d2af652cb7f4bc48bb3a612d640cc17_235"
        },
        {
            "start": 25838,
            "end": 25994,
            "text": "would              execute Development Agreement in favour of a Joint Venture Company to be formed by Plaintiff and Ajanta for residential development only.",
            "labels": [
                "RPC"
            ],
            "id": "0a81369331d94535876760b76e94af3c_236"
        },
        {
            "start": 25996,
            "end": 26161,
            "text": "IV. The said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 Sq.Mt. (i.e. 4.21 acres) having 1.5 FSI i.e. about 23,000 Sq.Mt. VII.",
            "labels": [
                "RPC"
            ],
            "id": "a914cb8cfeec401fba00e8a499e908e4_237"
        },
        {
            "start": 26162,
            "end": 26536,
            "text": "Plaintiff along with Ajanta would be required to pay a total sum of Rs.6 crores under the said MOU comprising of 3 installments (a) Rs.1 crore payable by January 2010 (b) Rs.2.50 crores payable by February 2010 and (c) Rs.2.50 crores payable on receipt of construction permission, before that Goldendreams will obtain conversion order from industrial use to residential use.",
            "labels": [
                "RPC"
            ],
            "id": "e03cfd2e8a1f41ad899d6fd898f2ad41_238"
        },
        {
            "start": 26537,
            "end": 26806,
            "text": "VIII. The balance consideration of Rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of Rs.29 crores and the balance amount to be utilized for construction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abffa48acf6b4b0f99feb8b629597f6a_239"
        },
        {
            "start": 26808,
            "end": 26820,
            "text": "34.23AO XII.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2591ea4bd0a48caab49c4b8b969e5b4_240"
        },
        {
            "start": 26821,
            "end": 27015,
            "text": "All internal Development Work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. Old.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "338e178146284797b46dffa3804498f4_241"
        },
        {
            "start": 27016,
            "end": 27055,
            "text": "Plot No. E-36 B and now Plot No. E-16/1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fae5b78ccb9b42ac9a7c8dcb8f17a270_242"
        },
        {
            "start": 27056,
            "end": 27064,
            "text": ". \nXIII.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cbec16d3df445f3a73267711247c55f_243"
        },
        {
            "start": 27065,
            "end": 27180,
            "text": "Ajanta will obtain MIDC permissions and sanction building permission for residential use and all legal formalities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd1768e3e187422690ad4375851bee99_244"
        },
        {
            "start": 27181,
            "end": 27482,
            "text": "\nXV. Amenity, clubhouse area of 25,000-30,000 Sq.Ft. in Plot No. E-18 IT Park will be jointly owned by the JV company of Plaintiff and Ajanta, Land Cost-Free-construction cost by the Plaintiff for residential Plot No. E-36 B (Now E- 36/1) and additional members for use facility to be decided jointly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8740246a32eb497091fb1ba4f7ce596f_245"
        },
        {
            "start": 27484,
            "end": 27629,
            "text": "14] On perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of MoU dated 26.12.2009.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16c621bbf63a4066a86785ba95040cee_246"
        },
        {
            "start": 27630,
            "end": 28004,
            "text": "As per the said MoU, the defendant no.1 agreed to give property Plot No. E-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at MIDC Chikalthana, Aurangabad Tq. & Dist. Aurangabad for the 34.23AO development to the plaintiff and accordingly the defendant no.1 accepted the amount of Rs.5,92,55,000/- but the defendant no.1 failed to discharge his obligations as per MOU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afaa4ed7abf046fab24277f1e9b494b7_247"
        },
        {
            "start": 28005,
            "end": 28076,
            "text": "Therefore, the plaintiff filed a present suit for specific performance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d7f0b3c4dd8480b8e5accd64159e307_248"
        },
        {
            "start": 28077,
            "end": 28289,
            "text": "\n15] The defendant nos.9 to 11 filed an application under Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015 read with Order VII Rule 10 and 11 of the CPC for return of plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7f1b540d5dc4827898956a77a8b40b5_249"
        },
        {
            "start": 28290,
            "end": 28396,
            "text": "The trial Court by impugned order has returned the plaint for filing the same before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63842873250e41c89144c491dbe0f38f_250"
        },
        {
            "start": 28397,
            "end": 28842,
            "text": "\n16] The trial Court has held at para no.18 as under :\n18] Gone the pleading of the plaintiff, also gone through the documents filed along with list Exh.4 at Sr.No.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said MOU is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture Company to be formed for residential development only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fc344a7d2b04c09ac6c8c3ecb3bbe63_251"
        },
        {
            "start": 28843,
            "end": 28993,
            "text": "On the perusal of the contents of MOU dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of Rs.35 Cr.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5810bf5874854d49852fb28985c3cd44_252"
        },
        {
            "start": 28994,
            "end": 29124,
            "text": "The MOU on the face of it shows that, it is development agreement for 34.23AO the construction in favour of Joint Venture Company.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea52539f93cc4cea8bd9a000f7e46e99_253"
        },
        {
            "start": 29126,
            "end": 29291,
            "text": "The transaction involved in MOU comes within the purview of Commercial Dispute defined under clause (c) of Section 2 sub-section 1 of The Commercial Court Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42160897330244fba6d042dfb48f3a05_254"
        },
        {
            "start": 29292,
            "end": 29344,
            "text": "The term development includes the construction also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cdca93be477149a4b25d2d8c92cfc240_255"
        },
        {
            "start": 29345,
            "end": 29645,
            "text": "The MOU shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the Section 1 of the Act, therefore, it is not necessary to go through the provisions of Sub-Rule (vii) of clause (c) of Section 2 (1) of The Commercial Courts Act, 2015....",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad3f2c3d03fd4603a3f2eedc163d7bc7_256"
        },
        {
            "start": 29647,
            "end": 29886,
            "text": "17] The trial Court held that the MOU dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of Section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "714c7467215b48b19a188c236a48278e_257"
        },
        {
            "start": 29887,
            "end": 30352,
            "text": "Clause (vi) of Section 2 (1) (c) reads as under :\n(vi) construction and infrastructure contracts, including tenders;\n18] The Hon'ble Supreme Court in the case of Sushil Kumar Agarwal Vs. Meenakshi Sadhu & ors. reported in MANU/SC/1144/2018 [equivalent : [2019] 2 SCC 241] has explained what are the different development 34.23AO agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under :\n16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1afa4c286d514eb98e8ccc1619817452_258"
        },
        {
            "start": 30353,
            "end": 30425,
            "text": "The expression \"development agreement\" has not been defined statutorily.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d55fdebdcb794a749f513478b32d6099_259"
        },
        {
            "start": 30426,
            "end": 30607,
            "text": "In a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1580fe918ad4c77812bb293326dd0cd_260"
        },
        {
            "start": 30608,
            "end": 30727,
            "text": "As real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "789814da3bfd488199da7d51e58b2eb0_261"
        },
        {
            "start": 30728,
            "end": 31000,
            "text": "Broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds:\n(i) An agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4d3676ef48d45b2a4481ec664c101c6_262"
        },
        {
            "start": 31001,
            "end": 31256,
            "text": "This is a pure construction contract;\n(ii) An agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bff6fa0d8c04e57911d613facaec98c_263"
        },
        {
            "start": 31257,
            "end": 31409,
            "text": "In such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40899c949b6049bd8b409f82cfa8260f_264"
        },
        {
            "start": 31410,
            "end": 31565,
            "text": "\n(iii) An agreement where the owner or a person holding any other rights in an Immovable property grants rights to another person to carry out development.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8eccff75d744bb2a4af56a5ca2d101b_265"
        },
        {
            "start": 31566,
            "end": 31667,
            "text": "In consideration, the developer has to hand over a part of the 34.23AO constructed area to the owner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a675183a7694482b9420e9f9c7456683_266"
        },
        {
            "start": 31668,
            "end": 31743,
            "text": "The developer is entitled to deal with the balance of the constructed area.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af1c5e89d0f24d91a9905cb169dc9683_267"
        },
        {
            "start": 31744,
            "end": 31878,
            "text": "In some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "812203d3fd304f70b07c213b91204463_268"
        },
        {
            "start": 31879,
            "end": 32019,
            "text": "\n(iv) A development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9847d6fcb7343b0a8d812de1eb89f11_269"
        },
        {
            "start": 32020,
            "end": 32071,
            "text": "In some cases, the property may be encroached upon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c845796cfd2345ed9c5561447172b517_270"
        },
        {
            "start": 32072,
            "end": 32342,
            "text": "The developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) An owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dfbb867ed0d40b9bff1f2809f412fbe_271"
        },
        {
            "start": 32343,
            "end": 32454,
            "text": "Alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c26fd72f01540c280be67c04fc5f4e2_272"
        },
        {
            "start": 32455,
            "end": 32621,
            "text": "The developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de628214dea247beb9a5ee2cbaa76ee4_273"
        },
        {
            "start": 32623,
            "end": 32764,
            "text": "When a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cfafbf67dfc438aacc54761c6fec18f_274"
        },
        {
            "start": 32765,
            "end": 32923,
            "text": "But in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce272b701f4b466386e0dc73de0f2b0a_275"
        },
        {
            "start": 32924,
            "end": 33150,
            "text": "The terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.\n34.23AO 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff4e0b2025b142a6aaf6696b1dd3d489_276"
        },
        {
            "start": 33151,
            "end": 33273,
            "text": "In a construction contract, the contractor has no interest in either the land or the construction carried out on the land.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be3a0e21d2204f709965155330dd9457_277"
        },
        {
            "start": 33274,
            "end": 33419,
            "text": "But, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b13c089066a84f29b7c50165cc90dc25_278"
        },
        {
            "start": 33420,
            "end": 33500,
            "text": "There are various incidents of ownership of in respect of an immovable property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1195ae372c0458085d4eecd55fe079d_279"
        },
        {
            "start": 33501,
            "end": 33601,
            "text": "Primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfe2873bf0aa42e2bc06f1d144de7e22_280"
        },
        {
            "start": 33602,
            "end": 33709,
            "text": "The owner in possession of the thing has the right to exclude all others from its possession and enjoyment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91cd84b6b87c4b63b6e2ff576a6a7a0c_281"
        },
        {
            "start": 33710,
            "end": 33863,
            "text": "The right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "724e636c6af840eea3c7b79cc87a3e4a_282"
        },
        {
            "start": 33864,
            "end": 33942,
            "text": "(B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239 at para 6)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54b62e45a48e4f4a82f355d49d6888fe_283"
        },
        {
            "start": 33943,
            "end": 34055,
            "text": ". Ownership denotes the relationship between a person and an object forming the subject matter of the ownership.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ef6b8c11fd74905ba85f6fd8d5f2268_284"
        },
        {
            "start": 34056,
            "end": 34193,
            "text": "It consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "248aa75c2c1d420c98db3cbe76e0063e_285"
        },
        {
            "start": 34194,
            "end": 34304,
            "text": "There are various rights or incidents of ownership all of which need not necessarily be present in every case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f39c57ac4e3a46caa95c568f6b9b47ed_286"
        },
        {
            "start": 34305,
            "end": 34420,
            "text": "They may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bdfe5d38bbc46c883de14b9752d2078_287"
        },
        {
            "start": 34421,
            "end": 34501,
            "text": "(Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991) 4 SCC 572).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d0520ade0764b1796b534da0a060053_288"
        },
        {
            "start": 34502,
            "end": 34647,
            "text": "An essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93981362c51e47c684e982844cb0c483_289"
        },
        {
            "start": 34648,
            "end": 34749,
            "text": "In some situations, under a development agreement, an owner may part with such rights to a developer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f647ad486bbb487c9a4c038946f75a95_290"
        },
        {
            "start": 34750,
            "end": 34846,
            "text": "This in is essence is a parting of some of the incidents of ownership of the immovable property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "425d3f8d2d8f43caa641e52a9d1119c5_291"
        },
        {
            "start": 34847,
            "end": 35114,
            "text": "There could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23AO substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ba97bf115d3415b89eeb1fbd4c2536f_292"
        },
        {
            "start": 35115,
            "end": 35245,
            "text": "There could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ebd128347fd9422b9fca993d2840e67b_293"
        },
        {
            "start": 35246,
            "end": 35473,
            "text": "In development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b9687554d26464eb3aab0f51cced447_294"
        },
        {
            "start": 35474,
            "end": 35803,
            "text": "For example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59290b88f84243f38d24a755e082e9a3_295"
        },
        {
            "start": 35804,
            "end": 36031,
            "text": "In such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6511156565984e058d3ea8b14ed34fab_296"
        },
        {
            "start": 36032,
            "end": 36103,
            "text": "This of course is dependent on the terms of the agreement in each case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e6f6a2220f3488c9c9b4681872458f5_297"
        },
        {
            "start": 36104,
            "end": 36541,
            "text": "There cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it.\n19] The Hon'ble Supreme Court in the above case of Sushil Kumar Agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f864b424c0394ed5bef15124bbdbb81a_298"
        },
        {
            "start": 36542,
            "end": 36926,
            "text": "But in various other categories of development agreements, the developer may 34.23AO have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "77959569ce3649e8b1b6e3e55459b641_299"
        },
        {
            "start": 36927,
            "end": 37110,
            "text": "\n20] Applying above principles to the facts pleaded in the plaint, and in terms of the MOU, the plaintiff get rights in the property of the Vendor [defendant] by paying consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84d7526f54814fc8a3a208916b6c5bbe_300"
        },
        {
            "start": 37111,
            "end": 37349,
            "text": "The plaintiff has made part payment [Rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7abfd08f961477b80b818e237c2e6b1_301"
        },
        {
            "start": 37350,
            "end": 37430,
            "text": "On making payment of Rs.5.6 crores, the plaintiff creates right in the property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "256b5c1f510f4b559361d60bc7832be0_302"
        },
        {
            "start": 37431,
            "end": 37512,
            "text": "On development, the plaintiff gets right to sell the suit property of the vendor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8a69f680ff947eda18d862321bd514e_303"
        },
        {
            "start": 37513,
            "end": 37585,
            "text": "The MOU dated 26.12.2009 cannot be termed as an 'construction contract'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45d38b7814ed4b00ab3a5f832b45feae_304"
        },
        {
            "start": 37586,
            "end": 37737,
            "text": "On implementation of the MOU the vendor does not retain right in the suit 34.23AO property but it is transferred to the plaintiff / prospective buyers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3742b0f28a464670bf2154358a4b852e_305"
        },
        {
            "start": 37738,
            "end": 37864,
            "text": "The Defendant / vendor get consideration amount of Rs.35 crores, the vendor receives consideration and looses right over land.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14566f4980f84ddcab88f49ddc5aeda8_306"
        },
        {
            "start": 37865,
            "end": 37957,
            "text": "The plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a66627ba03c4691b7325186e8ea0bcf_307"
        },
        {
            "start": 37958,
            "end": 38114,
            "text": "It is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the MOU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b2ee30908e646e29674a676089b1e04_308"
        },
        {
            "start": 38115,
            "end": 38221,
            "text": "By no stretch of imagination, the MOU dated 26.12.2009 can be said to be a simple 'construction contract'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a8e2a05dd9b4c78a94f062aa15cf534_309"
        },
        {
            "start": 38222,
            "end": 38380,
            "text": "Since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c70d21fec8a74d15b2009cca6aa0d69a_310"
        },
        {
            "start": 38381,
            "end": 38695,
            "text": "\n21] The trial Court has also held that it is a development agreement, so also, on perusal of the agreement / MOU dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b655f2093a154f8d8231d3de27a83a52_311"
        },
        {
            "start": 38696,
            "end": 39309,
            "text": "Thus, the suit for 34.23AO specific performance of MOU dated 26.12.2009 has to be tested in terms of Section 2 (1) (c) (vii) of the Commercial Courts Act and not with reference to Section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of MOU comes within the purview of 'Commercial dispute'.\nClause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015, which reads as under :\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n22] The trial Court has erroneously analyzed the plaint with reference to clause (vi) of Section 2 (1) (c) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06773b7283b14997bf2e1faa9c9071dc_312"
        },
        {
            "start": 39310,
            "end": 39494,
            "text": "The plaint has to be analyzed from the conspectus clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015 to ascertain whether the dispute involves a \"commercial dispute\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "274927a080f840d1a197e1ada48eb600_313"
        },
        {
            "start": 39495,
            "end": 39697,
            "text": "The Supreme Court in the case of Ambalal Sarabhai Enterprises Ltd. V. K.S.Infraspace LLP and another reported in 2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585] has held as para no.38 as under :\n38.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b83b0af4d62c42bf980d0def002f69f1_314"
        },
        {
            "start": 39698,
            "end": 39786,
            "text": "A dispute relating to immovable property per se 34.23AO may not be a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "085e4878752f45c99d4bf840f5907641_315"
        },
        {
            "start": 39787,
            "end": 39982,
            "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a637adbabbae4a6d8b506a1ac16fab4c_316"
        },
        {
            "start": 39983,
            "end": 40068,
            "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c027dcedabbe4931a775cf8fe563e961_317"
        },
        {
            "start": 40069,
            "end": 40189,
            "text": "\nThe word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\"\nor \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a70a096c88fd4620ad313dc357cf19a6_318"
        },
        {
            "start": 40190,
            "end": 40219,
            "text": "It should be \"actually used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f00f45ced514946ba4679971065e918_319"
        },
        {
            "start": 40220,
            "end": 40331,
            "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28240d764168475badf97649a32977ce_320"
        },
        {
            "start": 40332,
            "end": 40648,
            "text": "23] Every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the MOU needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to Clause (vii) of Section 2 (1) (c) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99d2406899e64f5fb503e5d1ab71da56_321"
        },
        {
            "start": 40649,
            "end": 41019,
            "text": "As such, the impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside and the matter is remanded back to the trial Court for deciding afresh the application under Order 7 Rule 10 and 11 of the Civil Procedure Code read with Section 3 of the Commercial Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2839a745232f4b5b9ece2b3d675ea7e0_322"
        },
        {
            "start": 41021,
            "end": 41242,
            "text": "34.23AO 24] Section 6 of the Commercial Courts Act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a Specified Value\" are to be tried by Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "35eb86ee9eb645a8a5b0bc61147eeb0c_323"
        },
        {
            "start": 41243,
            "end": 41464,
            "text": "Thus, if the suit in the instant case falls within clause (vii) of Section 2 (1)\n(c) of the Commercial Courts Act, 2015, the trial Court would be entitled to return plaint for filing the same before the appropriate Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8d9a9fcd78f4f76b08140a17dd6c52a_324"
        },
        {
            "start": 41465,
            "end": 41721,
            "text": "Since the Commercial Courts, under Section 6 of the Commercial Courts Act \"shall\" have jurisdiction to try 'all suits' relating to 'Commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed700d9a537f426db1bd745bce527d6d_325"
        },
        {
            "start": 41723,
            "end": 41966,
            "text": "25] Under section 9 of the Civil Procedure Code, the Civil Court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5c4101008434453a51fe1ffc559ae4f_326"
        },
        {
            "start": 41967,
            "end": 42012,
            "text": "[Dhulabai Vs. State of M.P., AIR 1969 SC 78].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2c4ce02ae3944abf86cb37832a611a30_327"
        },
        {
            "start": 42013,
            "end": 42236,
            "text": "The Civil Courts jurisdiction cannot be said to be alternative to 34.23AO Commercial Courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary Civil Court or the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b7e253fd369496394142c49987518b3_328"
        },
        {
            "start": 42237,
            "end": 42387,
            "text": "Section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial Courts [on constitution of commercial courts].",
            "labels": [
                "RPC"
            ],
            "id": "dec8bc337550458c8ee4f8c75589a772_329"
        },
        {
            "start": 42388,
            "end": 42587,
            "text": "Section 15 (5) of the 2015 Act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes.",
            "labels": [
                "RATIO"
            ],
            "id": "3451c6595da14435a2b4913ecc74ed88_330"
        },
        {
            "start": 42588,
            "end": 42825,
            "text": "Thus, it is clear from reading of Section 6 of the 2015 Act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established.",
            "labels": [
                "RATIO"
            ],
            "id": "4e6ae11c9acb42c9a1671368772b85cf_331"
        },
        {
            "start": 42826,
            "end": 43005,
            "text": "26] The impugned order dated 04.05.2023 passed by the 8th Joint Civil Judge Senior Division, Aurangabad below Exh.36 in Special Civil Suit No.162 of 2023 is quashed and set aside.",
            "labels": [
                "RPC"
            ],
            "id": "00e69a1f327948adb3b0a04b744044b4_332"
        },
        {
            "start": 43006,
            "end": 43242,
            "text": "With the above observations, the matter stands remanded back to the trial Court for fresh adjudication of application under Order VII Rule 10 and 11 34.23AO of Civil Procedure Code read with Section 3 of the Commercial Courts Act, 2015.",
            "labels": [
                "RPC"
            ],
            "id": "dccac83a5fc84c35a13bf7b7488ba48c_333"
        },
        {
            "start": 43243,
            "end": 43292,
            "text": "Appeal from Order stands disposed of accordingly.",
            "labels": [
                "RPC"
            ],
            "id": "52c5f1577ba343aeb155dc09a9b76512_334"
        },
        {
            "start": 43293,
            "end": 43412,
            "text": "\n27] Parties to appear before the trial Court on 30.11.2023 so as to enable the trial Court to proceed with the matter.",
            "labels": [
                "RPC"
            ],
            "id": "a982ff03fcbc4900b5bc05ae0e13e52f_335"
        },
        {
            "start": 43413,
            "end": 43434,
            "text": "Suit stands restored.",
            "labels": [
                "RPC"
            ],
            "id": "926841593293448ba01d7a9a5248f352_336"
        },
        {
            "start": 43435,
            "end": 43595,
            "text": "\n28] In view of disposal of Appeal from Order, pending Civil Application, if any, does not survive and the same stands disposed of.\n[ARUN R. PEDNEKER] JUDGE DDC",
            "labels": [
                "NONE"
            ],
            "id": "67e55333176d44b9acbeafd62578006c_337"
        }
    ],
    "entities": [
        {
            "text": "Bhartia Infra Projects Limited",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 49
        },
        {
            "text": "State Of Tripura",
            "label": "RESPONDENT",
            "start_char": 64,
            "end_char": 80
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 109,
            "end_char": 121
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 129,
            "end_char": 141
        },
        {
            "text": "High Court Of Tripura",
            "label": "COURT",
            "start_char": 214,
            "end_char": 235
        },
        {
            "text": "Bhartia Infra Projects Limited",
            "label": "PETITIONER",
            "start_char": 323,
            "end_char": 353
        },
        {
            "text": "State of Tripura",
            "label": "RESPONDENT",
            "start_char": 691,
            "end_char": 707
        },
        {
            "text": "Chief Engineer, Public Works Department (R&B), New Secretary\nComplex, Agartala",
            "label": "RESPONDENT",
            "start_char": 816,
            "end_char": 894
        },
        {
            "text": "Executive Engineer, Public Works Department (R&B), Kumarghat\nDivision, North Tripura",
            "label": "RESPONDENT",
            "start_char": 903,
            "end_char": 987
        },
        {
            "text": "Soumendu Roy",
            "label": "LAWYER",
            "start_char": 1092,
            "end_char": 1104
        },
        {
            "text": "K. De",
            "label": "LAWYER",
            "start_char": 1146,
            "end_char": 1151
        },
        {
            "text": "Aparesh Kumar Singh",
            "label": "JUDGE",
            "start_char": 1196,
            "end_char": 1215
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 1245,
            "end_char": 1257
        },
        {
            "text": "Soumendu Roy",
            "label": "LAWYER",
            "start_char": 1442,
            "end_char": 1454
        },
        {
            "text": "K. De",
            "label": "LAWYER",
            "start_char": 1508,
            "end_char": 1513
        },
        {
            "text": "17.02.2022",
            "label": "DATE",
            "start_char": 1637,
            "end_char": 1647
        },
        {
            "text": "Civil Misc.(Arbitration) No.12 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1658,
            "end_char": 1696
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 1717,
            "end_char": 1766
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 1790,
            "end_char": 1803
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1811,
            "end_char": 1849
        },
        {
            "text": "ARB(P) No.01 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 2046,
            "end_char": 2066
        },
        {
            "text": "28.03.2014",
            "label": "DATE",
            "start_char": 2082,
            "end_char": 2092
        },
        {
            "text": "05.03.2004",
            "label": "DATE",
            "start_char": 2283,
            "end_char": 2293
        },
        {
            "text": "Manu",
            "label": "GPE",
            "start_char": 2342,
            "end_char": 2346
        },
        {
            "text": "Kanchanbari",
            "label": "GPE",
            "start_char": 2350,
            "end_char": 2361
        },
        {
            "text": "Tripura",
            "label": "GPE",
            "start_char": 2369,
            "end_char": 2376
        },
        {
            "text": "19.05.2006",
            "label": "DATE",
            "start_char": 2976,
            "end_char": 2986
        },
        {
            "text": "18.10.2011",
            "label": "DATE",
            "start_char": 3109,
            "end_char": 3119
        },
        {
            "text": "22.09.2011",
            "label": "DATE",
            "start_char": 3163,
            "end_char": 3173
        },
        {
            "text": "item No.2(a) of SH of sub-structure",
            "label": "PROVISION",
            "start_char": 3498,
            "end_char": 3533
        },
        {
            "text": "14.11.2011",
            "label": "DATE",
            "start_char": 3795,
            "end_char": 3805
        },
        {
            "text": "10.01.2012",
            "label": "DATE",
            "start_char": 4551,
            "end_char": 4561
        },
        {
            "text": "20.07.2012",
            "label": "DATE",
            "start_char": 5756,
            "end_char": 5766
        },
        {
            "text": "25.06.2017",
            "label": "DATE",
            "start_char": 5979,
            "end_char": 5989
        },
        {
            "text": "10.01.2012",
            "label": "DATE",
            "start_char": 7172,
            "end_char": 7182
        },
        {
            "text": "20.07.2012",
            "label": "DATE",
            "start_char": 8304,
            "end_char": 8314
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 8843,
            "end_char": 8856
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 8884,
            "end_char": 8933
        },
        {
            "text": "Civil Misc.(Arbitration) No.12 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 8937,
            "end_char": 8975
        },
        {
            "text": "17.02.2022",
            "label": "DATE",
            "start_char": 9079,
            "end_char": 9089
        },
        {
            "text": "Soumendu Roy",
            "label": "LAWYER",
            "start_char": 9226,
            "end_char": 9238
        },
        {
            "text": "K. De",
            "label": "LAWYER",
            "start_char": 10735,
            "end_char": 10740
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12015,
            "end_char": 12025
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 12098,
            "end_char": 12108
        },
        {
            "text": "S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19",
            "label": "PRECEDENT",
            "start_char": 12193,
            "end_char": 12279
        },
        {
            "text": "04.01.2024",
            "label": "DATE",
            "start_char": 12286,
            "end_char": 12296
        },
        {
            "text": "Civil Appeal No.8067 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 12298,
            "end_char": 12326
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12581,
            "end_char": 12591
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 12599,
            "end_char": 12606
        },
        {
            "text": "MMTC Ltd. v. Vedanta            Ltd.13",
            "label": "PRECEDENT",
            "start_char": 12662,
            "end_char": 12700
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12765,
            "end_char": 12775
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12795,
            "end_char": 12805
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12883,
            "end_char": 12893
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12987,
            "end_char": 12997
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13166,
            "end_char": 13176
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13312,
            "end_char": 13322
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13359,
            "end_char": 13369
        },
        {
            "text": "UHL Power Company Ltd v. State of Himachal Pradesh14",
            "label": "PRECEDENT",
            "start_char": 13611,
            "end_char": 13663
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13679,
            "end_char": 13689
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13771,
            "end_char": 13781
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13789,
            "end_char": 13804
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13869,
            "end_char": 13879
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13887,
            "end_char": 13902
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14191,
            "end_char": 14201
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 14209,
            "end_char": 14216
        },
        {
            "text": "MMTC Ltd.",
            "label": "ORG",
            "start_char": 14366,
            "end_char": 14375
        },
        {
            "text": "Sections 34 and 37",
            "label": "PROVISION",
            "start_char": 14502,
            "end_char": 14520
        },
        {
            "text": "Arbitration Act of 1940",
            "label": "STATUTE",
            "start_char": 14615,
            "end_char": 14638
        },
        {
            "text": "Section 15)",
            "label": "PROVISION",
            "start_char": 14656,
            "end_char": 14667
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14863,
            "end_char": 14873
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 14937,
            "end_char": 14947
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 14955,
            "end_char": 14962
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16131,
            "end_char": 16141
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16149,
            "end_char": 16156
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16247,
            "end_char": 16257
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16395,
            "end_char": 16405
        },
        {
            "text": "Section 34 and 37",
            "label": "PROVISION",
            "start_char": 16461,
            "end_char": 16478
        },
        {
            "text": "A & C Act",
            "label": "STATUTE",
            "start_char": 17278,
            "end_char": 17287
        },
        {
            "text": "J.G Engineers (P) Ltd. v. UOI and more",
            "label": "PRECEDENT",
            "start_char": 17324,
            "end_char": 17362
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 17903,
            "end_char": 17916
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18141,
            "end_char": 18151
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18198,
            "end_char": 18208
        },
        {
            "text": "S.V.\n\nSamudram",
            "label": "PRECEDENT",
            "start_char": 18337,
            "end_char": 18351
        },
        {
            "text": "18th February, 2003",
            "label": "DATE",
            "start_char": 18450,
            "end_char": 18469
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18516,
            "end_char": 18526
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 18555,
            "end_char": 18605
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 19656,
            "end_char": 19661
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 19844,
            "end_char": 19849
        },
        {
            "text": "Section 75 or Section 81",
            "label": "PROVISION",
            "start_char": 19947,
            "end_char": 19971
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 20571,
            "end_char": 20576
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 20699,
            "end_char": 20704
        },
        {
            "text": "Section 75 or Section 81",
            "label": "PROVISION",
            "start_char": 20816,
            "end_char": 20840
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 21749,
            "end_char": 21759
        },
        {
            "text": "Ssangyong Engineering and Construction Company Limited Vs National Highways Authority of India (NHAI), (2019) 15 SCC 131",
            "label": "PRECEDENT",
            "start_char": 21775,
            "end_char": 21895
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21990,
            "end_char": 22000
        },
        {
            "text": "Amended Act of 2015 Act",
            "label": "STATUTE",
            "start_char": 22008,
            "end_char": 22031
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 22134,
            "end_char": 22139
        },
        {
            "text": "Amendment Act, 2015",
            "label": "STATUTE",
            "start_char": 22261,
            "end_char": 22280
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22285,
            "end_char": 22295
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 23390,
            "end_char": 23395
        },
        {
            "text": "Section 31(3)",
            "label": "PROVISION",
            "start_char": 23726,
            "end_char": 23739
        },
        {
            "text": "Section 28(3)",
            "label": "PROVISION",
            "start_char": 23904,
            "end_char": 23917
        },
        {
            "text": "Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ)\n               204",
            "label": "PRECEDENT",
            "start_char": 24042,
            "end_char": 24124
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 24719,
            "end_char": 24734
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 26759,
            "end_char": 26766
        },
        {
            "text": "Section 28(3)",
            "label": "PROVISION",
            "start_char": 26833,
            "end_char": 26846
        },
        {
            "text": "Section 34(2)(a)(iv)",
            "label": "PROVISION",
            "start_char": 26929,
            "end_char": 26949
        },
        {
            "text": "20.06.2009",
            "label": "DATE",
            "start_char": 28122,
            "end_char": 28132
        },
        {
            "text": "clause-12A of PWD-8 the",
            "label": "PROVISION",
            "start_char": 28319,
            "end_char": 28342
        },
        {
            "text": "item No.2",
            "label": "PROVISION",
            "start_char": 28475,
            "end_char": 28484
        },
        {
            "text": "(2007) 13 SCC 544 Food Corporation of India and others versus Vikas Majdoor, Kandar Sahkari Mandli Ltd. and",
            "label": "PRECEDENT",
            "start_char": 28851,
            "end_char": 28958
        },
        {
            "text": "2002(4) RAJ(DEL) 303",
            "label": "PRECEDENT",
            "start_char": 28959,
            "end_char": 28979
        },
        {
            "text": "15.07.2011",
            "label": "DATE",
            "start_char": 31265,
            "end_char": 31275
        },
        {
            "text": "22.09.2011",
            "label": "DATE",
            "start_char": 31465,
            "end_char": 31475
        },
        {
            "text": "15.07.2011",
            "label": "DATE",
            "start_char": 31684,
            "end_char": 31694
        },
        {
            "text": "07.11.2011",
            "label": "DATE",
            "start_char": 31719,
            "end_char": 31729
        },
        {
            "text": "15.07.2011",
            "label": "DATE",
            "start_char": 32418,
            "end_char": 32428
        },
        {
            "text": "15.07.2011",
            "label": "DATE",
            "start_char": 32767,
            "end_char": 32777
        },
        {
            "text": "16.07.2011",
            "label": "DATE",
            "start_char": 33669,
            "end_char": 33679
        },
        {
            "text": "10.08.2012",
            "label": "DATE",
            "start_char": 33728,
            "end_char": 33738
        },
        {
            "text": "18.10.2011",
            "label": "DATE",
            "start_char": 33751,
            "end_char": 33761
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35375,
            "end_char": 35388
        },
        {
            "text": "(2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.)",
            "label": "PRECEDENT",
            "start_char": 36204,
            "end_char": 36311
        },
        {
            "text": "2002 (4) RAJ(DEL) 303",
            "label": "PRECEDENT",
            "start_char": 36336,
            "end_char": 36357
        },
        {
            "text": "(1955) 2 SCR 48 : AIR 1955 SC 468 (Seth Thawardas Pherumal VS Union of India)",
            "label": "PRECEDENT",
            "start_char": 36534,
            "end_char": 36611
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37694,
            "end_char": 37707
        },
        {
            "text": "(2003)",
            "label": "PRECEDENT",
            "start_char": 37720,
            "end_char": 37726
        },
        {
            "text": "Union of India VS V. Pundarikakshudu and Sons & Another)",
            "label": "PRECEDENT",
            "start_char": 37738,
            "end_char": 37794
        },
        {
            "text": "High Court of Madras",
            "label": "COURT",
            "start_char": 37895,
            "end_char": 37915
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38767,
            "end_char": 38780
        },
        {
            "text": "Delhi Airport Metro Express Pvt",
            "label": "PRECEDENT",
            "start_char": 38796,
            "end_char": 38827
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 39661,
            "end_char": 39676
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 41717,
            "end_char": 41727
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 41731,
            "end_char": 41746
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 42500,
            "end_char": 42510
        },
        {
            "text": "Ssangyong",
            "label": "OTHER_PERSON",
            "start_char": 42526,
            "end_char": 42535
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 43890,
            "end_char": 43900
        },
        {
            "text": "Section 34(2)",
            "label": "PROVISION",
            "start_char": 44253,
            "end_char": 44266
        },
        {
            "text": "Amended Act of 2015",
            "label": "STATUTE",
            "start_char": 44274,
            "end_char": 44293
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 44703,
            "end_char": 44708
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 45667,
            "end_char": 45682
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 45872,
            "end_char": 45882
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 45976,
            "end_char": 45986
        },
        {
            "text": "Amended Act",
            "label": "STATUTE",
            "start_char": 45994,
            "end_char": 46005
        },
        {
            "text": "17.02.2022",
            "label": "DATE",
            "start_char": 46213,
            "end_char": 46223
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 46253,
            "end_char": 46302
        },
        {
            "text": "Civil Misc.(Arbitration) No.12 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 46306,
            "end_char": 46344
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 46624,
            "end_char": 46640
        },
        {
            "text": "Union of India Vs.",
            "label": "PRECEDENT",
            "start_char": 46644,
            "end_char": 46662
        },
        {
            "text": "Alcon Builders and Engineer Private Limited",
            "label": "ORG",
            "start_char": 46663,
            "end_char": 46706
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 46836,
            "end_char": 46843
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 46980,
            "end_char": 46990
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 46998,
            "end_char": 47005
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 47331,
            "end_char": 47341
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 47612,
            "end_char": 47622
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 47651,
            "end_char": 47661
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 47864,
            "end_char": 47874
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 48211,
            "end_char": 48218
        },
        {
            "text": "Felix Frankfurter",
            "label": "JUDGE",
            "start_char": 48388,
            "end_char": 48405
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 48436,
            "end_char": 48446
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 48797,
            "end_char": 48813
        },
        {
            "text": "MBL Infrastructures Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 48841,
            "end_char": 48872
        },
        {
            "text": "Delhi Metro Rail Corporation",
            "label": "ORG",
            "start_char": 48873,
            "end_char": 48901
        },
        {
            "text": "OMP (Comm) 311/2021",
            "label": "CASE_NUMBER",
            "start_char": 48905,
            "end_char": 48924
        },
        {
            "text": "12.12.2023",
            "label": "DATE",
            "start_char": 48945,
            "end_char": 48955
        },
        {
            "text": "MBL Infrastructures Limited",
            "label": "PRECEDENT",
            "start_char": 49012,
            "end_char": 49039
        },
        {
            "text": "NHAI v. Trichy Thanjavur Expressway Ltd. 2023 SCC OnLine Del 5183",
            "label": "PRECEDENT",
            "start_char": 49137,
            "end_char": 49202
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 49273,
            "end_char": 49283
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 50367,
            "end_char": 50377
        },
        {
            "text": "Section 34(2)(a)(iii)",
            "label": "PROVISION",
            "start_char": 50512,
            "end_char": 50533
        },
        {
            "text": "Article 34",
            "label": "PROVISION",
            "start_char": 50658,
            "end_char": 50668
        },
        {
            "text": "Articles 29, 30, 40 and 41",
            "label": "PROVISION",
            "start_char": 50812,
            "end_char": 50838
        },
        {
            "text": "Article 34",
            "label": "PROVISION",
            "start_char": 51398,
            "end_char": 51408
        },
        {
            "text": "sub-clause (iii) of Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 51577,
            "end_char": 51613
        },
        {
            "text": "Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 51783,
            "end_char": 51799
        },
        {
            "text": "Section 34(2)(a)(iv)",
            "label": "PROVISION",
            "start_char": 52161,
            "end_char": 52181
        },
        {
            "text": "AT",
            "label": "COURT",
            "start_char": 52706,
            "end_char": 52708
        },
        {
            "text": "Section 34(2)(b)",
            "label": "PROVISION",
            "start_char": 53070,
            "end_char": 53086
        },
        {
            "text": "sub clause (iv) of Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 53286,
            "end_char": 53321
        },
        {
            "text": "Section 34(2)(a)(iv)",
            "label": "PROVISION",
            "start_char": 53688,
            "end_char": 53708
        },
        {
            "text": "AT",
            "label": "COURT",
            "start_char": 55102,
            "end_char": 55104
        },
        {
            "text": "AT",
            "label": "COURT",
            "start_char": 55679,
            "end_char": 55681
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 56155,
            "end_char": 56165
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 56186,
            "end_char": 56199
        },
        {
            "text": "M. Hakeem",
            "label": "OTHER_PERSON",
            "start_char": 56203,
            "end_char": 56212
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 56398,
            "end_char": 56408
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 56580,
            "end_char": 56590
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 56770,
            "end_char": 56780
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 58707,
            "end_char": 58717
        },
        {
            "text": "ARINDAM LODH",
            "label": "JUDGE",
            "start_char": 60000,
            "end_char": 60012
        },
        {
            "text": "APARESH KUMAR SINGH",
            "label": "JUDGE",
            "start_char": 60053,
            "end_char": 60072
        },
        {
            "text": "DIPESH DEB",
            "label": "JUDGE",
            "start_char": 60078,
            "end_char": 60088
        },
        {
            "text": "2024.02.01",
            "label": "DATE",
            "start_char": 60098,
            "end_char": 60108
        }
    ],
    "precedent_clusters": {
        "S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19": [
            "S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19",
            "S.V.\n\nSamudram"
        ],
        "Union of India VS V. Pundarikakshudu and Sons & Another)": [
            "MMTC Ltd. v. Vedanta            Ltd.13",
            "UHL Power Company Ltd v. State of Himachal Pradesh14",
            "J.G Engineers (P) Ltd. v. UOI and more",
            "(2003)",
            "Union of India VS V. Pundarikakshudu and Sons & Another)",
            "Delhi Airport Metro Express Pvt",
            "Union of India Vs.",
            "MBL Infrastructures Limited Vs.",
            "MBL Infrastructures Limited"
        ],
        "(2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.)": [
            "(2007) 13 SCC 544 Food Corporation of India and others versus Vikas Majdoor, Kandar Sahkari Mandli Ltd. and",
            "(2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation (Amendment) Act, 2015",
            "Section 34",
            "Arbitration and Conciliation (Amendment) Act, 2015"
        ],
        [
            "Section 34",
            "Amended Act of 2015 Act",
            "Section 34",
            "Amended Act of 2015 Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(2)",
            "Amended Act of 2015",
            "Section 34(2)",
            "Amended Act of 2015"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Sections 34 and 37",
            "Arbitration Act",
            "Sections 34 and 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34 and 37",
            "Arbitration Act",
            "Section 34 and 37",
            "Arbitration Act"
        ],
        [
            "Section 34(1)",
            "A&C Act",
            "Section 34(1)",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 75 or Section 81",
            "Arbitration and Conciliation (Amendment) Act, 2015",
            "Section 75 or Section 81",
            "Arbitration and Conciliation (Amendment) Act, 2015"
        ],
        [
            "Section 34",
            "Amended Act of 2015 Act",
            "Section 34",
            "Amended Act of 2015 Act"
        ],
        [
            "Section 34(2-A)",
            "Amended Act of 2015 Act",
            "Section 34(2-A)",
            "Amended Act of 2015 Act"
        ],
        [
            "Section 28(3)",
            "Amendment Act, 2015",
            "Section 28(3)",
            "Amendment Act, 2015"
        ],
        [
            "Section 34(2)(a)(iv)",
            "Amended Act of 2015 Act",
            "Section 34(2)(a)(iv)",
            "Amended Act of 2015 Act"
        ],
        [
            "Section 34(2-A)",
            "Amended Act of 2015 Act",
            "Section 34(2-A)",
            "Amended Act of 2015 Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(2-A)",
            "Amended Act of 2015",
            "Section 34(2-A)",
            "Amended Act of 2015"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34(2)(a)(iii)",
            "Amended Act",
            "Section 34(2)(a)(iii)",
            "Amended Act"
        ],
        [
            "Article 34",
            "Amended Act",
            "Article 34",
            "Amended Act"
        ],
        [
            "Article 34",
            "Amended Act",
            "Article 34",
            "Amended Act"
        ],
        [
            "sub-clause (iii) of Section 34(2)(a)",
            "Amended Act",
            "sub-clause (iii) of Section 34(2)(a)",
            "Amended Act"
        ],
        [
            "Section 34(2)(a)",
            "Amended Act",
            "Section 34(2)(a)",
            "Amended Act"
        ],
        [
            "Section 34(2)(a)(iv)",
            "Amended Act",
            "Section 34(2)(a)(iv)",
            "Amended Act"
        ],
        [
            "Section 34(2)(b)",
            "Amended Act",
            "Section 34(2)(b)",
            "Amended Act"
        ],
        [
            "sub clause (iv) of Section 34(2)(a)",
            "Amended Act",
            "sub clause (iv) of Section 34(2)(a)",
            "Amended Act"
        ],
        [
            "Section 34(2)(a)(iv)",
            "Amended Act",
            "Section 34(2)(a)(iv)",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "Section 34",
            "Amended Act",
            "Section 34",
            "Amended Act"
        ],
        [
            "section 34",
            "Amended Act",
            "section 34",
            "Amended Act"
        ],
        [
            "item No.2(a) of SH of sub-structure",
            "Arbitration and Conciliation Act, 1996",
            "item No.2(a) of SH of sub-structure",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15)",
            "Arbitration Act of 1940",
            "Section 15)",
            "Arbitration Act of 1940"
        ],
        [
            "Section 75 or Section 81",
            "Arbitration and Conciliation (Amendment) Act, 2015",
            "Section 75 or Section 81",
            "Arbitration and Conciliation (Amendment) Act, 2015"
        ],
        [
            "Section 31(3)",
            "Amendment Act, 2015",
            "Section 31(3)",
            "Amendment Act, 2015"
        ],
        [
            "Section 28(3)",
            "Amendment Act, 2015",
            "Section 28(3)",
            "Amendment Act, 2015"
        ],
        [
            "Part II",
            "Amendment Act, 2015",
            "Part II",
            "Amendment Act, 2015"
        ],
        [
            "clause-12A of PWD-8 the",
            "Amendment Act, 2015",
            "clause-12A of PWD-8 the",
            "Amendment Act, 2015"
        ],
        [
            "item No.2",
            "Amendment Act, 2015",
            "item No.2",
            "Amendment Act, 2015"
        ],
        [
            "Articles 29, 30, 40 and 41",
            "Arbitration and Conciliation Act, 1996",
            "Articles 29, 30, 40 and 41",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "S.V.\n\nSamudram versus State of Karnataka and another reported in 2024 SCC Online SC 19": 2,
        "Union of India VS V. Pundarikakshudu and Sons & Another)": 9,
        "(2007) 13 SCC 544 (Food Corporation of India and others versus Bikash Majdoor, Kandar Sahkari Mandali Ltd.)": 2
    },
    "provision_counts": {
        "Section 34(1) of Arbitration and Conciliation Act, 1996": 2,
        "Section 37 of A&C Act": 7,
        "Section 34 of Arbitration Act": 3,
        "Section 37 of Arbitration Act": 3,
        "Section 34 of A&C Act": 7,
        "Section 34 of Arbitration and Conciliation (Amendment) Act, 2015": 1,
        "Section 34 of Amended Act of 2015 Act": 2,
        "Section 34(2) of Amended Act of 2015": 1,
        "Section 34 of Amended Act": 12,
        "Section 34 of Arbitration and Conciliation Act, 1996": 4,
        "Sections 34 and 37 of Arbitration Act": 1,
        "Section 34 and 37 of Arbitration Act": 1,
        "Section 34(1) of A&C Act": 1,
        "Section 75 or Section 81 of Arbitration and Conciliation (Amendment) Act, 2015": 2,
        "Section 34(2-A) of Amended Act of 2015 Act": 2,
        "Section 28(3) of Amendment Act, 2015": 2,
        "Section 34(2)(a)(iv) of Amended Act of 2015 Act": 1,
        "Section 34(2-A) of Amended Act of 2015": 1,
        "Section 34(2)(a)(iii) of Amended Act": 1,
        "Article 34 of Amended Act": 2,
        "sub-clause (iii) of Section 34(2)(a) of Amended Act": 1,
        "Section 34(2)(a) of Amended Act": 1,
        "Section 34(2)(a)(iv) of Amended Act": 2,
        "Section 34(2)(b) of Amended Act": 1,
        "sub clause (iv) of Section 34(2)(a) of Amended Act": 1,
        "section 34 of Amended Act": 1,
        "item No.2(a) of SH of sub-structure of Arbitration and Conciliation Act, 1996": 1,
        "Section 15) of Arbitration Act of 1940": 1,
        "Section 31(3) of Amendment Act, 2015": 1,
        "Part II of Amendment Act, 2015": 1,
        "clause-12A of PWD-8 the of Amendment Act, 2015": 1,
        "item No.2 of Amendment Act, 2015": 1,
        "Articles 29, 30, 40 and 41 of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 8,
        "A&C Act": 15,
        "Arbitration Act": 8,
        "Arbitration and Conciliation (Amendment) Act, 2015": 3,
        "Amended Act of 2015 Act": 5,
        "Amended Act of 2015": 2,
        "Amended Act": 22,
        "Amendment Act, 2015": 6,
        "Arbitration Act of 1940": 1
    }
}