{
    "id": "551fcf4540d45c197a82f51535e578c3f205ae5281d0f06da142e71b9bdafc90",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nM/S.Oren Bydorcarbons Private Limited vs M/S.Msc Mediterranean Shipping ... on 14 November, 2019 \nEquivalent citations: Aironline 2019 Mad 1841\nAuthor: N.Sathish Kumar \nBench: N.Sathish Kumar \n                                                                                           C.S.No.319 of 2017\n\n                                                                                  Reserved on : 01.11.2019\n\n                                                                            Pronounced on : 14.11.2019 \n\n\n                                    In The High Court Of Judicature At Madras \n\n                                                            Coram \n\n                                  The Honourable Mr.Justice N.Sathish Kumar \n\n                                                   Civil Suit No.319 of 2017 \n\n                      M / s. Oren Bydorcarbons Private Limited, \n                      28/2 B, Saravana Street, T.Nagar, \n                      Chennai  600 017\n                      rep. by its Company Secretary \n                      Mr.K.Maheswaran                                                      ... Plaintiff\n\n                                                                 Vs\n\n                      M/s.MSC Mediterranean Shipping Company Sa,\n                           Du Commerce De Geneve,\n                      CheminRelu 12-14, 1208, Geneva.\n                      Also at : \n                      1st Floor, Kgn Towers, \n                      No.62, Ethiraj Salai, Egmore, \n                      Chennai  600 105.\n                      Tamil Nadu, India.                                                   ... Defendant \n\n\n                      Prayer : - Suit filed under Section 13 of the Code of Civil Procedure and Order \n\n                      Iv Rule 1 Original Side Rules for the following reliefs : \n\n                             a. A declaration under section 13 of the Code of Civil Procedure, 1908\n\n                      that the summary judgment passed by the High Court of Justice, Queen's Bench\n\n                      Decision (Commercial Court), vide Ordered dated 23.05.2014 and 16.06.2014, is\n\n                      1/22 \n\n\n\n\nhttp://www.judis.nic.in \n                                                                                         C.S.No.319 of 2017\n\n                      not conclusive and that the same cannot be enforced against the plaintiff under\n\n                      Indian Law or in any other manner whatsoever. \n\n                             b. a perpetual injunction restraining the defendant, their servants, agents,\n\n                      representatives or any other person claiming under/through them for in any\n\n                      manner seeking enforcement of the summary judgment passed by the High\n\n                      Court of Justice, Queen's Bench Decision (Commercial Court), vide Order dated\n\n                      23.05.2014 and 16.06.2014 in any manner whatsoever\n\n                             c. for costs of the suit. \n\n                                            For Plaintiff      : Mr.R.Sathish Parasaran ( Sc) \n                                                                 for Mr. Madhan Babu \n\n                                            For Defendant      : Mr.K.Rajasekaran \n\n\n\n                                                            Judgment \nThis suit has been filed for declaration that the judgment passed by the High Court of Justice Queen's Bench Decision (Commercial Court), vide Order dated 25.05.2014 and 16.06.2014 is not conclusive a nd cannot be enforced against the plaintiff and for permanent injunction restraining the defendant from enforcing the judgment of the Queen's Bench Decision dated 25.05.2014 and 16.04.14 and for cost.\nhttp://www.judis.nic.in 2. The brief facts of the plaintiffs case is as follows :\n2.1. The plaintiff is engaged in the business of supplying various chemicals and other raw materials. The plaintiff has built up reputation as an honest supplier with stringent quality standards and the plaintiff has annual turnover to the tune of INR 450 crores. The plaintiff has supplied lot of products to MI Swaco Group as per their requirements including calcium carbonate, barites and bentonite. The invoices in these transactions were made out to MI Qatar for use in RasGas. Thus RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas. One such shipment made in May-June 2010 was of Calcium Carbonate, which was shipped in UV treated PP 1 MT capacity bulk bags wherein each bag contain1 MT of product. On completion of the shipment, after consuming a portion of the shipment, MI Qatar complained that there was a problem with the bags containing calcium carbonate, received from the plaintiff, because shredded paper/plastic was found in the calcium carbonate in about 852 bags. After some investigation, it was found that some bags had 5  8 strands of coloured fibre which had mixed with the product, which was a minor issue. However, MI Qatar informed the plaintiff that they were quarantining the bags, which they were unwilling to use and asked the plaintiff to help them make arrangements for shipping out the bags. Both http://www.judis.nic.in sides extended full co-operation to each other in view of their long-standing relationship and the following resolution was arrived :\na. It was no economically worthwhile to take the product back to India to find an alternate user. \nb. MI Qatar wanted to meet the cost of moving the bags out from disposing the material for a price by delivering to a willing purchaser/consignee. \nc. After some time, the plaintiff identified a company in Sudan willing to take the product, viz. African Drilling Fluids (ADG). ADF was only willing to pay an amount equivalent to the cost of importing the product from Oren, India (CIF price). The Sudanese buyer, ADF, was willing to make payment on delivery of the goods in Sudan. The arrangement was that the plaintiff would initially pay the cost of the shipment on behalf of MI Qatar, and would reimburse itself from ADF. MI Qatar was willing to accept this arrangement and to ship the goods from Qatar to Sudan on this basis. \nd. The goods were shipped through United Shipping Services WLL (USS), agents of the container line operated by the defendant herein.\n2.2. The first tranche shipment was carried out by MI Qatar largely without issue. On 24.01.2011, the plaintiff's Indian shipping agent asked the plaintiff to provide draft bills of lading. The plaintiff prepared the same. Similarly http://www.judis.nic.in for the second shipment, the plaintiff received a copy of the draft bill on 05.02.2011. The draft bill of lading identified the shipper as MI Qatar WLL jointly and severally with Oren Hydrocarbons Private Limited. The plaintiff never received the final issued bills of lading. However, the plaintiff has never consented to be the shipper for the goods. As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. However, the instructions was not complied. Whereas on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. The plaintiff has denied the existence of any Bill of lading wherein it was a shipper. Despite the reply notice, the defendant has filed a suit for recovery of damages and the same was numbered before High Court of Justice In London. \n2.3 Despite, the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances. In this manner, the Foreign Court proceeded to pronounce its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated http://www.judis.nic.in 23.05.2014, without any due application of mind. Hence, it is the contention of the plaintiff that the Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction, in as much as the plaintiff never consented to conferring exclusive jurisdiction to the English Court. The judgment was not passed on merits of the case. Similarly, the foreign judgment was obtained by fraud, as the defendant herein did not incur any storage or demurrage charges. Similarly, the foreign judgment is ex facie erroneous in so far as it fails to appreciate that the concerned Bill of Lading was void ab initio and the judgment was not passed on merits. Hence, the suit. \n3. Brief contentions of the defendant are as follows :\n3.1. Denying the contentions, it is the contention of the defendant that the plaintiff approached this Court with unclean hands and suppressed relevant facts in the Court. The plaintiff relied on selective facts, which do not give a complete picture. Before the High Court of Justice, Queens Bench Decision (Commercial Court), pleadings were filed by both the parties, witness statement of four witnesses were filed by the plaintiff and written arguments were filed by both the parties. The summary judgment was passed after considering all materials on record and having heard the parties at length. Further, it is stated that accepting the judgment, the plaintiff vide their Solicitors M/s.De Crus Solicitors email dated http://www.judis.nic.in 30.05.2014 forwarded to the judge (i) draft claimants Order (ii) draft defendants Order and (iii) submissions in relation to the form of the order. With the said email, express instructions of the plaintiff vide its solicitors letter dated 30.05.2014 was also forwarded to the Judge. The defendant's counsel also vide her email dated 30.05.2014 forwarded to the judge, brief submissions on behalf of the defendant and a revised draft Order. The Judge after considering the drafts forwarded by the parties vide his email dated 16.06.2014 forwarded the final draft of the order to the parties subsequently pronounced the judgment. \nHence, it is the contention that the summary judgment in favour of the defendant was passed after giving adequate opportunity to both the parties. \n3.2 Both the parties were represented before the High Court of Justice, Queens Bench Decision (Commercial Court), both the parties filed their pleadings, witness statements and submissions. A detailed hearing was granted to both the parties. It was agreed between the defendant as carrier and the plaintiff as shipper under various Bills of Lading that the defendant would carry by sea 32 containers of bagged calcium carbonate on various vessels/voyages, the agreement between the parties is contained in the Bills of Lading. The Bills of Lading clearly sets out that the plaintiff accepts and agrees to all the terms and conditions as stated therein and that the 32 containers of calcium carbonate http://www.judis.nic.in were duly carried by the defendant to Port Sudan where the containers arrived on various dates. Notwithstanding the long period of time after arrival at the discharge port, delivery of the containers was not taken by the plaintiff in breach of the contract and or terms and conditions of the Bill of Lading. Hence, all the proceedings before the foreign Court is properly done and there was no fraud whatsoever. Hence, prayed for dismissal of the suit. \n4. Based on the above pleading, the following issues have been framed :\n1. Whether the summary judgment passed by the High Court of Justice, Queen's Bench (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014 has been pronounced by a Court of competent jurisdiction? \n2. Whether the summary judgment passed by the High Court of Justice, Queen's Bench Decision (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014, amounts to a judgment on the 'merits of the case'? \n3. Whether suit is maintainable as an appeal against the well considered Foreign Judgment? \n4. Whether the suit reopen the factual issues already considered, decided and given findings of Foreign Court? \nhttp://www.judis.nic.in 5. Whether the jdugment passed by the Foreign Court falls within the exemption of Section 13 of Civil Procedure Code? \n6. Any other Reliefs? \n5. On the side of the plaintiff, P.W.1 was examined and Ex.P.1 to Ex.P.16 were marked. On side of the defendant, D.W.1 has been examined and Ex.D.1 to Ex.D.12 were marked. \nWitnesses examined on the side of the plaintiffs :\nP.W.1. - Mrs.R.Gajalakshmi Witnesses examined on the side of the defendants: \nD.W.1  Mr.N.Krishnakumar Exhibits produced on the side of the plaintiffs: \n                          S.No       Date                   Description of documents                    Exhibit                             . \n                          1.          --         Copy of Balance sheets and Annual returns of P-1                                                  the plaintiff company                           2.     25.12.2009      Copy of Invoice dated 25.12.2009 issued by the P-2                                                  plaintiff showing CIF basis                           3 .          --         Copy of Bill of Lading for shipment to Qatar           P-3                           4 .     24.01.2011      Copy of E- mail from the plaintiff enclosing correct P-4                                                  status of the shipment in the Bill of Lading                           5 .     19.09.2014      Copy of Application notice dated 19.03.2014 P-5                                                  seeking summary judgment http://www.judis.nic.in                           S.No      Date                  Description of documents                   Exhibit                             . \n                          6 .     13.09.2011    Copy of notice sent by the counsel acting for the P-6                                                defendant                           7 .     13.10.2011    Copy of second notice from legal counsel acting P-7                                                on behalf of defendant                           8 .     24.10.2 - 11    Copy of the reply of the plaintiff to the notices P-8                                                sent by the defendant 9. 22.02.2013 Copy of Claim Form folio 259 filed by the P-9 defendant before the Queen's Bench Division, Commercial Court 10 . 23.05.2014 Copy of judgment of the Queen's Bench Division, P-10 Commercial Court 11. 16.06.2014 Copy of Order dated 16.06.2014 of the Queen's P-11 Bench Division, Commercial Court. \n12. 04/03/2017 Copy of E-mail from the defendant's agent in P-12 Sudan 13. 02.10.2013 Copy of Application notice filed by the plaintiff 14. 02.10.2013 Copy of Witness statement of Mr.Alexander Andrews 15. -- Copy of draft Order submitted by the plaintiff 16 . 15.11.1965 Copy of Hague Convention Exhibits produced on the side of the defendant: \n                          S.No      Date                 Description of documents                   Exhibit                             . \n                          1 .      13.09.2011 Copy of the legal notice by the defendant             D-1                           2.      13.10.2011 Copy of legal notice by the defendant                 D-2 3. 24.10.2011 Copy of E-mail of the plaintiff disputing the D-3 liability http://www.judis.nic.in S.No Date Description of documents Exhibit . \n4. 22.02.2013 Copy of the Claim Form 2013 Folio 259 before D-4 Queen's Bench Division, Commercial Court London 5. 19.03.2014 Copy of the Application notice seeking summary D-5 judgment High Court, London 6. 22.05.2014 Copy of written arguments filed by plaintiff before D-6 High Court, London 7. 22.05.2014 Copy of the skeleton arguments opposing D-7 summary judgments filed by the plaintiff 8. 30.05.2014 Copy of transcript of arguments by parties High D-8 Court, London 9. -- Copy of the judgment of Queen's Bench D-9 Division, High Court, London 10 . 30.05.2014 Copy of email of defendant's counsel to plaintiff D-10 and Court 11. 30.05.2014 Copy of email and revised draft Order submitted D-11 to the High Court, London by the plaintiff 12. -- Copy of Certificate of London Court D-12 6. The learned Senior Counsel Mr.Sathish Parasaran appearing for the plaintiff would submit that the High Court of Justice, Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction and the summary judgment was not passed on merits. The triable issues involved and raised by the plaintiff were not considered by the Foreign Court and the judgment was obtained by fraud and suppressing the material facts. It is the further contention of the learned Senior Counsel that several significant issues having a bearing on http://www.judis.nic.in the case were not considered in the foreign judgment on contravention of the conditions set out in Section 13 of Code of Civil Procedure. It is his further contention that no part of the cause of action arose within the jurisdiction of the English Court. The defendant's submission before the Foreign Court that the alleged Bill of Lading conferred exclusive jurisdiction on English Courts was liable to be dismissed. In as much as it could not be proved by the defendant that the plaintiff consented to the Bill of Lading at all. However, the foreign judgment failed to consider that in the present transaction, the exporter was Qatari Company (Ras Gas) and that the contract of carriage was entered into in Qatar and thus the Qatari Law would apply. No consideration of this aspect of applicability of Qatari Law was made in the foreign judgment. Hence, it is his contention that the same has to be held invalid. \n7. It is further contended by the learned Senior Counsel that the judgment is not passed on merits of the case and the judgment has been passed summarily without a complete examination of the material and evidence before it. While the defendant claimed that it had suffered loss and damage, there was no consideration of whether such a claim was in fact maintainable in the absence of any proof or evidence for the same. Further, the burden of proof for the claim http://www.judis.nic.in was not discharged on the part of the defendant. The evidence of D.W.1 clearly indicate that the defendant had not paid storage or demurrage charges. The defendant has disposed of the cargo and has thus profitably benefited from the sale of the cargo as well. Neither the fact that the cargo had been disposed of nor that no charges and thus no losses were incurred by the defendant was disclosed in the proceedings before the English Court. Hence, it is his contention that suppression of material facts, which amounts to fraud. In support of his contentions, the learned Senior Counsel relied upon the following judgments :\nBadat and Co. Bombay Vs. East India Trading Co.\nreported in AIR 1964 SC 538 Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265 K.M.Abdul Jabbr Vs. Indo-Singapore Traders (P) Ltd. rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 http://www.judis.nic.in Islamic Investment Company for the Gulf (Bahamas) Ltd. and Mr.Vijay K.Mehta Vs. Symphony Gems N.V. And others reported in MANU/MH/0113/2005 8. The learned Counsel appearing for the defendant would submit that both the parties have submitted to the jurisdiction of the Foreign Court and the defendant has also filed an application seeking leave to defend the suit and pleadings are filed by both the parties, witness statement of four witnesses was filed by the applicant and written arguments were filed by both the parties and draft judgment was circulated to parties. Accepting the judgment, the defendant, the plaintiff herein vide their solicitor's email dated 30.05.2014 forwarded to the judge (i) draft claimants Order, (ii) draft defendant's Order and (iii) submissions in relation to the form of the Order were forwarded to the judge. The plaintiff also forwarded to the judge, brief submissions on plaintiff/MSC/behalf and a revised draft order. The learned Judge after considering the drafts forwarded by the parties vide his email dated 16th June 2014 forwarded final draft of the Order to the parties and subsequently, the judgment was pronounced. The above facts demonstrates that the matter has been disposed of on merits after giving opportunity to the parties. The suit itself is a repetitive action as all the issues http://www.judis.nic.in raised by the plaintiff were already raised before the foreign Court. In support of his submissions, he relied on the following judgments :\nM/s.Alcon Electronics Pvt. Ltd. Vs. Celem S.A. Of Fos 34320 Roujan, France and another reported in AIR 2017 Supreme Court 1 Canara Bank Vs. N.G.SuburayanSetty reported in AIR 2018 SC 3395 Dorothy Thomas Vs. Rex Arul reported in 2011 (5) CTC 22 Messer GriesheimGMBH Vs. Goyal MG Gases Pvt. Ltd. reported in Manu/DE/4394/2013 Kolmar Group AG Vs. Traxpo Enterprises Pvt. Ltd.\nreported in Manu/MH/0581/2015 China Shipping Development Co. Ltd. Vs. Lanyard Foods Ltd. reported in Manu/MH/0567/2007 9. Issue Nos.1 to 6 : \nIt is contended by the plaintiff that the plaintiff is engaged in the business of supplying various chemicals and other raw materials used in the manufacturing sector. The plaintiff has supplied lot of products to MI Swaco http://www.judis.nic.in Group as per their requirements including calcium carbonate, barites and bentonite. The invoices in the transactions were made out to MI Qatar for use in RasGas and the RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas. While so, te plaintiff received a copy of the draft bill on 05.02.2011 for shipment of materials. The draft bill of lading identified the shipper as MI Qatar WLL jointly and severally with Oren Hydrocarbons Private Limited. As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful. However, the instructions was not complied. While so, on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers. The plaintiff has denied the existence of any Bill of lading wherein it was a shipper. \n10. Whereas, it is the contended by the defendant that the agreement between the parties is contained in the Bills of Lading and Bills of Lading clearly sets out that the plaintiff accepted and agreed to all the terms and conditions. Though 32 containers of calcium carbonate were duly carried by the defendant to Port Sudan where the containers arrived on various dates, delivery of the containers was not taken by the plaintiff in breach of the contract and the terms http://www.judis.nic.in and conditions of the Bill of Lading and in breach of the contract, the plaintiff failed to pay demurrage/storage charges or any part thereof. Hence, the defendant has filed a suit for recovery of damages before High Court of Justice In London. \n11. According to the plaintiff, despite the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances and pronounced its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated 23.05.2014, without any due application of mind and the judgment was not passed on merits. But according to the defendant, before the judgment was delivered, pleadings and documents and statement of witnesses were filed by both the parties and extensive arguments were advanced by counsels for both the parties. Hence, the plaintiff seeking this Court to sit on appeal is against settled proposition especially when the judgment debtor had not preferred any appeal or review or revision. \nhttp://www.judis.nic.in 12. The contention of the learned counsel for the plaintiff that the proceedings before the Foreign Court were of summary in nature does not mean that the summary judgment is not on merits and cannot be enforced. The conclusion arrived by the foreign court was not only based on pleadings, witness statements and written submissions, but also on detailed oral arguments advanced by the counsels of both the parties, which is also admitted by P.W.1. P.W.1 in his evidence has admitted that they participated in the Court proceedings in London and based on the documents and other evidences, their counsel had pleaded and argued the case. The evidence of P.W.1 coupled with Ex.D.6, the written arguments filed by the plaintiff in the English Court and Ex.D.10, 11, copy of emails along with revised draft Order of plaintiff would go to show that the sufficient opportunity was given to the plaintiff in the English Court and the plaintiff also advanced the written arguments and draft judgment and draft Order was circulated by both the parties and thereafter and based on the pleading and the witness statements and written submissions, the English Court has passed the judgment on merits. Further, the foreign Court considered the preliminary objections raised by the plaintiff and sufficient opportunity was given to the plaintiff to put forth its case. Such being the position, the foreign judgment is binding on the plaintiff. The plaintiff's application for permission to appeal was refused. The refusal order was not challenged by the plaintiff by preferring an http://www.judis.nic.in appeal or any review against the same. Hence, the plaintiff cannot now seek once again to reopen the contention and issues which were urged before the foreign court. \n13. The judgment relied by the plaintiff in Badat and Co. Bombay Vs. East India Trading Co. reported in AIR 1964 SC 538 is with regard to enforcement of a final award made in a foreign country in pursuance of a submission made within the limits of its original juridisction. The judgment in Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 is with respect to a decree in a suit for partition of the assets of a person who died in England and the question of succession to the sale proceeds of the movables and other monies. In International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265, an appeal has been preferred on an exparte decree passed by this Court. In the judgment in K.M.Abdul Jabbr Vs. Indo - Singapore Traders ( P) Ltd. rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 after dismissal of the leave to defend application, the foreign Court has straightaway passed the summary judgment. Whereas, in the present case, http://www.judis.nic.in both the parties have circulated their written submissions and draft judgment was also circulation and after considering the written submissions and statement of witnesses the foreign court pronounced the judgment. \n14. When the foreign Court passed judgment on merits and there is no dispute on the correctness or otherwise of International Law or refusal to recognize Indian Law and the principles of natural justice was duly followed in the proceedings which culminated in the judgment. Ex .D.10 reveals that summons were properly served upon the plaintiff and the same is accepted and acknowledged by the plaintiff. Ex.D.12 is the Certificate of judgment under Section 10 of the Foreign Judgments issued by the High Court of Justice, Queen's Bench Division, London. Ex.D.12 clearly indicate that the judgment has been served by the foreign Court in accordance with the provisions of Part 6 of the Civil Procedure Rules 1998. As the plaintiff failed to pay the sum decreed under the judgment and Order passed by the High Court of Justice, Queens Bench, Division Commercial Court, London, the defendant through his counsel has called upon the plaintiff to make money. Though the plaintiff has raised some allegation of fraud absolutely, there is no material on record to prove the alleged fraud. There is no allegations on fraud in obtaining the judgment and there is no claim that the judgment is founded on any breach of law in force in http://www.judis.nic.in India. Section 14 of CPC provides presumption on the judgment and the said presumption on the jurisdiction was not rebutted by the plaintiff. \n15. From the above facts, it is very clear that the plaintiff had participated in the proceedings before the London Court and the London Court has also passed the Judgment on merits. Such being the position, it is not open to the plaintiff to relitigate and reagitate the same factual issues already considered, decided and given findings by the foreign Court. As there are appeal provisions at England against the judgment of Commercial Division which is under challenge in the instant suit, the plaintiff ought to have filed only an appeal or review before the London Court and no fresh suit can be filed against the well considered foreign judgment. In view of the same, all the issues are answered against the plaintiff and in favour of the defendant. \n16. In the result, the suit is dismissed. No cost. \n                                                                                              14.11.2019                       vrc                       Index    : Yes/ No                       Internet : Yes                       Speaking/ Non -speaking Order http://www.judis.nic.in                                N.SATHISH KUMAR, J. \n\n\n\n                                                     vrc                                           Judgment in                                             14.11.2019 http://www.judis.nic.in  ",
        "preamble_end_char_offset": null,
        "cleaned_text": "tripura high court the food corporation of india vs m/s namita paul on 24 may, 2021 equivalent citations: aironline 2021 tri 296 bench: chief justice, s. talapatra high court of tripura agartala rfa 16/2019 1.the food corporation of india, having its registered office (headquarter) at khadya sadar, 16-20 , barakhamba lane, new delhi, represented by the general manager food corporation of india, regional office, nefr, shillong08. 2.the divisional manager, food corporation of india divisional office, agartala, colonel chowmuhani, p.s. -west agartala, west tripura. -----appellant(s) versus m/s namita paul, w/osri swapan kr. paul,residence of b.k. road, banamalipur, p.o. agartala, p.s. east agartala, distwest tripura. -----respondent(s) along with 1.the food corporation of india and anr having its registered office (headquarter) at khadya sadar, 16-20, barakhamba lane, new delhi, represented by the general manager food corporation of india regional office, nefr shillong 08. 2.the divisional manager, food corporation of india divisional office, agartala, colonel chowmuhani, p.s. west agartala, west tripura. -----appellant(s) versus m/s namita paul, w/o sri swapan kr. paul, residence of b.k. road, banamalipur, p.o agartala, p.s east agartala, dist west tripura. -----respondent(s) for the appellant (s) : mr. a. bhowmik, advocate for the respondents(s) : mr. r. datta, advocate date of hearing : 26.03.2021 date of judgment & order : 24.05.2021 whether fit for reporting : yes honble the chief justice hon'ble mr. justice s. talapatra judgment & order [s. talapatra,j] we have combined both the appeals as the disputes emerge from the same contract being cont.09/nefr/tc/tvz-cdr/09 dated 29.04.2009 which was formalised for transporting foodgrains etc. from railway sidings/fsd churaibari to fsd chandrapur for a period of two years from the date of acceptance of the tender. 02. let us first deal with rfa 16 of 2019 [the food corporation of india and anr. vs. m/s namita paul] as the decision of this appeal will determine the fate of the other appeal being rfa no.17 of 2019 [the food corporation of india and anr. vs. m/s namita paul]. 03. the appellants in rfa no.16 of 2019, food corporation of india had accepted the rate quoted by the respondent and communicated their acceptance by fax dated 20.04.2009 and the letter dated 29.04.2009. while accepting the tender it was communicated that the contract shall be governed by its terms and conditions as provided in the tender document. the respondent was advised to commence work with effect from 30.04.2009. the rate quoted by the respondent was 47.5% above the scheduled rate proposed by the appellant-corporation. the said rate was worked out @rs.1176.54 for transportation of food grains per metric ton. the respondents (hereinafter referred to as the transport contractor) deposited a sum of rs.4, 73, 500/by demand draft as security, out of the total security deposit quantified at rs.47, 41,000/-. for couping the said amount, another sum of rs.18,97,000/was deposited. it was agreed that the earnest money would be converted as the security deposit. it was further agreed that the balance of the security deposit to the extent of rs.23,70, 500/was to be deducted from the bills of the transportcontractor. in terms thereof, the work order dated 29.04.2009 for transporting food grains from railway sidings/fsd churaibari to fsd chandrapur with effect from 30.04.2009 was issued in favour of the transport-contractor. the transport-contractor had resumed the work of transportation with effect from 01.05.2009 and with intimation to the corporation she had suspended the work on 24.12.2010, after 20 months from its inception. for such decision of the transport-contractor suspending the transportation had serious impact. according to the corporation, it affected the public distribution system. the corporation had repeatedly requested the transport-contractor to restore the transportation and adhere to the contractual obligation in order to maintain the adequate stock of food grains in the corporation-godowns, but the transport-contractor defied such request. by a series of letters under no.f.9/nefr/htc/misc/corres/2008-09 dated 18.10.2010, 19.10.2010, 20.10.2010, 06.11.2010, 09.11.2010 and 12.11.2010 the corporation had informed the contractor that for her failure to perform the contractual obligation, she shall be liable for breach of the contract and she had to bear the cost and risk for non-performance of the work assigned under the contract/agreement. the corporation by invoking the clause-x(c) of the contract invited the interested and eligible transporters to do the unperformed work as abandoned by the transport-contractor by floating the tender notice vide no.cont.9/agt/adhoc/r&c/cbz/2009-10 dated 03.12.2010 and thus, the appellant had appointed ad-hoc contractors for transportation of food grains for a period of six months with effect from 24.12.2020, as is evident from the letter no.cont.9/do-agt/tc/cbz/adhoc/2010/2781 dated 24.12.2020. according to the corporation, the rate as claimed by the ad-hoc contractors and as accepted by the corporation was 157% above the scheduled rate which was disproportionately higher than the rate quoted by the transport-contractor (the respondent). but in order to saving the public distribution system from collapse and for lifting the accumulated food grains from fsd, churaibari, those ad-hoc contractors were appointed at the risk of the transport-contractor (the respondent). but the corporation did not rescind the contract, awarded to the transport-contractor. thus, she was at liberty to carry on the transportation in terms of the said contract. it appears further that those ad-hoc contractors transported the food grains from fsd, churaibari to fsd, chandrapur in that highly escalated rate until expiry of the period of six months on 23.06.2011. thereafter, the regional office of the corporation by their letter dated 22.06.2011 appointed another ad-hoc contractor for six month at the risk and cost of the transport-contractor (the respondent) for the period from 24.06.2011 to 23.12.2011. the corporation has claimed that they were constrained to appoint the ad-hoc contractors, as the regular contractor (the respondent) suspended the transportation abruptly. the said arrangement for transportation of the food grains etc. from fsd churaibari to fsd chandrapur was made at the risk and cost of the regular contractor (the respondent). 04. the corporation for realising the cost as emerged 'for breach of contract' has instituted the suit being ms 28/2019 after raising the demand for the loss and cost they have claimed to have suffered for non-performance of the contractual obligation by the transportcontractor in the manner as follows: [a] for carrying food grains from 24.12.2010 to 23.06.2011 at the scheduled rate of rs.797.66 asor 157% 249.98 per metric ton [total rate of transportation at rs.2049.98] and as such the transport-contractor has to reimburse the additional expenses to the extent of rs.873.44 per metric ton. thus, the total amount quantified to be paid by the transport-contractor for the said adhoc transportation, is rs.96, 60, 753/-. [b] for carrying the food grains at rs.2034.03 for the period from 24.06.2011 to 30.07.2011, the contractor is liable to pay the additional cost at rs.857.49 per metric ton vis-a-vis the scheduled rate at rs.797.66 asor 155%. the transport-contractor, according to the corporation, is liable to pay the sum of rs.26,50,860/on account of risk and loss. 05. according to the corporation, before instituting the suit, the said loss was quantified and the contractor was asked to meet the said demand by several demand notices under no.f.9/do-agt/rnc/demand notice/2011 dated 19.03.2011 for a sum of rs.22,58,638/-, dated 02.04.2011 for a sum of rs.12,80,739/-, dated 18.06.2011 for a sum of rs.45,494/-, dated 21.07.2011 for a sum of rs.16,20,883/and dated 26.08.2011 for a sum of rs.26,50,860/-. the contractor was therefore asked to deposit the said amount for the period from december, 2010 to july, 2011 covering risk and loss for the said ad-hoc transportation. since the contractor, the respondent herein, did not deposit the said amount, the suit was instituted for recovery of the said loss which has been claimed to have incurred by the corporation as a result of breach of the contract by the transport-contractor. it is to be noted that the said action was taken, according to the corporation, in terms of the clause-x(c) of the contract which provides that the contractors shall be responsible to supply adequate and sufficient labour, scales/trucks/carts/any other transport vehicles for loading/unloading, transport and carrying out any other services under the contract in accordance with the instruction issued by the general manager or an officer acting on his behalf. if the contractors fail to supply the requisite number of labour, scales and trucks/carts, the general manager shall at his entire discretion without terminating the contract, be at liberty to engage other labour, scales, trucks/carts, etc. at the risk and cost [has meant loss] of the contractors, who shall be liable to make good to the corporation all additional charges, expenses cost or losses that the corporation may incur or suffer thereby. the contractors shall not, however, be entitled to any gain resulting from the entrustment of the work to another party. the decision of the general manager shall be final and binding on the contractors. 06. in this regard it may be noted as a matter of fact that clause-xii of the said contract provides that the contractors shall be responsible for meeting loss etc. suffered by the corporation. the said provision is fundamentally structured for realising all costs, damages/demurrages, wharfages, forfeiture of wagon, registration fees, charges and expenses suffered or incurred by the corporation due to the contractor's negligence and unworkman like performance of any services or breach of any term thereof or their failure to carry out the work with a view to avoid incurrence of demurrage, etc. and for all damages and losses occasioned to the corporation due to any act whether negligent or otherwise of the contractors themselves or their employees. the decision of the general manager regarding such failures of the contractors and their liability for the losses, etc. suffered by the corporation shall be final and binding on the contractors. it further provides that the corporation shall be at liberty to reimburse themselves of any damages, losses, charges, cost or expenses suffered or incurred by them due to the contractor's negligence and un-workman like performance of service under the contract or breach of any terms thereof. the total sum claimed shall be deducted from any sum due or which at any point of time after the contract is entered into, may become due to the contractors under this or any other contract with the corporation. further procedures for such reimbursement have been laid under clause-xii(b). interestingly, clause-xii(c) provides for liquidated damages as follows: \"c)i. in the event of failure of the contractor to provide number of trucks per day, liquidated damage @ rs.300/per truck per day for a 9 mt truck will be levied from the contractor upto the minimum number of trucks required per day. for higher capacity trucks, the levy of liquidated damages shall be increased proportionately. ii. in the event of delay on the part of contractor in providing other services as mentioned in the mte i.e. labour, weighment machines, weights any other services mentioned in the agreement efficiently and to the entire satisfaction of the general manager(region) or any other officer acting on his behalf, the general manager(region) without prejudice to any other right and remedies under the agreement have the lawful right to levy liquidated damage from the contractor @rs.2000/per day or such lesser amount per day or part of the day in case of delay as the general manager(region) in his absolute discretion may determine subject to total liquidated damage not exceeding 15% of the contract value during the operation period of the contract. the decision of the corporation in regard to levy of liquidated damage under para(i) & (ii) above shall be final and binding on the parties.\" 07. but it is apparent from the plaint that the plaintiffs did not resort to clause-xii(c) in ascertaining the liability of the contractor for loss etc. as claimed to have suffered by the corporation. it has been stipulated categorically that despite appointment of the adhoc contractors at the risk and cost of the transport-contractor, the regular contract with the transport-contractor was in force and the transportcontractor was at liberty to carry on all the transportation and improve her performance. the plaintiffs (the appellants herein) made such requests several times to the regular contractor [the transportcontractor] but without any result. according to the corporation, they had suffered total loss of rs.1,23,11613/-. the plaintiffs asked the transport-contractor (the defendant in the suit) to make good of the said loss, but the transport-contractor defied the said demand. it has been clearly stated in para-18 of the plaint that the plaintiff had no other alternative under the contract to make her obliged to pay risk and cost. suspension of the work had compelled the plaintiff no.1 (the corporation) to invoke the clause x(c) of the said agreement/contract. as the corporation had a clear cause of action to institute the suit for realisation of the loss they had suffered and quantified at rs.1,23,11,613/arising from negligence and non-performance of the work in violation of the terms of the agreement. on the basis of those pleadings as noted before, the following relief has been sought in the suit, i.e. for recovery of rs.1,23,11,613/(rupees one crore twenty three lakhs eleven thousand six hundred and thirteen) only along with interest @ 12% p.a. since 24.11.2010 (when clause x(c) of the contract agreement was imposed) till the date of realisation. it has been urged by the plaintiffs to pass the money decree against the defendants. 08. the defendant, the respondent herein, by filing the written statement has denied the liability of meeting the demand as stated before. the fundamental pleadings were all denied by the defendant. the defendant (the respondent herein) flatly denied the statement regarding crisis in the pds distribution or such crisis had necessitated engagement of some other contractors for transporting the food grains at the risk and cost of the defendant (the transport contractor). the decision of the corporation engaging the ad-hoc contractors for transporting the food grains was not based on the foundation as laid by the plaintiff. according to the defendant, the loss as ascertained or claimed is fictitious and without any basis in the evidence. such claim therefore be dismissed as wholly untenable. according to the defendant, her so called failure has nothing but figment of imagination, as the food grains as estimated to be transported was by them was transported by her [para-26 of the written statement]. 09. the defendant, the respondent herein, has stated that at the initial period of contract, the plaintiffs allowed the defendant to carry load of 16-19 metric ton per vehicle and payments were also made accordingly. indents were also issued by the plaintiffs for carrying 16 to 19 mt per truck, but due to sudden change in the situation, the defendant was allowed to carry a load of 8 to 10 mt per truck and that was because of interference by the police authorities on the basis of a judgment of the apex court which was earlier not implemented. as a result, it became impossible on the part of the defendant (the transport contractor) to continue with the work at the contractual rate. the defendant had requested the plaintiffs for enhancement of rate of transportation in the changed situation, but the plaintiffs did not consider the request. the deputy general manager, food corporation of india, regional officer, nef region shillong3 without issuing any show cause notice and without afford any hearing and even without any jurisdiction had purportedly invoked the clause x(c) of the contract/agreement by the letter dated 24.11.2010 and directed that the work would be carried out at the risk and cost of the defendant for the remaining period of contract. the plaintiffs subsequently engaged some contractors without floating any regular tender at unusually high rate by the back of the defendant and without giving opportunity to the defendant in taking part in the competition and subsequently the plaintiffs sent some demand notices to the defendant claiming money on the plea of additional expenditure. the defendant has categorically stated in para-26 of the written statement as follows: \"the defendant further states that the defendant out of 24 months of contract period had carried food grains for about 20 months and within 20 months the defendant had carried more than the quantity the defendant was required to carry under the contract during the entire period of two years and consequently the defendant had no liability and in the circumstances the defendant had instituted money suit 44/2011 as back as on 17.12.2011 and the plaintiffs as defendants had also appeared in the said suit and had also filed written statement on or about 27.04.2012 and they preferred not to make any counter claim. it appears that the plaintiffs have not filed a separate suit in m.s. 28 of 2013 on the same subject matter between the same parties in respect of same matters in issue and consequently, the suit filed by the plaintiffs cannot proceed and is required to be stayed under section 10 of the cpc. as a matter of fact the suit filed by the plaintiffs is only a counter blast against the suit filed by the defendant. the suit filed by the plaintiff is malafide and the plaintiffs are not entitled to any relief in the suit.\" 10. based on the rival pleadings, the district commercial court no.2 framed the following issues: (i) is the suit maintainable in its present form and nature? (ii) whether plaintiffs have any cause of action to institute this money suit? (iii) whether plaintiffs are entitled to get recovery of money of rs.1,23,11,613/along with interest since 24.11.2010 for breach of contract by the defendant? (iv) what other relief/reliefs the plaintiffs are entitled to get? 11. thereafter the plaintiffs (the appellant herein) adduced one witness namely indranil mandal (pw-1), but no documentary evidence has been laid in the suit nor such document according to the district commercial court was produced by the plaintiffs on record. the defendant examined herself as dw-1 and admitted as many as 33 documents [exbt.1-exbt.33]. those are various correspondences, the bills demand notices etc. having appreciated the evidence, the district commercial court has returned the finding that from the evidence of pw-1, the area manager of fci, particularly from his cross-examination it has emerged that the defendant-contractor completed the volume of work as contained in the tender within 20 months, meaning thereby, the defendant did not breach the contract and furthermore, pw-1 in his cross-examination has stated that the contract period was extended for six months and the plaintiffs had claimed for additional expenses when the defendant was not at all a contractor within the meaning of the said contract. if the terms and conditions of the agreement were discharged, there cannot be any liability to be discharged by the defendantcontractor. it has been further observed by the district commercial court that the clause-x(c) of the agreement/contract had not been at all enforceable against the defendant. more so, the plaintiffs have failed to prove their case by sustainable evidence and hence, they are not entitled to get any decree for recovery of money for breach of contract as claimed. as the defendant had completed his transportation in terms of the contract, the defendant cannot be treated any more as the contractor under the said contract. having observed thus, the suit was dismissed by the judgment dated 31.01.2019. being dissatisfied with the said judgment dated 31.01.2019 the present appeal has been filed by the plaintiffs. 12. mr. a. bhaumik, learned counsel appearing for the appellants has submitted that the said finding of the district commercial court is perverse inasmuch as the evidence laid by the plaintiffs was not properly appreciated. however, he has admitted that no further evidence except the oral evidence of pw-1 had been adduced by the plaintiffs. pw-1 according to mr. bhaumik, learned counsel has proved the plaint-case by clearly stating that for the breach, committed by the defendant in transporting the food grains, the corporation had to engage adhoc transport-contractors with much higher rate and in the course, the corporation had lost additional sum of rs.1,23,11,613/-. for that sum, before approaching the civil court, the demand notices were served on the defendant asking her to deposit the said amount for mitigating the loss of the plaintiffs. when queried by this court, mr. bhaumik, learned counsel has candidly accepted the position that no document has been introduced by the plaintiff not even the original contract based on which the suit for recovery of money has been instituted. however, mr. bhaumik, learned counsel has submitted that no supervening circumstances had prevailed at the relevant time which might have or compelled the transport-contractor to abandon the transportation abruptly. thus, the plaintiff-corporation was right to invoke the clause-x(c) of the said agreement/contract for engaging the adhoc contractors for clearing the accumulated stock and for transporting them for purpose of infusing the food grains in the public distribution system. since the defendant had agreed to mitigate the risk and cost for the loss that might be incurred by the corporation, she has to mitigate the said loss. in a query that whether the agreement or the work order had stipulated about the volume of food grains was to be transported by the defendant, mr. bhaumik, learned counsel has referred to the clause-ix of the said contract where it has been provided that the contract shall remain in force for a period of two years from the date of award of the contract or till such time which may be decided by the general manager. the general manager reserves the right to extend the period of contract at his sole discretion even for more than two years. thus, the claim of the defendant that after transportation of the volume of food grains as estimated by value the contractual obligation came to an end cannot be accepted by this court. the period of contract has been admitted by the defendant in her money suit being ms 44 of 2011 by stating that the contract period was of two years. the appellants never restrained her from transporting the food grains, but she had herself suspended the transportation causing serious threat to the public distribution system. according to mr. bhaumik, learned counsel document catalogue of the documents were appended to the plaint, but those were not read in the evidence. but, on scrutiny of the record it is found that no document was admitted in the evidence by pw-1 or by the plaintiffs. on the contrary, it is found that dw-1, namita paul, the respondent herein, introduced 35 documents, list of which is available in the examination-in-chief which was recorded on 02.05.2017 and those documents were consecutively marked as exbt.1 (as a whole) to exbt.35 (as a whole). during the cross-examination, dw-1 [the defendant] denied the fact as suggested by the plaintiffs. 13. mr. bhaumik, learned counsel appearing for the appellants has strenously submitted that clause x(c) of the contract/agreement provides that if the contractor fails to supply the requisite number of labour, scales and trucks/carts, the general manager shall be his discretion and at liberty to engage without terminating the contract other labour, scales, trucks/carts, etc. at the risk and cost of the contractors, who shall be liable to make good to the corporation all additional charges, expenses, cost or losses that the corporation may incur or suffer thereby. according to him, the case of the defendant is based on the ground that she faced serious difficulty for implementation of the judgment of the apex court in paramjit bhasin and others vs. union of india and others reported in (2005)12 scc 642 whereby the state was directed to enforce the provisions of section 113 of the motor vehicles act read with section 114, section 194 of the said act. as a result, the defendant was obstructed from carrying the weight more than 9 metric ton per vehicle inconsideration of their capability, which according to the defendant pushed her to a situation that she had been pushed suffer huge loss if the transportation were carried in terms of the rate as agreed. as earlier noted, the defendant was carrying the load of 18 to 19 metric ton per vehicle in violation of sections 113-115 of the motor vehicles act. this has been admitted by the defendant in the written statement. it has been also admitted that the defendant had asked the plaintiff to enhance the rate and that was not done. according to mr. bhaumik, learned counsel deduction from the security deposit is permissible under the contract. there is no dispute in this regard that the plaintiffs can reimburse themselves from the pending bills of the defendant but to avoid any controversy regarding the assessment of the loss, the plaintiffs have instituted the money suit. 14. mr. r. datta, learned counsel appearing for the respondent (the defendant in the suit) has submitted that the defendant had discharged her contractual obligation by transporting the volume of work as assigned in terms of the said contract (exbt.5). mr. datta, learned counsel has drawn our attention to the notice inviting tender dated 03.01.2009 [exbt.2] whereby the tenders for the transportation was invited from the eligible transport contractors, wherefrom it is gathered that estimated value of the contract was rs.9,49,00,000/for two years for the work of transportation from railway siding from fsd churaibari to fsd chandrapur. thereafter mr. datta, learned counsel has drawn our attention to the cross-examination of pw-1, where the pw-1 has made a clear statement in the following terms: \"the estimated volume of work as contained in the tender was completed by the defendant within 20 months.\" 15. according to mr. datta, learned counsel, even if the contract was unilaterally extended, by extension no obligation can be saddled on the transport-contractor as she had in clear terms stated that in view of enforcement on the load per vehicle, unless the rate is enhanced, she was unable to continue with the transportation of the food grains. during the period of unilateral extension when the transport contractor has shown her difficulty to proceed further with transportation of food grains etc., that cannot be treated as the breach under clause-x(c) of the contract/agreement. therefore, the entire claim on account of risk and loss cannot be sustained and the district commercial court has correctly discarded such claim. 16. mr. datta, learned counsel has thereafter submitted that there is no evidence to prove that the corporation has suffered any loss for any act of the defendant (the respondent in this appeal). since the loss has not been assessed on the basis of clause-xii but on the basis of clause-x, the plaintiffs had heavy burden to discharge proving that the loss has occurred and that has occurred actually, and the same is quantifiable. unless these two burdens are discharged, the suit for realisation of loss on account of breach of contract cannot succeed. having referred fateh chand vs. balkishan dass reported in air 1963 sc 1405, of the indian contract act mr. datta, learned counsel has submitted that section 74 is the section which may be made the base of measuring the damages, but we are constrained to observe that section-74 of the indian contract act provides the law as to the liability upon breach of the contract where compensation is by agreement predetermined or where there is stipulation in the form of penalty. in our considered view, section-74 would have been applied if the action was taken for realising the loss under clause-xii of the contract/agreement. but that is not the case here, mr. datta, learned counsel is substantially correct when he has contended that even if, the loss is to be measured under section 73, the plaintiff has to prove that the loss had been actually suffered. in this regard, mr. datta, learned counsel has further contended that there is no evidence to that effect. we should note that even when the law/damages are to be measured under section 74 [see in fateh chand (supra)], it has been observed that there shall be evidence that the loss has been actually suffered by the plaintiffs in consequence of the default of the defendant. 17. mr. datta, learned counsel has placed his reliance on a decision of the apex court in union of india vs. rampur distillery and chemical company limited reported in (1973) 1 scc 649. in that report, it has been held, inter alia, as follows: \"it is important that the breach of contract caused no loss to the appellants. the stipulated quantity of rum was subsequently supplied to the appellants by the respondents themselves at the same rates. the appellants, in fact, made no attempt to establish that they had suffered any loss or damage on account of the breach committed by the respondents.\" 18. thereafter, having referred to an earlier decision of the apex court in maula bux vs. union of india reported in (1969) 2 scc 554, it has been held that the high court was rightly rejected the appellant's claim that they were entitled to forfeit the security deposit. mr. datta, learned counsel has placed his further reliance on a decision of the apex court in chief executive officer and vice chairman gujrat maritime board vs. asiatic steel industries limited and others reported in 2020 scc online sc 949. the apex court has observed in that report that a public body is charged to uphold the rule of law. its conduct has to be fair and not arbitrary. if it has any meaningful justification for withholding the amount, such justification is to be demonstrated from their action. in dilbagh rai jarry vs. union of india reported in (1974) 3 scc 554. in dilbagh rai jarry (supra), the apex court having extracted from a decision of the kerala high court approvingly has stated that the state is no ordinary party trying to win a case against one of its own citizens by hook or by crook; for the state's interest is to meet honest claims, vindicate a substantial defence and never to score a technical point or overreach a weaker party to avoid a just liability or secure an unfair advantage, simply because that the legal devices provide such an opportunity. the state is a virtuous litigant and looks 'with unconcern on immoral forensic successes' so that if on the merit, the case is weak, the government shows a willingness to settle the dispute regardless of prestige and other lesser motivations which move private parties to fight in court. the layout on litigation costs and the executive time by the state and its agencies is so staggering these days because of the large amount of litigation in which it is involved that a positive and wholesome policy of cutting back on the volume of law suits by the twin methods of not being tempted into forensic showdowns where a reasonable adjustment is feasible and ever offering to extinguish a pending proceeding on just terms, giving the legal mentors of the government some initiative and authority in that behalf. 19. having appreciated the submission of the counsel for the parties and scrutinized the records, the pertinent question that falls for consideration in determining this appeal is that whether the plaintiff has discharged the burden by proving the facts as pleaded in the plaint in order to achieve the reliefs. on appreciation of the evidence of the plaintiffs through pw-1, we do not have any hesitation to hold that no evidence of substance has been laid even by pw-1 as the content of the documents as narrated by him has not been proved. thus, it is impermissible to take the content of the document as proved when the defendant has categorically denied such assertion in the plaint. section 61 and 62 of the indian evidence act for this purpose may be revisited. section 61 of the indian evidence act clearly postulates that the contentss of the documents may be proved either by primary or by secondary evidence. section 62 of indian evidence act has defined 'primary evidence' by stating that primary evidence means the document itself be produced for inspection of this court'. even though some documents have been filed by the defendants and we have, for fair ends of justice, appreciated their documents while appreciating the claim of the plaintiffs. we find that the volume of transportation has been estimated by money in the notice inviting tender [exbt.2] dated 03.01.2009, where the estimated value of the transportation has been quantified at rs.9,49,00,000/-. 20. pw-1 has clearly testified that the defendant had completed the estimated volume of work, as specified in the tender, within 20 months. the plaintiff has not stated that how in such circumstances, they could suffer any loss when the tender has been satisfied. when the volume of work as estimated has been completed by the transportcontractor, the plaintiffs cannot saddle any liability on the defendant. moreover, we are in complete agreement with the submission of mr. datta, learned counsel appearing for the respondent that there is no evidence to demonstrate that any loss has been suffered by the plaintiffs. section-73 of the indian contract act provides that when a contract has been breached, the party who suffers from such breach is entitled to compensation for the loss/costs from the party who has breached the contract. unless it is shown that the contract has been breached and thereby the loss or damage has been occasioned to the other party, no compensation can be granted by any civil court. on both accounts, the plaintiffs have failed to discharge their burden and hence, we do not find any infirmity in the finding so returned by the district commercial court. 21. in the result, the appeal being rfa 16 of 2019 stands dismissed. the judgment dated 31.01.2019 stands affirmed. 22. in rfa no.17 of 2019 [the food corporation of india & anr. vs. m/s namita paul], the judgment dated 31.01.2019 delivered in commercial suit 07 of 2017 by the district commercial judge, court no.2, west tripura, agartala has been challenged. the said commercial suit was instituted by the respondent (the transport-contractor) for recovery of money to the extent of rs.46,63,400/with interest. out of that rs.46,63,400/-, a sum of rs.40,08,286/was against the deduction of the security deposit and the remaining rs.6,55,114/as the loss of profit. the dispute which arose from the same contract gave the basis for institution of the suit. it has been placed that in response to the notice inviting tender dated 03.01.2009, the plaintiff (the respondent in the appeal) quoted her rate @rs.1176.54 per m.t. i.e. 47.5% above the scheduled rate. her rate was accepted by the food corporation of india (the appellants herein) by the letter dated 29.04.2009. the respondent (the plaintiff in the suit) found it difficult to carry on the performance with the agreed rate. the plaintiff's plea is the police has been enforcing the load capacity of the vehicles strictly in terms of the motor vehicles act. the said contract with relevant clauses has been discussed in the other appeal. for sake of brevity those were not being repeated, but the facts which is unique to the appeal being rfa 17 of 2019 has been separately noted. such rigorous enforcement on the load capacity of the vehicle was intensified in the wake of paramjit bhasin & ors. vs. union of india & ors. (supra). 23. the plaintiff (the respondent in the appeal) has clearly stated by several letters that unless the rate is augmented, it will be very difficult on her part to continue with the transportation on the basis of the old rate. in that perspective, the corporation invoked clause-x(c) of the contract/agreement as noted above and engaged adhoc contractors. in terms of clause-x of the contract/agreement, the defendant no.4 i.e., the area manager, food corporation of india, agartala raised demand by the demand notices dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 claiming rs.22,58,538/-, rs.12,80,739/-, rs.45,00,494/-, rs.16,20,883/and rs.26,50,850/respectively on account of additional expenditure that the corporation had to make by appointing the adhoc transporters on the plea that as the plaintiff (the respondent herein) had abruptly suspended the transportation of the food grains to them, there had been no alternative within the frame work of the contract. such enforcement had created a widespread grievance in the transporters. however, the supreme court's direction to enforce the provision of sections 113-115 of the motor vehicles act was strictly carried out by the enforcing agencies. according to the contract, the contractual period was supposed to continue for two years. thus, the said contract was supposed to expire on 30.04.2011. till 19.10.2020, the plaintiff (the respondent herein) operated smoothly and there was no grievance from any corner. the plaintiff has categorically pleaded that within the period of two years, the plaintiff was supposed to transport the materials of worth rs.9,49,00,000/-. since the plaintiff was awarded 1/3 of the contract she was supposed to carry the food grains of worth rs.3,27,55,720/-. the petitioner had carried more than the said volume within the period of two years. after the corporation invoked clause-x (c) of the contract/agreement, the plaintiff asked for refund of the security deposit, but the respondents did not refund the said security deposit. the plaintiff has received the payment of rs.3,27,55,720/during the period of 20 months. the plaintiff was supposed to garner further payment of rs.65,51,144/for the balance contract period of four months. as such, the plaintiff would have earned the profit of rs.6,55,114/during the remaining four months, which has lost due to arbitrary action on the part of the defendants (the corporation). hence, the petitioner is entitled to recover a sum of rs.46,63,400/(rs.40,08,286/as refund of the security deposit and rs.6,55,114/as loss of profit with interest) with interest at 12% p.a. it has been also stated by the plaintiff that she had never prayed for the extension of the contract period but that was so extended malafide to victimize the plaintiff and cause loss to the plaintiff. 24. in the background of these facts, the plaintiff (the respondent here) sought the decree of declaration declaring that the demand notices as noted above are all arbitrary, illegal and unsustainable. the plaintiff (the respondent herein) is entitled to recover rs.40,08,286/as refund to the security deposit and another sum of rs.6,55,114/as loss of profit from the defendant (the appellants herein) with interest at12% p.a. 25. the appellants (the defendant in the suit) by filing a written statement has denied such claim and categorically stated that since the plaintiff (the respondent herein) had breached the contractual obligation and occasioned loss to the corporation, the corporation is entitled to reimburse themselves the amount which they have suffered for abrupt suspension of the transportation of the food grains in breach of the said contract. the defendants (the appellants in this appeal) in the suit have categorically stated that they were never party in any illegal claim breach of the statutory provision in respect of the maximum load. they have further stated that the suit is liable to be dismissed and no basis has been proved to get the decree as sought by the suit. 26. on appreciation of the rival pleadings, the district commercial court framed the following issues: 1) is the suit maintainable in its present form and nature? 2) is the order bearing no. cont. 9/nefr/tc/cbz-cdp/09, dated 24-11-2010 issued by the defendant no.5 void? 3)is the order bearing no.cont.9/do-att/tc/cbzcdr/adhoc/20d10/2781, dated 24.12.2010 issued by defendant no.4 void? 4)is the order bearing no. cont.9/nefr/tc/cbz-cdr/09, dated 24.03.2011 issued by the defendant no.2 void? 5)is the order bearing no. cont.9/nefr/tc/cbz-cdr/ad hoc/2011, dated 22.06.2011 issued by defendant no.2 void? 6)are the demand notices, dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 issued by the defendant no.4 void? 7)is the plaintiff entitled to recover a sum of rs.40,08,286/as security deposits from the defendants? if so, is the plaintiff entitled to any interest thereon? if so, to what extent and from what period? 8)is the plaintiff entitled to recover a sum of rs.6,55,144/toward loss of profit from the defendants? if so, is the plaintiff entitled to any interest thereon? if so, to what extent and from what period? 9)whether the plaintiff is entitled to get any decree as prayed for? 10)to what relief/reliefs the parties to this suit are entitled? 27. for and on behalf of the plaintiff one witness (parimal chandra pal) was examined. the said witness had admitted the documents (exbt-1exbt.17 series) including the demand notices, a copy of the notice inviting tender, the memorandum dated 12.07.2010 etc. for the defendants, the appellants herein, one witness (dw-7, sri indranil mandal) was examined to rebut the evidence of the plaintiff, the respondent herein. after discussing the evidence the district commercial court by the judgment dated 31.01.2019 has observed that the act and conduct of the defendants caused undue hardship to the plaintiff (the respondent herein) and the plaintiff is entitled to get refund of the security deposit from the contesting defendants, the appellants herein, but the plaintiff is not entitled to get any decree for an amount of rs.6,55,144/towards loss of profit from the defendants since there is no specific evidence on her part on that aspect. further, no question has been raised by the defendants that the suit is not maintainable. thereafter, it has been observed in the said judgment as under: \"as the issue no.1 is answered in favour of the plaintiff of the suit and issue no.2 to 6 in my considered view are not binding upon the present plaintiff and as such the issue no.7 is decided in affirmative in favour of the plaintiff of this suit. but the plaintiff is not entitled to get any reliefs in respect of issue no.8,9 and 10 in this suit.\" as corollary, it has been declared that the plaintiff (the respondent herein) is entitled to get the re-fund of security deposit to the tune of rs.40,08,286/from the defendants (the appellants herein). the defendants are directed to make the payment to the plaintiff within a period of three months from the day of the judgment failing which the plaintiff is entitled to interest @ 6% per annum till realization. but no cost has been imposed on the defendants. 28. mr. a. bhaumik, learned counsel appearing for the appellants has submitted that the security deposit has been not refunded as the defendants were entitled to reimburse themselves against the loss occasioned by the plaintiff. mr. bhaumik, learned counsel has further submitted that the so called loss of profit is imaginary and the finding in this regard of the district commercial judge is absolutely correct and unassailable. but the finding that the plaintiff is entitled to get the refund of the security deposit of rs.40,08,286/cannot be sustained and as the defendant can reimburse the said amount against the total amount of loss the defendants have suffered on account of loss occasioned by the plaintiff by suspending the transportation of the food grains abruptly. on query, he has admitted that the plaintiff had expressed her inability much before the suspension. 29. mr. r. datta, learned counsel has submitted that the defendant has failed to demonstrate by way of placing the evidence that they suffered any loss at all in this regard. there is no such evidence at all. 30. having appreciated the submissions of the learned counsel for the parties and scrutinized the records the only question that remains to be responded to is that whether in view of the opinion expressed in rfa 16 of 2019, this appeal can be sustained or not. the opinion as expressed in rfa 16 of 2019 is unambiguous that nonrefund of the security deposit by the defendants (the appellants in the said appeal) cannot be sustained. it has been clearly observed that the defendants are not entitled to reimburse any amount on account of the purported loss as claimed to have been suffered. when it has been clearly observed that the appellants (the defendants in the suit) are not entitled to recover any amount from the plaintiff (the respondent in the suit), the appellants (the defendants in the suit) are not entitled to withhold, reimburse or deduct any amount from the security deposit to the extent of rs.40,08,286/-. thus, the defendants are liable to pay or refund the plaintiff (the respondent herein) the said sum of rs.40,08,286/within a period of 3(three) months from the date of decree as it would be passed in this appeal, failing which the plaintiff (the respondent herein) will be entitled to recover the said sum with interest at 6% per annum from the day of the decree till realisation through the process of the court. as there is no evidence to demonstrate how the plaintiff had suffered loss to the extent of rs.6,55,144/for the remaining four months of the contract period the finding of the district commercial court does not suffer from any infirmity. however, we would like to add that the said claim of the plaintiff is hit by the principle of approbate and reprobate as in one hand the plaintiff has pleaded and proved that the contract between the plaintiff and the defendant had come to an end and on the other hand she has raised the claim of loss in the profit for the purported four months, the remainder of the term. moreover, as the plaintiff (the respondent herein) had suspended the transportation unilaterally, she is not entitled to any loss whatsoever as the defendants, the appellants herein, did not prohibit her in transporting the food grains. further, we have accepted that the said agreement had come to the end, so far the parties are concerned and therefore, the declaration and the direction for payment in the form of mandatory injunction is not liable to be interfered with. we, therefore, affirm the finding of the district commercial court as recorded in the judgment dated 31.01.2019. in the result, this appeal too stands dismissed. draw the decrees in both the appeals in terms of the above. returned the lcrs thereafter. judge chief justice moumita"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f2bc1a1d9144d239b2dd3aa93fefa04_0"
        },
        {
            "start": 155,
            "end": 248,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be5a4f6ed85248308ff63b56e73ffebc_1"
        },
        {
            "start": 249,
            "end": 259,
            "text": "High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ee9266b1fc942b68ebbb4ab69a4a86e_2"
        },
        {
            "start": 261,
            "end": 357,
            "text": "M/S.Oren Bydorcarbons Private Limited vs M/S.Msc Mediterranean Shipping ... on 14 November, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16bea9471c9241bdb7df0f6fef75291a_3"
        },
        {
            "start": 358,
            "end": 428,
            "text": "\nEquivalent citations: Aironline 2019 Mad 1841\nAuthor: N.Sathish Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e4bf16a1bd840b88086e6efbea6b06a_4"
        },
        {
            "start": 430,
            "end": 452,
            "text": "Bench: N.Sathish Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8664b3e57834e8da1c5c9ccd7b3a701_5"
        },
        {
            "start": 545,
            "end": 647,
            "text": "C.S.No.319 of 2017\n\n                                                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88d78005c49c473cafc3ebec437f8045_6"
        },
        {
            "start": 647,
            "end": 775,
            "text": "Reserved on : 01.11.2019\n\n                                                                            Pronounced on : 14.11.2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0c4285acd8747388d94084cc97ce6e3_7"
        },
        {
            "start": 815,
            "end": 832,
            "text": "In The High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a45d86e9e3d8422698a87b911e20419d_8"
        },
        {
            "start": 833,
            "end": 846,
            "text": "Of Judicature",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a87858cef1c64b4b854e90bda498148b_9"
        },
        {
            "start": 847,
            "end": 856,
            "text": "At Madras",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d6fbc4bcf4347089748d64293cf7f91_10"
        },
        {
            "start": 919,
            "end": 986,
            "text": "Coram \n\n                                  The Honourable Mr.Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9c599794d6a64233a25bf4a90d3c945c_11"
        },
        {
            "start": 987,
            "end": 1002,
            "text": "N.Sathish Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f2d473d34024319bc7eb42cc668e52c_12"
        },
        {
            "start": 1056,
            "end": 1081,
            "text": "Civil Suit No.319 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "660ed35abaf640a7851936bba1571724_13"
        },
        {
            "start": 1106,
            "end": 1112,
            "text": "M / s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08d3bcccc07b4020a599fcabefce64c3_14"
        },
        {
            "start": 1113,
            "end": 1147,
            "text": "Oren Bydorcarbons Private Limited,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b09cb11498e427496269ba63a539e99_15"
        },
        {
            "start": 1171,
            "end": 1204,
            "text": "28/2 B, Saravana Street, T.Nagar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69704cd33cc8474eb3d07619a17ed615_16"
        },
        {
            "start": 1228,
            "end": 1235,
            "text": "Chennai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27b46b0d5947467da7e3e726274a0bc6_17"
        },
        {
            "start": 1237,
            "end": 1267,
            "text": "600 017\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc4720569e104fada6b783588f83653a_18"
        },
        {
            "start": 1267,
            "end": 1296,
            "text": "rep. by its Company Secretary",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20f45e11ce574aa1aabe09d930f82254_19"
        },
        {
            "start": 1320,
            "end": 1673,
            "text": "Mr.K.Maheswaran                                                      ... Plaintiff\n\n                                                                 Vs\n\n                      M/s.MSC Mediterranean Shipping Company Sa,\n                           Du Commerce De Geneve,\n                      CheminRelu 12-14, 1208, Geneva.\n                      Also at :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3a7e52c3ef7493c9e013ae723e9144a_20"
        },
        {
            "start": 1697,
            "end": 1719,
            "text": "1st Floor, Kgn Towers,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31874b385fb84de38f7c5777404e5997_21"
        },
        {
            "start": 1743,
            "end": 1772,
            "text": "No.62, Ethiraj Salai, Egmore,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77db4ee83e2a43309ad97055661a534c_22"
        },
        {
            "start": 1796,
            "end": 1803,
            "text": "Chennai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1c68650f2cb49d7aedd12d663ed18f1_23"
        },
        {
            "start": 1805,
            "end": 1836,
            "text": "600 105.\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aedef6043b9e46e2b249df7f7fd0b3ed_24"
        },
        {
            "start": 1836,
            "end": 1854,
            "text": "Tamil Nadu, India.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b31e21cb36d410bb082782de5254701_25"
        },
        {
            "start": 1905,
            "end": 1918,
            "text": "... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb2e3e32bd2545c9b57d894cba5bad83_26"
        },
        {
            "start": 1944,
            "end": 1952,
            "text": "Prayer :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c8b2a72cf4604415998687b3c26e3b6e_27"
        },
        {
            "start": 1953,
            "end": 2023,
            "text": "- Suit filed under Section 13 of the Code of Civil Procedure and Order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf7b09d20c5f4c38a0126a48dd378e15_28"
        },
        {
            "start": 2048,
            "end": 2105,
            "text": "Iv Rule 1 Original Side Rules for the following reliefs :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee7e963b4cc74496a14e2cca5ea4fa77_29"
        },
        {
            "start": 2137,
            "end": 2231,
            "text": "a. A declaration under section 13 of the Code of Civil Procedure, 1908\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4edad5303f0439eab9a73033e6e57b0_30"
        },
        {
            "start": 2231,
            "end": 2432,
            "text": "that the summary judgment passed by the High Court of Justice, Queen's Bench\n\n                      Decision (Commercial Court), vide Ordered dated 23.05.2014 and 16.06.2014, is\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0102e7d350054956a1f7802cf7f80c74_31"
        },
        {
            "start": 2432,
            "end": 2465,
            "text": "1/22 \n\n\n\n\nhttp://www.judis.nic.in",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6164985118d4de0a36cebbb2091ffeb_32"
        },
        {
            "start": 2556,
            "end": 2598,
            "text": "C.S.No.319 of 2017\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3ef20dc1a3949aea026fea5981d3e5e_33"
        },
        {
            "start": 2598,
            "end": 2701,
            "text": "not conclusive and that the same cannot be enforced against the plaintiff under\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4a2f81a9ade40e6a44c9d0a7e0d4448_34"
        },
        {
            "start": 2701,
            "end": 2746,
            "text": "Indian Law or in any other manner whatsoever.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbc84cb6234b403ab25c0a01091b847c_35"
        },
        {
            "start": 2778,
            "end": 3253,
            "text": "b. a perpetual injunction restraining the defendant, their servants, agents,\n\n                      representatives or any other person claiming under/through them for in any\n\n                      manner seeking enforcement of the summary judgment passed by the High\n\n                      Court of Justice, Queen's Bench Decision (Commercial Court), vide Order dated\n\n                      23.05.2014 and 16.06.2014 in any manner whatsoever\n\n                             c.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a21d8cad334b402c80a9bc648fe47330_36"
        },
        {
            "start": 3254,
            "end": 3276,
            "text": "for costs of the suit.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2fb12c220bbe4288bbd8068504fea43f_37"
        },
        {
            "start": 3323,
            "end": 3336,
            "text": "For Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65878083af7c4f9895e65c39443bfcb8_38"
        },
        {
            "start": 3337,
            "end": 3366,
            "text": "     : Mr.R.Sathish Parasaran",
            "labels": [
                "PREAMBLE"
            ],
            "id": "beba601fffa24abcb9e0d023eaaaf16a_39"
        },
        {
            "start": 3367,
            "end": 3446,
            "text": "( Sc) \n                                                                 for Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ea5e513b6594ac9af1b29fc5a6ba302_40"
        },
        {
            "start": 3447,
            "end": 3458,
            "text": "Madhan Babu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03709c9359394700985b490dab95d6d0_41"
        },
        {
            "start": 3505,
            "end": 3518,
            "text": "For Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7fabacf24025448698235fb80123bea7_42"
        },
        {
            "start": 3524,
            "end": 3542,
            "text": ": Mr.K.Rajasekaran",
            "labels": [
                "NONE"
            ],
            "id": "848bacb565de40ebb4a2d56c00a04ad6_43"
        },
        {
            "start": 3607,
            "end": 3615,
            "text": "Judgment",
            "labels": [
                "NONE"
            ],
            "id": "fd1c2e36d84343c0947c0de8210b8667_44"
        },
        {
            "start": 3617,
            "end": 3817,
            "text": "This suit has been filed for declaration that the judgment passed by the High Court of Justice Queen's Bench Decision (Commercial Court), vide Order dated 25.05.2014 and 16.06.2014 is not conclusive a",
            "labels": [
                "FAC"
            ],
            "id": "3c33d7d614b743e4be1c5eab1481c973_45"
        },
        {
            "start": 3818,
            "end": 4045,
            "text": "nd cannot be enforced against the plaintiff and for permanent injunction restraining the defendant from enforcing the judgment of the Queen's Bench Decision dated 25.05.2014 and 16.04.14 and for cost.\nhttp://www.judis.nic.in 2.",
            "labels": [
                "FAC"
            ],
            "id": "44a8fef6e7754df6960dc6809c006cff_46"
        },
        {
            "start": 4046,
            "end": 4105,
            "text": "The brief facts of the plaintiffs case is as follows :\n2.1.",
            "labels": [
                "NONE"
            ],
            "id": "ff5e1e33432d4dadb06a8441b2956069_47"
        },
        {
            "start": 4106,
            "end": 4202,
            "text": "The plaintiff is engaged in the business of supplying various chemicals and other raw materials.",
            "labels": [
                "FAC"
            ],
            "id": "84ca056dd4714df7bd24b7ef54b5b9e3_48"
        },
        {
            "start": 4203,
            "end": 4364,
            "text": "The plaintiff has built up reputation as an honest supplier with stringent quality standards and the plaintiff has annual turnover to the tune of INR 450 crores.",
            "labels": [
                "FAC"
            ],
            "id": "2179ebed50d342dca95e86d2317d5c86_49"
        },
        {
            "start": 4365,
            "end": 4503,
            "text": "The plaintiff has supplied lot of products to MI Swaco Group as per their requirements including calcium carbonate, barites and bentonite.",
            "labels": [
                "FAC"
            ],
            "id": "a2c25ce732914b6eb19550036b6acbfa_50"
        },
        {
            "start": 4504,
            "end": 4583,
            "text": "The invoices in these transactions were made out to MI Qatar for use in RasGas.",
            "labels": [
                "FAC"
            ],
            "id": "41722b131bdf41189b984ca1be458786_51"
        },
        {
            "start": 4584,
            "end": 4683,
            "text": "Thus RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas.",
            "labels": [
                "FAC"
            ],
            "id": "75f95afff01f4e018a335e6a170efb78_52"
        },
        {
            "start": 4684,
            "end": 4849,
            "text": "One such shipment made in May-June 2010 was of Calcium Carbonate, which was shipped in UV treated PP 1 MT capacity bulk bags wherein each bag contain1 MT of product.",
            "labels": [
                "FAC"
            ],
            "id": "3960ef199d9f4e788d984a807856b47a_53"
        },
        {
            "start": 4850,
            "end": 5126,
            "text": "On completion of the shipment, after consuming a portion of the shipment, MI Qatar complained that there was a problem with the bags containing calcium carbonate, received from the plaintiff, because shredded paper/plastic was found in the calcium carbonate in about 852 bags.",
            "labels": [
                "FAC"
            ],
            "id": "f6695a993c3f45f59c7f2714796e1679_54"
        },
        {
            "start": 5127,
            "end": 5274,
            "text": "After some investigation, it was found that some bags had 5  8 strands of coloured fibre which had mixed with the product, which was a minor issue.",
            "labels": [
                "FAC"
            ],
            "id": "8c194767005e47b79f8b4fc0565d4b23_55"
        },
        {
            "start": 5275,
            "end": 5468,
            "text": "However, MI Qatar informed the plaintiff that they were quarantining the bags, which they were unwilling to use and asked the plaintiff to help them make arrangements for shipping out the bags.",
            "labels": [
                "FAC"
            ],
            "id": "4059f6dcabb741e6a1fe9a402c72bd86_56"
        },
        {
            "start": 5469,
            "end": 5634,
            "text": "Both http://www.judis.nic.in sides extended full co-operation to each other in view of their long-standing relationship and the following resolution was arrived :\na.",
            "labels": [
                "FAC"
            ],
            "id": "8b0c0024a1a04fd2a2a27d55e35546bc_57"
        },
        {
            "start": 5635,
            "end": 5729,
            "text": "It was no economically worthwhile to take the product back to India to find an alternate user.",
            "labels": [
                "FAC"
            ],
            "id": "fe4d437c21494a20ad4ae7ca88b6feca_58"
        },
        {
            "start": 5730,
            "end": 5877,
            "text": "\nb. MI Qatar wanted to meet the cost of moving the bags out from disposing the material for a price by delivering to a willing purchaser/consignee.",
            "labels": [
                "FAC"
            ],
            "id": "c9846fc0d03b443eaf95fedc5769d216_59"
        },
        {
            "start": 5879,
            "end": 6007,
            "text": "c. After some time, the plaintiff identified a company in Sudan willing to take the product, viz. African Drilling Fluids (ADG).",
            "labels": [
                "FAC"
            ],
            "id": "fc0674fdfd054b30b16c70b86aae66bc_60"
        },
        {
            "start": 6008,
            "end": 6123,
            "text": "ADF was only willing to pay an amount equivalent to the cost of importing the product from Oren, India (CIF price).",
            "labels": [
                "FAC"
            ],
            "id": "35b6d120ca0d4795b18bbe1ec2adc89e_61"
        },
        {
            "start": 6124,
            "end": 6211,
            "text": "The Sudanese buyer, ADF, was willing to make payment on delivery of the goods in Sudan.",
            "labels": [
                "FAC"
            ],
            "id": "3cb9dd95d2d94920907e37904d0dcab3_62"
        },
        {
            "start": 6212,
            "end": 6355,
            "text": "The arrangement was that the plaintiff would initially pay the cost of the shipment on behalf of MI Qatar, and would reimburse itself from ADF.",
            "labels": [
                "FAC"
            ],
            "id": "5fbbcd8a55b149ba93c868db906fa3e6_63"
        },
        {
            "start": 6356,
            "end": 6460,
            "text": "MI Qatar was willing to accept this arrangement and to ship the goods from Qatar to Sudan on this basis.",
            "labels": [
                "FAC"
            ],
            "id": "0cc4731b2b574e579924cfe77353081c_64"
        },
        {
            "start": 6462,
            "end": 6599,
            "text": "d. The goods were shipped through United Shipping Services WLL (USS), agents of the container line operated by the defendant herein.\n2.2.",
            "labels": [
                "FAC"
            ],
            "id": "b18feba43e7f4af1a6639fe0a9fbd6b3_65"
        },
        {
            "start": 6600,
            "end": 6677,
            "text": "The first tranche shipment was carried out by MI Qatar largely without issue.",
            "labels": [
                "FAC"
            ],
            "id": "aaf0ec59926847cab0f43a4e8053b1a6_66"
        },
        {
            "start": 6678,
            "end": 6784,
            "text": "On 24.01.2011, the plaintiff's Indian shipping agent asked the plaintiff to provide draft bills of lading.",
            "labels": [
                "FAC"
            ],
            "id": "b78e72640cd84f389b8bb77e4934744e_67"
        },
        {
            "start": 6785,
            "end": 6817,
            "text": "The plaintiff prepared the same.",
            "labels": [
                "FAC"
            ],
            "id": "fca51cecb02f4c91a1915f469890f4bb_68"
        },
        {
            "start": 6818,
            "end": 6939,
            "text": "Similarly http://www.judis.nic.in for the second shipment, the plaintiff received a copy of the draft bill on 05.02.2011.",
            "labels": [
                "FAC"
            ],
            "id": "88651144790a4904bc225da253579ed4_69"
        },
        {
            "start": 6940,
            "end": 7065,
            "text": "The draft bill of lading identified the shipper as MI Qatar WLL jointly and severally with Oren Hydrocarbons Private Limited.",
            "labels": [
                "FAC"
            ],
            "id": "4ce4c97c69af47a1b75b63b99afc1559_70"
        },
        {
            "start": 7066,
            "end": 7128,
            "text": "The plaintiff never received the final issued bills of lading.",
            "labels": [
                "FAC"
            ],
            "id": "d1e415a1273243999b08d9dd32046071_71"
        },
        {
            "start": 7129,
            "end": 7204,
            "text": "However, the plaintiff has never consented to be the shipper for the goods.",
            "labels": [
                "FAC"
            ],
            "id": "2faf3babbdf946daaa85bb406c71ddd2_72"
        },
        {
            "start": 7205,
            "end": 7349,
            "text": "As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful.",
            "labels": [
                "FAC"
            ],
            "id": "70c754a836c1490f800178031315aa45_73"
        },
        {
            "start": 7350,
            "end": 7393,
            "text": "However, the instructions was not complied.",
            "labels": [
                "FAC"
            ],
            "id": "e09c9921a78f4addb0a3fae105b404eb_74"
        },
        {
            "start": 7394,
            "end": 7587,
            "text": "Whereas on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers.",
            "labels": [
                "FAC"
            ],
            "id": "c10270c3efca473bbbc80ad10de698ec_75"
        },
        {
            "start": 7588,
            "end": 7674,
            "text": "The plaintiff has denied the existence of any Bill of lading wherein it was a shipper.",
            "labels": [
                "FAC"
            ],
            "id": "02ac28274e1448108919ed3e740c8121_76"
        },
        {
            "start": 7675,
            "end": 7821,
            "text": "Despite the reply notice, the defendant has filed a suit for recovery of damages and the same was numbered before High Court of Justice In London.",
            "labels": [
                "FAC"
            ],
            "id": "6b197d19dfaf443bb51d15845f6fbf60_77"
        },
        {
            "start": 7823,
            "end": 8089,
            "text": "2.3 Despite, the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d6bb0617c5249ed9cda316ca784c142_78"
        },
        {
            "start": 8090,
            "end": 8341,
            "text": "In this manner, the Foreign Court proceeded to pronounce its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated http://www.judis.nic.in 23.05.2014, without any due application of mind.",
            "labels": [
                "FAC"
            ],
            "id": "a2d49ca4510f49ee953f596dc4914b58_79"
        },
        {
            "start": 8342,
            "end": 8583,
            "text": "Hence, it is the contention of the plaintiff that the Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction, in as much as the plaintiff never consented to conferring exclusive jurisdiction to the English Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5dc9228b6814c12bd9e9d6fe4a4afd6_80"
        },
        {
            "start": 8584,
            "end": 8634,
            "text": "The judgment was not passed on merits of the case.",
            "labels": [
                "FAC"
            ],
            "id": "a0611509bbfa4d74b8c6835e9b3479d3_81"
        },
        {
            "start": 8635,
            "end": 8761,
            "text": "Similarly, the foreign judgment was obtained by fraud, as the defendant herein did not incur any storage or demurrage charges.",
            "labels": [
                "FAC"
            ],
            "id": "5b50216df8814db0adaf91f25c44fa9a_82"
        },
        {
            "start": 8762,
            "end": 8947,
            "text": "Similarly, the foreign judgment is ex facie erroneous in so far as it fails to appreciate that the concerned Bill of Lading was void ab initio and the judgment was not passed on merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8276375baa54489a9542d7a9e19c6c5b_83"
        },
        {
            "start": 8948,
            "end": 8964,
            "text": "Hence, the suit.",
            "labels": [
                "FAC"
            ],
            "id": "7f0ff3e157c7475186c00395eb98e0e3_84"
        },
        {
            "start": 8965,
            "end": 9192,
            "text": "\n3. Brief contentions of the defendant are as follows :\n3.1. Denying the contentions, it is the contention of the defendant that the plaintiff approached this Court with unclean hands and suppressed relevant facts in the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96fb202880b1448eaf2ab756bd9fffa6_85"
        },
        {
            "start": 9193,
            "end": 9271,
            "text": "The plaintiff relied on selective facts, which do not give a complete picture.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44a116f8d5c345b18ea5bd7bc90924b8_86"
        },
        {
            "start": 9272,
            "end": 9507,
            "text": "Before the High Court of Justice, Queens Bench Decision (Commercial Court), pleadings were filed by both the parties, witness statement of four witnesses were filed by the plaintiff and written arguments were filed by both the parties.",
            "labels": [
                "NONE"
            ],
            "id": "3974484646fc45cbacb9ad0c57f8f298_87"
        },
        {
            "start": 9508,
            "end": 9621,
            "text": "The summary judgment was passed after considering all materials on record and having heard the parties at length.",
            "labels": [
                "NONE"
            ],
            "id": "7ba56726d1994323a8bd0408f943a25b_88"
        },
        {
            "start": 9622,
            "end": 9915,
            "text": "Further, it is stated that accepting the judgment, the plaintiff vide their Solicitors M/s.De Crus Solicitors email dated http://www.judis.nic.in 30.05.2014 forwarded to the judge (i) draft claimants Order (ii) draft defendants Order and (iii) submissions in relation to the form of the order.",
            "labels": [
                "FAC"
            ],
            "id": "0b96b91862dd4e5e949c753c69604174_89"
        },
        {
            "start": 9916,
            "end": 10051,
            "text": "With the said email, express instructions of the plaintiff vide its solicitors letter dated 30.05.2014 was also forwarded to the Judge.",
            "labels": [
                "FAC"
            ],
            "id": "d169c5015dfa49748213146de4fc7896_90"
        },
        {
            "start": 10052,
            "end": 10208,
            "text": "The defendant's counsel also vide her email dated 30.05.2014 forwarded to the judge, brief submissions on behalf of the defendant and a revised draft Order.",
            "labels": [
                "NONE"
            ],
            "id": "2fc72127d81e47c19d448ee8aa23d8ad_91"
        },
        {
            "start": 10209,
            "end": 10396,
            "text": "The Judge after considering the drafts forwarded by the parties vide his email dated 16.06.2014 forwarded the final draft of the order to the parties subsequently pronounced the judgment.",
            "labels": [
                "NONE"
            ],
            "id": "cf2dc772c51242aa877fa280be78cac6_92"
        },
        {
            "start": 10397,
            "end": 10544,
            "text": "\nHence, it is the contention that the summary judgment in favour of the defendant was passed after giving adequate opportunity to both the parties.",
            "labels": [
                "FAC"
            ],
            "id": "e12e25fd27324330a94bc153f194f9cf_93"
        },
        {
            "start": 10545,
            "end": 10735,
            "text": "\n3.2 Both the parties were represented before the High Court of Justice, Queens Bench Decision (Commercial Court), both the parties filed their pleadings, witness statements and submissions.",
            "labels": [
                "NONE"
            ],
            "id": "3e01924becd5449b810eba083398da08_94"
        },
        {
            "start": 10736,
            "end": 10787,
            "text": "A detailed hearing was granted to both the parties.",
            "labels": [
                "FAC"
            ],
            "id": "9b94680152144b199fda921dbcd7cd89_95"
        },
        {
            "start": 10788,
            "end": 11072,
            "text": "It was agreed between the defendant as carrier and the plaintiff as shipper under various Bills of Lading that the defendant would carry by sea 32 containers of bagged calcium carbonate on various vessels/voyages, the agreement between the parties is contained in the Bills of Lading.",
            "labels": [
                "FAC"
            ],
            "id": "695c61c8cecd4f479ad8884836c18b0c_96"
        },
        {
            "start": 11073,
            "end": 11365,
            "text": "The Bills of Lading clearly sets out that the plaintiff accepts and agrees to all the terms and conditions as stated therein and that the 32 containers of calcium carbonate http://www.judis.nic.in were duly carried by the defendant to Port Sudan where the containers arrived on various dates.",
            "labels": [
                "FAC"
            ],
            "id": "e607774baa844ccabc3d84d814fe800e_97"
        },
        {
            "start": 11366,
            "end": 11577,
            "text": "Notwithstanding the long period of time after arrival at the discharge port, delivery of the containers was not taken by the plaintiff in breach of the contract and or terms and conditions of the Bill of Lading.",
            "labels": [
                "RATIO"
            ],
            "id": "f29bc5111c9d4e42885d5c3092bbe2b8_98"
        },
        {
            "start": 11578,
            "end": 11681,
            "text": "Hence, all the proceedings before the foreign Court is properly done and there was no fraud whatsoever.",
            "labels": [
                "FAC"
            ],
            "id": "6372a55c0cd74e3086d55427d5f20b24_99"
        },
        {
            "start": 11682,
            "end": 11722,
            "text": "Hence, prayed for dismissal of the suit.",
            "labels": [
                "FAC"
            ],
            "id": "ab1bda355fd549ceb9cda15b2c261314_100"
        },
        {
            "start": 11723,
            "end": 11798,
            "text": "\n4. Based on the above pleading, the following issues have been framed :\n1.",
            "labels": [
                "RPC"
            ],
            "id": "d2b99f17e40f417e8768d48bdd2f3c52_101"
        },
        {
            "start": 11799,
            "end": 12000,
            "text": "Whether the summary judgment passed by the High Court of Justice, Queen's Bench (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014 has been pronounced by a Court of competent jurisdiction?",
            "labels": [
                "RPC"
            ],
            "id": "77217e931d0549688ad9d3e831318108_102"
        },
        {
            "start": 12001,
            "end": 12209,
            "text": "\n2. Whether the summary judgment passed by the High Court of Justice, Queen's Bench Decision (Commercial Court), vide orders dated 23.05.2014 and 16.06.2014, amounts to a judgment on the 'merits of the case'?",
            "labels": [
                "NONE"
            ],
            "id": "182d010e79f04be38a45a30d49c7fe0d_103"
        },
        {
            "start": 12210,
            "end": 12301,
            "text": "\n3. Whether suit is maintainable as an appeal against the well considered Foreign Judgment?",
            "labels": [
                "ISSUE"
            ],
            "id": "fbfee48b83184137bcc2259762447207_104"
        },
        {
            "start": 12302,
            "end": 12413,
            "text": "\n4. Whether the suit reopen the factual issues already considered, decided and given findings of Foreign Court?",
            "labels": [
                "ISSUE"
            ],
            "id": "c86f21c79bab409898dae1d2f4032094_105"
        },
        {
            "start": 12414,
            "end": 12438,
            "text": "\nhttp://www.judis.nic.in",
            "labels": [
                "NONE"
            ],
            "id": "e1e419be949e42ba8b31e5583983493b_106"
        },
        {
            "start": 12439,
            "end": 12556,
            "text": "5. Whether the jdugment passed by the Foreign Court falls within the exemption of Section 13 of Civil Procedure Code?",
            "labels": [
                "ISSUE"
            ],
            "id": "55ecd59fa9a949ab81db65ba76ea34f9_107"
        },
        {
            "start": 12557,
            "end": 12579,
            "text": "\n6. Any other Reliefs?",
            "labels": [
                "NONE"
            ],
            "id": "81bee01ce35c40fab5ec35be4bcd1207_108"
        },
        {
            "start": 12580,
            "end": 12667,
            "text": "\n5. On the side of the plaintiff, P.W.1 was examined and Ex.P.1 to Ex.P.16 were marked.",
            "labels": [
                "NONE"
            ],
            "id": "6e1f0a358cf34903ae280fbe68bce0ff_109"
        },
        {
            "start": 12668,
            "end": 12752,
            "text": "On side of the defendant, D.W.1 has been examined and Ex.D.1 to Ex.D.12 were marked.",
            "labels": [
                "NONE"
            ],
            "id": "10d72fff50e748ff948dfae13e4192a7_110"
        },
        {
            "start": 12754,
            "end": 12881,
            "text": "Witnesses examined on the side of the plaintiffs :\nP.W.1. - Mrs.R.Gajalakshmi Witnesses examined on the side of the defendants:",
            "labels": [
                "NONE"
            ],
            "id": "34622a3c52a34698bfec3996b177a075_111"
        },
        {
            "start": 12883,
            "end": 12907,
            "text": "D.W.1  Mr.N.Krishnakumar",
            "labels": [
                "NONE"
            ],
            "id": "23c54fd6dbe34c77bafc5fee28b5429d_112"
        },
        {
            "start": 12908,
            "end": 12956,
            "text": "Exhibits produced on the side of the plaintiffs:",
            "labels": [
                "NONE"
            ],
            "id": "7dc01a7d8c0044b6b497f833e71c1b0a_113"
        },
        {
            "start": 12984,
            "end": 13018,
            "text": "S.No       Date                   ",
            "labels": [
                "NONE"
            ],
            "id": "026fea530d344639a170e7ca95d489d8_114"
        },
        {
            "start": 13018,
            "end": 13042,
            "text": "Description of documents",
            "labels": [
                "NONE"
            ],
            "id": "4923f94f46784ac38c3db665737a5b56_115"
        },
        {
            "start": 13062,
            "end": 13069,
            "text": "Exhibit",
            "labels": [
                "NONE"
            ],
            "id": "33664a7735974795be60944872362c60_116"
        },
        {
            "start": 13098,
            "end": 13139,
            "text": ". \n                          1.          ",
            "labels": [
                "NONE"
            ],
            "id": "2ad73e5de09645fe82a3c8572a187e0e_117"
        },
        {
            "start": 13139,
            "end": 13198,
            "text": "--         Copy of Balance sheets and Annual returns of P-1",
            "labels": [
                "NONE"
            ],
            "id": "066df54d686b450da1d77646cc1c8165_118"
        },
        {
            "start": 13248,
            "end": 13269,
            "text": "the plaintiff company",
            "labels": [
                "NONE"
            ],
            "id": "bfb1d9f8213d49b18640c3dd811b3560_119"
        },
        {
            "start": 13296,
            "end": 13313,
            "text": "2.     25.12.2009",
            "labels": [
                "NONE"
            ],
            "id": "f72c30a6f90341af8fdfc57b40a07aec_120"
        },
        {
            "start": 13319,
            "end": 13351,
            "text": "Copy of Invoice dated 25.12.2009",
            "labels": [
                "NONE"
            ],
            "id": "7eb8ee627d154fbf83a1c098f8303875_121"
        },
        {
            "start": 13352,
            "end": 13369,
            "text": "issued by the P-2",
            "labels": [
                "NONE"
            ],
            "id": "1e58717fcd33441785220c03c9d130bc_122"
        },
        {
            "start": 13419,
            "end": 13446,
            "text": "plaintiff showing CIF basis",
            "labels": [
                "NONE"
            ],
            "id": "f9c40920c796432486a00735ae611abf_123"
        },
        {
            "start": 13473,
            "end": 13497,
            "text": "3 .          --         ",
            "labels": [
                "NONE"
            ],
            "id": "735e414d81b9498bb1dae4c831bee1c6_124"
        },
        {
            "start": 13497,
            "end": 13552,
            "text": "Copy of Bill of Lading for shipment to Qatar           ",
            "labels": [
                "NONE"
            ],
            "id": "ac2fb483f3a8422da5841e95dfc1c227_125"
        },
        {
            "start": 13552,
            "end": 13583,
            "text": "P-3                           4",
            "labels": [
                "NONE"
            ],
            "id": "2e561fcbcd714f19a622eaa9c17b5779_126"
        },
        {
            "start": 13584,
            "end": 13600,
            "text": ".     24.01.2011",
            "labels": [
                "NONE"
            ],
            "id": "d0f2ca3e25c34d63828e7585a1a8237b_127"
        },
        {
            "start": 13606,
            "end": 13616,
            "text": "Copy of E-",
            "labels": [
                "NONE"
            ],
            "id": "b93e2bffd49e48c1a4692656e4bb2c2e_128"
        },
        {
            "start": 13617,
            "end": 13662,
            "text": "mail from the plaintiff enclosing correct P-4",
            "labels": [
                "NONE"
            ],
            "id": "d954e531d1384b308816912083cf386d_129"
        },
        {
            "start": 13712,
            "end": 13756,
            "text": "status of the shipment in the Bill of Lading",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37d2e981ef1b4740ae08c93934b01a49_130"
        },
        {
            "start": 13783,
            "end": 13801,
            "text": "5 .     19.09.2014",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01db32999d2b48cf9245248db8fec2b4_131"
        },
        {
            "start": 13807,
            "end": 13850,
            "text": "Copy of Application notice dated 19.03.2014",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2ab77a65bbb40e9a41dc13d0f3c0471_132"
        },
        {
            "start": 13851,
            "end": 13952,
            "text": "P-5                                                  seeking summary judgment http://www.judis.nic.in",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4373bfbc985d4a35bdce18320e86326d_133"
        },
        {
            "start": 13979,
            "end": 13993,
            "text": "S.No      Date",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7fb394592b54faa9eb069343bde9283_134"
        },
        {
            "start": 14011,
            "end": 14035,
            "text": "Description of documents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a202be4675743d596d4a3dd21253aaa_135"
        },
        {
            "start": 14054,
            "end": 14061,
            "text": "Exhibit",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57be7f56696641b1959181d1d80ec2e9_136"
        },
        {
            "start": 14090,
            "end": 14120,
            "text": ". \n                          6",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe249752650e4c40bef5d9fd915c9abc_137"
        },
        {
            "start": 14121,
            "end": 14137,
            "text": ".     13.09.2011",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f8c2cfab24a4d6982583c0d9ec053da_138"
        },
        {
            "start": 14141,
            "end": 14194,
            "text": "Copy of notice sent by the counsel acting for the P-6",
            "labels": [
                "NONE"
            ],
            "id": "77c5600d0dd5473a9f20f09e3a56ad20_139"
        },
        {
            "start": 14242,
            "end": 14251,
            "text": "defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2686d95c026540e6942d9e7386c96e31_140"
        },
        {
            "start": 14278,
            "end": 14296,
            "text": "7 .     13.10.2011",
            "labels": [
                "NONE"
            ],
            "id": "0415c42af3e647cc833fee29f055629f_141"
        },
        {
            "start": 14300,
            "end": 14399,
            "text": "Copy of second notice from legal counsel acting P-7                                                ",
            "labels": [
                "NONE"
            ],
            "id": "432140a8d44847a38a12b26a1efab44c_142"
        },
        {
            "start": 14399,
            "end": 14448,
            "text": "on behalf of defendant                           ",
            "labels": [
                "NONE"
            ],
            "id": "dc0812e2c6964eb888912d0d67ff39e5_143"
        },
        {
            "start": 14448,
            "end": 14463,
            "text": "8 .     24.10.2",
            "labels": [
                "NONE"
            ],
            "id": "6c9a1b1881ee4740a160c3155368a7e2_144"
        },
        {
            "start": 14464,
            "end": 14594,
            "text": "- 11    Copy of the reply of the plaintiff to the notices P-8                                                sent by the defendant",
            "labels": [
                "NONE"
            ],
            "id": "916639ef0ddb40f984bd0acf36b1bb09_145"
        },
        {
            "start": 14595,
            "end": 14608,
            "text": "9. 22.02.2013",
            "labels": [
                "NONE"
            ],
            "id": "d6ccc3b58e294c7a91451f04747fc712_146"
        },
        {
            "start": 14609,
            "end": 14719,
            "text": "Copy of Claim Form folio 259 filed by the P-9 defendant before the Queen's Bench Division, Commercial Court 10",
            "labels": [
                "NONE"
            ],
            "id": "262a683f401e43c6893600c8ae77a34f_147"
        },
        {
            "start": 14720,
            "end": 14732,
            "text": ". 23.05.2014",
            "labels": [
                "NONE"
            ],
            "id": "6d17ad9a4bd44e64a4c6161c4b4a5610_148"
        },
        {
            "start": 14733,
            "end": 14785,
            "text": "Copy of judgment of the Queen's Bench Division, P-10",
            "labels": [
                "NONE"
            ],
            "id": "a70fe8ad7e604b3eae49443b42b431d3_149"
        },
        {
            "start": 14786,
            "end": 14802,
            "text": "Commercial Court",
            "labels": [
                "NONE"
            ],
            "id": "ea64140beb9f453f80a2904517a5ab28_150"
        },
        {
            "start": 14803,
            "end": 14817,
            "text": "11. 16.06.2014",
            "labels": [
                "NONE"
            ],
            "id": "bc5441f6903b40999c5641867196db99_151"
        },
        {
            "start": 14818,
            "end": 14902,
            "text": "Copy of Order dated 16.06.2014 of the Queen's P-11 Bench Division, Commercial Court.",
            "labels": [
                "NONE"
            ],
            "id": "bfd52e993d7b46b596bc4586ddf8da8f_152"
        },
        {
            "start": 14903,
            "end": 14918,
            "text": "\n12. 04/03/2017",
            "labels": [
                "NONE"
            ],
            "id": "729bb873c4de4cfe8676475cc319bffe_153"
        },
        {
            "start": 14919,
            "end": 14978,
            "text": "Copy of E-mail from the defendant's agent in P-12 Sudan 13.",
            "labels": [
                "NONE"
            ],
            "id": "fb385a78d9f040468e8dfc152b77905a_154"
        },
        {
            "start": 14979,
            "end": 14989,
            "text": "02.10.2013",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0fae9c2a25364568bb7da1115ce4dde8_155"
        },
        {
            "start": 14990,
            "end": 15054,
            "text": "Copy of Application notice filed by the plaintiff 14. 02.10.2013",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d5c92bc1f26e46fd923bf866a260f05a_156"
        },
        {
            "start": 15055,
            "end": 15108,
            "text": "Copy of Witness statement of Mr.Alexander Andrews 15.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff91d707e56148b889f31df7ee7116d0_157"
        },
        {
            "start": 15109,
            "end": 15161,
            "text": "-- Copy of draft Order submitted by the plaintiff 16",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e52e6247792473c868f10735d03a4aa_158"
        },
        {
            "start": 15162,
            "end": 15174,
            "text": ". 15.11.1965",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ed280d5bb414464bbb013d485d9a3a4_159"
        },
        {
            "start": 15175,
            "end": 15247,
            "text": "Copy of Hague Convention Exhibits produced on the side of the defendant:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "189db84a81fe4982b605f1b24adf5d37_160"
        },
        {
            "start": 15275,
            "end": 15289,
            "text": "S.No      Date",
            "labels": [
                "PREAMBLE"
            ],
            "id": "40ddea5f42e740f59b41a14e438a07e6_161"
        },
        {
            "start": 15306,
            "end": 15349,
            "text": "Description of documents                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69d244eb6d0e4ee6bc5dafa7b38779d5_162"
        },
        {
            "start": 15349,
            "end": 15356,
            "text": "Exhibit",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97736c89e52b4d939434041a5e8c7d7a_163"
        },
        {
            "start": 15357,
            "end": 15415,
            "text": "                            . \n                          1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b3ae9ca93fa491a9b811dbfb78142e6_164"
        },
        {
            "start": 15416,
            "end": 15433,
            "text": ".      13.09.2011",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d31d50e87691481a990fceb43526e0e0_165"
        },
        {
            "start": 15434,
            "end": 15491,
            "text": "Copy of the legal notice by the defendant             D-1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d4222b414e545feae57abc1af94196a_166"
        },
        {
            "start": 15518,
            "end": 15536,
            "text": "2.      13.10.2011",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8eedde16d88f4cfa984ae38ccc1c8096_167"
        },
        {
            "start": 15537,
            "end": 15608,
            "text": "Copy of legal notice by the defendant                 D-2 3. 24.10.2011",
            "labels": [
                "NONE"
            ],
            "id": "bffc82728d5e423a8d225d9bce3b2326_168"
        },
        {
            "start": 15609,
            "end": 15737,
            "text": "Copy of E-mail of the plaintiff disputing the D-3 liability http://www.judis.nic.in S.No Date Description of documents Exhibit .",
            "labels": [
                "NONE"
            ],
            "id": "6b1bfbe14b0d49ad87684fa7a1074c93_169"
        },
        {
            "start": 15738,
            "end": 15752,
            "text": "\n4. 22.02.2013",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01d9a41ed4d949a0ab85d35409162663_170"
        },
        {
            "start": 15753,
            "end": 15863,
            "text": "Copy of the Claim Form 2013 Folio 259 before D-4 Queen's Bench Division, Commercial Court London 5. 19.03.2014",
            "labels": [
                "NONE"
            ],
            "id": "4adb45141c6344da99e1623c835cff2e_171"
        },
        {
            "start": 15864,
            "end": 15956,
            "text": "Copy of the Application notice seeking summary D-5 judgment High Court, London 6. 22.05.2014",
            "labels": [
                "NONE"
            ],
            "id": "88fa36da030d4c909b7a42bed0bb1bcc_172"
        },
        {
            "start": 15957,
            "end": 16213,
            "text": "Copy of written arguments filed by plaintiff before D-6 High Court, London 7. 22.05.2014 Copy of the skeleton arguments opposing D-7 summary judgments filed by the plaintiff 8. 30.05.2014 Copy of transcript of arguments by parties High D-8 Court, London 9.",
            "labels": [
                "NONE"
            ],
            "id": "767177a161f04a709ba521ff735af06c_173"
        },
        {
            "start": 16214,
            "end": 16290,
            "text": "-- Copy of the judgment of Queen's Bench D-9 Division, High Court, London 10",
            "labels": [
                "NONE"
            ],
            "id": "585a1f058be049cbab77c2561ed04f8a_174"
        },
        {
            "start": 16291,
            "end": 16303,
            "text": ". 30.05.2014",
            "labels": [
                "NONE"
            ],
            "id": "351559fe1a504155a7cad082c02adc31_175"
        },
        {
            "start": 16304,
            "end": 16372,
            "text": "Copy of email of defendant's counsel to plaintiff D-10 and Court 11.",
            "labels": [
                "NONE"
            ],
            "id": "40200ebe265a49d8996278e485decb85_176"
        },
        {
            "start": 16373,
            "end": 16383,
            "text": "30.05.2014",
            "labels": [
                "NONE"
            ],
            "id": "1c8a70472fab4f68b5cea4ec20b52239_177"
        },
        {
            "start": 16384,
            "end": 16483,
            "text": "Copy of email and revised draft Order submitted D-11 to the High Court, London by the plaintiff 12.",
            "labels": [
                "NONE"
            ],
            "id": "97744635a4014e8cb2f54b9eff451138_178"
        },
        {
            "start": 16484,
            "end": 16530,
            "text": "-- Copy of Certificate of London Court D-12 6.",
            "labels": [
                "NONE"
            ],
            "id": "3af966ca347643759dff11226bf971ec_179"
        },
        {
            "start": 16531,
            "end": 16786,
            "text": "The learned Senior Counsel Mr.Sathish Parasaran appearing for the plaintiff would submit that the High Court of Justice, Queen's Bench Decision (Commercial Court) was not a Court of competent jurisdiction and the summary judgment was not passed on merits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aedb5f575b9f4fc9992c6c47cdf3c0b7_180"
        },
        {
            "start": 16787,
            "end": 16958,
            "text": "The triable issues involved and raised by the plaintiff were not considered by the Foreign Court and the judgment was obtained by fraud and suppressing the material facts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b4763562b8a44aca97bbf11fcd389d9_181"
        },
        {
            "start": 16959,
            "end": 17231,
            "text": "It is the further contention of the learned Senior Counsel that several significant issues having a bearing on http://www.judis.nic.in the case were not considered in the foreign judgment on contravention of the conditions set out in Section 13 of Code of Civil Procedure.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "39c1c0dc688240a8809338955ab83040_182"
        },
        {
            "start": 17232,
            "end": 17348,
            "text": "It is his further contention that no part of the cause of action arose within the jurisdiction of the English Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "99b1e975cb8444ae80bfbe4c62c14fec_183"
        },
        {
            "start": 17349,
            "end": 17511,
            "text": "The defendant's submission before the Foreign Court that the alleged Bill of Lading conferred exclusive jurisdiction on English Courts was liable to be dismissed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aaee6b3b63f94ba49cbdae27869141f7_184"
        },
        {
            "start": 17512,
            "end": 17624,
            "text": "In as much as it could not be proved by the defendant that the plaintiff consented to the Bill of Lading at all.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3eb9bcc63eef4d9784701d1fbbbced09_185"
        },
        {
            "start": 17625,
            "end": 17845,
            "text": "However, the foreign judgment failed to consider that in the present transaction, the exporter was Qatari Company (Ras Gas) and that the contract of carriage was entered into in Qatar and thus the Qatari Law would apply.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b978dd7b6ba54146b69534566ff4bde2_186"
        },
        {
            "start": 17846,
            "end": 17942,
            "text": "No consideration of this aspect of applicability of Qatari Law was made in the foreign judgment.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "22e0127c294c43fdb05e7940b23c4557_187"
        },
        {
            "start": 17943,
            "end": 18008,
            "text": "Hence, it is his contention that the same has to be held invalid.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ca3c94b734cc47e3b7c11950cbfcf9b2_188"
        },
        {
            "start": 18010,
            "end": 18234,
            "text": "7. It is further contended by the learned Senior Counsel that the judgment is not passed on merits of the case and the judgment has been passed summarily without a complete examination of the material and evidence before it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "51d38aab0a0b40b4be1ec871c57ef4dd_189"
        },
        {
            "start": 18235,
            "end": 18430,
            "text": "While the defendant claimed that it had suffered loss and damage, there was no consideration of whether such a claim was in fact maintainable in the absence of any proof or evidence for the same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66bde37561aa4bdf85d086960f9c8061_190"
        },
        {
            "start": 18431,
            "end": 18546,
            "text": "Further, the burden of proof for the claim http://www.judis.nic.in was not discharged on the part of the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dc77e78805d14cbaa9e8b657955bb851_191"
        },
        {
            "start": 18547,
            "end": 18647,
            "text": "The evidence of D.W.1 clearly indicate that the defendant had not paid storage or demurrage charges.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a24f511ff80e49b2a9cb335c287102e7_192"
        },
        {
            "start": 18648,
            "end": 18757,
            "text": "The defendant has disposed of the cargo and has thus profitably benefited from the sale of the cargo as well.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79935564325d4145916a3c0790f3b194_193"
        },
        {
            "start": 18758,
            "end": 18939,
            "text": "Neither the fact that the cargo had been disposed of nor that no charges and thus no losses were incurred by the defendant was disclosed in the proceedings before the English Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5cbbab3d555c424bb4a89b1d67e6a626_194"
        },
        {
            "start": 18940,
            "end": 19027,
            "text": "Hence, it is his contention that suppression of material facts, which amounts to fraud.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5448a074ad0d4342b25bc03f513ad29c_195"
        },
        {
            "start": 19028,
            "end": 19622,
            "text": "In support of his contentions, the learned Senior Counsel relied upon the following judgments :\nBadat and Co. Bombay Vs. East India Trading Co.\nreported in AIR 1964 SC 538 Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265 K.M.Abdul Jabbr Vs. Indo-Singapore Traders (P) Ltd. rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 http://www.judis.nic.in",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7a7e5a5576d24ff78720fc0d713e5722_196"
        },
        {
            "start": 19623,
            "end": 19765,
            "text": "Islamic Investment Company for the Gulf (Bahamas) Ltd. and Mr.Vijay K.Mehta Vs. Symphony Gems N.V. And others reported in MANU/MH/0113/2005 8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a83662df733540cc8a170585b69fc5b0_197"
        },
        {
            "start": 19766,
            "end": 20192,
            "text": "The learned Counsel appearing for the defendant would submit that both the parties have submitted to the jurisdiction of the Foreign Court and the defendant has also filed an application seeking leave to defend the suit and pleadings are filed by both the parties, witness statement of four witnesses was filed by the applicant and written arguments were filed by both the parties and draft judgment was circulated to parties.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7d55ea579d9443738c0e358c2b491667_198"
        },
        {
            "start": 20193,
            "end": 20465,
            "text": "Accepting the judgment, the defendant, the plaintiff herein vide their solicitor's email dated 30.05.2014 forwarded to the judge (i) draft claimants Order, (ii) draft defendant's Order and (iii) submissions in relation to the form of the Order were forwarded to the judge.",
            "labels": [
                "NONE"
            ],
            "id": "bf3a0d585aeb4956a765d98760a2e092_199"
        },
        {
            "start": 20466,
            "end": 20577,
            "text": "The plaintiff also forwarded to the judge, brief submissions on plaintiff/MSC/behalf and a revised draft order.",
            "labels": [
                "NONE"
            ],
            "id": "21e006ccf8744336b96942e186c728d9_200"
        },
        {
            "start": 20578,
            "end": 20782,
            "text": "The learned Judge after considering the drafts forwarded by the parties vide his email dated 16th June 2014 forwarded final draft of the Order to the parties and subsequently, the judgment was pronounced.",
            "labels": [
                "NONE"
            ],
            "id": "5cacb65fb9cf48e59bbd1c58c3834a39_201"
        },
        {
            "start": 20783,
            "end": 20899,
            "text": "The above facts demonstrates that the matter has been disposed of on merits after giving opportunity to the parties.",
            "labels": [
                "FAC"
            ],
            "id": "ddb7d09d87e14ff4a6722caaf7b7537a_202"
        },
        {
            "start": 20900,
            "end": 21050,
            "text": "The suit itself is a repetitive action as all the issues http://www.judis.nic.in raised by the plaintiff were already raised before the foreign Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d348f9cbc9d34782844e59413f613da0_203"
        },
        {
            "start": 21051,
            "end": 21615,
            "text": "In support of his submissions, he relied on the following judgments :\nM/s.Alcon Electronics Pvt. Ltd. Vs. Celem S.A. Of Fos 34320 Roujan, France and another reported in AIR 2017 Supreme Court 1 Canara Bank Vs. N.G.SuburayanSetty reported in AIR 2018 SC 3395 Dorothy Thomas Vs. Rex Arul reported in 2011 (5) CTC 22 Messer GriesheimGMBH Vs. Goyal MG Gases Pvt. Ltd. reported in Manu/DE/4394/2013 Kolmar Group AG Vs. Traxpo Enterprises Pvt. Ltd.\nreported in Manu/MH/0581/2015 China Shipping Development Co. Ltd. Vs. Lanyard Foods Ltd. reported in Manu/MH/0567/2007 9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87fffcfcd07843e9aac3b09bf10eb368_204"
        },
        {
            "start": 21616,
            "end": 21634,
            "text": "Issue Nos.1 to 6 :",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b055904e60334e94adc0fe691a8fc6c8_205"
        },
        {
            "start": 21635,
            "end": 21803,
            "text": "\nIt is contended by the plaintiff that the plaintiff is engaged in the business of supplying various chemicals and other raw materials used in the manufacturing sector.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "90422effc6e34357a0e189be9c7f7b76_206"
        },
        {
            "start": 21804,
            "end": 21966,
            "text": "The plaintiff has supplied lot of products to MI Swaco http://www.judis.nic.in Group as per their requirements including calcium carbonate, barites and bentonite.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4c015a455ae14e27affa5d3507921ee7_207"
        },
        {
            "start": 21967,
            "end": 22146,
            "text": "The invoices in the transactions were made out to MI Qatar for use in RasGas and the RasGas was the end user and as MI Qatar was only the service provider/intermediary for RasGas.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a88513df5e304227b5a21d1210c5c36f_208"
        },
        {
            "start": 22147,
            "end": 22244,
            "text": "While so, te plaintiff received a copy of the draft bill on 05.02.2011 for shipment of materials.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5ea6c1d14a3341f48f256835e6bf12bb_209"
        },
        {
            "start": 22245,
            "end": 22370,
            "text": "The draft bill of lading identified the shipper as MI Qatar WLL jointly and severally with Oren Hydrocarbons Private Limited.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19705f47882048438ecb97c12d0bb04a_210"
        },
        {
            "start": 22371,
            "end": 22515,
            "text": "As this was contrary to the understanding between the parties, the plaintiff was assured over telephone that the defendant would do the needful.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2ee3cf1120a24ea38434198194b54ac4_211"
        },
        {
            "start": 22516,
            "end": 22559,
            "text": "However, the instructions was not complied.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7a4d8b101124b1aaecd67f44597f84f_212"
        },
        {
            "start": 22560,
            "end": 22755,
            "text": "While so, on 30.09.2011, a notice was received from the defendant claiming 1,36,348.75 Euro with respect to line demurrage and port storage charges incurred on the product shipping in containers.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ebcb4b71725847728613bfc19077aca7_213"
        },
        {
            "start": 22756,
            "end": 22842,
            "text": "The plaintiff has denied the existence of any Bill of lading wherein it was a shipper.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "01d839d9edc1420ea58feb77e9f0cbde_214"
        },
        {
            "start": 22844,
            "end": 23077,
            "text": "10. Whereas, it is the contended by the defendant that the agreement between the parties is contained in the Bills of Lading and Bills of Lading clearly sets out that the plaintiff accepted and agreed to all the terms and conditions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54a8d55f382546e5a9c24c526577b543_215"
        },
        {
            "start": 23078,
            "end": 23480,
            "text": "Though 32 containers of calcium carbonate were duly carried by the defendant to Port Sudan where the containers arrived on various dates, delivery of the containers was not taken by the plaintiff in breach of the contract and the terms http://www.judis.nic.in and conditions of the Bill of Lading and in breach of the contract, the plaintiff failed to pay demurrage/storage charges or any part thereof.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "929868bb032642458b8499e80164120e_216"
        },
        {
            "start": 23481,
            "end": 23582,
            "text": "Hence, the defendant has filed a suit for recovery of damages before High Court of Justice In London.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e4ff11c8f0934433a41f186e80aeabf7_217"
        },
        {
            "start": 23584,
            "end": 24104,
            "text": "11. According to the plaintiff, despite the existence of factual disputes on several issues meriting detailed adjudication, the Foreign Court proceeded based on pleadings and uncontested witness statements, without any proper evidentiary procedure as was required in the present circumstances and pronounced its judgment dated 16.06.2014 based on written submissions, as well as a consequential order to the aforesaid Order dated 23.05.2014, without any due application of mind and the judgment was not passed on merits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "32afab1e909446e4a4b9f22fac193ea6_218"
        },
        {
            "start": 24105,
            "end": 24325,
            "text": "But according to the defendant, before the judgment was delivered, pleadings and documents and statement of witnesses were filed by both the parties and extensive arguments were advanced by counsels for both the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "40c97508936f450cbaac6089d1ce6215_219"
        },
        {
            "start": 24326,
            "end": 24501,
            "text": "Hence, the plaintiff seeking this Court to sit on appeal is against settled proposition especially when the judgment debtor had not preferred any appeal or review or revision.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6192a5952ec54f4aa974389d24eaed56_220"
        },
        {
            "start": 24502,
            "end": 24530,
            "text": "\nhttp://www.judis.nic.in 12.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4321b98702444557ae7a2c9f6705dc70_221"
        },
        {
            "start": 24531,
            "end": 24739,
            "text": "The contention of the learned counsel for the plaintiff that the proceedings before the Foreign Court were of summary in nature does not mean that the summary judgment is not on merits and cannot be enforced.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a56efa639c944ee7beac2bb3a355fc26_222"
        },
        {
            "start": 24740,
            "end": 24975,
            "text": "The conclusion arrived by the foreign court was not only based on pleadings, witness statements and written submissions, but also on detailed oral arguments advanced by the counsels of both the parties, which is also admitted by P.W.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4acdafeb26545c7bed6d02aff314f65_223"
        },
        {
            "start": 24976,
            "end": 25163,
            "text": "P.W.1 in his evidence has admitted that they participated in the Court proceedings in London and based on the documents and other evidences, their counsel had pleaded and argued the case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7545904095a145658d5345bb1846c431_224"
        },
        {
            "start": 25164,
            "end": 25715,
            "text": "The evidence of P.W.1 coupled with Ex.D.6, the written arguments filed by the plaintiff in the English Court and Ex.D.10, 11, copy of emails along with revised draft Order of plaintiff would go to show that the sufficient opportunity was given to the plaintiff in the English Court and the plaintiff also advanced the written arguments and draft judgment and draft Order was circulated by both the parties and thereafter and based on the pleading and the witness statements and written submissions, the English Court has passed the judgment on merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcf74397aa95435baf6c8429123dd9be_225"
        },
        {
            "start": 25716,
            "end": 25881,
            "text": "Further, the foreign Court considered the preliminary objections raised by the plaintiff and sufficient opportunity was given to the plaintiff to put forth its case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06ee3588510c498fbb99517dc0df7fb1_226"
        },
        {
            "start": 25882,
            "end": 25956,
            "text": "Such being the position, the foreign judgment is binding on the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66f2d798a3d14e079dc95a91130e404c_227"
        },
        {
            "start": 25957,
            "end": 26022,
            "text": "The plaintiff's application for permission to appeal was refused.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0692ea47b2f742ab9da91b9056c27423_228"
        },
        {
            "start": 26023,
            "end": 26156,
            "text": "The refusal order was not challenged by the plaintiff by preferring an http://www.judis.nic.in appeal or any review against the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0eb108f0bd41421496c787b6e6d65e71_229"
        },
        {
            "start": 26157,
            "end": 26283,
            "text": "Hence, the plaintiff cannot now seek once again to reopen the contention and issues which were urged before the foreign court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c73dee1fe0e4c59af843d730d809ec0_230"
        },
        {
            "start": 26285,
            "end": 26559,
            "text": "13. The judgment relied by the plaintiff in Badat and Co. Bombay Vs. East India Trading Co. reported in AIR 1964 SC 538 is with regard to enforcement of a final award made in a foreign country in pursuance of a submission made within the limits of its original juridisction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0837fcf31b12456e896a0d1cc0ff8fcc_231"
        },
        {
            "start": 26560,
            "end": 26854,
            "text": "The judgment in Sankaran Govindan Vs. Lakshmi Bharathi and others reported in 1975 (3) Supreme Court Cases 351 is with respect to a decree in a suit for partition of the assets of a person who died in England and the question of succession to the sale proceeds of the movables and other monies.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fc831c24847643da9d6e23cec3d543c3_232"
        },
        {
            "start": 26855,
            "end": 27094,
            "text": "In International Wollen Mills Vs. Standard Wool (U.K. Ltd. with Standard Wool (U.K.) Ltd. Vs. International Woollen Mills reported in 2001 (5) Supreme Court Cases 265, an appeal has been preferred on an exparte decree passed by this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "613c7074a9ed4469b558efb43471b1b3_233"
        },
        {
            "start": 27095,
            "end": 27133,
            "text": "In the judgment in K.M.Abdul Jabbr Vs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3feda5d9046e4b01b063a97d7ce55b6a_234"
        },
        {
            "start": 27134,
            "end": 27140,
            "text": "Indo -",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "52ad5e137a034ef1bb254471136400bb_235"
        },
        {
            "start": 27141,
            "end": 27150,
            "text": "Singapore",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4af1cb1117d6439b863493899568c597_236"
        },
        {
            "start": 27151,
            "end": 27158,
            "text": "Traders",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f71dc46e046643069fb40fb072069d25_237"
        },
        {
            "start": 27159,
            "end": 27168,
            "text": "( P) Ltd.",
            "labels": [
                "NONE"
            ],
            "id": "97dc9dadce3941a3a5a6f6dc407ac838_238"
        },
        {
            "start": 27169,
            "end": 27372,
            "text": "rep. by Managing Director, Mohammed Abdullah and another reported in 1995 Law Weekly 84 after dismissal of the leave to defend application, the foreign Court has straightaway passed the summary judgment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1d1645fceb5146c0bdc24acb19d42883_239"
        },
        {
            "start": 27373,
            "end": 27641,
            "text": "Whereas, in the present case, http://www.judis.nic.in both the parties have circulated their written submissions and draft judgment was also circulation and after considering the written submissions and statement of witnesses the foreign court pronounced the judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4ff021de24043759ea4d129aeb2d3fd_240"
        },
        {
            "start": 27642,
            "end": 27916,
            "text": "\n14. When the foreign Court passed judgment on merits and there is no dispute on the correctness or otherwise of International Law or refusal to recognize Indian Law and the principles of natural justice was duly followed in the proceedings which culminated in the judgment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7a106728b6f94d73b34a2ba583fff9b1_241"
        },
        {
            "start": 27917,
            "end": 28046,
            "text": "Ex .D.10 reveals that summons were properly served upon the plaintiff and the same is accepted and acknowledged by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6b9edff95d946e9a43c590fe75bc2bd_242"
        },
        {
            "start": 28047,
            "end": 28196,
            "text": "Ex.D.12 is the Certificate of judgment under Section 10 of the Foreign Judgments issued by the High Court of Justice, Queen's Bench Division, London.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b9195ed08b34449af0fd41c14f6a2c3_243"
        },
        {
            "start": 28197,
            "end": 28355,
            "text": "Ex.D.12 clearly indicate that the judgment has been served by the foreign Court in accordance with the provisions of Part 6 of the Civil Procedure Rules 1998.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "155abd8212244d539756f3b538a926bc_244"
        },
        {
            "start": 28356,
            "end": 28596,
            "text": "As the plaintiff failed to pay the sum decreed under the judgment and Order passed by the High Court of Justice, Queens Bench, Division Commercial Court, London, the defendant through his counsel has called upon the plaintiff to make money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1fcdf32f55c4e16b82f1e2d4f74ba2b_245"
        },
        {
            "start": 28597,
            "end": 28724,
            "text": "Though the plaintiff has raised some allegation of fraud absolutely, there is no material on record to prove the alleged fraud.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf0c8a7a7fd342b1984b5b2cda45bc7c_246"
        },
        {
            "start": 28725,
            "end": 28898,
            "text": "There is no allegations on fraud in obtaining the judgment and there is no claim that the judgment is founded on any breach of law in force in http://www.judis.nic.in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f84c5faeaab045adbde619517540d85f_247"
        },
        {
            "start": 28899,
            "end": 29033,
            "text": "Section 14 of CPC provides presumption on the judgment and the said presumption on the jurisdiction was not rebutted by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b38587b5cc824bbc949f995acbc2f410_248"
        },
        {
            "start": 29035,
            "end": 29217,
            "text": "15. From the above facts, it is very clear that the plaintiff had participated in the proceedings before the London Court and the London Court has also passed the Judgment on merits.",
            "labels": [
                "RATIO"
            ],
            "id": "18759546b3ae4d2e8eb510905f6825c6_249"
        },
        {
            "start": 29218,
            "end": 29395,
            "text": "Such being the position, it is not open to the plaintiff to relitigate and reagitate the same factual issues already considered, decided and given findings by the foreign Court.",
            "labels": [
                "RATIO"
            ],
            "id": "85933723c27b4215ad714ab70bdaca47_250"
        },
        {
            "start": 29396,
            "end": 29687,
            "text": "As there are appeal provisions at England against the judgment of Commercial Division which is under challenge in the instant suit, the plaintiff ought to have filed only an appeal or review before the London Court and no fresh suit can be filed against the well considered foreign judgment.",
            "labels": [
                "RATIO"
            ],
            "id": "2648b8c22bd642869759431e19c45577_251"
        },
        {
            "start": 29688,
            "end": 29790,
            "text": "In view of the same, all the issues are answered against the plaintiff and in favour of the defendant.",
            "labels": [
                "RPC"
            ],
            "id": "bbfe5cde04434b4da090a21ad3eaa259_252"
        },
        {
            "start": 29792,
            "end": 29833,
            "text": "16. In the result, the suit is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "7f340366a142454c9ef0956957cd9899_253"
        },
        {
            "start": 29834,
            "end": 29842,
            "text": "No cost.",
            "labels": [
                "RPC"
            ],
            "id": "21bb45205d0644ef881b0d73bab43f04_254"
        },
        {
            "start": 29938,
            "end": 29948,
            "text": "14.11.2019",
            "labels": [
                "RPC"
            ],
            "id": "1b177933a9394536bd72bcc6c2dec177_255"
        },
        {
            "start": 29971,
            "end": 30002,
            "text": "vrc                       Index",
            "labels": [
                "NONE"
            ],
            "id": "044094eed36d45e1a31a630708910c86_256"
        },
        {
            "start": 30006,
            "end": 30038,
            "text": ": Yes/ No                       ",
            "labels": [
                "NONE"
            ],
            "id": "12ee4a00194a49598c3ea482e2256ba6_257"
        },
        {
            "start": 30038,
            "end": 30048,
            "text": "Internet :",
            "labels": [
                "NONE"
            ],
            "id": "0cf3cf23326c4f988acb49e987efaa44_258"
        },
        {
            "start": 30049,
            "end": 30084,
            "text": "Yes                       Speaking/",
            "labels": [
                "NONE"
            ],
            "id": "ad0bc52541c449db809cfc1709c79051_259"
        },
        {
            "start": 30085,
            "end": 30104,
            "text": "Non -speaking Order",
            "labels": [
                "NONE"
            ],
            "id": "fc99bd5b04fd480cb5d59ffe6a06f054_260"
        },
        {
            "start": 30105,
            "end": 30128,
            "text": "http://www.judis.nic.in",
            "labels": [
                "NONE"
            ],
            "id": "18c2e8b349c749389e79ffed4d394ac8_261"
        },
        {
            "start": 30160,
            "end": 30176,
            "text": "N.SATHISH KUMAR,",
            "labels": [
                "NONE"
            ],
            "id": "365507f1cbac4aeca1e82141d6a7809b_262"
        },
        {
            "start": 30177,
            "end": 30240,
            "text": "J. \n\n\n\n                                                     vrc",
            "labels": [
                "NONE"
            ],
            "id": "ce04f4e686ba4f19a7b8bd6aa0942435_263"
        },
        {
            "start": 30283,
            "end": 30294,
            "text": "Judgment in",
            "labels": [
                "NONE"
            ],
            "id": "cf829880574241f68f822e836cdd9c7a_264"
        },
        {
            "start": 30339,
            "end": 30375,
            "text": "14.11.2019 http://www.judis.nic.in  ",
            "labels": [
                "NONE"
            ],
            "id": "04cae3b68aa045d6962daa3bbd6fef65_265"
        }
    ],
    "entities": [
        {
            "text": "Food Corporation Of India",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 48
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 56,
            "end_char": 67
        },
        {
            "text": "S. Talapatra",
            "label": "JUDGE",
            "start_char": 151,
            "end_char": 163
        },
        {
            "text": "High Court Of Tripura\n                            Agartala",
            "label": "COURT",
            "start_char": 186,
            "end_char": 244
        },
        {
            "text": "Food Corporation Of India",
            "label": "PETITIONER",
            "start_char": 294,
            "end_char": 319
        },
        {
            "text": "Divisional Manager,\nFood Corporation Of India Divisional office, Agartala, Colonel\nChowmuhani, P.S. -West Agartala, West Tripura",
            "label": "RESPONDENT",
            "start_char": 523,
            "end_char": 651
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 774,
            "end_char": 785
        },
        {
            "text": "Food Corporation Of India",
            "label": "RESPONDENT",
            "start_char": 995,
            "end_char": 1020
        },
        {
            "text": "Divisional Manager, Food Corporation Of India Divisional office, Agartala, Colonel Chowmuhani, P.S. - West Agartala, West Tripura",
            "label": "RESPONDENT",
            "start_char": 1228,
            "end_char": 1357
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 1388,
            "end_char": 1399
        },
        {
            "text": "A. Bhowmik",
            "label": "LAWYER",
            "start_char": 1646,
            "end_char": 1656
        },
        {
            "text": "R. Datta",
            "label": "LAWYER",
            "start_char": 1712,
            "end_char": 1720
        },
        {
            "text": "S. Talapatra",
            "label": "JUDGE",
            "start_char": 1989,
            "end_char": 2001
        },
        {
            "text": "S. Talapatra",
            "label": "JUDGE",
            "start_char": 2052,
            "end_char": 2064
        },
        {
            "text": "Churaibari",
            "label": "GPE",
            "start_char": 2278,
            "end_char": 2288
        },
        {
            "text": "Chandrapur",
            "label": "GPE",
            "start_char": 2296,
            "end_char": 2306
        },
        {
            "text": "RFA 16 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2404,
            "end_char": 2418
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 2424,
            "end_char": 2449
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 2467,
            "end_char": 2478
        },
        {
            "text": "RFA No.17 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2561,
            "end_char": 2578
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 2584,
            "end_char": 2609
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 2627,
            "end_char": 2638
        },
        {
            "text": "RFA No.16 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2664,
            "end_char": 2681
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 2683,
            "end_char": 2708
        },
        {
            "text": "FAX",
            "label": "ORG",
            "start_char": 2793,
            "end_char": 2796
        },
        {
            "text": "20.04.2009",
            "label": "DATE",
            "start_char": 2803,
            "end_char": 2813
        },
        {
            "text": "29.04.2009",
            "label": "DATE",
            "start_char": 2835,
            "end_char": 2845
        },
        {
            "text": "30.04.2009",
            "label": "DATE",
            "start_char": 3055,
            "end_char": 3065
        },
        {
            "text": "29.04.2009",
            "label": "DATE",
            "start_char": 3819,
            "end_char": 3829
        },
        {
            "text": "Churaibari",
            "label": "GPE",
            "start_char": 3884,
            "end_char": 3894
        },
        {
            "text": "FSD Chandrapur",
            "label": "ORG",
            "start_char": 3898,
            "end_char": 3912
        },
        {
            "text": "30.04.2009",
            "label": "DATE",
            "start_char": 3930,
            "end_char": 3940
        },
        {
            "text": "01.05.2009",
            "label": "DATE",
            "start_char": 4072,
            "end_char": 4082
        },
        {
            "text": "24.12.2010",
            "label": "DATE",
            "start_char": 4152,
            "end_char": 4162
        },
        {
            "text": "18.10.2010",
            "label": "DATE",
            "start_char": 4711,
            "end_char": 4721
        },
        {
            "text": "19.10.2010",
            "label": "DATE",
            "start_char": 4723,
            "end_char": 4733
        },
        {
            "text": "20.10.2010",
            "label": "DATE",
            "start_char": 4735,
            "end_char": 4745
        },
        {
            "text": "06.11.2010",
            "label": "DATE",
            "start_char": 4747,
            "end_char": 4757
        },
        {
            "text": "09.11.2010",
            "label": "DATE",
            "start_char": 4759,
            "end_char": 4769
        },
        {
            "text": "12.11.2010",
            "label": "DATE",
            "start_char": 4774,
            "end_char": 4784
        },
        {
            "text": "03.12.2010",
            "label": "DATE",
            "start_char": 5299,
            "end_char": 5309
        },
        {
            "text": "24.12.2020",
            "label": "DATE",
            "start_char": 5445,
            "end_char": 5455
        },
        {
            "text": "24.12.2020",
            "label": "DATE",
            "start_char": 5533,
            "end_char": 5543
        },
        {
            "text": "FSD, Churaibari",
            "label": "ORG",
            "start_char": 5910,
            "end_char": 5925
        },
        {
            "text": "FSD, Churaibari",
            "label": "ORG",
            "start_char": 6281,
            "end_char": 6296
        },
        {
            "text": "FSD, Chandrapur",
            "label": "ORG",
            "start_char": 6300,
            "end_char": 6315
        },
        {
            "text": "23.06.2011",
            "label": "DATE",
            "start_char": 6390,
            "end_char": 6400
        },
        {
            "text": "22.06.2011",
            "label": "DATE",
            "start_char": 6475,
            "end_char": 6485
        },
        {
            "text": "24.06.2011",
            "label": "DATE",
            "start_char": 6622,
            "end_char": 6632
        },
        {
            "text": "23.12.2011",
            "label": "DATE",
            "start_char": 6636,
            "end_char": 6646
        },
        {
            "text": "FSD Churaibari",
            "label": "ORG",
            "start_char": 6889,
            "end_char": 6903
        },
        {
            "text": "FSD Chandrapur",
            "label": "ORG",
            "start_char": 6907,
            "end_char": 6921
        },
        {
            "text": "24.12.2010",
            "label": "DATE",
            "start_char": 7338,
            "end_char": 7348
        },
        {
            "text": "23.06.2011",
            "label": "DATE",
            "start_char": 7352,
            "end_char": 7362
        },
        {
            "text": "24.06.2011",
            "label": "DATE",
            "start_char": 7795,
            "end_char": 7805
        },
        {
            "text": "30.07.2011",
            "label": "DATE",
            "start_char": 7809,
            "end_char": 7819
        },
        {
            "text": "19.03.2011",
            "label": "DATE",
            "start_char": 8303,
            "end_char": 8313
        },
        {
            "text": "24.11.2010",
            "label": "DATE",
            "start_char": 14600,
            "end_char": 14610
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 16298,
            "end_char": 16308
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 16673,
            "end_char": 16698
        },
        {
            "text": "NEF Region",
            "label": "ORG",
            "start_char": 16718,
            "end_char": 16728
        },
        {
            "text": "Shillong-",
            "label": "GPE",
            "start_char": 16729,
            "end_char": 16738
        },
        {
            "text": "24.11.2010",
            "label": "DATE",
            "start_char": 16930,
            "end_char": 16940
        },
        {
            "text": "Money Suit 44/2011",
            "label": "CASE_NUMBER",
            "start_char": 17897,
            "end_char": 17915
        },
        {
            "text": "17.12.2011",
            "label": "DATE",
            "start_char": 17930,
            "end_char": 17940
        },
        {
            "text": "27.04.2012",
            "label": "DATE",
            "start_char": 18058,
            "end_char": 18068
        },
        {
            "text": "M.S. 28 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 18184,
            "end_char": 18199
        },
        {
            "text": "section 10",
            "label": "PROVISION",
            "start_char": 18389,
            "end_char": 18399
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18407,
            "end_char": 18410
        },
        {
            "text": "24.11.2010",
            "label": "DATE",
            "start_char": 18988,
            "end_char": 18998
        },
        {
            "text": "Indranil Mandal",
            "label": "WITNESS",
            "start_char": 19189,
            "end_char": 19204
        },
        {
            "text": "District Commercial Court",
            "label": "COURT",
            "start_char": 19302,
            "end_char": 19327
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 20864,
            "end_char": 20874
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 20924,
            "end_char": 20934
        },
        {
            "text": "A. Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 20997,
            "end_char": 21007
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 21354,
            "end_char": 21361
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 21877,
            "end_char": 21884
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 22102,
            "end_char": 22109
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 22874,
            "end_char": 22881
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 23801,
            "end_char": 23808
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 24091,
            "end_char": 24102
        },
        {
            "text": "02.05.2017",
            "label": "DATE",
            "start_char": 24229,
            "end_char": 24239
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 24442,
            "end_char": 24449
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 25147,
            "end_char": 25157
        },
        {
            "text": "Paramjit Bhasin and Others vs. Union of India and Others reported in (2005)12 SCC 642",
            "label": "PRECEDENT",
            "start_char": 25161,
            "end_char": 25246
        },
        {
            "text": "Section 113",
            "label": "PROVISION",
            "start_char": 25307,
            "end_char": 25318
        },
        {
            "text": "Motor Vehicles Act",
            "label": "STATUTE",
            "start_char": 25326,
            "end_char": 25344
        },
        {
            "text": "Section 114, Section 194",
            "label": "PROVISION",
            "start_char": 25355,
            "end_char": 25379
        },
        {
            "text": "Sections 113-115",
            "label": "PROVISION",
            "start_char": 25809,
            "end_char": 25825
        },
        {
            "text": "Motor Vehicles Act",
            "label": "STATUTE",
            "start_char": 25833,
            "end_char": 25851
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 26048,
            "end_char": 26055
        },
        {
            "text": "R. Datta",
            "label": "LAWYER",
            "start_char": 26387,
            "end_char": 26395
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 26636,
            "end_char": 26641
        },
        {
            "text": "03.01.2009",
            "label": "DATE",
            "start_char": 26719,
            "end_char": 26729
        },
        {
            "text": "FSD Churaibari",
            "label": "ORG",
            "start_char": 26988,
            "end_char": 27002
        },
        {
            "text": "FSD Chandrapur",
            "label": "ORG",
            "start_char": 27006,
            "end_char": 27020
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 27037,
            "end_char": 27042
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 27313,
            "end_char": 27318
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 28035,
            "end_char": 28040
        },
        {
            "text": "Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405",
            "label": "PRECEDENT",
            "start_char": 28598,
            "end_char": 28657
        },
        {
            "text": "Indian Contract Act",
            "label": "STATUTE",
            "start_char": 28666,
            "end_char": 28685
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 28690,
            "end_char": 28695
        },
        {
            "text": "Section 74",
            "label": "PROVISION",
            "start_char": 28732,
            "end_char": 28742
        },
        {
            "text": "Section-74",
            "label": "PROVISION",
            "start_char": 28850,
            "end_char": 28860
        },
        {
            "text": "Indian Contract Act",
            "label": "STATUTE",
            "start_char": 28868,
            "end_char": 28887
        },
        {
            "text": "Section-74",
            "label": "PROVISION",
            "start_char": 29082,
            "end_char": 29092
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 29243,
            "end_char": 29248
        },
        {
            "text": "Section 73",
            "label": "PROVISION",
            "start_char": 29360,
            "end_char": 29370
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 29461,
            "end_char": 29466
        },
        {
            "text": "Section 74",
            "label": "PROVISION",
            "start_char": 29619,
            "end_char": 29629
        },
        {
            "text": "Fateh Chand",
            "label": "PRECEDENT",
            "start_char": 29638,
            "end_char": 29649
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 29826,
            "end_char": 29831
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 29894,
            "end_char": 29904
        },
        {
            "text": "Union of India vs. Rampur Distillery and Chemical Company Limited reported in (1973) 1 SCC 649",
            "label": "PRECEDENT",
            "start_char": 29908,
            "end_char": 30002
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 30480,
            "end_char": 30490
        },
        {
            "text": "Maula Bux vs. Union of India reported in (1969) 2 SCC 554",
            "label": "PRECEDENT",
            "start_char": 30494,
            "end_char": 30551
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 30694,
            "end_char": 30699
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 30770,
            "end_char": 30780
        },
        {
            "text": "Chief Executive Officer and Vice Chairman Gujrat Maritime Board vs. Asiatic Steel Industries Limited and Others reported in 2020 SCC Online SC 949",
            "label": "PRECEDENT",
            "start_char": 30784,
            "end_char": 30930
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 30936,
            "end_char": 30946
        },
        {
            "text": "Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554",
            "label": "PRECEDENT",
            "start_char": 31208,
            "end_char": 31273
        },
        {
            "text": "Dilbagh Rai Jarry",
            "label": "PRECEDENT",
            "start_char": 31278,
            "end_char": 31295
        },
        {
            "text": "apex court",
            "label": "COURT",
            "start_char": 31309,
            "end_char": 31319
        },
        {
            "text": "Kerala High Court",
            "label": "COURT",
            "start_char": 31360,
            "end_char": 31377
        },
        {
            "text": "Section 61 and 62",
            "label": "PROVISION",
            "start_char": 33283,
            "end_char": 33300
        },
        {
            "text": "Indian Evidence Act",
            "label": "STATUTE",
            "start_char": 33308,
            "end_char": 33327
        },
        {
            "text": "Section 61",
            "label": "PROVISION",
            "start_char": 33363,
            "end_char": 33373
        },
        {
            "text": "Indian Evidence Act",
            "label": "STATUTE",
            "start_char": 33381,
            "end_char": 33400
        },
        {
            "text": "Section 62",
            "label": "PROVISION",
            "start_char": 33514,
            "end_char": 33524
        },
        {
            "text": "Indian Evidence Act",
            "label": "STATUTE",
            "start_char": 33528,
            "end_char": 33547
        },
        {
            "text": "03.01.2009",
            "label": "DATE",
            "start_char": 33972,
            "end_char": 33982
        },
        {
            "text": "Datta",
            "label": "LAWYER",
            "start_char": 34551,
            "end_char": 34556
        },
        {
            "text": "Section-73",
            "label": "PROVISION",
            "start_char": 34695,
            "end_char": 34705
        },
        {
            "text": "Indian Contract Act",
            "label": "STATUTE",
            "start_char": 34713,
            "end_char": 34732
        },
        {
            "text": "District Commercial Court",
            "label": "COURT",
            "start_char": 35236,
            "end_char": 35261
        },
        {
            "text": "RFA 16 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 35300,
            "end_char": 35314
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 35352,
            "end_char": 35362
        },
        {
            "text": "RFA No.17 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 35388,
            "end_char": 35405
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 35411,
            "end_char": 35436
        },
        {
            "text": "Namita Paul",
            "label": "RESPONDENT",
            "start_char": 35452,
            "end_char": 35463
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 35485,
            "end_char": 35495
        },
        {
            "text": "Commercial Suit 07 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 35509,
            "end_char": 35535
        },
        {
            "text": "District Commercial Judge, Court No.2, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 35543,
            "end_char": 35604
        },
        {
            "text": "03.01.2009",
            "label": "DATE",
            "start_char": 36100,
            "end_char": 36110
        },
        {
            "text": "Food Corporation of India",
            "label": "ORG",
            "start_char": 36260,
            "end_char": 36285
        },
        {
            "text": "29.04.2009",
            "label": "DATE",
            "start_char": 36330,
            "end_char": 36340
        },
        {
            "text": "Motor Vehicles Act",
            "label": "STATUTE",
            "start_char": 36567,
            "end_char": 36585
        },
        {
            "text": "RFA 17 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 36768,
            "end_char": 36782
        },
        {
            "text": "Paramjit Bhasin",
            "label": "OTHER_PERSON",
            "start_char": 36903,
            "end_char": 36918
        },
        {
            "text": "Union of India",
            "label": "RESPONDENT",
            "start_char": 36930,
            "end_char": 36944
        },
        {
            "text": "Area Manager, Food Corporation of India, Agartala",
            "label": "RESPONDENT",
            "start_char": 37394,
            "end_char": 37443
        },
        {
            "text": "19.03.2011",
            "label": "DATE",
            "start_char": 37486,
            "end_char": 37496
        },
        {
            "text": "02.04.2011",
            "label": "DATE",
            "start_char": 37498,
            "end_char": 37508
        },
        {
            "text": "18.06.2011",
            "label": "DATE",
            "start_char": 37510,
            "end_char": 37520
        },
        {
            "text": "21.07.2011",
            "label": "DATE",
            "start_char": 37522,
            "end_char": 37532
        },
        {
            "text": "26.08.2011",
            "label": "DATE",
            "start_char": 37537,
            "end_char": 37547
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38042,
            "end_char": 38055
        },
        {
            "text": "Sections 113-115",
            "label": "PROVISION",
            "start_char": 38096,
            "end_char": 38112
        },
        {
            "text": "Motor Vehicles Act",
            "label": "STATUTE",
            "start_char": 38120,
            "end_char": 38138
        },
        {
            "text": "30.04.2011",
            "label": "DATE",
            "start_char": 38331,
            "end_char": 38341
        },
        {
            "text": "19.10.2020",
            "label": "DATE",
            "start_char": 38348,
            "end_char": 38358
        },
        {
            "text": "24-11-2010",
            "label": "DATE",
            "start_char": 41240,
            "end_char": 41250
        },
        {
            "text": "24.12.2010",
            "label": "DATE",
            "start_char": 41363,
            "end_char": 41373
        },
        {
            "text": "24.03.2011",
            "label": "DATE",
            "start_char": 41466,
            "end_char": 41476
        },
        {
            "text": "22.06.2011",
            "label": "DATE",
            "start_char": 41582,
            "end_char": 41592
        },
        {
            "text": "19.03.2011",
            "label": "DATE",
            "start_char": 41657,
            "end_char": 41667
        },
        {
            "text": "02.04.2011",
            "label": "DATE",
            "start_char": 41669,
            "end_char": 41679
        },
        {
            "text": "18.06.2011",
            "label": "DATE",
            "start_char": 41681,
            "end_char": 41691
        },
        {
            "text": "21.07.2011",
            "label": "DATE",
            "start_char": 41693,
            "end_char": 41703
        },
        {
            "text": "26.08.2011",
            "label": "DATE",
            "start_char": 41708,
            "end_char": 41718
        },
        {
            "text": "Parimal Chandra Pal",
            "label": "WITNESS",
            "start_char": 42359,
            "end_char": 42378
        },
        {
            "text": "12.07.2010",
            "label": "DATE",
            "start_char": 42552,
            "end_char": 42562
        },
        {
            "text": "Indranil Mandal",
            "label": "WITNESS",
            "start_char": 42634,
            "end_char": 42649
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 42809,
            "end_char": 42819
        },
        {
            "text": "A. Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 44230,
            "end_char": 44240
        },
        {
            "text": "Bhaumik",
            "label": "OTHER_PERSON",
            "start_char": 44455,
            "end_char": 44462
        },
        {
            "text": "R. Datta",
            "label": "LAWYER",
            "start_char": 45112,
            "end_char": 45120
        },
        {
            "text": "RFA 16 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 45522,
            "end_char": 45536
        },
        {
            "text": "RFA 16 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 45603,
            "end_char": 45617
        },
        {
            "text": "District Commercial Court",
            "label": "COURT",
            "start_char": 46835,
            "end_char": 46860
        },
        {
            "text": "31.01.2019",
            "label": "DATE",
            "start_char": 47847,
            "end_char": 47857
        },
        {
            "text": "Moumita",
            "label": "JUDGE",
            "start_char": 48070,
            "end_char": 48077
        }
    ],
    "precedent_clusters": {
        "Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405": [
            "Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405",
            "Fateh Chand"
        ],
        "Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554": [
            "Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554",
            "Dilbagh Rai Jarry"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 10",
            "CPC",
            "section 10",
            "CPC"
        ],
        [
            "Section 113",
            "Motor Vehicles Act",
            "Section 113",
            "Motor Vehicles Act"
        ],
        [
            "Sections 113-115",
            "Motor Vehicles Act",
            "Sections 113-115",
            "Motor Vehicles Act"
        ],
        [
            "Section-74",
            "Indian Contract Act",
            "Section-74",
            "Indian Contract Act"
        ],
        [
            "Section 61 and 62",
            "Indian Evidence Act",
            "Section 61 and 62",
            "Indian Evidence Act"
        ],
        [
            "Section 61",
            "Indian Evidence Act",
            "Section 61",
            "Indian Evidence Act"
        ],
        [
            "Section 62",
            "Indian Evidence Act",
            "Section 62",
            "Indian Evidence Act"
        ],
        [
            "Section-73",
            "Indian Contract Act",
            "Section-73",
            "Indian Contract Act"
        ],
        [
            "Sections 113-115",
            "Motor Vehicles Act",
            "Sections 113-115",
            "Motor Vehicles Act"
        ],
        [
            "Section-74",
            "Indian Contract Act",
            "Section-74",
            "Indian Contract Act"
        ],
        [
            "Section 74",
            "Indian Contract Act",
            "Section 74",
            "Indian Contract Act"
        ],
        [
            "Section 114, Section 194",
            "Motor Vehicles Act",
            "Section 114, Section 194",
            "Motor Vehicles Act"
        ],
        [
            "Section 74",
            "Indian Contract Act",
            "Section 74",
            "Indian Contract Act"
        ],
        [
            "Section 73",
            "Indian Contract Act",
            "Section 73",
            "Indian Contract Act"
        ]
    ],
    "precedent_counts": {
        "Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405": 2,
        "Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554": 2
    },
    "provision_counts": {
        "section 10 of CPC": 1,
        "Section 113 of Motor Vehicles Act": 1,
        "Sections 113-115 of Motor Vehicles Act": 2,
        "Section-74 of Indian Contract Act": 2,
        "Section 61 and 62 of Indian Evidence Act": 1,
        "Section 61 of Indian Evidence Act": 1,
        "Section 62 of Indian Evidence Act": 1,
        "Section-73 of Indian Contract Act": 1,
        "Section 74 of Indian Contract Act": 2,
        "Section 114, Section 194 of Motor Vehicles Act": 1,
        "Section 73 of Indian Contract Act": 1
    },
    "statute_counts": {
        "CPC": 1,
        "Motor Vehicles Act": 4,
        "Indian Contract Act": 6,
        "Indian Evidence Act": 3
    }
}