{
    "id": "9006a053b90f784477dad73258e88150f2dcf7dd532de9bdf4c9b1405ab36dee",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court \nDilip Choudhury vs Pratishruti Projects Limited And Ors on 17 September, 2019\nAuthor: Moushumi Bhattacharya \nBench: Moushumi Bhattacharya \n                     In The High Court At Calcutta\n                         Ordinary Original Civil Jurisdiction \n                                  Original Side\n\n\nPresent: \nThe Hon'ble Justice Moushumi Bhattacharya \n\n\n                                G.A. No. 804 Of 2019 \n                                  Rvwo 11 of 2019 \n                                      Cs 23 of 2015 \n                                      Ga 735 of 2018 \n                                          With\n                                  G.A. 806 of 2019 \n                                  Rvwo 12 of 2019 \n                                      Cs 23 of 2015 \n                                      Ga 734 of 2018 \n\n\n                                     Dilip Choudhury \n                                           Vs.\n                       Pratishruti Projects Limited and Ors. \n\nFor the Petitioner               :       Mr. S.P. Sarkar, Sr. Adv.\n                                         Mr. A.K. Awasthi, Adv.\n                                         Mr. Adil Rashid, Adv.\n\nFor the Respondent                :      Mr. Shuvasish Sengupta, Adv. \n                                         Mr. Sarosij Dasgupta, Adv.\n                                         Mrs. Subhra Das, Adv.\n\nHeard on                         :       7.03.2019, 10.04.2019, 19.06.2019,\n\n                                         25.06.2019, 9.07.2019, 16.07.2019,\n\n                                         18.07.2019, 29.07.2019, 31.07.2019. \n\nDelivered on                     :       17.09.2019. \n Moushumi Bhattacharya, J.\n1. The plaintiff has filed these applications for review of two orders both dated 1st February, 2019 on the ground that the dispute is a commercial dispute within the meaning of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (the Commercial Courts Act). The case of the plaintiff is that the matters were decided on the basis that the suit was a regular suit. \n2. The orders dated 1st February, 2019 had allowed the applications filed by the defendant nos.3 and 4 for extension of time to file their respective written statements upon payment of costs. The appeals filed by the plaintiff from the said orders, were dismissed as not maintainable since the Appeal Court was of the view that the dispute forming the basis of the suit is a commercial dispute within the meaning of the Commercial Courts Act, 2015. \n3. To understand the issue as stated above, the facts leading to the two review applications are briefly stated.-\ni) The plaintiff (the petitioner herein) filed a Civil Suit in 2015 for recovery of money claiming a decree against the defendant nos. 1 to 8 in the suit together with an enquiry for damages. The defendant nos. 3 and 4 filed an application in 2016 for dismissal of the suit and by an order dated 7th June, 2016 the suit was directed not to be transferred to the undefended list. The plaintiff applied for judgment on admission and by an order dated 26th July, 2016 the suit was decreed in favour of the plaintiff and against the defendants. An appeal preferred from the decree by the defendant nos. 3 and 4 was allowed on 22nd August, 2017 and the suit was directed to be placed before an appropriate Bench for disposal. \nii) Two applications for extension of time to file the written statement were made by the defendant nos. 3 and 4 in January 2018. In the said applications, the defendants prayed for filing of written statements to contest the suit on merits. \niii) The plaintiff opposed the said applications relying on the addition of two further provisos to The Calcutta Amendment to Order Viii Rule 1 of the Code of Civil Procedure, 1908 (C.P.C) for extending the time beyond ninety days and the further extension of 120 days subject to conditions specified which a defendant has to prove to the satisfaction of the court. \niv) Arguments were made by counsel for the plaintiff and defendants on the basis that the suit was a Regular Suit. \nv) By the orders dated 1st February, 2019 (under review in these applications) this court allowed the applications filed by the defendant nos. 3 and 4 for filing their respective written statements upon payment of costs. In coming to the decision, the court construed the two added provisos to the Calcutta Amendment to Order Viii Rule 1 of the Cpc. \nvi) The appeals filed by the plaintiff from the orders dated 1st February, 2019, were dismissed with the following observation:-\n\"The Court : The appeal arises out of an order extending the time to file the written statement in a suit where the dispute is a commercial dispute wi thin the meaning of the Commercial Courts Act, 2015. \nSince the present appeal does not lie under such Act, APO No. 37 of 2019 along with G.A. No. 457 of 2019 are dismissed as not maintainable. \nThere will be no order as to costs.\"\nvii) The applications for review of the orders dated 1st February, 2019 were filed by the plaintiff on 11th March, 2019 on the ground that the decision of the Appeal Court held that the suit is a commercial suit and the Special Amendment to Order VIII Rule 1 of the CPC pertaining to filing of written statements should have hence been taken into account by this court. \n4. Mr. S.P. Sarkar, learned senior counsel appearing for the applicants / plaintiff relies on the dispute between the parities which, according to counsel, is a joint venture agreement under the definition of \"a commercial dispute\" as defined under Section 2 (c) (xi) of The Commercial Courts Act, by reason of taking over the management of two medical institutions owned and managed by the defendant no.9. Counsel relies on the decision of the Division Bench in the appeal filed by the plaintiff from the orders dated 1st February, 2019 in which the Division Bench was of the view that the appeal was not maintainable since the dispute was a commercial dispute within the meaning of The Commercial Courts Act, 2015. Counsel submits that by reason of such decision, the provisions of The Commercial Courts Act would automatically become applicable to the suit and connected applications regardless whether the suit was filed before The Commercial Courts Act came into force on 23rd October, 2015. Consequently, if the provisions of The Commercial Courts Act applies to the suit, then the Special Amendment made to Order VIII Rule 1 would also apply to the applications of the defendant nos. 3 and 4 for extension of time to file their written statements. It should be clarified that under the Special Amendment for a Commercial Dispute of a specified value, the proviso to Order VIII Rule 1 of the CPC (where the maximum time provided for was ninety days from the date of service of summons) was substituted by a maximum and peremptory period of one hundred and twenty days. \n5. It is further submitted that although counsel for both the parties had proceeded on the basis of the suit being a Regular Suit and had hence not taken recourse to the Special Amendment to Order VIII Rule 1, the basis of the plaintiff's objection to the defendants being allowed extension of time to file written statements changed subsequent to the decision of the Appeal Court. It is contended that a mistake in the legal premise advanced during arguments amounts to an error apparent on the face of the record which would amount to a sufficient ground for review of the orders. \n6. Counsel relies on Raja Shatrunji Vs. Mohammad Azmat Azim Khan reported in AIR 1971 SC 1474, for the proposition that the \"error\" may be in relation to the law that was mistakenly applied and that a court is to apply the legal provision as it always stood. Counsel relies on Board of Control for Cricket, India Vs. Netaji Cricket Club reported in AIR 2005 SC 592, which held that subsequent events can also be taken into account particularly in cases when a court accepts its own mistakes. Counsel relies on Lily Thomas, Etc. Vs. Union of India reported in AIR 2000 SC 1650, where it was held that error apparent on the face of the proceedings is an error which is based on clear ignorance or disregard of the provisions of law. Counsel relies on M/s. Northern India Caterers (India) Ltd. Vs. Lt. Governor of Delhi reported in (1980) 2 SCC 167, where the Supreme Court found Review to lie where the attention of the court is drawn to a material statutory provision during the original hearing. Smt. Shakuntalabai Krishna Bhoyar Vs. State of Maharashtra reported in AIR 1986 Bombay 308 is relied on for instances of review where a relevant provision of law has not been considered at the time of passing the order. Tinkari Sen Vs. Dulal Chandra Das reported in AIR 1967 Calcutta 518 is next relied on for the proposition that review can lie where a court has overlooked a settled law thereby falling into an error apparent on the face of the record. \n7. Mr. Subhasis Sengupta, learned counsel appearing for the defendants/respondents relies on the dates relevant for deciding the issue. These are:- \n The plaintiff has instituted the suit on or about 30th January, 2015.  The Commercial Courts Act, 2015 (Act 4 of 2016) was gazetted on 31st December, 2015 with effect from 23rd October, 2015. \n The Commercial Division of High Court and the Commercial Appellate Division had been constituted in the Hon'ble High Court at Calcutta in or about 2017, in exercise of powers under Section 3 of the Commercial Courts Act, 2015. \n After the constitution of the Commercial Division and Commercial Appellate Division in the Original Side of Hon'ble High Court at Calcutta, the plaintiff has not taken any steps to transfer the pending suit to the Commercial Division of the Hon'ble High Court at Calcutta. Even as on this date, the said suit, being C.S. No. 23 of 2015 has not been marked as Commercial Suit. \n This Hon'ble Court extended the time to file Written Statement on 1st February, 2019 when the suit was appearing as \"Regular Suit\" and not under \"Commercial Suit\". \n8. According to counsel, the essential elements of allowing an application for review is a mistake or an error apparent on the face of the record which would persuade a Court to review its own order on the fulfilment of the conditions laid down in Order XLVII. Counsel submits that the term \"mistake\" or \"error apparent\" signifies an error which is evident from the records of the case and does not require a detailed scrutiny of the facts or the legal position and relies on State of West Bengal and Ors.Vs. Kamal Sengupta and Anr. reported in (2008) 8 SCC 612 for this proposition. Counsel relies on Parsion Devi Vs. Sumitri Devi reported in (1997) 8 SCC 715 where the Supreme Court made a distinction between an error apparent on the face of the record and where the error has to be detected by a process of reasoning and that under Order XLVII Rule 1 it is not permissible for an erroneous decision to be re-heard or corrected. For the premise that an error for a review must be that which is apparent at first glance, Counsel relies on Meera Bhanja Vs. Nirmala Kumari Choudhury reported in (1995) 1 SCC 170 where the Supreme Court relying on Satyanarayan Laxminarayan Hegde Vs. Mallikarjun Bhavanapa Tirumale reported in AIR 1960 SC 137 observed that an error which has to be established by a long-drawn process of reasoning or lengthy arguments cannot be an error apparent on the face of the record. \n[\n9. On the construction of the relevant sections of the Commercial Courts Act,Counsel places reliance on sub-sections (3) and (5) of section 15 of the Act which, according to counsel, puts the onus of making an application on the plaintiff for transfer of the suit to a commercial division by the Commercial Appellate Division of the High Court. It is submitted that since the plaintiff did not make any application for transfer by invoking section 15 (3) or (5), arguments were advanced by counsel before the Single Judge on the presumption that the suit was a regular suit and the Court heard and disposed of the applications on that basis.\n10. [[ I have considered the submissions of learned counsel in support of and opposing the two applications for review of the orders impugned. \n11. To put the matter in perspective, the orders under review were passed on the premise that the suit was a regular suit (as opposed to a commercial suit) to be considered under the un-amended provisions of The Civil Procedure Code. It is evident from the orders impugned that counsel had not referred to or relied on the provisions of The Commercial Courts Act or the consequential amendments made to The Civil Procedure Code pursuant to the former enactment at the time of arguments at all. The 'error' now sought to be urged on behalf of the plaintiff for activating the conditions of Order XLVII of the CPC is that of an error of law; or simply put, an error in failing to apply the correct law as it stood on the day when the impugned orders were passed. In other words, an error which goes to the root of the reasons and rationale of the decision thereby reducing it to a cipher. The basis of arriving at this 'late realisation', if one may impart a dramatic time-element to it, is the pronouncement of the Appeal Court in dismissing the appeals filed by the plaintiff from the orders under review. \n12. The question before this court is not the justification but the route, namely whether Order XLVII of the CPC provides the right recourse to the plaintiff to untangle the error of applying, what according to the plaintiff, was the correct law at the time of arguments before the First Court. For this, the various entry points available for review of a decree or order under Order XLVII is set out below:-\n1. Application for review of judgment.-(1) Any person considering himself aggrieved- (a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred,\n(b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a Court of Small Causes, And who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record, or for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the Court which passed the decree or made the order.\"\n13. The two windows available to the plaintiff are 'mistake or error apparent on the face of the record' or 'for any other sufficient reason'. Of these, counsel has placed his case on the former. The decisions relied on this score mostly proceed on the basis that a mistake would include a wrong application of the law at the relevant point of time including a subsequent event entailing a relook of the law to be applied. \n14. From the decisions shown on the parameters of Review, a few principles can be culled out:\ni) Review is an exception to the principle of finality of judicial pronouncements and confined to the grounds mentioned in Order XLVII of the C.P.C. The language of Order XLVII makes it clear that the legislature intended to limit reopening of matters where the earlier decision, unless resisted, would result in an erroneous decision. \nii) A review is for an error which is apparent on the face of the record, one that is easily identified upon revisiting the order and not consequent to elaborate arguments. \niii) The error must be patent in character, a disregard of a settled proposition of law or a relevant statutory provision as it stood on the day of passing of the order which has been called for review. \niv) A review is not a reconsideration of a case on merits undertaken for a fresh decision upon re-hearing of the matter. \nv) A matter may be resisted and reopened to correct a substantial injustice which may have resulted from the decision. \n15. In Raja Shatrunjit, the Supreme Court found that the court should apply the law as it always stood and that the error would therefore be \"that the law applied was not the law which is applicable\". In Board of Control for Cricket, the Supreme Court brought mistakes by a court as well as taking note of subsequent events within the purview of review. Lily Thomas took note of errors of inadvertence or cases of ignorance or disregard of the provisions of law. In Shakuntalabai Krishna Bhoyar, a Division Bench of the Bombay High Court, relying on the decision of the Federal Court in Sir Hari Sankar Pal vs Anath Nath Mitter; AIR 1949 FC 106, and Vasant vs Tukaram AIR 1960 Bom 485, laid down the legal position to the effect that if the relevant provision of law has not been considered at the time of passing the order, then such order should be reviewed. In that case the Court held that not considering the Land Acquistion (Amendment) Act, 1984, constituted an error analogous to one apparent on the face of the record. In Tinkari Sen, a Bench of this Court added to the concept of error in cases where a settled law is overlooked. However, the boundaries of Review jurisdiction has been best explained in Northern India Caterers where the Supreme Court cautioned against equating review petitions with the original hearing of the case except \" where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility.\"\n16. The decisions shown by counsel for the defendants primarily rest on the court's review jurisdiction. In Meera Bhanja and Kamal Sengupta, the Supreme Court frowned upon detailed examination, scrutiny and elucidation on facts or legal position to find out the \"error\". The Supreme Court cautioned that while exercising the power of review, the court cannot sit in appeal over its judgment and encouraged parties to make lengthy or complicated arguments. In Parsion Devi, the Supreme Court reiterated the position taken in Tungabhadra Industries (AIR 1964 SC 1372) that a review is by no means an appeal in disguise whereby an erroneous decision is re-heard and corrected, but lies only for patent error. Hitendra Vishnu Thakur dealt with the ambit and scope of an Amendment and its retrospective operation. \n17. Of the decisions relied on by counsel appearing for the defendants, a decision of a learned judge of the High Court of Bombay in Colonial Life Insurance Company (Trinidad) Ltd. Vs. In the Matter Between: Reliance General Insurance Company Ltd. reported in 2019 SCC Online Bom 848 is required to be specifically mentioned since the decision considers Section 15 of The Commercial Courts Act, 2015 in detail. In the said decision, the question of law before the court was whether the mandatory timeline of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of The Commercial Courts Act and have subsequently been transferred as commercial suits to be heard by a Commercial Division of a Court. The Bombay High Court, after considering the sub-sections to Section 15 and the proviso to Section 15 (4) came to the conclusion that the court may, in its discretion, prescribe a new time period within which a written statement shall be filed and that \"discretion\" to prescribe new timelines excludes the applicability of the 120 days stipulation in the amendment to Order V Rule 1 of the C.P.C. Before proceeding further, it is necessary to set out Section 15(4) once again;\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\" \nIt is evident that the section would apply to (a) a transferred suit and (b) to the timeline of Order V Rule 1 of the Code of Civil Procedure, 1908. The second proviso to Order V Rule 1 relating to Issue and Service of Summons, provides post-amendment that where a defendant fails to to file the written statement within 30 days from the date of service of summons on that defendant, he shall be allowed to file the same on such other day as may be specified by the court with reasons in writing but which shall not be later than 120 days from the date of service of summons after which the defendant shall forfeit the right to file written statement.\n18. The dates relevant to the filing of the present suit should be mentioned for the issue relating to the 'mistake' or 'error' argument urged by counsel. The suit was instituted on 30th January 2015; The Commercial Courts Act was gazetted on 31st December 2015 with effect from 23rd October 2015 and the Commercial Division and Commercial Appellate Division was constituted in this Court in September 2017. The matter was hence listed as a 'Regular Suit' and not under the heading of 'Commercial Suits' in the Cause List and was argued and decided on that basis. The statement of dates is connected to the invocation of section 15 of The Commercial Courts Act, which is set out below:\n\"15. Transfer of pending cases.-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to be Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n19. Section 15(5) provides a window to the suits which have not been transferred under (1), (2) and (3) by putting the onus on any of the parties to make an application as prescribed. The procedure contemplated for transfer of pending suits under section 15 brings three issues to the fore. First, post- transfer, a suit enters a different procedural regime altogether in keeping with the objective of fast-tracking commercial suits. Second, only suits pending final judgment would be saved from being transferred. Third, the mandatory 'shall' in 15(1) shifts the onus from the processes of court (although the first three sub- sections do not name the initiating body) to the litigant for taking the first step towards transfer. This discussion is required for the purpose of determining whether the plaintiff had an obligation to apply for transfer of the pending suit after September 2017 with the constitution of the Commercial Division and Appellate Division in this court. \n20. The element of shifting of timelines continues in Section 16(1) and (2) under Chapter VI of The Commercial Courts Act which provides that the Code of Civil Procedure would, in its application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule and that the Commercial Division and Commercial Court shall follow the provisions of the CPC, as amended by the 2015 Act in the trial of a suit. Clause 4 of the First Schedule to the Commercial Courts Act which deals with the amendment of the C.P.C in connection with Section 16 of the Act, provides the following;\n\"4. Amendment of First Schedule- In the First Schedule to the Code, -\nA) In the Order V, in Rule 1, in sub-rule (1), for the second proviso, the following proviso shall be substituted, namely:-\n\"Provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\" \nIn Order VIII, \"As per S. 16 of Act 4 of 2016, in its application to any suit in respect of a commercial dispute of a Specific Value, in Order VIII, in Rule 1, the proviso, the following proviso shall be substituted, namely:-\n\"Provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record\". \n21. In the present case, no steps were admittedly taken by the plaintiff to transfer the suit to a commercial suit by applying before the Commercial Appellate Division by invoking Section 15(5) of the Commercial Courts Act. The suit has also not been automatically transferred under section 15(1). Although, SCG Contracts India has been relied upon on behalf of the plaintiff in respect of the mandatory provisions of Order V read with Order VIII, in that case the Supreme Court did not have any occasion to consider the relevance of section 15 of the Commercial Courts Act as the scope of enquiry was whether an earlier decision of the High Court would be binding on a later decision in light of the amended provisions of the CPC. Moreover, there is no discussion in the said decision whether the suit had been transferred following the provisions of section 15 of the 2015 Act. The Supreme Court was also of the view that mandatory provisions of the CPC cannot be circumvented by resorting to inherent powers under section 151 of the CPC. \n22. This court also finds substance in the reliance placed by counsel for the defendants on Hitendra Vishnu Thakur, where the Supreme Court while laying down the principles with regard to the ambit of an amending Act and its retrospective operation, cautioned that a procedural statute should generally not be applied retrospectively where the result would be to create new disabilities or impose new duties in respect of transactions which have already been accomplished. The note of caution was continued by the court in holding that a statute which not only changes the procedure but also creates new rights and liabilities shall be construed to be prospective in operation unless otherwise provided either expressly or by necessary implication. \n23. The cases cited by counsel for the plaintiff proceed on the basis of an 'error apparent' resulting from an oversight of the settled law; a relevant provision of law which was either overlooked by counsel or by the Court (Tinkari Sen, Shakuntalabai K Bhoyar, Lily Thomas) and what Northern India Caterers describes as 'judicial fallibility'. All the decisions cited point to a glaring omission, one that simply cannot remain un-corrected or un-reviewed, as opposed to merely a wrong decision. In the facts of the present case, the error was not one of ignoring a relevant provision of law or disregarding a law which was in existence at the time of passing the impugned orders or even discounting a later enactment having retrospective effect. The error in the present case was realised on the decision of the Appeal Court that the plaintiff had all along proceeded on the erroneous basis of treating the suit as a regular suit. Even if it is assumed that such error needs to be undone, the question is whether Order XLVII is the correct and appropriate recourse for it. For a proper appreciation of what Review jurisdiction of a court entails, one need not look further than the words of Justice R. S. Pathak in Northern India Caterers;\n\"It is well settled that a party is not entitled to seek a review of a judgment delivered by this Court nearly for the purpose of a rehearing and a fresh decision of the case. The normal principle is that a judgment pronounced by the Court, and departure from that principle is justified only when circumstances of a substantial and compelling character make it necessary to do so: Sajjan Singh Vs. State of Rajasthan. For instance, if the attention of the Court is not drawn to a material statutory provision during the original hearing, the Court will review its judgment: G.L. Gupta Vs. D.N. Mehta. The Court may also reopen its judgment if a manifest wrong has been done and it is necessary to pass an order to do full and effective justice: O.N. MohindrooVs. District Judge, Delhi. Power to review its judgments has been conferred on the Supreme Court by Article 137 of the Constitution, and that power is subject to the provisions of any law made by Parliament or the rules made under Article 145. In a civil proceeding, an application for review is entertained only on a ground mentioned in Order 47 Rule 1 of the Code of Civil Procedure, and in a criminal proceeding on the ground of an error apparent on the face of the record (Order XL, Rule 1, Supreme Court Rules, 1966). But whatever the nature of the proceeding, it is beyond dispute that a review proceeding cannot be equated with the original hearing of the case, and the finality of the judgment delivered by the Court will not be reconsidered except \"where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility\": Sow Chandra Kante Vs. Sheikh Habib\".\n24. On the assumption that the error was that of presuming the suit to be a regular suit and thereby disregarding the changes to The Civil Procedure Code made by the 2015 Act (which obviously inures to the plaintiff's benefit), can such assumption be sacrosanct in the absence of the sequential compliance as contemplated in section 15? On the days the matter was heard and decided, there was no indication that the suit was anything but a regular suit. It was only subsequently, upon the orders granting extension of time to the defendants to file the written statements being challenged that the 'error' was brought to light based on the pronouncement of the Appeal Court. The concomitant issue is whether correction of such (alleged) error can be construed to be manifest on the face of the record; an error so stark and patent that one would not be required to delve beneath the surface to search it out. In other words, a re-hearing of the case will not be necessary at all. In this context, it may be useful to consider the ratio of Kamal Sengupta, Parsion Devi and Meera Bhanja where the dictum was that a decision may not be open to review where the error has to be detected by a process of reasoning or lengthy or complicated arguments or be treated as an appeal in disguise. It is evident that in the instant case, in their attempt to identify the error (as well as to negate it) counsel have resorted to elaborate arguments on the scope of The Commercial Courts Act and the consequent amendments to the CPC. From the nature of arguments advanced, by no means can it be said that the error was self-evident or one that immediately caught the attention of the Court upon revisiting the orders. \n[\n25. The decision of this court rests on three planks. First, the substantive provisions of Order XLVII of The Code of Civil Procedure; second, the procedure contemplated under Section 15(5) of the Commercial Courts Act and third, the exception carved out in the automatic application to the amendment provisions of the C.P.C in the proviso to Section 15(4) of the Commercial Courts Act pertaining to the right of the defendant in a commercial suit. In the preceding part of this decision, the restricted scope of a review, notwithstanding the \"or for any other sufficient reason\" qualification has already been discussed. In the facts argued, this court is not convinced that the pronouncement of the Appellate Court designating the dispute as one falling under the Commercial Courts Act fulfils the criterion of an error which can be described as one apparent on the face of the record at the time of re-visiting the orders under review. Counsel for the parties have made long and involved arguments which, even if considered to be necessary in the light of the wholly new argument of the application of the Commercial Courts Act, cannot transform the error to that of a patent error by reason of the court disregarding the law as it stood on the day when the impugned orders were passed. This calls for a reiteration of the fact that the suit was filed on 30th January, 2015 much prior to the Commercial Courts Act being given effect to on and from 23 October, 2015 and the Commercial Division and Commercial Appellate Division of this court being constituted in 2017. Admittedly, the suit was also not designated as a commercial suit or reflected as such in the Cause List by the concerned department when the applications were taken up for hearing. \n26. In these facts, this court is not persuaded to hold that the provisions of section 15(1) and 15(2) (without the proviso) would automatically kick in without the plaintiff taking the required steps under section 15(5) of The Commercial Courts Act. If the plaintiff did not take the steps for applying before the Commercial Appellate Division of this court, it must be assumed that the suit remained at the stage of pre-transfer at the time when the applications were decided in favour of the defendants. Therefore, on 1st February, 2019, when the impugned orders were passed, it cannot also be said that this court disregarded the amended provisions of Order VIII Rule 1 of the C.P.C fixing a final outer limit of 120 days for the defendant to file the written statement. The error of the court not applying the 120 days limit in the case of the defendants may have been a patent error going to the root of the decision and clamouring for a review if the suit had been transferred to the Commercial Division on or before 1st February, 2019 and the court had notice of such when the impugned orders were passed. \n27. This brings us to the window preserved under the proviso to Section 15(4) notwithstanding the suit having been transferred to the Commercial Division of a court. By empowering the commercial division/commercial court to prescribe new timelines in respect of a transferred suit and a mandatory \"shall not (to) apply\" of the amended provisions of the C.P.C in relation to filing of written statements pertaining the outer limit of filing of written statements, the framers of the Act have expressed a clear intention to retain the right of a defendant (in fit cases) in the interest of justice where the suit enters a wholly different procedural regime of a new enactment. In allowing the applications filed by the defendants for extension of time to file the written statements, this court had taken into consideration the proactive conduct of the defendants in contesting the suit and participating in the proceedings for dismissal of the suit and for challenging the decree before the Division Bench. The two added provisos in the Calcutta Amendment to Order VIII Rule 1 of \"unforeseen circumstances\" and \"circumstances beyond his control\" had therefore been applied in favour of the defendants. This court had also applied the ratio of the decision in Salem Advocate Bar Association, T.N. Vs. Union of India reported in (2005) 6 SCC 344 which held that \"Shall\" in Order VIII Rule 1 should be construed in the context of the intention of the legislature for advancing the cause of justice and not to defeat it. In the view of this court, the proviso to Section 15(4) of The Commercial Courts Act reflects and preserves precisely that cause of justice in permitting defendants to present their defence in the form of written statements. In the facts as stated above, the plaintiff cannot be permitted to shut out the proposed defence to the suit for all times to come by taking recourse to the review jurisdiction under the Code of Civil Procedure. \n28. For the reasons as stated above, the applications for review of the orders dated 1st February, 2019 are dismissed without any order as to costs. \nUrgent Photostat certified copy of this Judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities. \n(MOUSHUMI BHATTACHARYA, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court dilip choudhury vs pratishruti projects limited and ors on 17 september, 2019 author: moushumi bhattacharya bench: moushumi bhattacharya in the high court at calcutta ordinary original civil jurisdiction original side present: the hon'ble justice moushumi bhattacharya g.a. no. 804 of 2019 rvwo 11 of 2019 cs 23 of 2015 ga 735 of 2018 with g.a. 806 of 2019 rvwo 12 of 2019 cs 23 of 2015 ga 734 of 2018 dilip choudhury vs. pratishruti projects limited and ors. for the petitioner : mr. s.p. sarkar, sr. adv. mr. a.k. awasthi, adv. mr. adil rashid, adv. for the respondent : mr. shuvasish sengupta, adv. mr. sarosij dasgupta, adv. mrs. subhra das, adv. heard on : 7.03.2019, 10.04.2019, 19.06.2019, 25.06.2019, 9.07.2019, 16.07.2019, 18.07.2019, 29.07.2019, 31.07.2019. delivered on : 17.09.2019. moushumi bhattacharya, j. 1. the plaintiff has filed these applications for review of two orders both dated 1st february, 2019 on the ground that the dispute is a commercial dispute within the meaning of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (the commercial courts act). the case of the plaintiff is that the matters were decided on the basis that the suit was a regular suit. 2. the orders dated 1st february, 2019 had allowed the applications filed by the defendant nos.3 and 4 for extension of time to file their respective written statements upon payment of costs. the appeals filed by the plaintiff from the said orders, were dismissed as not maintainable since the appeal court was of the view that the dispute forming the basis of the suit is a commercial dispute within the meaning of the commercial courts act, 2015. 3. to understand the issue as stated above, the facts leading to the two review applications are briefly stated.i) the plaintiff (the petitioner herein) filed a civil suit in 2015 for recovery of money claiming a decree against the defendant nos. 1 to 8 in the suit together with an enquiry for damages. the defendant nos. 3 and 4 filed an application in 2016 for dismissal of the suit and by an order dated 7th june, 2016 the suit was directed not to be transferred to the undefended list. the plaintiff applied for judgment on admission and by an order dated 26th july, 2016 the suit was decreed in favour of the plaintiff and against the defendants. an appeal preferred from the decree by the defendant nos. 3 and 4 was allowed on 22nd august, 2017 and the suit was directed to be placed before an appropriate bench for disposal. ii) two applications for extension of time to file the written statement were made by the defendant nos. 3 and 4 in january 2018. in the said applications, the defendants prayed for filing of written statements to contest the suit on merits. iii) the plaintiff opposed the said applications relying on the addition of two further provisos to the calcutta amendment to order viii rule 1 of the code of civil procedure, 1908 (c.p.c) for extending the time beyond ninety days and the further extension of 120 days subject to conditions specified which a defendant has to prove to the satisfaction of the court. iv) arguments were made by counsel for the plaintiff and defendants on the basis that the suit was a regular suit. v) by the orders dated 1st february, 2019 (under review in these applications) this court allowed the applications filed by the defendant nos. 3 and 4 for filing their respective written statements upon payment of costs. in coming to the decision, the court construed the two added provisos to the calcutta amendment to order viii rule 1 of the cpc. vi) the appeals filed by the plaintiff from the orders dated 1st february, 2019, were dismissed with the following observation:\"the court : the appeal arises out of an order extending the time to file the written statement in a suit where the dispute is a commercial dispute within the meaning of the commercial courts act, 2015. since the present appeal does not lie under such act, apo no. 37 of 2019 along with g.a. no. 457 of 2019 are dismissed as not maintainable. there will be no order as to costs.\" vii) the applications for review of the orders dated 1st february, 2019 were filed by the plaintiff on 11th march, 2019 on the ground that the decision of the appeal court held that the suit is a commercial suit and the special amendment to order viii rule 1 of the cpc pertaining to filing of written statements should have hence been taken into account by this court. 4. mr. s.p. sarkar, learned senior counsel appearing for the applicants / plaintiff relies on the dispute between the parities which, according to counsel, is a joint venture agreement under the definition of \"a commercial dispute\" as defined under section 2 (c) (xi) of the commercial courts act, by reason of taking over the management of two medical institutions owned and managed by the defendant no.9. counsel relies on the decision of the division bench in the appeal filed by the plaintiff from the orders dated 1st february, 2019 in which the division bench was of the view that the appeal was not maintainable since the dispute was a commercial dispute within the meaning of the commercial courts act, 2015. counsel submits that by reason of such decision, the provisions of the commercial courts act would automatically become applicable to the suit and connected applications regardless whether the suit was filed before the commercial courts act came into force on 23rd october, 2015. consequently, if the provisions of the commercial courts act applies to the suit, then the special amendment made to order viii rule 1 would also apply to the applications of the defendant nos. 3 and 4 for extension of time to file their written statements. it should be clarified that under the special amendment for a commercial dispute of a specified value, the proviso to order viii rule 1 of the cpc (where the maximum time provided for was ninety days from the date of service of summons) was substituted by a maximum and peremptory period of one hundred and twenty days. 5. it is further submitted that although counsel for both the parties had proceeded on the basis of the suit being a regular suit and had hence not taken recourse to the special amendment to order viii rule 1, the basis of the plaintiff's objection to the defendants being allowed extension of time to file written statements changed subsequent to the decision of the appeal court. it is contended that a mistake in the legal premise advanced during arguments amounts to an error apparent on the face of the record which would amount to a sufficient ground for review of the orders. 6. counsel relies on raja shatrunji vs. mohammad azmat azim khan reported in air 1971 sc 1474, for the proposition that the \"error\" may be in relation to the law that was mistakenly applied and that a court is to apply the legal provision as it always stood. counsel relies on board of control for cricket, india vs. netaji cricket club reported in air 2005 sc 592, which held that subsequent events can also be taken into account particularly in cases when a court accepts its own mistakes. counsel relies on lily thomas, etc. vs. union of india reported in air 2000 sc 1650, where it was held that error apparent on the face of the proceedings is an error which is based on clear ignorance or disregard of the provisions of law. counsel relies on m/s. northern india caterers (india) ltd. vs. lt. governor of delhi reported in (1980) 2 scc 167, where the supreme court found review to lie where the attention of the court is drawn to a material statutory provision during the original hearing. smt. shakuntalabai krishna bhoyar vs. state of maharashtra reported in air 1986 bombay 308 is relied on for instances of review where a relevant provision of law has not been considered at the time of passing the order. tinkari sen vs. dulal chandra das reported in air 1967 calcutta 518 is next relied on for the proposition that review can lie where a court has overlooked a settled law thereby falling into an error apparent on the face of the record. 7. mr. subhasis sengupta, learned counsel appearing for the defendants/respondents relies on the dates relevant for deciding the issue. these are:• the plaintiff has instituted the suit on or about 30th january, 2015. • the commercial courts act, 2015 (act 4 of 2016) was gazetted on 31st december, 2015 with effect from 23rd october, 2015. • the commercial division of high court and the commercial appellate division had been constituted in the hon'ble high court at calcutta in or about 2017, in exercise of powers under section 3 of the commercial courts act, 2015. • after the constitution of the commercial division and commercial appellate division in the original side of hon'ble high court at calcutta, the plaintiff has not taken any steps to transfer the pending suit to the commercial division of the hon'ble high court at calcutta. even as on this date, the said suit, being c.s. no. 23 of 2015 has not been marked as commercial suit. • this hon'ble court extended the time to file written statement on 1st february, 2019 when the suit was appearing as \"regular suit\" and not under \"commercial suit\". 8. according to counsel, the essential elements of allowing an application for review is a mistake or an error apparent on the face of the record which would persuade a court to review its own order on the fulfilment of the conditions laid down in order xlvii. counsel submits that the term \"mistake\" or \"error apparent\" signifies an error which is evident from the records of the case and does not require a detailed scrutiny of the facts or the legal position and relies on state of west bengal and ors.vs. kamal sengupta and anr. reported in (2008) 8 scc 612 for this proposition. counsel relies on parsion devi vs. sumitri devi reported in (1997) 8 scc 715 where the supreme court made a distinction between an error apparent on the face of the record and where the error has to be detected by a process of reasoning and that under order xlvii rule 1 it is not permissible for an erroneous decision to be re-heard or corrected. for the premise that an error for a review must be that which is apparent at first glance, counsel relies on meera bhanja vs. nirmala kumari choudhury reported in (1995) 1 scc 170 where the supreme court relying on satyanarayan laxminarayan hegde vs. mallikarjun bhavanapa tirumale reported in air 1960 sc 137 observed that an error which has to be established by a long-drawn process of reasoning or lengthy arguments cannot be an error apparent on the face of the record. [ 9. on the construction of the relevant sections of the commercial courts act,counsel places reliance on sub-sections (3) and (5) of section 15 of the act which, according to counsel, puts the onus of making an application on the plaintiff for transfer of the suit to a commercial division by the commercial appellate division of the high court. it is submitted that since the plaintiff did not make any application for transfer by invoking section 15 (3) or (5), arguments were advanced by counsel before the single judge on the presumption that the suit was a regular suit and the court heard and disposed of the applications on that basis. 10. [[ i have considered the submissions of learned counsel in support of and opposing the two applications for review of the orders impugned. 11. to put the matter in perspective, the orders under review were passed on the premise that the suit was a regular suit (as opposed to a commercial suit) to be considered under the un-amended provisions of the civil procedure code. it is evident from the orders impugned that counsel had not referred to or relied on the provisions of the commercial courts act or the consequential amendments made to the civil procedure code pursuant to the former enactment at the time of arguments at all. the 'error' now sought to be urged on behalf of the plaintiff for activating the conditions of order xlvii of the cpc is that of an error of law; or simply put, an error in failing to apply the correct law as it stood on the day when the impugned orders were passed. in other words, an error which goes to the root of the reasons and rationale of the decision thereby reducing it to a cipher. the basis of arriving at this 'late realisation', if one may impart a dramatic time-element to it, is the pronouncement of the appeal court in dismissing the appeals filed by the plaintiff from the orders under review. 12. the question before this court is not the justification but the route, namely whether order xlvii of the cpc provides the right recourse to the plaintiff to untangle the error of applying, what according to the plaintiff, was the correct law at the time of arguments before the first court. for this, the various entry points available for review of a decree or order under order xlvii is set out below:1. application for review of judgment.-(1) any person considering himself aggrieved(a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred, (b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a court of small causes, and who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record, or for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the court which passed the decree or made the order.\" 13. the two windows available to the plaintiff are 'mistake or error apparent on the face of the record' or 'for any other sufficient reason'. of these, counsel has placed his case on the former. the decisions relied on this score mostly proceed on the basis that a mistake would include a wrong application of the law at the relevant point of time including a subsequent event entailing a relook of the law to be applied. 14. from the decisions shown on the parameters of review, a few principles can be culled out: i) review is an exception to the principle of finality of judicial pronouncements and confined to the grounds mentioned in order xlvii of the c.p.c. the language of order xlvii makes it clear that the legislature intended to limit reopening of matters where the earlier decision, unless resisted, would result in an erroneous decision. ii) a review is for an error which is apparent on the face of the record, one that is easily identified upon revisiting the order and not consequent to elaborate arguments. iii) the error must be patent in character, a disregard of a settled proposition of law or a relevant statutory provision as it stood on the day of passing of the order which has been called for review. iv) a review is not a reconsideration of a case on merits undertaken for a fresh decision upon re-hearing of the matter. v) a matter may be resisted and reopened to correct a substantial injustice which may have resulted from the decision. 15. in raja shatrunjit, the supreme court found that the court should apply the law as it always stood and that the error would therefore be \"that the law applied was not the law which is applicable\". in board of control for cricket, the supreme court brought mistakes by a court as well as taking note of subsequent events within the purview of review. lily thomas took note of errors of inadvertence or cases of ignorance or disregard of the provisions of law. in shakuntalabai krishna bhoyar, a division bench of the bombay high court, relying on the decision of the federal court in sir hari sankar pal vs anath nath mitter; air 1949 fc 106, and vasant vs tukaram air 1960 bom 485, laid down the legal position to the effect that if the relevant provision of law has not been considered at the time of passing the order, then such order should be reviewed. in that case the court held that not considering the land acquistion (amendment) act, 1984, constituted an error analogous to one apparent on the face of the record. in tinkari sen, a bench of this court added to the concept of error in cases where a settled law is overlooked. however, the boundaries of review jurisdiction has been best explained in northern india caterers where the supreme court cautioned against equating review petitions with the original hearing of the case except \" where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility.\" 16. the decisions shown by counsel for the defendants primarily rest on the court's review jurisdiction. in meera bhanja and kamal sengupta, the supreme court frowned upon detailed examination, scrutiny and elucidation on facts or legal position to find out the \"error\". the supreme court cautioned that while exercising the power of review, the court cannot sit in appeal over its judgment and encouraged parties to make lengthy or complicated arguments. in parsion devi, the supreme court reiterated the position taken in tungabhadra industries (air 1964 sc 1372) that a review is by no means an appeal in disguise whereby an erroneous decision is re-heard and corrected, but lies only for patent error. hitendra vishnu thakur dealt with the ambit and scope of an amendment and its retrospective operation. 17. of the decisions relied on by counsel appearing for the defendants, a decision of a learned judge of the high court of bombay in colonial life insurance company (trinidad) ltd. vs. in the matter between: reliance general insurance company ltd. reported in 2019 scc online bom 848 is required to be specifically mentioned since the decision considers section 15 of the commercial courts act, 2015 in detail. in the said decision, the question of law before the court was whether the mandatory timeline of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of the commercial courts act and have subsequently been transferred as commercial suits to be heard by a commercial division of a court. the bombay high court, after considering the sub-sections to section 15 and the proviso to section 15 (4) came to the conclusion that the court may, in its discretion, prescribe a new time period within which a written statement shall be filed and that \"discretion\" to prescribe new timelines excludes the applicability of the 120 days stipulation in the amendment to order v rule 1 of the c.p.c. before proceeding further, it is necessary to set out section 15(4) once again; (4) the commercial division or commercial court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\" it is evident that the section would apply to (a) a transferred suit and (b) to the timeline of order v rule 1 of the code of civil procedure, 1908. the second proviso to order v rule 1 relating to issue and service of summons, provides post-amendment that where a defendant fails to to file the written statement within 30 days from the date of service of summons on that defendant, he shall be allowed to file the same on such other day as may be specified by the court with reasons in writing but which shall not be later than 120 days from the date of service of summons after which the defendant shall forfeit the right to file written statement. 18. the dates relevant to the filing of the present suit should be mentioned for the issue relating to the 'mistake' or 'error' argument urged by counsel. the suit was instituted on 30th january 2015; the commercial courts act was gazetted on 31st december 2015 with effect from 23rd october 2015 and the commercial division and commercial appellate division was constituted in this court in september 2017. the matter was hence listed as a 'regular suit' and not under the heading of 'commercial suits' in the cause list and was argued and decided on that basis. the statement of dates is connected to the invocation of section 15 of the commercial courts act, which is set out below: \"15. transfer of pending cases.-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to be commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 19. section 15(5) provides a window to the suits which have not been transferred under (1), (2) and (3) by putting the onus on any of the parties to make an application as prescribed. the procedure contemplated for transfer of pending suits under section 15 brings three issues to the fore. first, posttransfer, a suit enters a different procedural regime altogether in keeping with the objective of fast-tracking commercial suits. second, only suits pending final judgment would be saved from being transferred. third, the mandatory 'shall' in 15(1) shifts the onus from the processes of court (although the first three subsections do not name the initiating body) to the litigant for taking the first step towards transfer. this discussion is required for the purpose of determining whether the plaintiff had an obligation to apply for transfer of the pending suit after september 2017 with the constitution of the commercial division and appellate division in this court. 20. the element of shifting of timelines continues in section 16(1) and (2) under chapter vi of the commercial courts act which provides that the code of civil procedure would, in its application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule and that the commercial division and commercial court shall follow the provisions of the cpc, as amended by the 2015 act in the trial of a suit.clause 4 of the first schedule to the commercial courts act which deals with the amendment of the c.p.c in connection with section 16 of the act, provides the following; \"4. amendment of first schedulein the first schedule to the code, a) in the order v, in rule 1, in sub-rule (1), for the second proviso, the following proviso shall be substituted, namely:\"provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.\" in order viii, \"as per s. 16 of act 4 of 2016, in its application to any suit in respect of a commercial dispute of a specific value, in order viii, in rule 1, the proviso, the following proviso shall be substituted, namely:\"provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record\". 21. in the present case, no steps were admittedly taken by the plaintiff to transfer the suit to a commercial suit by applying before the commercial appellate division by invoking section 15(5) of the commercial courts act. the suit has also not been automatically transferred under section 15(1). although, scg contracts india has been relied upon on behalf of the plaintiff in respect of the mandatory provisions of order v read with order viii, in that case the supreme court did not have any occasion to consider the relevance of section 15 of the commercial courts act as the scope of enquiry was whether an earlier decision of the high court would be binding on a later decision in light of the amended provisions of the cpc. moreover, there is no discussion in the said decision whether the suit had been transferred following the provisions of section 15 of the 2015 act. the supreme court was also of the view that mandatory provisions of the cpc cannot be circumvented by resorting to inherent powers under section 151 of the cpc. 22. this court also finds substance in the reliance placed by counsel for the defendants on hitendra vishnu thakur, where the supreme court while laying down the principles with regard to the ambit of an amending act and its retrospective operation, cautioned that a procedural statute should generally not be applied retrospectively where the result would be to create new disabilities or impose new duties in respect of transactions which have already been accomplished. the note of caution was continued by the court in holding that a statute which not only changes the procedure but also creates new rights and liabilities shall be construed to be prospective in operation unless otherwise provided either expressly or by necessary implication. 23. the cases cited by counsel for the plaintiff proceed on the basis of an 'error apparent' resulting from an oversight of the settled law; a relevant provision of law which was either overlooked by counsel or by the court (tinkari sen, shakuntalabai k bhoyar, lily thomas) and what northern india caterers describes as 'judicial fallibility'. all the decisions cited point to a glaring omission, one that simply cannot remain un-corrected or un-reviewed, as opposed to merely a wrong decision. in the facts of the present case, the error was not one of ignoring a relevant provision of law or disregarding a law which was in existence at the time of passing the impugned orders or even discounting a later enactment having retrospective effect. the error in the present case was realised on the decision of the appeal court that the plaintiff had all along proceeded on the erroneous basis of treating the suit as a regular suit. even if it is assumed that such error needs to be undone, the question is whether order xlvii is the correct and appropriate recourse for it. for a proper appreciation of what review jurisdiction of a court entails, one need not look further than the words of justice r. s. pathak in northern india caterers; \"it is well settled that a party is not entitled to seek a review of a judgment delivered by this court nearly for the purpose of a rehearing and a fresh decision of the case. the normal principle is that a judgment pronounced by the court, and departure from that principle is justified only when circumstances of a substantial and compelling character make it necessary to do so: sajjan singh vs. state of rajasthan. for instance, if the attention of the court is not drawn to a material statutory provision during the original hearing, the court will review its judgment: g.l. gupta vs. d.n. mehta. the court may also reopen its judgment if a manifest wrong has been done and it is necessary to pass an order to do full and effective justice: o.n. mohindroovs. district judge, delhi. power to review its judgments has been conferred on the supreme court by article 137 of the constitution, and that power is subject to the provisions of any law made by parliament or the rules made under article 145. in a civil proceeding, an application for review is entertained only on a ground mentioned in order 47 rule 1 of the code of civil procedure, and in a criminal proceeding on the ground of an error apparent on the face of the record (order xl, rule 1, supreme court rules, 1966). but whatever the nature of the proceeding, it is beyond dispute that a review proceeding cannot be equated with the original hearing of the case, and the finality of the judgment delivered by the court will not be reconsidered except \"where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility\": sow chandra kante vs. sheikh habib\". 24. on the assumption that the error was that of presuming the suit to be a regular suit and thereby disregarding the changes to the civil procedure code made by the 2015 act (which obviously inures to the plaintiff's benefit), can such assumption be sacrosanct in the absence of the sequential compliance as contemplated in section 15? on the days the matter was heard and decided, there was no indication that the suit was anything but a regular suit. it was only subsequently, upon the orders granting extension of time to the defendants to file the written statements being challenged that the 'error' was brought to light based on the pronouncement of the appeal court. the concomitant issue is whether correction of such (alleged) error can be construed to be manifest on the face of the record; an error so stark and patent that one would not be required to delve beneath the surface to search it out. in other words, a re-hearing of the case will not be necessary at all. in this context, it may be useful to consider the ratio of kamal sengupta, parsion devi and meera bhanja where the dictum was that a decision may not be open to review where the error has to be detected by a process of reasoning or lengthy or complicated arguments or be treated as an appeal in disguise. it is evident that in the instant case, in their attempt to identify the error (as well as to negate it) counsel have resorted to elaborate arguments on the scope of the commercial courts act and the consequent amendments to the cpc. from the nature of arguments advanced, by no means can it be said that the error was self-evident or one that immediately caught the attention of the court upon revisiting the orders. [ 25. the decision of this court rests on three planks. first, the substantive provisions of order xlvii of the code of civil procedure; second, the procedure contemplated under section 15(5) of the commercial courts act and third, the exception carved out in the automatic application to the amendment provisions of the c.p.c in the proviso to section 15(4) of the commercial courts act pertaining to the right of the defendant in a commercial suit. in the preceding part of this decision, the restricted scope of a review, notwithstanding the \"or for any other sufficient reason\" qualification has already been discussed. in the facts argued, this court is not convinced that the pronouncement of the appellate court designating the dispute as one falling under the commercial courts act fulfils the criterion of an error which can be described as one apparent on the face of the record at the time of re-visiting the orders under review. counsel for the parties have made long and involved arguments which, even if considered to be necessary in the light of the wholly new argument of the application of the commercial courts act, cannot transform the error to that of a patent error by reason of the court disregarding the law as it stood on the day when the impugned orders were passed. this calls for a reiteration of the fact that the suit was filed on 30th january, 2015 much prior to the commercial courts act being given effect to on and from 23 october, 2015 and the commercial division and commercial appellate division of this court being constituted in 2017. admittedly, the suit was also not designated as a commercial suit or reflected as such in the cause list by the concerned department when the applications were taken up for hearing. 26. in these facts, this court is not persuaded to hold that the provisions of section 15(1) and 15(2) (without the proviso) would automatically kick in without the plaintiff taking the required steps under section 15(5) of the commercial courts act. if the plaintiff did not take the steps for applying before the commercial appellate division of this court, it must be assumed that the suit remained at the stage of pre-transfer at the time when the applications were decided in favour of the defendants. therefore, on 1st february, 2019, when the impugned orders were passed, it cannot also be said that this court disregarded the amended provisions of order viii rule 1 of the c.p.c fixing a final outer limit of 120 days for the defendant to file the written statement. the error of the court not applying the 120 days limit in the case of the defendants may have been a patent error going to the root of the decision and clamouring for a review if the suit had been transferred to the commercial division on or before 1st february, 2019 and the court had notice of such when the impugned orders were passed. 27. this brings us to the window preserved under the proviso to section 15(4) notwithstanding the suit having been transferred to the commercial division of a court. by empowering the commercial division/commercial court to prescribe new timelines in respect of a transferred suit and a mandatory \"shall not (to) apply\" of the amended provisions of the c.p.c in relation to filing of written statements pertaining the outer limit of filing of written statements, the framers of the act have expressed a clear intention to retain the right of a defendant (in fit cases) in the interest of justice where the suit enters a wholly different procedural regime of a new enactment. in allowing the applications filed by the defendants for extension of time to file the written statements, this court had taken into consideration the proactive conduct of the defendants in contesting the suit and participating in the proceedings for dismissal of the suit and for challenging the decree before the division bench. the two added provisos in the calcutta amendment to order viii rule 1 of \"unforeseen circumstances\" and \"circumstances beyond his control\" had therefore been applied in favour of the defendants. this court had also applied the ratio of the decision in salem advocate bar association, t.n. vs. union of india reported in (2005) 6 scc 344 which held that \"shall\" in order viii rule 1 should be construed in the context of the intention of the legislature for advancing the cause of justice and not to defeat it. in the view of this court, the proviso to section 15(4) of the commercial courts act reflects and preserves precisely that cause of justice in permitting defendants to present their defence in the form of written statements. in the facts as stated above, the plaintiff cannot be permitted to shut out the proposed defence to the suit for all times to come by taking recourse to the review jurisdiction under the code of civil procedure. 28. for the reasons as stated above, the applications for review of the orders dated 1st february, 2019 are dismissed without any order as to costs. urgent photostat certified copy of this judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities. (moushumi bhattacharya, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8fb6bb10880e45c0b32e5c2d23c07868_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5766f292849345c7aef7c4238fdcb8e8_1"
        },
        {
            "start": 242,
            "end": 262,
            "text": "\nCalcutta High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f338cc0a0360478c998bd59e24a7c471_2"
        },
        {
            "start": 263,
            "end": 371,
            "text": "\nDilip Choudhury vs Pratishruti Projects Limited And Ors on 17 September, 2019\nAuthor: Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21071e9698c2472aa670320f1b7ff13c_3"
        },
        {
            "start": 372,
            "end": 401,
            "text": "\nBench: Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c8d3ba51bd54accaef087ac888e2aba_4"
        },
        {
            "start": 424,
            "end": 487,
            "text": "In The High Court At Calcutta\n                         Ordinary",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad3c42cc8e6444218297a82eff619451_5"
        },
        {
            "start": 488,
            "end": 496,
            "text": "Original",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd74cb4151f04c8fb38e550675da308e_6"
        },
        {
            "start": 497,
            "end": 515,
            "text": "Civil Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad2409d6e3b341dba523b420711a9e0c_7"
        },
        {
            "start": 551,
            "end": 567,
            "text": "Original Side\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d00f6e509b84ae993dd1ced37bc41b8_8"
        },
        {
            "start": 567,
            "end": 575,
            "text": "Present:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1919efba7fb48998f6c4a5fb9b3b0fa_9"
        },
        {
            "start": 576,
            "end": 618,
            "text": "\nThe Hon'ble Justice Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4c09ed01a5341dfab0bec04c681390c_10"
        },
        {
            "start": 619,
            "end": 674,
            "text": "\n\n\n                                G.A. No. 804 Of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ed9f3b29b43424690ebb381a9e2a583_11"
        },
        {
            "start": 710,
            "end": 725,
            "text": "Rvwo 11 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfb28247c81d4a7c982c565f2138eca4_12"
        },
        {
            "start": 765,
            "end": 778,
            "text": "Cs 23 of 2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e570ec23293c4967abaee18dec1dcd1d_13"
        },
        {
            "start": 818,
            "end": 824,
            "text": "Ga 735",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f442765db8b64794bacb228149d53de7_14"
        },
        {
            "start": 825,
            "end": 832,
            "text": "of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd20d4071ac9468cad7f06d6b990260d_15"
        },
        {
            "start": 876,
            "end": 931,
            "text": "With\n                                  G.A. 806 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b651b73cd8e448fb3945188a501e497_16"
        },
        {
            "start": 967,
            "end": 982,
            "text": "Rvwo 12 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f806d35d4ab4365bd83ea11bd9b4348_17"
        },
        {
            "start": 1022,
            "end": 1035,
            "text": "Cs 23 of 2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ead6a2f427d94b1c89e82285fa8cfb94_18"
        },
        {
            "start": 1075,
            "end": 1089,
            "text": "Ga 734 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f932fa9958c44ceba1f1c7c27ae94d08_19"
        },
        {
            "start": 1130,
            "end": 1145,
            "text": "Dilip Choudhury",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb1fb0a70c264378abe989fbacae1dc8_20"
        },
        {
            "start": 1190,
            "end": 1254,
            "text": "Vs.\n                       Pratishruti Projects Limited and Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "90fcecd75f9a46879d2bd569cb655dcc_21"
        },
        {
            "start": 1255,
            "end": 1521,
            "text": "\n\nFor the Petitioner               :       Mr. S.P. Sarkar, Sr. Adv.\n                                         Mr. A.K. Awasthi, Adv.\n                                         Mr. Adil Rashid, Adv.\n\nFor the Respondent                :      Mr. Shuvasish Sengupta, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4bbd87fa1e2f4cf89ba444a14eced4ba_22"
        },
        {
            "start": 1564,
            "end": 1632,
            "text": "Mr. Sarosij Dasgupta, Adv.\n                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a9b10d901aa04894840598fc24b0ca02_23"
        },
        {
            "start": 1632,
            "end": 1663,
            "text": "Mrs. Subhra Das, Adv.\n\nHeard on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f53c29bc45146b28d744bff74c19d87_24"
        },
        {
            "start": 1688,
            "end": 1885,
            "text": ":       7.03.2019, 10.04.2019, 19.06.2019,\n\n                                         25.06.2019, 9.07.2019, 16.07.2019,\n\n                                         18.07.2019, 29.07.2019, 31.07.2019.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4614a1f980f143d6b73a7d2a8b2bc670_25"
        },
        {
            "start": 1886,
            "end": 1900,
            "text": "\n\nDelivered on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f7579c57bc6423e847a406012a923a1_26"
        },
        {
            "start": 1921,
            "end": 1940,
            "text": ":       17.09.2019.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "04bdc9a9682c45ecbf965eb78a8eebcf_27"
        },
        {
            "start": 1941,
            "end": 1971,
            "text": "\n Moushumi Bhattacharya, J.\n1.",
            "labels": [
                "NONE"
            ],
            "id": "0bc26670d307464698d082d46e41040f_28"
        },
        {
            "start": 1972,
            "end": 2277,
            "text": "The plaintiff has filed these applications for review of two orders both dated 1st February, 2019 on the ground that the dispute is a commercial dispute within the meaning of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (the Commercial Courts Act).",
            "labels": [
                "FAC"
            ],
            "id": "df03466d9b8241b49af4b2b52b3898be_29"
        },
        {
            "start": 2278,
            "end": 2383,
            "text": "The case of the plaintiff is that the matters were decided on the basis that the suit was a regular suit.",
            "labels": [
                "FAC"
            ],
            "id": "a2aae8fd8dc04190b82258c889d64d62_30"
        },
        {
            "start": 2385,
            "end": 2576,
            "text": "2. The orders dated 1st February, 2019 had allowed the applications filed by the defendant nos.3 and 4 for extension of time to file their respective written statements upon payment of costs.",
            "labels": [
                "FAC"
            ],
            "id": "f829bd9104084562ba73e737fbdbd3de_31"
        },
        {
            "start": 2577,
            "end": 2833,
            "text": "The appeals filed by the plaintiff from the said orders, were dismissed as not maintainable since the Appeal Court was of the view that the dispute forming the basis of the suit is a commercial dispute within the meaning of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "462380da99424a9fbdc1ba69535d4dec_32"
        },
        {
            "start": 2835,
            "end": 3140,
            "text": "3. To understand the issue as stated above, the facts leading to the two review applications are briefly stated.-\ni) The plaintiff (the petitioner herein) filed a Civil Suit in 2015 for recovery of money claiming a decree against the defendant nos. 1 to 8 in the suit together with an enquiry for damages.",
            "labels": [
                "FAC"
            ],
            "id": "70b5dcce12114af086bc26c481decf5e_33"
        },
        {
            "start": 3141,
            "end": 3327,
            "text": "The defendant nos. 3 and 4 filed an application in 2016 for dismissal of the suit and by an order dated 7th June, 2016 the suit was directed not to be transferred to the undefended list.",
            "labels": [
                "FAC"
            ],
            "id": "b292ca2ca5f7406aa824ed3a523a3f14_34"
        },
        {
            "start": 3328,
            "end": 3489,
            "text": "The plaintiff applied for judgment on admission and by an order dated 26th July, 2016 the suit was decreed in favour of the plaintiff and against the defendants.",
            "labels": [
                "FAC"
            ],
            "id": "5d74d6a25b574ec3a8bd377bc8648da9_35"
        },
        {
            "start": 3490,
            "end": 3669,
            "text": "An appeal preferred from the decree by the defendant nos. 3 and 4 was allowed on 22nd August, 2017 and the suit was directed to be placed before an appropriate Bench for disposal.",
            "labels": [
                "FAC"
            ],
            "id": "a053b15c015949349d0a517467d78b59_36"
        },
        {
            "start": 3670,
            "end": 3800,
            "text": "\nii) Two applications for extension of time to file the written statement were made by the defendant nos. 3 and 4 in January 2018.",
            "labels": [
                "FAC"
            ],
            "id": "7934ad7aadf64f18860a693e4cedbb23_37"
        },
        {
            "start": 3801,
            "end": 3912,
            "text": "In the said applications, the defendants prayed for filing of written statements to contest the suit on merits.",
            "labels": [
                "FAC"
            ],
            "id": "08f2746465414823ba4ed86ed0879a9c_38"
        },
        {
            "start": 3913,
            "end": 4279,
            "text": "\niii) The plaintiff opposed the said applications relying on the addition of two further provisos to The Calcutta Amendment to Order Viii Rule 1 of the Code of Civil Procedure, 1908 (C.P.C) for extending the time beyond ninety days and the further extension of 120 days subject to conditions specified which a defendant has to prove to the satisfaction of the court.",
            "labels": [
                "FAC"
            ],
            "id": "ff4c19f21d5d42ff8c210b22daeaae47_39"
        },
        {
            "start": 4280,
            "end": 4395,
            "text": "\niv) Arguments were made by counsel for the plaintiff and defendants on the basis that the suit was a Regular Suit.",
            "labels": [
                "FAC"
            ],
            "id": "b90d60777da44409a7249f30d8f69990_40"
        },
        {
            "start": 4396,
            "end": 4617,
            "text": "\nv) By the orders dated 1st February, 2019 (under review in these applications) this court allowed the applications filed by the defendant nos. 3 and 4 for filing their respective written statements upon payment of costs.",
            "labels": [
                "FAC"
            ],
            "id": "5e1c26c6d6774408830a5ad0f7d482f0_41"
        },
        {
            "start": 4618,
            "end": 4746,
            "text": "In coming to the decision, the court construed the two added provisos to the Calcutta Amendment to Order Viii Rule 1 of the Cpc.",
            "labels": [
                "RLC"
            ],
            "id": "d6b33c1dbbcf4d9fb2f8a0cc0b6e1ed6_42"
        },
        {
            "start": 4747,
            "end": 5027,
            "text": "\nvi) The appeals filed by the plaintiff from the orders dated 1st February, 2019, were dismissed with the following observation:-\n\"The Court : The appeal arises out of an order extending the time to file the written statement in a suit where the dispute is a commercial dispute wi",
            "labels": [
                "FAC"
            ],
            "id": "361018a9a74c4bcb9188456dae863213_43"
        },
        {
            "start": 5028,
            "end": 5080,
            "text": "thin the meaning of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "72c9ba0d05494138993fd8be3e804339_44"
        },
        {
            "start": 5081,
            "end": 5221,
            "text": "\nSince the present appeal does not lie under such Act, APO No. 37 of 2019 along with G.A. No. 457 of 2019 are dismissed as not maintainable.",
            "labels": [
                "FAC"
            ],
            "id": "13c88723dc9a40ec9b51b84e10c7da1f_45"
        },
        {
            "start": 5222,
            "end": 5629,
            "text": "\nThere will be no order as to costs.\"\nvii) The applications for review of the orders dated 1st February, 2019 were filed by the plaintiff on 11th March, 2019 on the ground that the decision of the Appeal Court held that the suit is a commercial suit and the Special Amendment to Order VIII Rule 1 of the CPC pertaining to filing of written statements should have hence been taken into account by this court.",
            "labels": [
                "RLC"
            ],
            "id": "8afa6bf140c140e783d3cc28d2f1c90e_46"
        },
        {
            "start": 5630,
            "end": 6037,
            "text": "\n4. Mr. S.P. Sarkar, learned senior counsel appearing for the applicants / plaintiff relies on the dispute between the parities which, according to counsel, is a joint venture agreement under the definition of \"a commercial dispute\" as defined under Section 2 (c) (xi) of The Commercial Courts Act, by reason of taking over the management of two medical institutions owned and managed by the defendant no.9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d482b6f5d28c43568643b2649d01d471_47"
        },
        {
            "start": 6038,
            "end": 6347,
            "text": "Counsel relies on the decision of the Division Bench in the appeal filed by the plaintiff from the orders dated 1st February, 2019 in which the Division Bench was of the view that the appeal was not maintainable since the dispute was a commercial dispute within the meaning of The Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b5bfaeb42cf1464eb7c7e611499228e4_48"
        },
        {
            "start": 6348,
            "end": 6627,
            "text": "Counsel submits that by reason of such decision, the provisions of The Commercial Courts Act would automatically become applicable to the suit and connected applications regardless whether the suit was filed before The Commercial Courts Act came into force on 23rd October, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f36a563922043e79a44e3470de8c204_49"
        },
        {
            "start": 6628,
            "end": 6885,
            "text": "Consequently, if the provisions of The Commercial Courts Act applies to the suit, then the Special Amendment made to Order VIII Rule 1 would also apply to the applications of the defendant nos. 3 and 4 for extension of time to file their written statements.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d34e6ea8bb9e48a091eedd23ace9b187_50"
        },
        {
            "start": 6886,
            "end": 7205,
            "text": "It should be clarified that under the Special Amendment for a Commercial Dispute of a specified value, the proviso to Order VIII Rule 1 of the CPC (where the maximum time provided for was ninety days from the date of service of summons) was substituted by a maximum and peremptory period of one hundred and twenty days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3d53653cdf754103a9d3e40844b93934_51"
        },
        {
            "start": 7207,
            "end": 7588,
            "text": "5. It is further submitted that although counsel for both the parties had proceeded on the basis of the suit being a Regular Suit and had hence not taken recourse to the Special Amendment to Order VIII Rule 1, the basis of the plaintiff's objection to the defendants being allowed extension of time to file written statements changed subsequent to the decision of the Appeal Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "789e80d47d0844e684435b327277981a_52"
        },
        {
            "start": 7589,
            "end": 7789,
            "text": "It is contended that a mistake in the legal premise advanced during arguments amounts to an error apparent on the face of the record which would amount to a sufficient ground for review of the orders.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77b54711597e494ca51dd3f7706ba3d2_53"
        },
        {
            "start": 7791,
            "end": 8049,
            "text": "6. Counsel relies on Raja Shatrunji Vs. Mohammad Azmat Azim Khan reported in AIR 1971 SC 1474, for the proposition that the \"error\" may be in relation to the law that was mistakenly applied and that a court is to apply the legal provision as it always stood.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34328932894e4b1d9ac570cb315bafe0_54"
        },
        {
            "start": 8050,
            "end": 8282,
            "text": "Counsel relies on Board of Control for Cricket, India Vs. Netaji Cricket Club reported in AIR 2005 SC 592, which held that subsequent events can also be taken into account particularly in cases when a court accepts its own mistakes.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5e3c593d58fe442695c34a1561af1f75_55"
        },
        {
            "start": 8283,
            "end": 8521,
            "text": "Counsel relies on Lily Thomas, Etc. Vs. Union of India reported in AIR 2000 SC 1650, where it was held that error apparent on the face of the proceedings is an error which is based on clear ignorance or disregard of the provisions of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "57a73cab8f76484ab77d6834f49c4400_56"
        },
        {
            "start": 8522,
            "end": 8544,
            "text": "Counsel relies on M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9862a2d92c4449899d72bbdc7bff534_57"
        },
        {
            "start": 8545,
            "end": 8786,
            "text": "Northern India Caterers (India) Ltd. Vs. Lt. Governor of Delhi reported in (1980) 2 SCC 167, where the Supreme Court found Review to lie where the attention of the court is drawn to a material statutory provision during the original hearing.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fb9e0ff32b2d490ca2ac0b4ccbcad881_58"
        },
        {
            "start": 8787,
            "end": 9006,
            "text": "Smt. Shakuntalabai Krishna Bhoyar Vs. State of Maharashtra reported in AIR 1986 Bombay 308 is relied on for instances of review where a relevant provision of law has not been considered at the time of passing the order.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "73a65316b6e64bebb41618e593e2aa8e_59"
        },
        {
            "start": 9007,
            "end": 9241,
            "text": "Tinkari Sen Vs. Dulal Chandra Das reported in AIR 1967 Calcutta 518 is next relied on for the proposition that review can lie where a court has overlooked a settled law thereby falling into an error apparent on the face of the record.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4e9638109ceb47619c543dc4b5eb8a33_60"
        },
        {
            "start": 9243,
            "end": 9378,
            "text": "7. Mr. Subhasis Sengupta, learned counsel appearing for the defendants/respondents relies on the dates relevant for deciding the issue.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9fac24b709fc4ecd976fb0cb193ec436_61"
        },
        {
            "start": 9379,
            "end": 9390,
            "text": "These are:-",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1533401c3d8740eea5be244b5cc23beb_62"
        },
        {
            "start": 9391,
            "end": 9462,
            "text": "\n The plaintiff has instituted the suit on or about 30th January, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5902af84fb444efc8e17ca0597a4a4a6_63"
        },
        {
            "start": 9463,
            "end": 9584,
            "text": " The Commercial Courts Act, 2015 (Act 4 of 2016) was gazetted on 31st December, 2015 with effect from 23rd October, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6d27af1b0c94cf8bfd9c0bf8c27192d_64"
        },
        {
            "start": 9585,
            "end": 9813,
            "text": "\n The Commercial Division of High Court and the Commercial Appellate Division had been constituted in the Hon'ble High Court at Calcutta in or about 2017, in exercise of powers under Section 3 of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45f09e101f5346a5b6b5448e492590d3_65"
        },
        {
            "start": 9816,
            "end": 10088,
            "text": "After the constitution of the Commercial Division and Commercial Appellate Division in the Original Side of Hon'ble High Court at Calcutta, the plaintiff has not taken any steps to transfer the pending suit to the Commercial Division of the Hon'ble High Court at Calcutta.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab13cde094004e2ab7030190102220c2_66"
        },
        {
            "start": 10089,
            "end": 10191,
            "text": "Even as on this date, the said suit, being C.S. No. 23 of 2015 has not been marked as Commercial Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a07ef3cb5db74f19bb120a5f5e5def32_67"
        },
        {
            "start": 10192,
            "end": 10357,
            "text": "\n This Hon'ble Court extended the time to file Written Statement on 1st February, 2019 when the suit was appearing as \"Regular Suit\" and not under \"Commercial Suit\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f5affc1bbb64f61b0fd6e55532c79c1_68"
        },
        {
            "start": 10359,
            "end": 10619,
            "text": "8. According to counsel, the essential elements of allowing an application for review is a mistake or an error apparent on the face of the record which would persuade a Court to review its own order on the fulfilment of the conditions laid down in Order XLVII.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f4ae16abd9a2442195e0587c62970b78_69"
        },
        {
            "start": 10620,
            "end": 10942,
            "text": "Counsel submits that the term \"mistake\" or \"error apparent\" signifies an error which is evident from the records of the case and does not require a detailed scrutiny of the facts or the legal position and relies on State of West Bengal and Ors.Vs. Kamal Sengupta and Anr. reported in (2008) 8 SCC 612 for this proposition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd4ff81956ac4405a2ee54d686b659c7_70"
        },
        {
            "start": 10943,
            "end": 11290,
            "text": "Counsel relies on Parsion Devi Vs. Sumitri Devi reported in (1997) 8 SCC 715 where the Supreme Court made a distinction between an error apparent on the face of the record and where the error has to be detected by a process of reasoning and that under Order XLVII Rule 1 it is not permissible for an erroneous decision to be re-heard or corrected.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d8130c84554147a5823fa42b497c9bef_71"
        },
        {
            "start": 11291,
            "end": 11764,
            "text": "For the premise that an error for a review must be that which is apparent at first glance, Counsel relies on Meera Bhanja Vs. Nirmala Kumari Choudhury reported in (1995) 1 SCC 170 where the Supreme Court relying on Satyanarayan Laxminarayan Hegde Vs. Mallikarjun Bhavanapa Tirumale reported in AIR 1960 SC 137 observed that an error which has to be established by a long-drawn process of reasoning or lengthy arguments cannot be an error apparent on the face of the record.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9090926a22b94e8aae9c328d94c37161_72"
        },
        {
            "start": 11765,
            "end": 12413,
            "text": "\n[\n9. On the construction of the relevant sections of the Commercial Courts Act,Counsel places reliance on sub-sections (3) and (5) of section 15 of the Act which, according to counsel, puts the onus of making an application on the plaintiff for transfer of the suit to a commercial division by the Commercial Appellate Division of the High Court. It is submitted that since the plaintiff did not make any application for transfer by invoking section 15 (3) or (5), arguments were advanced by counsel before the Single Judge on the presumption that the suit was a regular suit and the Court heard and disposed of the applications on that basis.\n10.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ada156a60a17483581e031154f721b94_73"
        },
        {
            "start": 12414,
            "end": 12552,
            "text": "[[ I have considered the submissions of learned counsel in support of and opposing the two applications for review of the orders impugned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a948d88e4eac4fb2b80a29b75fb746a3_74"
        },
        {
            "start": 12553,
            "end": 12787,
            "text": "\n11. To put the matter in perspective, the orders under review were passed on the premise that the suit was a regular suit (as opposed to a commercial suit) to be considered under the un-amended provisions of The Civil Procedure Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20110cc8ace14a30b077cbaa6cd5d15f_75"
        },
        {
            "start": 12788,
            "end": 13047,
            "text": "It is evident from the orders impugned that counsel had not referred to or relied on the provisions of The Commercial Courts Act or the consequential amendments made to The Civil Procedure Code pursuant to the former enactment at the time of arguments at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01a5b775dd07494ab7637d3f4e01e3a8_76"
        },
        {
            "start": 13048,
            "end": 13314,
            "text": "The 'error' now sought to be urged on behalf of the plaintiff for activating the conditions of Order XLVII of the CPC is that of an error of law; or simply put, an error in failing to apply the correct law as it stood on the day when the impugned orders were passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa54b23367bc4459ad0378126f0993ea_77"
        },
        {
            "start": 13315,
            "end": 13440,
            "text": "In other words, an error which goes to the root of the reasons and rationale of the decision thereby reducing it to a cipher.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2340cffc27141038f4b66d06eba4c4a_78"
        },
        {
            "start": 13441,
            "end": 13659,
            "text": "The basis of arriving at this 'late realisation', if one may impart a dramatic time-element to it, is the pronouncement of the Appeal Court in dismissing the appeals filed by the plaintiff from the orders under review.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "242d1b79d88644acbc65d827dbfed226_79"
        },
        {
            "start": 13661,
            "end": 13955,
            "text": "12. The question before this court is not the justification but the route, namely whether Order XLVII of the CPC provides the right recourse to the plaintiff to untangle the error of applying, what according to the plaintiff, was the correct law at the time of arguments before the First Court.",
            "labels": [
                "ISSUE"
            ],
            "id": "1f9a34d0873e47b5b707cac0562d6b81_80"
        },
        {
            "start": 13956,
            "end": 14889,
            "text": "For this, the various entry points available for review of a decree or order under Order XLVII is set out below:-\n1. Application for review of judgment.-(1) Any person considering himself aggrieved- (a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred,\n(b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a Court of Small Causes, And who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record, or for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the Court which passed the decree or made the order.\"\n13.",
            "labels": [
                "STA"
            ],
            "id": "5cc0f81aec7740fc97877f89a83a61ca_81"
        },
        {
            "start": 14890,
            "end": 15028,
            "text": "The two windows available to the plaintiff are 'mistake or error apparent on the face of the record' or 'for any other sufficient reason'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9852ab0da68648539f76c01c4474c97f_82"
        },
        {
            "start": 15029,
            "end": 15081,
            "text": "Of these, counsel has placed his case on the former.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "599ff19d7cf54310a9ba9235fc804d9f_83"
        },
        {
            "start": 15082,
            "end": 15308,
            "text": "The decisions relied on this score mostly proceed on the basis that a mistake would include a wrong application of the law at the relevant point of time including a subsequent event entailing a relook of the law to be applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af02ff4146c643519a2b9329ac2f041b_84"
        },
        {
            "start": 15310,
            "end": 15552,
            "text": "14. From the decisions shown on the parameters of Review, a few principles can be culled out:\ni) Review is an exception to the principle of finality of judicial pronouncements and confined to the grounds mentioned in Order XLVII of the C.P.C.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32a779cba49b4b57b7ab19fca94bdab7_85"
        },
        {
            "start": 15553,
            "end": 15739,
            "text": "The language of Order XLVII makes it clear that the legislature intended to limit reopening of matters where the earlier decision, unless resisted, would result in an erroneous decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9b86cc2fa784b76bec0c17538dcd562_86"
        },
        {
            "start": 15740,
            "end": 15913,
            "text": "\nii) A review is for an error which is apparent on the face of the record, one that is easily identified upon revisiting the order and not consequent to elaborate arguments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8c3507581b14185b960beb2fff3e1dc_87"
        },
        {
            "start": 15914,
            "end": 16117,
            "text": "\niii) The error must be patent in character, a disregard of a settled proposition of law or a relevant statutory provision as it stood on the day of passing of the order which has been called for review.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10bb7d05d9384d4fb2dd3a5b4ca47176_88"
        },
        {
            "start": 16118,
            "end": 16239,
            "text": "\niv) A review is not a reconsideration of a case on merits undertaken for a fresh decision upon re-hearing of the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95f4f771ab7946239e6c5d5c54e3afd4_89"
        },
        {
            "start": 16240,
            "end": 16359,
            "text": "\nv) A matter may be resisted and reopened to correct a substantial injustice which may have resulted from the decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2c571490a71441d90611b307971f74e_90"
        },
        {
            "start": 16361,
            "end": 16561,
            "text": "15. In Raja Shatrunjit, the Supreme Court found that the court should apply the law as it always stood and that the error would therefore be \"that the law applied was not the law which is applicable\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "51978c80cb0a4a9c8a654918e8f40d3f_91"
        },
        {
            "start": 16562,
            "end": 16714,
            "text": "In Board of Control for Cricket, the Supreme Court brought mistakes by a court as well as taking note of subsequent events within the purview of review.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a940646838314c8da8adcb5cba706647_92"
        },
        {
            "start": 16715,
            "end": 16823,
            "text": "Lily Thomas took note of errors of inadvertence or cases of ignorance or disregard of the provisions of law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f4b580ba0ac049568cb9d2f83052ed6f_93"
        },
        {
            "start": 16824,
            "end": 17221,
            "text": "In Shakuntalabai Krishna Bhoyar, a Division Bench of the Bombay High Court, relying on the decision of the Federal Court in Sir Hari Sankar Pal vs Anath Nath Mitter; AIR 1949 FC 106, and Vasant vs Tukaram AIR 1960 Bom 485, laid down the legal position to the effect that if the relevant provision of law has not been considered at the time of passing the order, then such order should be reviewed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e30beff52b24b739a605e5f7bc1950f_94"
        },
        {
            "start": 17222,
            "end": 17387,
            "text": "In that case the Court held that not considering the Land Acquistion (Amendment) Act, 1984, constituted an error analogous to one apparent on the face of the record.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f7614d3c445a411db9a52e437a7f5225_95"
        },
        {
            "start": 17388,
            "end": 17499,
            "text": "In Tinkari Sen, a Bench of this Court added to the concept of error in cases where a settled law is overlooked.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8eabc948bbf04b54a25da41e08b14443_96"
        },
        {
            "start": 17500,
            "end": 17826,
            "text": "However, the boundaries of Review jurisdiction has been best explained in Northern India Caterers where the Supreme Court cautioned against equating review petitions with the original hearing of the case except \" where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility.\"\n16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c5ef1f027254c61b9298ef95110c504_97"
        },
        {
            "start": 17827,
            "end": 17927,
            "text": "The decisions shown by counsel for the defendants primarily rest on the court's review jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1474ee2f94484b95acabd3256519cb11_98"
        },
        {
            "start": 17928,
            "end": 18093,
            "text": "In Meera Bhanja and Kamal Sengupta, the Supreme Court frowned upon detailed examination, scrutiny and elucidation on facts or legal position to find out the \"error\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df0c6dab36e540129813f73ad4e33b12_99"
        },
        {
            "start": 18094,
            "end": 18278,
            "text": "The Supreme Court cautioned that while exercising the power of review, the court cannot sit in appeal over its judgment and encouraged parties to make lengthy or complicated arguments.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b1cd7578e2a4cbb87a6adaaaa5b5a0f_100"
        },
        {
            "start": 18279,
            "end": 18528,
            "text": "In Parsion Devi, the Supreme Court reiterated the position taken in Tungabhadra Industries (AIR 1964 SC 1372) that a review is by no means an appeal in disguise whereby an erroneous decision is re-heard and corrected, but lies only for patent error.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7247c50e993241f3a792df36bdf207ad_101"
        },
        {
            "start": 18529,
            "end": 18631,
            "text": "Hitendra Vishnu Thakur dealt with the ambit and scope of an Amendment and its retrospective operation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1479f29ba32e45d8b36c3d672dbf9d58_102"
        },
        {
            "start": 18633,
            "end": 18817,
            "text": "17. Of the decisions relied on by counsel appearing for the defendants, a decision of a learned judge of the High Court of Bombay in Colonial Life Insurance Company (Trinidad) Ltd. Vs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "18e737b4256b4d93adb2a790e6e6fc3b_103"
        },
        {
            "start": 18818,
            "end": 19043,
            "text": "In the Matter Between: Reliance General Insurance Company Ltd. reported in 2019 SCC Online Bom 848 is required to be specifically mentioned since the decision considers Section 15 of The Commercial Courts Act, 2015 in detail.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ba5d07b89d1c447bbc803b064c23d463_104"
        },
        {
            "start": 19044,
            "end": 19401,
            "text": "In the said decision, the question of law before the court was whether the mandatory timeline of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of The Commercial Courts Act and have subsequently been transferred as commercial suits to be heard by a Commercial Division of a Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "954b17c22e9a4f3389d6e55e83ae53b2_105"
        },
        {
            "start": 19402,
            "end": 19798,
            "text": "The Bombay High Court, after considering the sub-sections to Section 15 and the proviso to Section 15 (4) came to the conclusion that the court may, in its discretion, prescribe a new time period within which a written statement shall be filed and that \"discretion\" to prescribe new timelines excludes the applicability of the 120 days stipulation in the amendment to Order V Rule 1 of the C.P.C.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95e8687769374c3988ae55b3c2fc7205_106"
        },
        {
            "start": 19799,
            "end": 20554,
            "text": "Before proceeding further, it is necessary to set out Section 15(4) once again;\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"",
            "labels": [
                "STA"
            ],
            "id": "953bdc1d9203448d8db4ea16941bf78c_107"
        },
        {
            "start": 20555,
            "end": 20704,
            "text": "\nIt is evident that the section would apply to (a) a transferred suit and (b) to the timeline of Order V Rule 1 of the Code of Civil Procedure, 1908.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d81ffd8a838a49dfbfca9844c5683720_108"
        },
        {
            "start": 20705,
            "end": 21211,
            "text": "The second proviso to Order V Rule 1 relating to Issue and Service of Summons, provides post-amendment that where a defendant fails to to file the written statement within 30 days from the date of service of summons on that defendant, he shall be allowed to file the same on such other day as may be specified by the court with reasons in writing but which shall not be later than 120 days from the date of service of summons after which the defendant shall forfeit the right to file written statement.\n18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "50b0aec48c0c4994b1c5744a1e3b4044_109"
        },
        {
            "start": 21212,
            "end": 21362,
            "text": "The dates relevant to the filing of the present suit should be mentioned for the issue relating to the 'mistake' or 'error' argument urged by counsel.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab1166ce1d5c4d698300dc87b6753325_110"
        },
        {
            "start": 21363,
            "end": 21615,
            "text": "The suit was instituted on 30th January 2015; The Commercial Courts Act was gazetted on 31st December 2015 with effect from 23rd October 2015 and the Commercial Division and Commercial Appellate Division was constituted in this Court in September 2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65181ca26b3c4ddbb38a846bc5b7ae9d_111"
        },
        {
            "start": 21616,
            "end": 21771,
            "text": "The matter was hence listed as a 'Regular Suit' and not under the heading of 'Commercial Suits' in the Cause List and was argued and decided on that basis.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e372db5d84024cda830832f01a73c9fb_112"
        },
        {
            "start": 21772,
            "end": 21929,
            "text": "The statement of dates is connected to the invocation of section 15 of The Commercial Courts Act, which is set out below:\n\"15. Transfer of pending cases.-(1)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81196a86f7bc47f099765716ce5c176e_113"
        },
        {
            "start": 21930,
            "end": 22219,
            "text": "All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to be Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b556c35175734680b782565545997ccd_114"
        },
        {
            "start": 22220,
            "end": 23186,
            "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "e6f3add9cc8740a8a937a341678a040a_115"
        },
        {
            "start": 23187,
            "end": 24415,
            "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n19.",
            "labels": [
                "STA"
            ],
            "id": "6d545493dbbb4c20a9b12e36dac982da_116"
        },
        {
            "start": 24416,
            "end": 24595,
            "text": "Section 15(5) provides a window to the suits which have not been transferred under (1), (2) and (3) by putting the onus on any of the parties to make an application as prescribed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a16a4cebff44233bd2f658453c83194_117"
        },
        {
            "start": 24596,
            "end": 24702,
            "text": "The procedure contemplated for transfer of pending suits under section 15 brings three issues to the fore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "596a6493b6e04fe685b0e44fc81025d6_118"
        },
        {
            "start": 24703,
            "end": 24845,
            "text": "First, post- transfer, a suit enters a different procedural regime altogether in keeping with the objective of fast-tracking commercial suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82dddb7cd5604995898d157ef85653e7_119"
        },
        {
            "start": 24846,
            "end": 24926,
            "text": "Second, only suits pending final judgment would be saved from being transferred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c240968bb034b69ad2e4ac458a57d7d_120"
        },
        {
            "start": 24927,
            "end": 25141,
            "text": "Third, the mandatory 'shall' in 15(1) shifts the onus from the processes of court (although the first three sub- sections do not name the initiating body) to the litigant for taking the first step towards transfer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4381b2d930b4d0d97884d99411498ff_121"
        },
        {
            "start": 25142,
            "end": 25390,
            "text": "This discussion is required for the purpose of determining whether the plaintiff had an obligation to apply for transfer of the pending suit after September 2017 with the constitution of the Commercial Division and Appellate Division in this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4c863037481451c8140a4b2930c417c_122"
        },
        {
            "start": 25391,
            "end": 25858,
            "text": "\n20. The element of shifting of timelines continues in Section 16(1) and (2) under Chapter VI of The Commercial Courts Act which provides that the Code of Civil Procedure would, in its application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule and that the Commercial Division and Commercial Court shall follow the provisions of the CPC, as amended by the 2015 Act in the trial of a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a36c5a2125a944c2b0eeac78623b824c_123"
        },
        {
            "start": 25859,
            "end": 26851,
            "text": "Clause 4 of the First Schedule to the Commercial Courts Act which deals with the amendment of the C.P.C in connection with Section 16 of the Act, provides the following;\n\"4. Amendment of First Schedule- In the First Schedule to the Code, -\nA) In the Order V, in Rule 1, in sub-rule (1), for the second proviso, the following proviso shall be substituted, namely:-\n\"Provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\"",
            "labels": [
                "STA"
            ],
            "id": "a14c6c8542b6480a8dddc222c11d9470_124"
        },
        {
            "start": 26852,
            "end": 27698,
            "text": "\nIn Order VIII, \"As per S. 16 of Act 4 of 2016, in its application to any suit in respect of a commercial dispute of a Specific Value, in Order VIII, in Rule 1, the proviso, the following proviso shall be substituted, namely:-\n\"Provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record\".",
            "labels": [
                "STA"
            ],
            "id": "9403a8280af54ad4862902395a6d5bba_125"
        },
        {
            "start": 27700,
            "end": 27923,
            "text": "21. In the present case, no steps were admittedly taken by the plaintiff to transfer the suit to a commercial suit by applying before the Commercial Appellate Division by invoking Section 15(5) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd4614f76fa6484fac2b4e6a9becf103_126"
        },
        {
            "start": 27924,
            "end": 27997,
            "text": "The suit has also not been automatically transferred under section 15(1).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83d6f462efa04d73a62ac0325f9ca729_127"
        },
        {
            "start": 27998,
            "end": 28431,
            "text": "Although, SCG Contracts India has been relied upon on behalf of the plaintiff in respect of the mandatory provisions of Order V read with Order VIII, in that case the Supreme Court did not have any occasion to consider the relevance of section 15 of the Commercial Courts Act as the scope of enquiry was whether an earlier decision of the High Court would be binding on a later decision in light of the amended provisions of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9229c2efd1ec44b59f5c91f61be35edb_128"
        },
        {
            "start": 28432,
            "end": 28579,
            "text": "Moreover, there is no discussion in the said decision whether the suit had been transferred following the provisions of section 15 of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53e5efcbb8af4edc929026da95c70406_129"
        },
        {
            "start": 28580,
            "end": 28740,
            "text": "The Supreme Court was also of the view that mandatory provisions of the CPC cannot be circumvented by resorting to inherent powers under section 151 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "327653b42126490b80678dfc316ffb1d_130"
        },
        {
            "start": 28742,
            "end": 29214,
            "text": "22. This court also finds substance in the reliance placed by counsel for the defendants on Hitendra Vishnu Thakur, where the Supreme Court while laying down the principles with regard to the ambit of an amending Act and its retrospective operation, cautioned that a procedural statute should generally not be applied retrospectively where the result would be to create new disabilities or impose new duties in respect of transactions which have already been accomplished.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82614c9c72134c8993b4f877067c0375_131"
        },
        {
            "start": 29215,
            "end": 29490,
            "text": "The note of caution was continued by the court in holding that a statute which not only changes the procedure but also creates new rights and liabilities shall be construed to be prospective in operation unless otherwise provided either expressly or by necessary implication.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fd7a5b3c0ffe488c9497713f500bcceb_132"
        },
        {
            "start": 29492,
            "end": 29836,
            "text": "23. The cases cited by counsel for the plaintiff proceed on the basis of an 'error apparent' resulting from an oversight of the settled law; a relevant provision of law which was either overlooked by counsel or by the Court (Tinkari Sen, Shakuntalabai K Bhoyar, Lily Thomas) and what Northern India Caterers describes as 'judicial fallibility'.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d87c33894f06422a967b7facbc89b9cf_133"
        },
        {
            "start": 29837,
            "end": 29987,
            "text": "All the decisions cited point to a glaring omission, one that simply cannot remain un-corrected or un-reviewed, as opposed to merely a wrong decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5803efc4d01049ed9fa34d0ddf75f6fb_134"
        },
        {
            "start": 29988,
            "end": 30238,
            "text": "In the facts of the present case, the error was not one of ignoring a relevant provision of law or disregarding a law which was in existence at the time of passing the impugned orders or even discounting a later enactment having retrospective effect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c051f64555dc40428d919a61ff85af52_135"
        },
        {
            "start": 30239,
            "end": 30423,
            "text": "The error in the present case was realised on the decision of the Appeal Court that the plaintiff had all along proceeded on the erroneous basis of treating the suit as a regular suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca5b1b01a3914ccfab5a680076dcbcb9_136"
        },
        {
            "start": 30424,
            "end": 30565,
            "text": "Even if it is assumed that such error needs to be undone, the question is whether Order XLVII is the correct and appropriate recourse for it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f14a70feb2824a1c9d59085d5f401f7e_137"
        },
        {
            "start": 30566,
            "end": 30908,
            "text": "For a proper appreciation of what Review jurisdiction of a court entails, one need not look further than the words of Justice R. S. Pathak in Northern India Caterers;\n\"It is well settled that a party is not entitled to seek a review of a judgment delivered by this Court nearly for the purpose of a rehearing and a fresh decision of the case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7f661c0c3ab54947a73b7c0751ce210a_138"
        },
        {
            "start": 30909,
            "end": 31151,
            "text": "The normal principle is that a judgment pronounced by the Court, and departure from that principle is justified only when circumstances of a substantial and compelling character make it necessary to do so: Sajjan Singh Vs. State of Rajasthan.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9d961c664ed3417ea5a2e3348eb0a14d_139"
        },
        {
            "start": 31152,
            "end": 31334,
            "text": "For instance, if the attention of the Court is not drawn to a material statutory provision during the original hearing, the Court will review its judgment: G.L. Gupta Vs. D.N. Mehta.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "06a45a7e946945a3a82551d671ad2269_140"
        },
        {
            "start": 31335,
            "end": 31496,
            "text": "The Court may also reopen its judgment if a manifest wrong has been done and it is necessary to pass an order to do full and effective justice: O.N. MohindrooVs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a95a3ec38777420d80b740bee1505d65_141"
        },
        {
            "start": 31497,
            "end": 31519,
            "text": "District Judge, Delhi.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "974f331f3d72408aa288463e8f60cc75_142"
        },
        {
            "start": 31520,
            "end": 31736,
            "text": "Power to review its judgments has been conferred on the Supreme Court by Article 137 of the Constitution, and that power is subject to the provisions of any law made by Parliament or the rules made under Article 145.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0df57fad43764eb2b2d84385ef3f4133_143"
        },
        {
            "start": 31737,
            "end": 32015,
            "text": "In a civil proceeding, an application for review is entertained only on a ground mentioned in Order 47 Rule 1 of the Code of Civil Procedure, and in a criminal proceeding on the ground of an error apparent on the face of the record (Order XL, Rule 1, Supreme Court Rules, 1966).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9209d4cdc00441d2be30e208ddecfd83_144"
        },
        {
            "start": 32016,
            "end": 32401,
            "text": "But whatever the nature of the proceeding, it is beyond dispute that a review proceeding cannot be equated with the original hearing of the case, and the finality of the judgment delivered by the Court will not be reconsidered except \"where a glaring omission or patent mistake or like grave error has crept in earlier by judicial fallibility\": Sow Chandra Kante Vs. Sheikh Habib\".\n24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "25fc19d812ec49a4bcbdb4810dece8f4_145"
        },
        {
            "start": 32402,
            "end": 32734,
            "text": "On the assumption that the error was that of presuming the suit to be a regular suit and thereby disregarding the changes to The Civil Procedure Code made by the 2015 Act (which obviously inures to the plaintiff's benefit), can such assumption be sacrosanct in the absence of the sequential compliance as contemplated in section 15?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d40e8fe507674fc187a4da530cc9140e_146"
        },
        {
            "start": 32735,
            "end": 32851,
            "text": "On the days the matter was heard and decided, there was no indication that the suit was anything but a regular suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67b4e9b18bf8427fbcc756f705191566_147"
        },
        {
            "start": 32852,
            "end": 33072,
            "text": "It was only subsequently, upon the orders granting extension of time to the defendants to file the written statements being challenged that the 'error' was brought to light based on the pronouncement of the Appeal Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbcf12bb2b444b81ab1dc517e8877889_148"
        },
        {
            "start": 33073,
            "end": 33306,
            "text": "The concomitant issue is whether correction of such (alleged) error can be construed to be manifest on the face of the record; an error so stark and patent that one would not be required to delve beneath the surface to search it out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d249cfe25dff4584a2748eff1022b27c_149"
        },
        {
            "start": 33307,
            "end": 33377,
            "text": "In other words, a re-hearing of the case will not be necessary at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86b0128d0b304226b1db5fd81bb30ba3_150"
        },
        {
            "start": 33378,
            "end": 33682,
            "text": "In this context, it may be useful to consider the ratio of Kamal Sengupta, Parsion Devi and Meera Bhanja where the dictum was that a decision may not be open to review where the error has to be detected by a process of reasoning or lengthy or complicated arguments or be treated as an appeal in disguise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9335f652ac6040d6ac9a0383d415abf1_151"
        },
        {
            "start": 33683,
            "end": 33916,
            "text": "It is evident that in the instant case, in their attempt to identify the error (as well as to negate it) counsel have resorted to elaborate arguments on the scope of The Commercial Courts Act and the consequent amendments to the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53093bce09c342429a76292f2aab042c_152"
        },
        {
            "start": 33917,
            "end": 34100,
            "text": "From the nature of arguments advanced, by no means can it be said that the error was self-evident or one that immediately caught the attention of the Court upon revisiting the orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42cf0dc4f08f49e19399b02a8ea89fff_153"
        },
        {
            "start": 34102,
            "end": 34157,
            "text": "[\n25. The decision of this court rests on three planks.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4f98bfc6f4940168b28a1372a7f72c4_154"
        },
        {
            "start": 34158,
            "end": 34552,
            "text": "First, the substantive provisions of Order XLVII of The Code of Civil Procedure; second, the procedure contemplated under Section 15(5) of the Commercial Courts Act and third, the exception carved out in the automatic application to the amendment provisions of the C.P.C in the proviso to Section 15(4) of the Commercial Courts Act pertaining to the right of the defendant in a commercial suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28cef56d81704178bca732e45846b21c_155"
        },
        {
            "start": 34553,
            "end": 34725,
            "text": "In the preceding part of this decision, the restricted scope of a review, notwithstanding the \"or for any other sufficient reason\" qualification has already been discussed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6e500f2f11247f181225581b2455c53_156"
        },
        {
            "start": 34726,
            "end": 35042,
            "text": "In the facts argued, this court is not convinced that the pronouncement of the Appellate Court designating the dispute as one falling under the Commercial Courts Act fulfils the criterion of an error which can be described as one apparent on the face of the record at the time of re-visiting the orders under review.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61ee14a4216b404bbf1eb7b4ae0094f0_157"
        },
        {
            "start": 35043,
            "end": 35393,
            "text": "Counsel for the parties have made long and involved arguments which, even if considered to be necessary in the light of the wholly new argument of the application of the Commercial Courts Act, cannot transform the error to that of a patent error by reason of the court disregarding the law as it stood on the day when the impugned orders were passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95e4de7ff4bd4269b326c1b3a1a67cf4_158"
        },
        {
            "start": 35394,
            "end": 35674,
            "text": "This calls for a reiteration of the fact that the suit was filed on 30th January, 2015 much prior to the Commercial Courts Act being given effect to on and from 23 October, 2015 and the Commercial Division and Commercial Appellate Division of this court being constituted in 2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbe429401dcd40959b00180c6709bc9f_159"
        },
        {
            "start": 35675,
            "end": 35856,
            "text": "Admittedly, the suit was also not designated as a commercial suit or reflected as such in the Cause List by the concerned department when the applications were taken up for hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b51f0534faa4aee8b74ecc737e552dc_160"
        },
        {
            "start": 35858,
            "end": 36108,
            "text": "26. In these facts, this court is not persuaded to hold that the provisions of section 15(1) and 15(2) (without the proviso) would automatically kick in without the plaintiff taking the required steps under section 15(5) of The Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78c85e2bc9ea4105ab3e6c56e56cdeec_161"
        },
        {
            "start": 36109,
            "end": 36364,
            "text": "If the plaintiff did not take the steps for applying before the Commercial Appellate Division of this court, it must be assumed that the suit remained at the stage of pre-transfer at the time when the applications were decided in favour of the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ce6b392b64b4d9999d2313a7821e502_162"
        },
        {
            "start": 36365,
            "end": 36632,
            "text": "Therefore, on 1st February, 2019, when the impugned orders were passed, it cannot also be said that this court disregarded the amended provisions of Order VIII Rule 1 of the C.P.C fixing a final outer limit of 120 days for the defendant to file the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2c965f461744471a76f931d39e0cce3_163"
        },
        {
            "start": 36633,
            "end": 36971,
            "text": "The error of the court not applying the 120 days limit in the case of the defendants may have been a patent error going to the root of the decision and clamouring for a review if the suit had been transferred to the Commercial Division on or before 1st February, 2019 and the court had notice of such when the impugned orders were passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d8953d1cdc74559834a0461692e4874_164"
        },
        {
            "start": 36973,
            "end": 37138,
            "text": "27. This brings us to the window preserved under the proviso to Section 15(4) notwithstanding the suit having been transferred to the Commercial Division of a court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35cf918363f54f9ba251d2da92155fbc_165"
        },
        {
            "start": 37139,
            "end": 37647,
            "text": "By empowering the commercial division/commercial court to prescribe new timelines in respect of a transferred suit and a mandatory \"shall not (to) apply\" of the amended provisions of the C.P.C in relation to filing of written statements pertaining the outer limit of filing of written statements, the framers of the Act have expressed a clear intention to retain the right of a defendant (in fit cases) in the interest of justice where the suit enters a wholly different procedural regime of a new enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61bd3239dffe4383ab50125a84fbc5c5_166"
        },
        {
            "start": 37648,
            "end": 37978,
            "text": "In allowing the applications filed by the defendants for extension of time to file the written statements, this court had taken into consideration the proactive conduct of the defendants in contesting the suit and participating in the proceedings for dismissal of the suit and for challenging the decree before the Division Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c33e91b64d8545a092afa3557738b42d_167"
        },
        {
            "start": 37979,
            "end": 38173,
            "text": "The two added provisos in the Calcutta Amendment to Order VIII Rule 1 of \"unforeseen circumstances\" and \"circumstances beyond his control\" had therefore been applied in favour of the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5b8a9afc1fc4c67960abef1712e5343_168"
        },
        {
            "start": 38174,
            "end": 38488,
            "text": "This court had also applied the ratio of the decision in Salem Advocate Bar Association, T.N. Vs. Union of India reported in (2005) 6 SCC 344 which held that \"Shall\" in Order VIII Rule 1 should be construed in the context of the intention of the legislature for advancing the cause of justice and not to defeat it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "761823f7fd0c4aaf9eb21737eef56650_169"
        },
        {
            "start": 38489,
            "end": 38713,
            "text": "In the view of this court, the proviso to Section 15(4) of The Commercial Courts Act reflects and preserves precisely that cause of justice in permitting defendants to present their defence in the form of written statements.",
            "labels": [
                "RATIO"
            ],
            "id": "ca6de3b8dfc741e082e5c9f7d13fc672_170"
        },
        {
            "start": 38714,
            "end": 38925,
            "text": "In the facts as stated above, the plaintiff cannot be permitted to shut out the proposed defence to the suit for all times to come by taking recourse to the review jurisdiction under the Code of Civil Procedure.",
            "labels": [
                "RATIO"
            ],
            "id": "94c531728391468db711ed6c97b75a16_171"
        },
        {
            "start": 38927,
            "end": 39075,
            "text": "28. For the reasons as stated above, the applications for review of the orders dated 1st February, 2019 are dismissed without any order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "83e0f80d740c4018b440a9ecda3a1102_172"
        },
        {
            "start": 39076,
            "end": 39215,
            "text": "\nUrgent Photostat certified copy of this Judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities.",
            "labels": [
                "RPC"
            ],
            "id": "284a1bf6163b4156871fd790ef7ad439_173"
        },
        {
            "start": 39216,
            "end": 39244,
            "text": "\n(MOUSHUMI BHATTACHARYA, J.)",
            "labels": [
                "NONE"
            ],
            "id": "fb38976087524d3b854d21735b4daef6_174"
        }
    ],
    "entities": [
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 19
        },
        {
            "text": "Dilip Choudhury",
            "label": "PETITIONER",
            "start_char": 20,
            "end_char": 35
        },
        {
            "text": "Pratishruti Projects Limited",
            "label": "RESPONDENT",
            "start_char": 39,
            "end_char": 67
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "LAWYER",
            "start_char": 106,
            "end_char": 127
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 135,
            "end_char": 156
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 185,
            "end_char": 207
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 349,
            "end_char": 370
        },
        {
            "text": "Dilip Choudhury",
            "label": "PETITIONER",
            "start_char": 873,
            "end_char": 888
        },
        {
            "text": "Pratishruti Projects Limited",
            "label": "RESPONDENT",
            "start_char": 959,
            "end_char": 987
        },
        {
            "text": "S.P. Sarkar",
            "label": "LAWYER",
            "start_char": 1043,
            "end_char": 1054
        },
        {
            "text": "A.K. Awasthi",
            "label": "LAWYER",
            "start_char": 1110,
            "end_char": 1122
        },
        {
            "text": "Adil Rashid",
            "label": "LAWYER",
            "start_char": 1174,
            "end_char": 1185
        },
        {
            "text": "Shuvasish Sengupta",
            "label": "LAWYER",
            "start_char": 1238,
            "end_char": 1256
        },
        {
            "text": "Sarosij Dasgupta",
            "label": "LAWYER",
            "start_char": 1308,
            "end_char": 1324
        },
        {
            "text": "Subhra Das",
            "label": "LAWYER",
            "start_char": 1377,
            "end_char": 1387
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 1790,
            "end_char": 1808
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 1890,
            "end_char": 1928
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1933,
            "end_char": 1987
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 1993,
            "end_char": 2014
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 2144,
            "end_char": 2162
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 2544,
            "end_char": 2571
        },
        {
            "text": "7th June, 2016",
            "label": "DATE",
            "start_char": 2984,
            "end_char": 2998
        },
        {
            "text": "26th July, 2016",
            "label": "DATE",
            "start_char": 3137,
            "end_char": 3152
        },
        {
            "text": "22nd August, 2017",
            "label": "DATE",
            "start_char": 3310,
            "end_char": 3327
        },
        {
            "text": "Calcutta Amendment",
            "label": "STATUTE",
            "start_char": 3758,
            "end_char": 3776
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 3780,
            "end_char": 3797
        },
        {
            "text": "Code of Civil Procedure, 1908 (C.P.C)",
            "label": "STATUTE",
            "start_char": 3805,
            "end_char": 3842
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 4160,
            "end_char": 4178
        },
        {
            "text": "Calcutta",
            "label": "GPE",
            "start_char": 4435,
            "end_char": 4443
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 4457,
            "end_char": 4474
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4482,
            "end_char": 4485
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 4549,
            "end_char": 4567
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4791,
            "end_char": 4818
        },
        {
            "text": "APO No. 37 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 4875,
            "end_char": 4893
        },
        {
            "text": "G.A. No. 457 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 4905,
            "end_char": 4925
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 5053,
            "end_char": 5071
        },
        {
            "text": "11th March, 2019",
            "label": "DATE",
            "start_char": 5103,
            "end_char": 5119
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 5241,
            "end_char": 5258
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5266,
            "end_char": 5269
        },
        {
            "text": "S.P. Sarkar",
            "label": "LAWYER",
            "start_char": 5378,
            "end_char": 5389
        },
        {
            "text": "Section 2 (c) (xi)",
            "label": "PROVISION",
            "start_char": 5620,
            "end_char": 5638
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5646,
            "end_char": 5667
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 5890,
            "end_char": 5908
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6059,
            "end_char": 6086
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6159,
            "end_char": 6180
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6307,
            "end_char": 6328
        },
        {
            "text": "23rd October, 2015",
            "label": "DATE",
            "start_char": 6348,
            "end_char": 6366
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6407,
            "end_char": 6428
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 6485,
            "end_char": 6502
        },
        {
            "text": "proviso to Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 6733,
            "end_char": 6761
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6769,
            "end_char": 6772
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 7138,
            "end_char": 7155
        },
        {
            "text": "Raja Shatrunji Vs.",
            "label": "PRECEDENT",
            "start_char": 7552,
            "end_char": 7570
        },
        {
            "text": "Mohammad Azmat Azim Khan reported in AIR 1971 SC 1474",
            "label": "PRECEDENT",
            "start_char": 7571,
            "end_char": 7624
        },
        {
            "text": "Board of Control for Cricket, India Vs.",
            "label": "PRECEDENT",
            "start_char": 7808,
            "end_char": 7847
        },
        {
            "text": "Netaji Cricket Club reported in AIR 2005 SC 592",
            "label": "PRECEDENT",
            "start_char": 7848,
            "end_char": 7895
        },
        {
            "text": "Lily Thomas",
            "label": "OTHER_PERSON",
            "start_char": 8041,
            "end_char": 8052
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 8063,
            "end_char": 8077
        },
        {
            "text": "AIR 2000 SC 1650",
            "label": "PRECEDENT",
            "start_char": 8090,
            "end_char": 8106
        },
        {
            "text": "Northern India Caterers (India) Ltd.",
            "label": "ORG",
            "start_char": 8285,
            "end_char": 8321
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 8342,
            "end_char": 8347
        },
        {
            "text": "(1980) 2 SCC 167",
            "label": "PRECEDENT",
            "start_char": 8360,
            "end_char": 8376
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8388,
            "end_char": 8401
        },
        {
            "text": "Shakuntalabai Krishna Bhoyar Vs.",
            "label": "PRECEDENT",
            "start_char": 8532,
            "end_char": 8564
        },
        {
            "text": "State of Maharashtra",
            "label": "ORG",
            "start_char": 8565,
            "end_char": 8585
        },
        {
            "text": "AIR 1986 Bombay 308",
            "label": "PRECEDENT",
            "start_char": 8598,
            "end_char": 8617
        },
        {
            "text": "Tinkari Sen Vs.",
            "label": "PRECEDENT",
            "start_char": 8747,
            "end_char": 8762
        },
        {
            "text": "Dulal Chandra Das reported in AIR 1967 Calcutta 518",
            "label": "PRECEDENT",
            "start_char": 8763,
            "end_char": 8814
        },
        {
            "text": "Subhasis Sengupta",
            "label": "OTHER_PERSON",
            "start_char": 8990,
            "end_char": 9007
        },
        {
            "text": "30th January, 2015",
            "label": "DATE",
            "start_char": 9183,
            "end_char": 9201
        },
        {
            "text": "Commercial Courts Act, 2015 (Act 4 of 2016)",
            "label": "STATUTE",
            "start_char": 9209,
            "end_char": 9252
        },
        {
            "text": "31st December, 2015",
            "label": "DATE",
            "start_char": 9269,
            "end_char": 9288
        },
        {
            "text": "23rd October, 2015",
            "label": "DATE",
            "start_char": 9306,
            "end_char": 9324
        },
        {
            "text": "High Court at Calcutta",
            "label": "COURT",
            "start_char": 9441,
            "end_char": 9463
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 9510,
            "end_char": 9519
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9527,
            "end_char": 9554
        },
        {
            "text": "High Court at Calcutta",
            "label": "COURT",
            "start_char": 9675,
            "end_char": 9697
        },
        {
            "text": "High Court at Calcutta",
            "label": "COURT",
            "start_char": 9808,
            "end_char": 9830
        },
        {
            "text": "No. 23 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 9880,
            "end_char": 9894
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 10004,
            "end_char": 10022
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 10351,
            "end_char": 10362
        },
        {
            "text": "State of West Bengal",
            "label": "ORG",
            "start_char": 10579,
            "end_char": 10599
        },
        {
            "text": "Kamal Sengupta",
            "label": "OTHER_PERSON",
            "start_char": 10613,
            "end_char": 10627
        },
        {
            "text": "(2008) 8 SCC 612",
            "label": "PRECEDENT",
            "start_char": 10649,
            "end_char": 10665
        },
        {
            "text": "Parsion Devi Vs.",
            "label": "PRECEDENT",
            "start_char": 10706,
            "end_char": 10722
        },
        {
            "text": "Sumitri Devi",
            "label": "OTHER_PERSON",
            "start_char": 10723,
            "end_char": 10735
        },
        {
            "text": "(1997) 8",
            "label": "PRECEDENT",
            "start_char": 10748,
            "end_char": 10756
        },
        {
            "text": "SCC 715",
            "label": "PROVISION",
            "start_char": 10757,
            "end_char": 10764
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10775,
            "end_char": 10788
        },
        {
            "text": "Order XLVII Rule 1",
            "label": "PROVISION",
            "start_char": 10940,
            "end_char": 10958
        },
        {
            "text": "Meera Bhanja Vs",
            "label": "PRECEDENT",
            "start_char": 11145,
            "end_char": 11160
        },
        {
            "text": "Nirmala Kumari Choudhury",
            "label": "OTHER_PERSON",
            "start_char": 11162,
            "end_char": 11186
        },
        {
            "text": "(1995) 1 SCC 170",
            "label": "PRECEDENT",
            "start_char": 11199,
            "end_char": 11215
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11226,
            "end_char": 11239
        },
        {
            "text": "Satyanarayan Laxminarayan Hegde Vs.",
            "label": "PRECEDENT",
            "start_char": 11251,
            "end_char": 11286
        },
        {
            "text": "Mallikarjun Bhavanapa Tirumale reported in AIR 1960 SC 137",
            "label": "PRECEDENT",
            "start_char": 11287,
            "end_char": 11345
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11568,
            "end_char": 11589
        },
        {
            "text": "sub-sections (3) and (5) of section 15",
            "label": "PROVISION",
            "start_char": 11617,
            "end_char": 11655
        },
        {
            "text": "section 15 (3) or (5)",
            "label": "PROVISION",
            "start_char": 11953,
            "end_char": 11974
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 12512,
            "end_char": 12532
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12641,
            "end_char": 12662
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 12707,
            "end_char": 12727
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 12889,
            "end_char": 12900
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12908,
            "end_char": 12911
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 13497,
            "end_char": 13508
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13516,
            "end_char": 13519
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 13785,
            "end_char": 13796
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 15274,
            "end_char": 15285
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 15293,
            "end_char": 15299
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 15316,
            "end_char": 15327
        },
        {
            "text": "Raja Shatrunjit",
            "label": "OTHER_PERSON",
            "start_char": 16115,
            "end_char": 16130
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16136,
            "end_char": 16149
        },
        {
            "text": "Board of Control for Cricket",
            "label": "ORG",
            "start_char": 16312,
            "end_char": 16340
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16346,
            "end_char": 16359
        },
        {
            "text": "Lily Thomas",
            "label": "OTHER_PERSON",
            "start_char": 16462,
            "end_char": 16473
        },
        {
            "text": "Shakuntalabai Krishna Bhoyar",
            "label": "OTHER_PERSON",
            "start_char": 16574,
            "end_char": 16602
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 16628,
            "end_char": 16645
        },
        {
            "text": "Sir Hari Sankar Pal vs Anath Nath Mitter; AIR 1949 FC 106",
            "label": "PRECEDENT",
            "start_char": 16695,
            "end_char": 16752
        },
        {
            "text": "Vasant vs Tukaram AIR 1960 Bom 485",
            "label": "PRECEDENT",
            "start_char": 16758,
            "end_char": 16792
        },
        {
            "text": "Land Acquistion (Amendment) Act, 1984",
            "label": "STATUTE",
            "start_char": 17022,
            "end_char": 17059
        },
        {
            "text": "Tinkari Sen",
            "label": "OTHER_PERSON",
            "start_char": 17138,
            "end_char": 17149
        },
        {
            "text": "Northern India",
            "label": "GPE",
            "start_char": 17321,
            "end_char": 17335
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17355,
            "end_char": 17368
        },
        {
            "text": "Meera Bhanja",
            "label": "OTHER_PERSON",
            "start_char": 17678,
            "end_char": 17690
        },
        {
            "text": "Kamal Sengupta",
            "label": "OTHER_PERSON",
            "start_char": 17695,
            "end_char": 17709
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17715,
            "end_char": 17728
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17845,
            "end_char": 17858
        },
        {
            "text": "Parsion Devi",
            "label": "OTHER_PERSON",
            "start_char": 18029,
            "end_char": 18041
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18047,
            "end_char": 18060
        },
        {
            "text": "Tungabhadra Industries (AIR 1964 SC 1372)",
            "label": "PRECEDENT",
            "start_char": 18094,
            "end_char": 18135
        },
        {
            "text": "Hitendra Vishnu Thakur",
            "label": "OTHER_PERSON",
            "start_char": 18276,
            "end_char": 18298
        },
        {
            "text": "High Court of Bombay",
            "label": "COURT",
            "start_char": 18489,
            "end_char": 18509
        },
        {
            "text": "Colonial Life Insurance Company (Trinidad) Ltd.",
            "label": "ORG",
            "start_char": 18513,
            "end_char": 18560
        },
        {
            "text": "Reliance General Insurance Company Ltd. reported in 2019 SCC Online Bom 848",
            "label": "PRECEDENT",
            "start_char": 18588,
            "end_char": 18663
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 18734,
            "end_char": 18744
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 18752,
            "end_char": 18779
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19019,
            "end_char": 19040
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 19153,
            "end_char": 19170
        },
        {
            "text": "proviso to Section 15 (4)",
            "label": "PROVISION",
            "start_char": 19229,
            "end_char": 19254
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 19517,
            "end_char": 19531
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 19539,
            "end_char": 19545
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 19600,
            "end_char": 19613
        },
        {
            "text": "Order XIV-A",
            "label": "PROVISION",
            "start_char": 19954,
            "end_char": 19965
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 19973,
            "end_char": 20015
        },
        {
            "text": "proviso to sub-rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 20034,
            "end_char": 20078
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 20086,
            "end_char": 20127
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 20399,
            "end_char": 20413
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 20421,
            "end_char": 20450
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 20474,
            "end_char": 20488
        },
        {
            "text": "30th January 2015",
            "label": "DATE",
            "start_char": 21138,
            "end_char": 21155
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 21161,
            "end_char": 21182
        },
        {
            "text": "31st December 2015",
            "label": "DATE",
            "start_char": 21199,
            "end_char": 21217
        },
        {
            "text": "23rd October 2015",
            "label": "DATE",
            "start_char": 21235,
            "end_char": 21252
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 21577,
            "end_char": 21587
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 21595,
            "end_char": 21616
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 21739,
            "end_char": 21790
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 22034,
            "end_char": 22085
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 22611,
            "end_char": 22662
        },
        {
            "text": "Order XIV-A",
            "label": "PROVISION",
            "start_char": 23265,
            "end_char": 23276
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 23284,
            "end_char": 23326
        },
        {
            "text": "proviso to sub-rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 23345,
            "end_char": 23389
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 23397,
            "end_char": 23438
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 24166,
            "end_char": 24179
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 24409,
            "end_char": 24419
        },
        {
            "text": "Section 16(1) and (2)",
            "label": "PROVISION",
            "start_char": 25196,
            "end_char": 25217
        },
        {
            "text": "Chapter VI",
            "label": "PROVISION",
            "start_char": 25224,
            "end_char": 25234
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25242,
            "end_char": 25263
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25288,
            "end_char": 25311
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25553,
            "end_char": 25556
        },
        {
            "text": "Clause 4 of the First Schedule",
            "label": "PROVISION",
            "start_char": 25609,
            "end_char": 25639
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25647,
            "end_char": 25668
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 25707,
            "end_char": 25712
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25732,
            "end_char": 25742
        },
        {
            "text": "sub-rule (1)",
            "label": "PROVISION",
            "start_char": 25882,
            "end_char": 25894
        },
        {
            "text": "Order VIII",
            "label": "PROVISION",
            "start_char": 26606,
            "end_char": 26616
        },
        {
            "text": "S. 16",
            "label": "PROVISION",
            "start_char": 26626,
            "end_char": 26631
        },
        {
            "text": "Order VIII",
            "label": "PROVISION",
            "start_char": 26740,
            "end_char": 26750
        },
        {
            "text": "Rule 1",
            "label": "PROVISION",
            "start_char": 26755,
            "end_char": 26761
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 27630,
            "end_char": 27643
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27651,
            "end_char": 27672
        },
        {
            "text": "section 15(1)",
            "label": "PROVISION",
            "start_char": 27733,
            "end_char": 27746
        },
        {
            "text": "Order V",
            "label": "PROVISION",
            "start_char": 27868,
            "end_char": 27875
        },
        {
            "text": "Order VIII",
            "label": "PROVISION",
            "start_char": 27886,
            "end_char": 27896
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27915,
            "end_char": 27928
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 27984,
            "end_char": 27994
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28002,
            "end_char": 28023
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28177,
            "end_char": 28180
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 28302,
            "end_char": 28312
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28334,
            "end_char": 28347
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28402,
            "end_char": 28405
        },
        {
            "text": "section 151",
            "label": "PROVISION",
            "start_char": 28467,
            "end_char": 28478
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28486,
            "end_char": 28489
        },
        {
            "text": "Hitendra Vishnu Thakur",
            "label": "OTHER_PERSON",
            "start_char": 28584,
            "end_char": 28606
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28618,
            "end_char": 28631
        },
        {
            "text": "Tinkari Sen",
            "label": "OTHER_PERSON",
            "start_char": 29467,
            "end_char": 29478
        },
        {
            "text": "Shakuntalabai K Bhoyar",
            "label": "OTHER_PERSON",
            "start_char": 29480,
            "end_char": 29502
        },
        {
            "text": "Lily Thomas",
            "label": "OTHER_PERSON",
            "start_char": 29504,
            "end_char": 29515
        },
        {
            "text": "Northern India Caterers",
            "label": "ORG",
            "start_char": 29526,
            "end_char": 29549
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 30256,
            "end_char": 30267
        },
        {
            "text": "R. S. Pathak",
            "label": "JUDGE",
            "start_char": 30442,
            "end_char": 30454
        },
        {
            "text": "Sajjan Singh Vs.",
            "label": "PRECEDENT",
            "start_char": 30865,
            "end_char": 30881
        },
        {
            "text": "State of Rajasthan",
            "label": "GPE",
            "start_char": 30882,
            "end_char": 30900
        },
        {
            "text": "G.L. Gupta Vs.",
            "label": "PRECEDENT",
            "start_char": 31058,
            "end_char": 31072
        },
        {
            "text": "D.N. Mehta",
            "label": "OTHER_PERSON",
            "start_char": 31073,
            "end_char": 31083
        },
        {
            "text": "O.N. MohindrooVs",
            "label": "OTHER_PERSON",
            "start_char": 31229,
            "end_char": 31245
        },
        {
            "text": "District Judge, Delhi",
            "label": "COURT",
            "start_char": 31247,
            "end_char": 31268
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 31326,
            "end_char": 31339
        },
        {
            "text": "Article 137",
            "label": "PROVISION",
            "start_char": 31343,
            "end_char": 31354
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 31362,
            "end_char": 31374
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 31439,
            "end_char": 31449
        },
        {
            "text": "Article 145",
            "label": "PROVISION",
            "start_char": 31474,
            "end_char": 31485
        },
        {
            "text": "Order 47 Rule 1",
            "label": "PROVISION",
            "start_char": 31581,
            "end_char": 31596
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 31604,
            "end_char": 31627
        },
        {
            "text": "Order XL, Rule 1",
            "label": "PROVISION",
            "start_char": 31720,
            "end_char": 31736
        },
        {
            "text": "Supreme Court Rules, 1966",
            "label": "STATUTE",
            "start_char": 31738,
            "end_char": 31763
        },
        {
            "text": "Sow Chandra Kante Vs.",
            "label": "PRECEDENT",
            "start_char": 32111,
            "end_char": 32132
        },
        {
            "text": "Sheikh Habib",
            "label": "OTHER_PERSON",
            "start_char": 32133,
            "end_char": 32145
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 32282,
            "end_char": 32302
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 32474,
            "end_char": 32484
        },
        {
            "text": "Kamal Sengupta",
            "label": "OTHER_PERSON",
            "start_char": 33188,
            "end_char": 33202
        },
        {
            "text": "Parsion Devi",
            "label": "OTHER_PERSON",
            "start_char": 33204,
            "end_char": 33216
        },
        {
            "text": "Meera Bhanja",
            "label": "OTHER_PERSON",
            "start_char": 33221,
            "end_char": 33233
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 33604,
            "end_char": 33625
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33663,
            "end_char": 33666
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 33946,
            "end_char": 33957
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 33965,
            "end_char": 33988
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 34031,
            "end_char": 34044
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 34052,
            "end_char": 34073
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 34174,
            "end_char": 34179
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 34198,
            "end_char": 34211
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 34219,
            "end_char": 34240
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 34621,
            "end_char": 34642
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 34964,
            "end_char": 34985
        },
        {
            "text": "30th January, 2015",
            "label": "DATE",
            "start_char": 35213,
            "end_char": 35231
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35250,
            "end_char": 35271
        },
        {
            "text": "23 October, 2015",
            "label": "DATE",
            "start_char": 35306,
            "end_char": 35322
        },
        {
            "text": "section 15(1) and 15(2)",
            "label": "PROVISION",
            "start_char": 35688,
            "end_char": 35711
        },
        {
            "text": "section 15(5)",
            "label": "PROVISION",
            "start_char": 35816,
            "end_char": 35829
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35837,
            "end_char": 35858
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 36130,
            "end_char": 36148
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 36265,
            "end_char": 36282
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 36290,
            "end_char": 36295
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 36633,
            "end_char": 36651
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 36788,
            "end_char": 36801
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 37077,
            "end_char": 37082
        },
        {
            "text": "Calcutta",
            "label": "GPE",
            "start_char": 37760,
            "end_char": 37768
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 37782,
            "end_char": 37799
        },
        {
            "text": "Salem Advocate Bar Association, T.N. Vs.",
            "label": "PRECEDENT",
            "start_char": 37982,
            "end_char": 38022
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 38023,
            "end_char": 38037
        },
        {
            "text": "SCC 344",
            "label": "PROVISION",
            "start_char": 38059,
            "end_char": 38066
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 38094,
            "end_char": 38111
        },
        {
            "text": "proviso to Section 15(4)",
            "label": "PROVISION",
            "start_char": 38271,
            "end_char": 38295
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38303,
            "end_char": 38324
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 38652,
            "end_char": 38675
        },
        {
            "text": "1st February, 2019",
            "label": "DATE",
            "start_char": 38763,
            "end_char": 38781
        },
        {
            "text": "MOUSHUMI BHATTACHARYA",
            "label": "JUDGE",
            "start_char": 38969,
            "end_char": 38990
        }
    ],
    "precedent_clusters": {
        "Board of Control for Cricket, India Vs.": [
            "Raja Shatrunji Vs.",
            "Board of Control for Cricket, India Vs.",
            "Shakuntalabai Krishna Bhoyar Vs.",
            "Tinkari Sen Vs.",
            "Parsion Devi Vs.",
            "(1997) 8",
            "Meera Bhanja Vs",
            "Satyanarayan Laxminarayan Hegde Vs.",
            "Sajjan Singh Vs.",
            "G.L. Gupta Vs.",
            "Sow Chandra Kante Vs.",
            "Salem Advocate Bar Association, T.N. Vs."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908 (C.P.C)",
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908 (C.P.C)"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 2 (c) (xi)",
            "Commercial Courts Act",
            "Section 2 (c) (xi)",
            "Commercial Courts Act"
        ],
        [
            "proviso to Order VIII Rule 1",
            "CPC",
            "proviso to Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLVII",
            "CPC",
            "Order XLVII",
            "CPC"
        ],
        [
            "Order XLVII",
            "CPC",
            "Order XLVII",
            "CPC"
        ],
        [
            "Order XLVII",
            "C.P.C.",
            "Order XLVII",
            "C.P.C."
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order V Rule 1",
            "C.P.C.",
            "Order V Rule 1",
            "C.P.C."
        ],
        [
            "Order XIV-A",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XIV-A",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Order V Rule 1",
            "Code of Civil Procedure, 1908",
            "Order V Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Order XIV-A",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XIV-A",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Chapter VI",
            "Commercial Courts Act",
            "Chapter VI",
            "Commercial Courts Act"
        ],
        [
            "Section 16(1) and (2)",
            "Code of Civil Procedure",
            "Section 16(1) and (2)",
            "Code of Civil Procedure"
        ],
        [
            "Clause 4 of the First Schedule",
            "Commercial Courts Act",
            "Clause 4 of the First Schedule",
            "Commercial Courts Act"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VIII",
            "CPC",
            "Order VIII",
            "CPC"
        ],
        [
            "section 151",
            "CPC",
            "section 151",
            "CPC"
        ],
        [
            "Article 137",
            "Constitution",
            "Article 137",
            "Constitution"
        ],
        [
            "Order 47 Rule 1",
            "Code of Civil Procedure",
            "Order 47 Rule 1",
            "Code of Civil Procedure"
        ],
        [
            "Order XL, Rule 1",
            "Supreme Court Rules, 1966",
            "Order XL, Rule 1",
            "Supreme Court Rules, 1966"
        ],
        [
            "Order XLVII",
            "Code of Civil Procedure",
            "Order XLVII",
            "Code of Civil Procedure"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "section 15(5)",
            "Commercial Courts Act",
            "section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Order VIII Rule 1",
            "C.P.C",
            "Order VIII Rule 1",
            "C.P.C"
        ],
        [
            "proviso to Section 15(4)",
            "Commercial Courts Act",
            "proviso to Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order XLVII",
            "CPC",
            "Order XLVII",
            "CPC"
        ],
        [
            "sub-sections (3) and (5) of section 15",
            "Commercial Courts Act, 2015",
            "sub-sections (3) and (5) of section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 15 (3) or (5)",
            "Commercial Courts Act, 2015",
            "section 15 (3) or (5)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLVII",
            "CPC",
            "Order XLVII",
            "CPC"
        ],
        [
            "Order XLVII",
            "C.P.C.",
            "Order XLVII",
            "C.P.C."
        ],
        [
            "proviso to Section 15 (4)",
            "Commercial Courts Act, 2015",
            "proviso to Section 15 (4)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act, 2015",
            "Section 15(4)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order V Rule 1",
            "C.P.C.",
            "Order V Rule 1",
            "C.P.C."
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 16",
            "Code of Civil Procedure",
            "Section 16",
            "Code of Civil Procedure"
        ],
        [
            "Order VIII",
            "CPC",
            "Order VIII",
            "CPC"
        ],
        [
            "Order VIII",
            "CPC",
            "Order VIII",
            "CPC"
        ],
        [
            "Rule 1",
            "Supreme Court Rules, 1966",
            "Rule 1",
            "Supreme Court Rules, 1966"
        ],
        [
            "section 15(1)",
            "Commercial Courts Act",
            "section 15(1)",
            "Commercial Courts Act"
        ],
        [
            "Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Order XLVII",
            "C.P.C.",
            "Order XLVII",
            "C.P.C."
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "section 15(1) and 15(2)",
            "Commercial Courts Act",
            "section 15(1) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "SCC 715",
            "Commercial Courts Act, 2015",
            "SCC 715",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLVII Rule 1",
            "Commercial Courts Act, 2015",
            "Order XLVII Rule 1",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-rule (1)",
            "C.P.C",
            "sub-rule (1)",
            "C.P.C"
        ],
        [
            "S. 16",
            "C.P.C",
            "S. 16",
            "C.P.C"
        ],
        [
            "Article 145",
            "Constitution",
            "Article 145",
            "Constitution"
        ],
        [
            "SCC 344",
            "C.P.C",
            "SCC 344",
            "C.P.C"
        ]
    ],
    "precedent_counts": {
        "Board of Control for Cricket, India Vs.": 12
    },
    "provision_counts": {
        "Order VIII Rule 1 of Code of Civil Procedure, 1908 (C.P.C)": 1,
        "Order VIII Rule 1 of CPC": 6,
        "Section 2 (c) (xi) of Commercial Courts Act": 1,
        "proviso to Order VIII Rule 1 of CPC": 1,
        "Section 3 of Commercial Courts Act, 2015": 1,
        "Order XLVII of CPC": 4,
        "Order XLVII of C.P.C.": 3,
        "Section 15 of Commercial Courts Act, 2015": 1,
        "Order V Rule 1 of C.P.C.": 2,
        "Order XIV-A of Code of Civil Procedure, 1908 (5 of 1908):": 2,
        "proviso to sub-rule (1) of rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 2,
        "Order V Rule 1 of Code of Civil Procedure, 1908": 1,
        "section 15 of Commercial Courts Act": 5,
        "Chapter VI of Commercial Courts Act": 1,
        "Section 16(1) and (2) of Code of Civil Procedure": 1,
        "Clause 4 of the First Schedule of Commercial Courts Act": 1,
        "Section 15(5) of Commercial Courts Act": 3,
        "Order VIII of CPC": 3,
        "section 151 of CPC": 1,
        "Article 137 of Constitution": 1,
        "Order 47 Rule 1 of Code of Civil Procedure": 1,
        "Order XL, Rule 1 of Supreme Court Rules, 1966": 1,
        "Order XLVII of Code of Civil Procedure": 1,
        "Section 15(4) of Commercial Courts Act": 2,
        "section 15(5) of Commercial Courts Act": 1,
        "Order VIII Rule 1 of C.P.C": 1,
        "proviso to Section 15(4) of Commercial Courts Act": 1,
        "sub-sections (3) and (5) of section 15 of Commercial Courts Act, 2015": 1,
        "section 15 (3) or (5) of Commercial Courts Act, 2015": 1,
        "proviso to Section 15 (4) of Commercial Courts Act, 2015": 1,
        "Section 15(4) of Commercial Courts Act, 2015": 1,
        "Section 16 of Code of Civil Procedure": 1,
        "Rule 1 of Supreme Court Rules, 1966": 1,
        "section 15(1) of Commercial Courts Act": 1,
        "Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 15(1) and 15(2) of Commercial Courts Act": 1,
        "SCC 715 of Commercial Courts Act, 2015": 1,
        "Order XLVII Rule 1 of Commercial Courts Act, 2015": 1,
        "sub-rule (1) of C.P.C": 1,
        "S. 16 of C.P.C": 1,
        "Article 145 of Constitution": 1,
        "SCC 344 of C.P.C": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908 (C.P.C)": 1,
        "CPC": 15,
        "Commercial Courts Act": 17,
        "Commercial Courts Act, 2015": 8,
        "C.P.C.": 5,
        "Code of Civil Procedure, 1908 (5 of 1908):": 2,
        "Code of Civil Procedure, 1908 (5 of 1908)": 3,
        "Code of Civil Procedure, 1908": 1,
        "Code of Civil Procedure": 4,
        "Constitution": 2,
        "Supreme Court Rules, 1966": 2,
        "C.P.C": 4
    }
}