{
    "id": "75cb92312bd9a3155c05278be822bcbbbe2c3094e9d4fcdf2e5b1b9a20881e26",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nChattisgarh High Court \nArss - Sips (Jv) A Joint Venture vs Union Of India on 20 December, 2021\nAuthor: Sanjay K. Agrawal \nBench: Sanjay K. Agrawal \n                                                                           Arb . Appeal No.33/2020 \n\n                                           Page 1 of 27 \n\n                                                                                                Afr\n\n                  High Court Of Chhattisgarh, Bilaspur\n\n                             Arbitration Appeal No.33 of 2020 \n\n                              Order reserved on: 25-11-2021\n\n                              Order delivered on: 20-12-2021\n\n   {Arising out of order dated 4-7-2020 passed in M.J.C.No.9/2020 by the\n  Judge, Commercial Court (District Level), Nava Raipur, Atal Nagar, Distt.\n                                    Raipur}\n\n    1. Arss - Sips (Jv), a Joint Venture, having its registered office at 129,\n       Transport Center, Rohtak Road, Punjabi Baag, New Delhi\n\n    2 . M/ s Arss Infrastructure Projects Ltd., having its registered office at \n       Plot No.38, Sector A, Zone D, Mancheswar Industrial Estate, \n       Bhubaneswar, Odisha \n\n    3. Shyam Indus Power Solutions Pvt. Ltd., having its registered office at \n       Building No.16A, Najafgarh Road, Moti Nagar, Shivaji Marg, New \n       Delhi - 110015 \n                                                              ---- Appellants\n\n                                              Versus\n\n    1. Union of India, through the Secretary, Ministry of Railways, Rail\n       Bhawan, 1, Raisina Road, New Delhi \n\n    2. South East Central Railway, through                           its     General     Manager,\n       Headquarter, Bilaspur, Chhattisgarh\n\n    3. Chief Administrative Officer (Construction), South East Central\n       Railway, Bilaspur, Chhattisgarh\n\n    4. Chief Engineer (Construction - I), South East Central Railway,\n       Bilaspur, Chhattisgarh\n                                                     ---- Respondents \n\n------------------------------------------------------------------------------------------------------ \nFor Appellants: Mr. Vijay Dubey and Mr. Amrito Das, Advocates.\nFor Respondents: Mr. H.S. Ahluwalia, Advocate.\n------------------------------------------------------------------------------------------------------\n\n                          Hon'ble Shri Sanjay K. Agrawal and\n                         Hon'ble Shri Arvind Singh Chandel, Jj.\nC.A.V. Order Sanjay K. Agrawal, J. \n1. Invoking the appellate jurisdiction of this Court under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, 'the Ac Act'), the appellants herein have called in question the impugned order dated 4- 7-2020 passed by the learned Judge, Commercial Court (District Level), Nava Raipur, Atal Nagar, District Raipur, whereby the learned Commercial Court has rejected the application filed by the appellants herein seeking interim injunction under Section 9(1) of the Ac Act finding no merit and refused to restrain the respondents herein from encashing the performance bank guarantee (Pbg) to the extent of  6,77,26,553/-.\n2. Respondent No.2 South East Central Railway issued a notice inviting tender for work in Lajkura-Raigarh Section for construction of 4 th line between Jharsuguda and Bilaspur. The scope of the said work was widening, including soil investigation, design of bridges, execution of earthwork, minor bridges, major bridges, Rub, extension of Fob, staff quarter and other service buildings, supply of ballast and other miscellaneous works in which the appellants participated and were declared successful bidders and consequently, letter of acceptance (Loa) was issued in their favour on 21-9-2016. Accordingly, agreement dated 13-6-2017 came to be executed between the parties with a stipulation that the work will be completed within 24 months from the date of issuance of Loa dated 21-9-2016 and accordingly, the appellants submitted bank guarantee worth  6,77,26,553/- in shape of performance bank guarantee (Pbg) with the respondents as per the terms and conditions of the Nit. However, thereafter, in the course of execution of work, dispute arose between the parties regarding laxity in performance and dissatisfaction with progress of work, and when the work in question could not be completed within the stipulated time despite several extensions given to the appellants, ultimately, respondent No.2 terminated the contract on 2-1-2020 which was called in question by the appellants herein before this Court by filing W.P.(C)No.31/2020 and which was dismissed by this Court (Division Bench) on 24-2-2020 giving liberty to the appellants to invoke the arbitration clause, if any.\n3. It is the case of the appellants that since arbitrator was no t appointed despite making application, thereafter, they filed application under Section 9(1) of the AC Act on 28-2-2020 before the District Judge, Bilaspur for grant of interim injunction, which was returned to the appellants to file before the Commercial Court (District Level) after coming into force of the Commercial Courts Act, 2015. In the said application, it was pleaded that the contract period for completion of the said contract was extended by the respondents herein up to 31-3- 2020 invoking clause 17-A of the general conditions of contract without any penalty and without any liquidated damages, but the contract in question has been terminated on 2-1-2020 prior to last date of completion of work i.e. 31-3-2020, which is ex facie illegal and bad in law and by which the appellants have prima facie case and are entitled to obtain interim injunction under Section 9(1) of the AC Act.\n4. The respondents filed reply to the said application filed under Section 9(1) of the AC Act before the Commercial Court opposing the said application stating inter alia that the appellants have neither prima facie case in their favour nor balance of convenience lies in their favour and there is no irreparable loss to the appellants if the application for interim injunction is rejected and as such, the application is liable to be rejected. \n5. The learned Commercial Court by its impugned order rejected the application holding that invocation of bank guarantee and payment thereunder can be restrained only on three grounds namely, fraud, irretrievable injury and special equity, but the appellants have not setup any such ground out of the aforesaid three grounds for obtaining injunction against invocation of bank guarantee and accordingly, rejected the application which has been sought to be questioned by way of this arbitration appeal. \n6. Mr. Vijay Dubey and Mr. Amrito Das, learned counsel appearing for the appellants herein, would submit that the learned Commercial Court is absolutely unjustified in rejecting the application under Section 9(1) of the AC Act. They would further submit that invocation of bank guarantee in the present case is per se unjust, illegal and bad in law because the respondents themselves extended the contract under clause 17-A and they have not invoked clause 17-B of the general conditions of contract meaning thereby that extension was not because of any fault on the part of the contractor. However, even before that, the contract was terminated on 2-1-2020 without specifying under which clause the contract was found to be violated either in terms of progress of work or otherwise. Relying upon the decisions of the Supreme Court in the matters of Hindustan Construction Co. Ltd. v. State of Bihar and others 1, Standard Chartered Bank v. Heavy Engineering Corporation Ltd. and another 2 and Hindustan Steelworks Construction Ltd. v. Tarapore & Co. and another3, they would submit that in such circumstances, the respondents be restrained from invocation of performance bank 1 (1999) 8 SCC 436 2 (2020) 13 SCC 574 3 (1996) 5 SCC 34 guarantee furnished by the appellants. Mr. Das, learned counsel, would also submit that extension of contract period for completion of work by virtue of clause 17-A of the general conditions of contract would amount to \"special equity\" and that would furnish a ground for grant of interim injunction restraining encashment of performance bank guarantee and as such, the appeal deserves to be allowed and the order of the Commercial Court deserves to be set-aside. \n7. Mr. H.S. Ahluwalia, learned counsel appearing for the respondents, would take preliminary objection stating inter alia that since now, the Arbitral Tribunal has been constituted by the respondents by order dated 23-11-2021, therefore, by virtue of sub-section (3) of Section 9 of the AC Act, arbitration appeal would not be maintainable and remedy of the appellants, if any, is to approach the Arbitral Tribunal so constituted for seeking any interim injunction. He would further submit that earlier, when the appellants had approached this Court by filing a writ petition challenging the order of termination of contract and invocation of bank guarantee, an order was passed by the Division Bench on 24-2-2020 in W.P.(C)No.31/2020 wherein, though, liberty was granted to the petitioners to take remedy of seeking adjudication of dispute by way of arbitration, observations were made on prima facie consideration that the progress of work was not satisfactory. He would also submit that such observation shows that prima facie progress of work by the appellants was not found satisfactory, therefore, the contract was terminated. Relying upon the decisions of the Supreme Court in the matters of Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Project Limited and another 4 4 (2016) 10 SCC 46 and Andhra Pradesh Pollution Control Board v. CCL Products (India) Limited5, learned counsel would submit that in such circumstances, this Court would not normally interfere with invocation of bank guarantee and as such, the learned Commercial Court has rightly rejected the application for interim injunction filed by the appellants and the instant appeal deserves to be dismissed. \n8. Replying to the submission of learned counsel for the respondents relating to applicability of Section 9(3) of the AC Act, Mr. Das, learned counsel for the appellants, would submit that it is a case where jurisdiction under Section 9(1) of the AC Act has been invoked by the appellants on 28-2-2020 and Arbitral Tribunal has been constituted only on 23-11-2021, therefore, sub-section (3) of Section 9 would not be applicable and he would rely upon the decision of the Supreme Court in the matter of Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd.6 to buttress his submission.\n9. We have heard learned counsel for the parties and considered their rival submissions made herein-above and also went through the record with utmost circumspection. \n10. Upon hearing learned counsel for the parties and after going through the record, following two questions emerge for consideration: -\n1. Whether upon constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021, the instant arbitration appeal arising out of rejection of application under Section 9(1) of the AC Act would not be maintainable by virtue of Section 9(3) of the AC Act? \n2. Whether the learned Commercial Court (District Level) is 5 (2019) 20 SCC 669 6 2021 SCC OnLine SC 718 justified in rejecting the application filed by the appellants under Section 9(1) of the AC Act seeking interim injunction against revocation of bank guarantee to the extent of  6,77,26,553/-? \nAnswer to Question No.1: -\n11. It is vehemently submitted by Mr. Ahluwalia, learned counsel for the respondents herein, that during the pendency of appeal, Arbitral Tribunal has been constituted on 23-11-2021, therefore, arbitration appeal would not be maintainable and is hit by sub-section (3) of Section 9 of the AC Act, whereas in reply to this, it is submitted by Mr. Vijay Dubey and Mr. Amrito Das, learned counsel for the appellants herein, that since application under Section 9(1) of the AC Act has already been entertained by the learned Commercial Court on 4-3- 2020 and it has finally been decided by that Court on its merit on 4-7- 2020 against which this appeal has already been entertained by this Court on 30-7-2020 by granting interim order in favour of the appellants, therefore, Section 9(3) of the AC Act would not be a bar for finally adjudicating this arbitration appeal and it is not hit by Section 9(3) of the AC Act. \n12. The question is, what would be the effect of constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021 upon this arbitration appeal in view of sub-section (3) of Section 9 of the AC Act? \n13. This question is no longer res integra and it has authoritatively been adjudicated by the Supreme Court in Arcelor Mittal Nippon Steel India Ltd. (supra) in which in paragraph 2, the following questions were framed for adjudication and determination:\n\"2. The short question of law raised in this appeal is, whether the Court has the power to entertain an application under Section 9(1) of the Arbitration and Conciliation Act, 1996, hereinafter referred to as \"the Arbitration Act\", once an Arbitral Tribunal has been constituted and if so, what is the true meaning and purport of the expression \"entertain\"\nin Section 9(3) of the Arbitration Act. The next question is, whether the Court is obliged to examine the efficacy of the remedy under Section 17, before passing an order under Section 9(1) of the Arbitration Act, once an Arbitral Tribunal is constituted.\"\n14. Their Lordships of the Supreme Court considered the above-stated questions and in paragraph 95 held that the bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration. It was further held that it has never been the legislative intent that even after an application under Section 9 of the AC Act is finally heard, relief would have to be declined and the parties have to be relegated to their remedy under Section 17 of the AC Act. Finally, in paragraphs 107 and 108, their Lordships have held that the bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal, and observed as under: -\n\"107. It is reiterated that Section 9(1) enables the parties to an arbitration agreement to approach the appropriate Court for interim measures before the commencement of arbitral proceedings, during arbitral proceedings or at any time after the making of an arbitral award but before it is enforced and in accordance with Section 36 of the Arbitration Act. The bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal. Ofcourse it hardly need be mentioned that even if an application under Section 9 had been entertained before the constitution of the Tribunal, the Court always has the discretion to direct the parties to approach the Arbitral Tribunal, if necessary by passing a limited order of interim protection, particularly when there has been a long time gap between hearings and the application has for all practical purposes, to be heard afresh, or the hearing has just commenced and is likely to consume a lot of time. In this case, the High Court has rightly directed the Commercial Court to proceed to complete the adjudication. \n108. For the reasons discussed above, the appeal is allowed only to the extent of clarifying that it shall not be necessary for the Commercial Court to consider the efficacy of relief under Section 17, since the application under Section 9 has already been entertained and considered by the Commercial Court. The judgment and order under appeal does not, otherwise, call for interference.\" \n15. Reverting to the facts of the case in the light of the principles of law laid down by their Lordships of the Supreme Court in Arcelor Mittal Nippon Steel India Ltd. (supra), it is quite vivid that in the instant case, application under Section 9(1) of the AC Act has been filed and entertained by the Commercial Court and finally dismissed on merits by order dated 4-7-2020 against which arbitration appeal has been preferred on 10-7-2020 and entertained by granting interim order in favour of the appellants herein on 30-7-2020 and therefore constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021 would not prevent this Court to decide this arbitration appeal filed under Section 37 of the AC Act, calling in question the order rejecting application under Section 9(1) of the AC Act finally on merits, which is a continuation of proceeding under Section 9(1) of the AC Act. As such, the preliminary objection raised on behalf of the respondents that this arbitration appeal is not maintainable in view of constitution of Arbitral Tribunal in terms of Section 9(3) of the AC Act, is hereby overruled. \nAnswer to Question No.2: -\n16. The question is, whether the learned Commercial Court (District Level) is justified in rejecting the application under Section 9(1) of the AC Act filed by the appellants restraining revocation of bank guarantee by the Bank in favour of the respondents? \n17. The appellants have furnished bank guarantee on 10-10-2016 in favour of the respondent SECR to the extent of  6,77,26,553/-. It is the performance bank guarantee by which the Bank has unequivocally undertaken to pay the said amount to the respondents notwithstanding any dispute or disputes raised by the contractor in any suit or proceeding pending before any court or Tribunal relating thereto to discharge their liability and the said amount is payable. As such, the bank guarantee is an unconditional bank guarantee. Clause 1.35 of the Special Conditions of Contract relates to performance guarantee payable wherever the contract is rescinded. \n18. At this stage, before entering into the merits of the matter, it would be appropriate to refer to the provisions contained in Section 126 of the Indian Contract Act, 1872 which provides and which defines \"Contract of guarantee\" as under: -\n\"126. \"Contract of guarantee\", \"surety\", \"principal debtor\"\nand \"creditor\".--A \"contract of guarantee\" is a contract to perform the promise, or discharge the liability, of a third person in case of his default. The person who gives the guarantee is called the \"surety\"; the person in respect of whose default the guarantee is given is called the \"principal debtor\", and the person to whom the guarantee is given is called the \"creditor\". A guarantee may be either oral or written.\" \n19. Section 126 of the Indian Contract Act, 1872 defines a contract of guarantee as \"a contract to perform the promise, or discharge the liability, of a third person in case of his default\". A guarantee is an undertaking to be collaterally responsible for the debt, default, or miscarriage of another. The essentials of a contract of guarantee are:\n The contract of guarantee must have all the essentials of a contract.\n There must be an existing debt, which should be recoverable. \n Existence of three parties in a contract of guarantee, ie, principal debtor, creditor, and surety. \n There must be a distinct promise by the surety to pay the debt in case of default by the principal debtor. \n The principal debtor must be primarily liable. \n The liability must be legally enforceable. \n20. A bank guarantee is an independent and distinct contract between the bank and the beneficiary and is not qualified by the terms of the underlying transaction, or the primary contract between the person at whose instance the bank guarantee is given and the beneficiary. The nature of obligation of the bank is absolute, and not dependent upon the inter se disputes or proceedings (see Hindustan Steel Works Construction Ltd. v. Tarapore & Co.7). The bank is liable to pay as soon as the demand is made by the creditor (see National Thermal Power Corpn. Ltd. v. Flowmore Pvt. Ltd.8). \n21. In the matter of Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.9, the Supreme Court has held that in the matter of invocation of a bank guarantee or letter of credit, a bank guarantee is an independent and a separate contract and is absolute in nature. The existence of disputes between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of a bank guarantee, or letter of credit. In the matter of invocation, it is not open to a bank to rely upon the terms of the underlying contract between the parties. 7 (1996) 5 SCC 34 8 (1995) 4 SCC 515 9 (2007) 8 SCC 110 Their Lordships of the Supreme Court have enunciated the following principles in the matter of injunction for restraining encashment of a bank guarantee or a letter of credit: - \n(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a bank guarantee or a letter of credit in terms thereof irrespective of any pending disputes relating to the terms of the contract. \n(ii) The bank giving such guarantee is bound to honour it as per its terms, irrespective of any dispute raised by its customer. \n(iii) The courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or a letter of credit. \n(iv) Since a bank guarantee or a letter of credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of bank guarantee or letter of credit. \n(v) Injunction against encashment may be granted if there is fraud of an egregious nature which would vitiate the very foundation of such a bank guarantee or letter of credit, and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional bank guarantee or a letter of credit would result in irretrievable harm or injustice to one of the parties concerned.\n22. The principle laid down in Himadri Chemicals Industries Ltd. (supra) was followed by the Supreme Court in the matter of Vinitec Electronics Pvt. Ltd. v. HCL Info Systems Ltd. 10 and it has been held that in the case of an unconditional bank guarantee, the same are payable by the guarantor on demand. When in the course of commercial dealings, unconditional guarantees have been given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof, irrespective of any pending disputes. The bank guarantee is an independent contract between the bank and the beneficiary thereof. For a party to claim that the case falls under the exception of fraud or special equities, proper pleadings must be made out which lay down the factual foundation of the allegation of fraud or special equities. \n23. In the matter of NHAI v. Ganga Enterprise11, the Supreme Court has held that a bank guarantee has to be strictly construed as per the terms of the guarantee. The invocation must be in accordance with the terms of the bank guarantee, and any deviation therefrom, would render the invocation bad in law. If the enforcement is in terms of the guarantee, the courts would normally refrain from interfering with the enforcement of the bank guarantee. Interference would be justified if the invocation is contrary to the terms of the guarantee, or in the case of fraud. \n24. In the matter of State of Maharashtra v. National Construction Co. Bombay12, the Supreme Court analysed the law relating to bank guarantees, and laid down the general rule in the following term:\n\"The rule is well established that a bank issuing a guarantee is not concerned with the underlying contract 10 (2008) 1 SCC 544 11 AIR 2003 SC 3823 12 (1996) 1 SCC 735 between the parties to the contract. The duty of the bank under a performance guarantee is created by the document itself. Once the documents are in order, the bank giving the guarantee must honour the same and make payment. Ordinarily, unless there is an allegation of fraud or the like, the courts will not interfere, directly or indirectly, to withhold payment, otherwise trust in commerce, national and international, would be irreparably damaged. But that does not mean that the parties to the underlying contract cannot settle their disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract. The remedy arising ex contractu is not barred, and the cause of action for the same is independent of enforcement of the guarantee.\" \nExceptions to Grant of Injunction of a Bank Guarantee: -\n25. A bank guarantee must be honoured strictly in accordance with the terms of the guarantee, subject to two exceptions. The first is in a clear case of fraud, which the bank has notice of, and the beneficiary seeks to take advantage of. \n26. The Supreme Court in the matter of General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd. and another 13 held that by interim injunction under Order 39 Rule 1 of the CPC, bank guarantee cannot be interdicted by Court in the absence of fraud or special equities in the form of preventing irretrievable injustice between the parties. It was further held that it is the fraud of beneficiary, not the fraud of somebody else. \n27. In the matter of Svenska Handelsnbanken v. Indian Charge Chrome14, their Lordships of the Supreme Court have held that fraud in connection with the bank guarantee would vitiate the very foundation of the bank guarantee. The fraud must be of an egregious nature such as to vitiate the entire underlying transaction. 13 AIR 1991 SC 1994 14 (1994) 1 SCC 502 28. The second exception to the general rule of non-intervention is if there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction was not granted {see B.S.E.S. Ltd. (Now Reliance Energy Ltd.) v. Fenner India Ltd.15}.\n29. In the matter of Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works (P) Ltd.16 the Supreme Court has held that in respect of the second exception to the rule of granting injunction in case of a bank guarantee, the resulting irretrievable injury has to be such that it would make it impossible for the guarantor to reimburse himself, if he ultimately succeeds, and the same shall have to be decisively established. The Supreme Court has further held that it must be proved to the satisfaction of the court that there would be no possibility whatsoever of the recovery of the amount from the beneficiary by way of restitution. \n30. The Supreme Court in the recent past in Andhra Pradesh Pollution Control Board (supra) while taking note of its earlier decisions in the matters of Ansal Engg. Projects Ltd. v. Tehri Hydro Development Corpn. Ltd.17, SBI v. Mula Sahakari Sakhar Karkhana Ltd. 18 and Hindustan Construction Co. Ltd. v. State of Bihar19 and relying upon the same, held that absent a case of fraud, irretrievable injustice and special equities, the Court should not interfere with the invocation or encashment of a bank guarantee so long as the invocation was in terms of the bank guarantee. \n15 (2006) 2 SCC 728 16 (1997) 6 SCC 450 17 (1996) 5 SCC 450 18 (2006) 6 SCC 293 19 (1999) 8 SCC 436 31 . Thereafter, in Standard Chartered Bank (supra), the Supreme Court again noticed its earlier decision in Himadri Chemicals Industries Ltd. (supra) and held that bank guarantee is an independent contract between bank and the beneficiary and the bank is always obliged to honour its guarantee as long as it is unconditional and irrevocable one. It has been further held that the dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and is of no consequence, however, exceptions to this rule are when there is a clear case of fraud, irretrievable injustice or special equities. It was also held that the Court ordinarily should not interfere with the invocation or encashment of the bank guarantee so long as the invocation is in terms of the bank guarantee. Their Lordships finally held that once the demand was made in due compliance with bank guarantees, it was not open for the bank to determine as to whether the invocation of the bank guarantee was justified so long as the invocation was in terms of the bank guarantee. \n32. In the matter of U.P. State Sugar Corporation v. Sumac International Ltd.20 the Supreme Court has held that the exception of irretrievable/ irreparable injury, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established. A mere apprehension that the other party will not be able to pay is not a sufficient ground to establish irretrievable injury.\n33. The Delhi High Court also in the matter of Intertoll ICS Cecons O&M Company P. Ltd. v. National Highways Authority of India21, speaking through A.K. Sikri, J. (as His Lordship then was) after analysing the 20 (1997) 1 SCC 568 21 ILR (2006) I Delhi 196 judgments of the Supreme Court on the point, has laid down the principles in paragraph 10 of the report as under: -\n\"10. The principles which may be distilled from the aforesaid judgments and the observations made therein, would be the following:\n(a) The bank guarantee is an independent contract between the bank and the beneficiary.\n( b) When there is an unconditional bank guarantee and the bank has agreed to make payment without demur or protest, on beneficiary invoking the said bank guarantee, the bank is under obligation to honour the said demand. It is based on the rationale that otherwise trust in commerce, national and international, would be irreparably damaged. \n(c) The bank, or for that matter, the person at whose instance the bank guarantee is given [and as a sequitter even the court] will not go into the pending disputes or nature thereof between the contractor and the employer/beneficiary. The duty of the bank under a performance guarantee is created by the document itself. \nOnce the documents are found to be in order, the bank has to honour the same. \n(d) The courts, at this stage, cannot even go into the question as to whether the beneficiary has suffered any damages or not. Therefore, the ground that in India only a reasonable amount can be awarded by way of damages even when the parties to the contract have provided for liquidated damages, is not available in such proceedings. \n(e) The court is also precluded from embarking on the enquiry in encashment of bank guarantee the beneficiary is trying to take undue enrichment. \n(f) In so far as dispute between the parties to the underlying contract is concerned, that has to be settled by resorting to litigation or arbitration, as the case may be. \n(g) The courts should, therefore, be slow in granting the injunction to restrain the realization of such a bank guarantee. \n(h) However, there are two well recognized exceptions to this rule which are:\n(1) A fraud of egregious nature. \n(2) The invocation/encashment of bank guarantee would result in irretrievable harm or injustice to one of the parties. \n(i) In some cases third exception is also carved out viz.\nwhen there are special equities in favour of the person seeking injunction.\n(j) In case the bank guarantee is not invoked in terms thereof, the bank can refused to honour the bank guarantee as in that case it would not be in accordance with the agreed stipulation and invocation would be improper. This can be treated as the fourth exception as in such a case injunction can be granted.\" \n34. In the matter of State Trading Corporation of India Ltd. v. Jainsons Clothing Corporation and another22, their Lordships of the Supreme Court have clearly held that it is settled law that the court, before issuing the injunction under Order 39, Rules 1 and 2, CPC should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremedial injury. It was further held that the court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff. He must necessarily plead and produce all the necessary evidence in proof of the fraud in execution of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud. \n35. Coming to the facts of the present case in the light of the aforesaid principles laid down for issuance of injunction against encashment or 22 (1994) 6 SCC 597 invocation of bank guarantee that are in case of fraud of an egregious nature as to vitiate the entire underlying transaction or special equity in favour of person seeking interim injunction for preventing irretrievable harm or injustice to one of the parties, it is appropriate to mention here that the learned Commercial Court has noticed the parameters for invocation of bank guarantee and thereafter in paragraph 33 of the order has rightly held that invocation of bank guarantee can be interdicted on three grounds i.e. \"fraud\", \"irretrievable injury\" and \"special equity\", and also held that the appellants herein have not setup any such ground out of the said three grounds to seek restraint order against the invocation of bank guarantee and proceeded to reject the application. The present appellants have filed copy of the application filed by them under Section 9 of the AC Act before the Commercial Court along with this appeal memo. A careful perusal of the application filed under Section 9 seeking injunction against encashment or invocation of bank guarantee would show that it is the case of the appellants herein that though the respondents have extended the period of completion of contract under clause 17-A of the general conditions of contract till 31- 3-2020, but terminated the contract in question on 2-1-2020, which is arbitrary and illegal and therefore the appellants have prima facie case for grant of injunction in their favour and balance of convenience is also in their favour. As such, no specific ground of fraud or special equity in favour of the appellants has been pleaded while seeking interim injunction against encashment of bank guarantee. However, learned counsel for the appellants have emphasized that the pleading made in paragraph 19 of the application under Section 9 of the AC Act extending their contract under clause 17-A of the general conditions of contract, would amount to the plea of \"special equity\" which is an exception for granting interim injunction in favour of the appellants restraining encashment of bank guarantee. \n36. Now, the question is, whether the ground of special equity which is one of the established grounds for injunction against invocation of bank guarantee has been pleaded by and on behalf of the appellants? \n37. Learned counsel for the appellants have emphasized that in paragraphs 17, 18, 19 and 20 of the application under Section 9 of the AC Act, the appellants herein have pleaded the ground of special equities in their favour. Paragraphs 17, 18, 19 and 20 of the said application are reproduced herein-below for the sake of convenience: \n17/     2/1/2020                       () . 31/2020          2/1/2020                  24/2/2020         11  12       \"      1.38      63                                ,                                        \" \n18/        24/2/2020                \"   \"            ,       26/2/2020                                                              2  4                          19/             31/3/2020       , (     ...   -17 ()  ... ,                     2/1/2020                                  20/                                                     \" \"       2/1/2020         24/2/2020         38. Clause 17-A of the general conditions of contract deals with extension of time in contracts, sub-clauses of which deal with extension due to modification, extension for delay not due to Railway or contractor, and extension for delay due to Railways. \n39. True it is that the appellants' contract period has been extended by the respondents by invoking clause 17-A of the Standard General Conditions of Contract and the appellants' contract in question was extended relying upon clause 17-A, which relates to extension of time in contracts in terms of extension due to modification, extension for delay not due to Railway or contractor and extension for delay due to Railways, and the contract in question has not been extended under clause 17-B, which provides for extension of time for delay due to contractor.\n40. At this stage, it would be appropriate to notice the bank guarantee furnished by the appellants on 10-10-2016 to the extent of  6,77,26,553/-. It states as under: -\n\"In consideration of the President of India (hereinafter called \"the Government\") having agreed to exempt M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 (hereinafter called \"the said Contractor\"(s)/Supplier(s)\") from the demand, under the terms and conditions of this Agreement No. CEC/BSP/ ER/T/15-16/127 Lajkura-Raigarh/4th line JSG-BSP/538 dated 21.09.2016 made between The President of India, Acting through the Chief Engineer(C) or his successor, South East Central Railway, Bilaspur, of the Ministry of Railways, Railway Board and M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 for Soil Investigation, design of bridges, execution of earth work, minor bridges, major bridges, RUBs, extension of FOB, Staff Quarters and other service buildings, supply of ballast and other miscellaneous works in Lajkura-Raigarh section in connection with the construction of 4th line between Jharsuguda - Bilaspur (hereinafter called \"the said Agreement\"), of performance guarantee for the due fulfillment by the said Contractor(s) of the terms and conditions contained in the said Agreement, on production of a Bank Guarantee for Rs.6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only) we, ICICI Bank Limited, having its Registered Office at Near Chakli Circle, Old Padra Road, Vadodara, Gujarat, Pin - 390 007, India and amongst other places, a branch at 9A, Connaught Place, New Delhi - 110001, India (hereinafter referred to as \"the Bank\") at the request of M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 (contractors) do hereby undertake to pay to the Government an amount not exceeding Rs. 6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only) against any loss or damage caused to or suffered or would be caused to or suffered by the Government by reason of any breach by the said Contractor(s) of any of the terms or conditions contained in the said Agreement.\n2. We, ICICI Bank Limited at 9A, Connaught Place, New Delhi - 110001, India do hereby undertake to pay the amounts due and payable under this guarantee without any demur, merely on a demand from the Government (Railways) stating that the amount claimed is due by way of loss or damage caused to or would be caused to or suffered by the Government (Railway) by reason of breach by the said contractor(s) of any of the terms or conditions contained in the said Agreement or by reason of the contractor(s) failure to perform the said agreement. Any such demand made on the Bank shall be conclusive as regards the amount due and payable by the Bank under this Guarantee. However, our liability under this Guarantee shall be restricted to an amount not exceeding Rs. 6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only). \n3. We undertake to pay to the Government any money so demanded notwithstanding any dispute or disputes raised by the contractor(s)/supplier(s) in any suit or proceeding pending before any court or Tribunal relating thereto our liability under this present being absolute and unequivocal. \nThe payment so made by us under this bond shall be a valid discharge of our liability for payment there under and the contractor(s)/supplier(s) shall have no claim against us for making such payment.\" \n41. A careful perusal of the aforesaid terms of the bank guarantee would show that the performance guarantee is an autonomous and independent contract and that is independent in character. The obligation arising under the bank guarantee is independent of the obligation arising out of the main contract between the parties. The performance guarantee imposes an absolute obligation on the banks to pay irrespective of any dispute which may have arisen between the parties and pending before any such court or tribunal, the liability being absolute and unequivocal. It is independent of the primary contract between the appellants and the respondents. The bank is not concerned with the rights regardless of the underlying disputes, but only with the performance of the obligation. The letter of guarantee was addressed to the SECR in unqualified terms. The liability of the bank is absolute and unequivocal. \n42. Now, at this stage, it would be appropriate to notice clause 1.35 of the subject contract which states as under: -\n\"1.35 Performance Guarantee: \n                                xxx   xxx    xxx                                 xxx   xxx    xxx                                xxx    xxx    xxx (f) Wherever the contract is rescinded, the Security Deposit shall be forfeited and the Performance Guarantee shall be encashed. The balance work shall be got done independently without risk and cost of the failed contractor. \nThe failed contractor shall be debarred from participating in the tender for executing the balance work. If the failed contractor is a JV or a partnership firm, then every member/partner of such a firm shall be debarred from participating in the tender for the balance work either in his/ her individual capacity or as a partner of any other JV/ partnership firm. \n                                xxx   xxx    xxx                                 xxx   xxx    xxx                                xxx    xxx    xxx\" \n43. A careful perusal of clause 1.35 of the subject contract would show that whenever the contract is rescinded, the security deposit shall be forfeited and the performance guarantee shall be encashed. As such, the unequivocal and absolute term of performance bank guarantee is invokable as per clause 1.35 of the subject contract. Their Lordships of the Supreme Court in their decisions as noticed herein-above including U.P. State Sugar Corporation (supra) have held that \"when in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer\". As such, it was further held that \"the very purpose of giving such a bank guarantee would otherwise be defeated. The courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee\". \n44. In view of the discussion made herein-above, we are of the considered opinion that Courts' interference under Order 39 Rules 1 & 2 of the CPC while granting interim injunction in enforcing bank guarantees must be minimal. In case of fraud or special equities to prevent irretrievable injustice to the parties seeking injunction, Courts interfere to prevent enforcement of bank guarantees. If the terms of the bank guarantee are unconditional and absolute, the bank has to pay the amount of bank guarantee without demur. The payment of bank guarantee cannot be made subject to the claims and counter- claims arising out of the main contract between the parties. In the instant case, the terms of the performance bank guarantee are absolute and unconditional, and none of the grounds of fraud or irretrievable injustice or special equity have been specifically pleaded, except the pleading that the period of contract in favour of the appellants has been extended by the respondents invoking clause 17- A of the general conditions of contract which is not relatable to the default of the appellants / contractor and the contract has been rescinded on 2-1-2020 prior to the date of completion of contract i.e. 31-3-2020 , that would not per se constitute the ground of special equity for seeking interim injunction, as the exception carved out for invocation of bank guarantee and same would remain in the realm of the contractual dispute between the parties, which would fall outside the ground of special equity and as such, the appellants have failed to plead and establish any of the ground(s) noticed herein-above for seeking interim injunction against the invocation of bank guarantee. Accordingly, we hold that the learned Commercial Court (District Level) has rightly held that the appellants have failed to plead and establish the grounds of \"fraud\", \"special equity\" and \"irretrievable injustice\" to the appellants for seeking interim injunction against the enforcement of bank guarantee. \n45. We accordingly hereby dismiss the arbitration appeal and consequently the interim order dated 30-7-2020 is hereby vacated. No order as to cost(s). \n              Sd/-                                                    Sd/-\n       (Sanjay K. Agrawal)                                   (Arvind Singh Chandel) \n             Judge                                                   Judge Soma                HIGH COURT OF CHHATTISGARH, BILASPUR                          Arbitration Appeal No.33 of 2020                           ARSS - SIPS (JV) and others                                        Versus                              Union of India and others                                      Head Note The Bank can be restrained from enforcement of unconditional and absolute performance bank guarantee by interim injunction only in case of fraud and special equities to prevent irretrievable injustice. cSad dks dsoy /kks[kk/kMh ,oa fo'ks\"k bZfDoVh ds ekeys esa] vifjorZuh; vU;k; dks jksdus gsrq varfje O;kns'k }kjk fcuk 'krZ ,oa iw.kZ izn'kZu cSad xkjaVh dks ykxw djus ls jksdk tk ldrk gSA",
        "preamble_end_char_offset": null,
        "cleaned_text": "chattisgarh high court arss sips (jv) a joint venture vs union of india on 20 december, 2021 author: sanjay k. agrawal bench: sanjay k. agrawal arb. appeal no.33/2020 afr high court of chhattisgarh, bilaspur arbitration appeal no.33 of 2020 order reserved on: 25-11-2021 order delivered on: 20-12-2021 {arising out of order dated 4-7-2020 passed in m.j.c.no.9/2020 by the judge, commercial court (district level), nava raipur, atal nagar, distt. raipur} 1. arss sips (jv), a joint venture, having its registered office at 129, transport center, rohtak road, punjabi baag, new delhi 2. m/s arss infrastructure projects ltd., having its registered office at plot no.38, sector a, zone d, mancheswar industrial estate, bhubaneswar, odisha 3. shyam indus power solutions pvt. ltd., having its registered office at building no.16a, najafgarh road, moti nagar, shivaji marg, new delhi 110015 ---appellants versus 1. union of india, through the secretary, ministry of railways, rail bhawan, 1, raisina road, new delhi 2. south east central railway, through its general manager, headquarter, bilaspur, chhattisgarh 3. chief administrative officer (construction), south east central railway, bilaspur, chhattisgarh 4. chief engineer (construction i), south east central railway, bilaspur, chhattisgarh ---respondents -----------------------------------------------------------------------------------------------------for appellants: mr. vijay dubey and mr. amrito das, advocates. for respondents: mr. h.s. ahluwalia, advocate. -----------------------------------------------------------------------------------------------------hon'ble shri sanjay k. agrawal and hon'ble shri arvind singh chandel, jj. c.a.v. order sanjay k. agrawal, j. 1. invoking the appellate jurisdiction of this court under section 37 of the arbitration and conciliation act, 1996 (for short, 'the ac act'), the appellants herein have called in question the impugned order dated 47-2020 passed by the learned judge, commercial court (district level), nava raipur, atal nagar, district raipur, whereby the learned commercial court has rejected the application filed by the appellants herein seeking interim injunction under section 9(1) of the ac act finding no merit and refused to restrain the respondents herein from encashing the performance bank guarantee (pbg) to the extent of â‚¹ 6,77,26,553/-. 2. respondent no.2 south east central railway issued a notice inviting tender for work in lajkura-raigarh section for construction of 4 th line between jharsuguda and bilaspur. the scope of the said work was widening, including soil investigation, design of bridges, execution of earthwork, minor bridges, major bridges, rub, extension of fob, staff quarter and other service buildings, supply of ballast and other miscellaneous works in which the appellants participated and were declared successful bidders and consequently, letter of acceptance (loa) was issued in their favour on 21-9-2016. accordingly, agreement dated 13-6-2017 came to be executed between the parties with a stipulation that the work will be completed within 24 months from the date of issuance of loa dated 21-9-2016 and accordingly, the appellants submitted bank guarantee worth â‚¹ 6,77,26,553/in shape of performance bank guarantee (pbg) with the respondents as per the terms and conditions of the nit. however, thereafter, in the course of execution of work, dispute arose between the parties regarding laxity in performance and dissatisfaction with progress of work, and when the work in question could not be completed within the stipulated time despite several extensions given to the appellants, ultimately, respondent no.2 terminated the contract on 2-1-2020 which was called in question by the appellants herein before this court by filing w.p.(c)no.31/2020 and which was dismissed by this court (division bench) on 24-2-2020 giving liberty to the appellants to invoke the arbitration clause, if any. 3. it is the case of the appellants that since arbitrator was not appointed despite making application, thereafter, they filed application under section 9(1) of the ac act on 28-2-2020 before the district judge, bilaspur for grant of interim injunction, which was returned to the appellants to file before the commercial court (district level) after coming into force of the commercial courts act, 2015. in the said application, it was pleaded that the contract period for completion of the said contract was extended by the respondents herein up to 31-32020 invoking clause 17-a of the general conditions of contract without any penalty and without any liquidated damages, but the contract in question has been terminated on 2-1-2020 prior to last date of completion of work i.e. 31-3-2020, which is ex facie illegal and bad in law and by which the appellants have prima facie case and are entitled to obtain interim injunction under section 9(1) of the ac act. 4. the respondents filed reply to the said application filed under section 9(1) of the ac act before the commercial court opposing the said application stating inter alia that the appellants have neither prima facie case in their favour nor balance of convenience lies in their favour and there is no irreparable loss to the appellants if the application for interim injunction is rejected and as such, the application is liable to be rejected. 5. the learned commercial court by its impugned order rejected the application holding that invocation of bank guarantee and payment thereunder can be restrained only on three grounds namely, fraud, irretrievable injury and special equity, but the appellants have not setup any such ground out of the aforesaid three grounds for obtaining injunction against invocation of bank guarantee and accordingly, rejected the application which has been sought to be questioned by way of this arbitration appeal. 6. mr. vijay dubey and mr. amrito das, learned counsel appearing for the appellants herein, would submit that the learned commercial court is absolutely unjustified in rejecting the application under section 9(1) of the ac act. they would further submit that invocation of bank guarantee in the present case is per se unjust, illegal and bad in law because the respondents themselves extended the contract under clause 17-a and they have not invoked clause 17-b of the general conditions of contract meaning thereby that extension was not because of any fault on the part of the contractor. however, even before that, the contract was terminated on 2-1-2020 without specifying under which clause the contract was found to be violated either in terms of progress of work or otherwise. relying upon the decisions of the supreme court in the matters of hindustan construction co. ltd. v. state of bihar and others 1, standard chartered bank v. heavy engineering corporation ltd. and another 2 and hindustan steelworks construction ltd. v. tarapore & co. and another3, they would submit that in such circumstances, the respondents be restrained from invocation of performance bank 1 (1999) 8 scc 436 2 (2020) 13 scc 574 3 (1996) 5 scc 34 guarantee furnished by the appellants. mr. das, learned counsel, would also submit that extension of contract period for completion of work by virtue of clause 17-a of the general conditions of contract would amount to \"special equity\" and that would furnish a ground for grant of interim injunction restraining encashment of performance bank guarantee and as such, the appeal deserves to be allowed and the order of the commercial court deserves to be set-aside. 7. mr. h.s. ahluwalia, learned counsel appearing for the respondents, would take preliminary objection stating inter alia that since now, the arbitral tribunal has been constituted by the respondents by order dated 23-11-2021, therefore, by virtue of sub-section (3) of section 9 of the ac act, arbitration appeal would not be maintainable and remedy of the appellants, if any, is to approach the arbitral tribunal so constituted for seeking any interim injunction. he would further submit that earlier, when the appellants had approached this court by filing a writ petition challenging the order of termination of contract and invocation of bank guarantee, an order was passed by the division bench on 24-2-2020 in w.p.(c)no.31/2020 wherein, though, liberty was granted to the petitioners to take remedy of seeking adjudication of dispute by way of arbitration, observations were made on prima facie consideration that the progress of work was not satisfactory. he would also submit that such observation shows that prima facie progress of work by the appellants was not found satisfactory, therefore, the contract was terminated. relying upon the decisions of the supreme court in the matters of gujarat maritime board v. larsen and toubro infrastructure development project limited and another 4 4 (2016) 10 scc 46 and andhra pradesh pollution control board v. ccl products (india) limited5, learned counsel would submit that in such circumstances, this court would not normally interfere with invocation of bank guarantee and as such, the learned commercial court has rightly rejected the application for interim injunction filed by the appellants and the instant appeal deserves to be dismissed. 8. replying to the submission of learned counsel for the respondents relating to applicability of section 9(3) of the ac act, mr. das, learned counsel for the appellants, would submit that it is a case where jurisdiction under section 9(1) of the ac act has been invoked by the appellants on 28-2-2020 and arbitral tribunal has been constituted only on 23-11-2021, therefore, sub-section (3) of section 9 would not be applicable and he would rely upon the decision of the supreme court in the matter of arcelor mittal nippon steel india ltd. v. essar bulk terminal ltd.6 to buttress his submission. 9. we have heard learned counsel for the parties and considered their rival submissions made herein-above and also went through the record with utmost circumspection. 10. upon hearing learned counsel for the parties and after going through the record, following two questions emerge for consideration: 1. whether upon constitution of arbitral tribunal by respondent no.2 on 23-11-2021, the instant arbitration appeal arising out of rejection of application under section 9(1) of the ac act would not be maintainable by virtue of section 9(3) of the ac act? 2. whether the learned commercial court (district level) is 5 (2019) 20 scc 669 6 2021 scc online sc 718 justified in rejecting the application filed by the appellants under section 9(1) of the ac act seeking interim injunction against revocation of bank guarantee to the extent of â‚¹ 6,77,26,553/-? answer to question no.1: 11. it is vehemently submitted by mr. ahluwalia, learned counsel for the respondents herein, that during the pendency of appeal, arbitral tribunal has been constituted on 23-11-2021, therefore, arbitration appeal would not be maintainable and is hit by sub-section (3) of section 9 of the ac act, whereas in reply to this, it is submitted by mr. vijay dubey and mr. amrito das, learned counsel for the appellants herein, that since application under section 9(1) of the ac act has already been entertained by the learned commercial court on 4-32020 and it has finally been decided by that court on its merit on 4-72020 against which this appeal has already been entertained by this court on 30-7-2020 by granting interim order in favour of the appellants, therefore, section 9(3) of the ac act would not be a bar for finally adjudicating this arbitration appeal and it is not hit by section 9(3) of the ac act. 12. the question is, what would be the effect of constitution of arbitral tribunal by respondent no.2 on 23-11-2021 upon this arbitration appeal in view of sub-section (3) of section 9 of the ac act? 13. this question is no longer res integra and it has authoritatively been adjudicated by the supreme court in arcelor mittal nippon steel india ltd. (supra) in which in paragraph 2, the following questions were framed for adjudication and determination: \"2. the short question of law raised in this appeal is, whether the court has the power to entertain an application under section 9(1) of the arbitration and conciliation act, 1996, hereinafter referred to as \"the arbitration act\", once an arbitral tribunal has been constituted and if so, what is the true meaning and purport of the expression \"entertain\" in section 9(3) of the arbitration act. the next question is, whether the court is obliged to examine the efficacy of the remedy under section 17, before passing an order under section 9(1) of the arbitration act, once an arbitral tribunal is constituted.\" 14. their lordships of the supreme court considered the above-stated questions and in paragraph 95 held that the bar of section 9(3) would not operate, once an application has been entertained and taken up for consideration. it was further held that it has never been the legislative intent that even after an application under section 9 of the ac act is finally heard, relief would have to be declined and the parties have to be relegated to their remedy under section 17 of the ac act. finally, in paragraphs 107 and 108, their lordships have held that the bar of section 9(3) operates where the application under section 9(1) had not been entertained till the constitution of the arbitral tribunal, and observed as under: \"107. it is reiterated that section 9(1) enables the parties to an arbitration agreement to approach the appropriate court for interim measures before the commencement of arbitral proceedings, during arbitral proceedings or at any time after the making of an arbitral award but before it is enforced and in accordance with section 36 of the arbitration act. the bar of section 9(3) operates where the application under section 9(1) had not been entertained till the constitution of the arbitral tribunal. ofcourse it hardly need be mentioned that even if an application under section 9 had been entertained before the constitution of the tribunal, the court always has the discretion to direct the parties to approach the arbitral tribunal, if necessary by passing a limited order of interim protection, particularly when there has been a long time gap between hearings and the application has for all practical purposes, to be heard afresh, or the hearing has just commenced and is likely to consume a lot of time. in this case, the high court has rightly directed the commercial court to proceed to complete the adjudication. 108. for the reasons discussed above, the appeal is allowed only to the extent of clarifying that it shall not be necessary for the commercial court to consider the efficacy of relief under section 17, since the application under section 9 has already been entertained and considered by the commercial court. the judgment and order under appeal does not, otherwise, call for interference.\" 15. reverting to the facts of the case in the light of the principles of law laid down by their lordships of the supreme court in arcelor mittal nippon steel india ltd. (supra), it is quite vivid that in the instant case, application under section 9(1) of the ac act has been filed and entertained by the commercial court and finally dismissed on merits by order dated 4-7-2020 against which arbitration appeal has been preferred on 10-7-2020 and entertained by granting interim order in favour of the appellants herein on 30-7-2020 and therefore constitution of arbitral tribunal by respondent no.2 on 23-11-2021 would not prevent this court to decide this arbitration appeal filed under section 37 of the ac act, calling in question the order rejecting application under section 9(1) of the ac act finally on merits, which is a continuation of proceeding under section 9(1) of the ac act. as such, the preliminary objection raised on behalf of the respondents that this arbitration appeal is not maintainable in view of constitution of arbitral tribunal in terms of section 9(3) of the ac act, is hereby overruled. answer to question no.2: 16. the question is, whether the learned commercial court (district level) is justified in rejecting the application under section 9(1) of the ac act filed by the appellants restraining revocation of bank guarantee by the bank in favour of the respondents? 17. the appellants have furnished bank guarantee on 10-10-2016 in favour of the respondent secr to the extent of â‚¹ 6,77,26,553/-. it is the performance bank guarantee by which the bank has unequivocally undertaken to pay the said amount to the respondents notwithstanding any dispute or disputes raised by the contractor in any suit or proceeding pending before any court or tribunal relating thereto to discharge their liability and the said amount is payable. as such, the bank guarantee is an unconditional bank guarantee. clause 1.35 of the special conditions of contract relates to performance guarantee payable wherever the contract is rescinded. 18. at this stage, before entering into the merits of the matter, it would be appropriate to refer to the provisions contained in section 126 of the indian contract act, 1872 which provides and which defines \"contract of guarantee\" as under: \"126. \"contract of guarantee\", \"surety\", \"principal debtor\" and \"creditor\".--a \"contract of guarantee\" is a contract to perform the promise, or discharge the liability, of a third person in case of his default. the person who gives the guarantee is called the \"surety\"; the person in respect of whose default the guarantee is given is called the \"principal debtor\", and the person to whom the guarantee is given is called the \"creditor\". a guarantee may be either oral or written.\" 19. section 126 of the indian contract act, 1872 defines a contract of guarantee as \"a contract to perform the promise, or discharge the liability, of a third person in case of his default\". a guarantee is an undertaking to be collaterally responsible for the debt, default, or miscarriage of another. the essentials of a contract of guarantee are: â€¢ the contract of guarantee must have all the essentials of a contract. â€¢ there must be an existing debt, which should be recoverable. â€¢ existence of three parties in a contract of guarantee, ie, principal debtor, creditor, and surety. â€¢ there must be a distinct promise by the surety to pay the debt in case of default by the principal debtor. â€¢ the principal debtor must be primarily liable. â€¢ the liability must be legally enforceable. 20. a bank guarantee is an independent and distinct contract between the bank and the beneficiary and is not qualified by the terms of the underlying transaction, or the primary contract between the person at whose instance the bank guarantee is given and the beneficiary. the nature of obligation of the bank is absolute, and not dependent upon the inter se disputes or proceedings (see hindustan steel works construction ltd. v. tarapore & co.7). the bank is liable to pay as soon as the demand is made by the creditor (see national thermal power corpn. ltd. v. flowmore pvt. ltd.8). 21. in the matter of himadri chemicals industries ltd. v. coal tar refining co.9, the supreme court has held that in the matter of invocation of a bank guarantee or letter of credit, a bank guarantee is an independent and a separate contract and is absolute in nature. the existence of disputes between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of a bank guarantee, or letter of credit. in the matter of invocation, it is not open to a bank to rely upon the terms of the underlying contract between the parties. 7 (1996) 5 scc 34 8 (1995) 4 scc 515 9 (2007) 8 scc 110 their lordships of the supreme court have enunciated the following principles in the matter of injunction for restraining encashment of a bank guarantee or a letter of credit: (i) while dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a bank guarantee or a letter of credit in terms thereof irrespective of any pending disputes relating to the terms of the contract. (ii) the bank giving such guarantee is bound to honour it as per its terms, irrespective of any dispute raised by its customer. (iii) the courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or a letter of credit. (iv) since a bank guarantee or a letter of credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of bank guarantee or letter of credit. (v) injunction against encashment may be granted if there is fraud of an egregious nature which would vitiate the very foundation of such a bank guarantee or letter of credit, and the beneficiary seeks to take advantage of the situation. (vi) allowing encashment of an unconditional bank guarantee or a letter of credit would result in irretrievable harm or injustice to one of the parties concerned. 22. the principle laid down in himadri chemicals industries ltd. (supra) was followed by the supreme court in the matter of vinitec electronics pvt. ltd. v. hcl info systems ltd. 10 and it has been held that in the case of an unconditional bank guarantee, the same are payable by the guarantor on demand. when in the course of commercial dealings, unconditional guarantees have been given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof, irrespective of any pending disputes. the bank guarantee is an independent contract between the bank and the beneficiary thereof. for a party to claim that the case falls under the exception of fraud or special equities, proper pleadings must be made out which lay down the factual foundation of the allegation of fraud or special equities. 23. in the matter of nhai v. ganga enterprise11, the supreme court has held that a bank guarantee has to be strictly construed as per the terms of the guarantee. the invocation must be in accordance with the terms of the bank guarantee, and any deviation therefrom, would render the invocation bad in law. if the enforcement is in terms of the guarantee, the courts would normally refrain from interfering with the enforcement of the bank guarantee. interference would be justified if the invocation is contrary to the terms of the guarantee, or in the case of fraud. 24. in the matter of state of maharashtra v. national construction co. bombay12, the supreme court analysed the law relating to bank guarantees, and laid down the general rule in the following term: \"the rule is well established that a bank issuing a guarantee is not concerned with the underlying contract 10 (2008) 1 scc 544 11 air 2003 sc 3823 12 (1996) 1 scc 735 between the parties to the contract. the duty of the bank under a performance guarantee is created by the document itself. once the documents are in order, the bank giving the guarantee must honour the same and make payment. ordinarily, unless there is an allegation of fraud or the like, the courts will not interfere, directly or indirectly, to withhold payment, otherwise trust in commerce, national and international, would be irreparably damaged. but that does not mean that the parties to the underlying contract cannot settle their disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract. the remedy arising ex contractu is not barred, and the cause of action for the same is independent of enforcement of the guarantee.\" exceptions to grant of injunction of a bank guarantee: 25. a bank guarantee must be honoured strictly in accordance with the terms of the guarantee, subject to two exceptions. the first is in a clear case of fraud, which the bank has notice of, and the beneficiary seeks to take advantage of. 26. the supreme court in the matter of general electric technical services company inc. v. m/s. punj sons (p) ltd. and another 13 held that by interim injunction under order 39 rule 1 of the cpc, bank guarantee cannot be interdicted by court in the absence of fraud or special equities in the form of preventing irretrievable injustice between the parties. it was further held that it is the fraud of beneficiary, not the fraud of somebody else. 27. in the matter of svenska handelsnbanken v. indian charge chrome14, their lordships of the supreme court have held that fraud in connection with the bank guarantee would vitiate the very foundation of the bank guarantee. the fraud must be of an egregious nature such as to vitiate the entire underlying transaction. 13 air 1991 sc 1994 14 (1994) 1 scc 502 28. the second exception to the general rule of non-intervention is if there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction was not granted {see b.s.e.s. ltd. (now reliance energy ltd.) v. fenner india ltd.15}. 29. in the matter of dwarikesh sugar industries ltd. v. prem heavy engineering works (p) ltd.16 the supreme court has held that in respect of the second exception to the rule of granting injunction in case of a bank guarantee, the resulting irretrievable injury has to be such that it would make it impossible for the guarantor to reimburse himself, if he ultimately succeeds, and the same shall have to be decisively established. the supreme court has further held that it must be proved to the satisfaction of the court that there would be no possibility whatsoever of the recovery of the amount from the beneficiary by way of restitution. 30. the supreme court in the recent past in andhra pradesh pollution control board (supra) while taking note of its earlier decisions in the matters of ansal engg. projects ltd. v. tehri hydro development corpn. ltd.17, sbi v. mula sahakari sakhar karkhana ltd. 18 and hindustan construction co. ltd. v. state of bihar19 and relying upon the same, held that absent a case of fraud, irretrievable injustice and special equities, the court should not interfere with the invocation or encashment of a bank guarantee so long as the invocation was in terms of the bank guarantee. 15 (2006) 2 scc 728 16 (1997) 6 scc 450 17 (1996) 5 scc 450 18 (2006) 6 scc 293 19 (1999) 8 scc 436 31. thereafter, in standard chartered bank (supra), the supreme court again noticed its earlier decision in himadri chemicals industries ltd. (supra) and held that bank guarantee is an independent contract between bank and the beneficiary and the bank is always obliged to honour its guarantee as long as it is unconditional and irrevocable one. it has been further held that the dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and is of no consequence, however, exceptions to this rule are when there is a clear case of fraud, irretrievable injustice or special equities. it was also held that the court ordinarily should not interfere with the invocation or encashment of the bank guarantee so long as the invocation is in terms of the bank guarantee. their lordships finally held that once the demand was made in due compliance with bank guarantees, it was not open for the bank to determine as to whether the invocation of the bank guarantee was justified so long as the invocation was in terms of the bank guarantee. 32. in the matter of u.p. state sugar corporation v. sumac international ltd.20 the supreme court has held that the exception of irretrievable/ irreparable injury, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established. a mere apprehension that the other party will not be able to pay is not a sufficient ground to establish irretrievable injury. 33. the delhi high court also in the matter of intertoll ics cecons o&m company p. ltd. v. national highways authority of india21, speaking through a.k. sikri, j. (as his lordship then was) after analysing the 20 (1997) 1 scc 568 21 ilr (2006) i delhi 196 judgments of the supreme court on the point, has laid down the principles in paragraph 10 of the report as under: \"10. the principles which may be distilled from the aforesaid judgments and the observations made therein, would be the following: (a) the bank guarantee is an independent contract between the bank and the beneficiary. (b) when there is an unconditional bank guarantee and the bank has agreed to make payment without demur or protest, on beneficiary invoking the said bank guarantee, the bank is under obligation to honour the said demand. it is based on the rationale that otherwise trust in commerce, national and international, would be irreparably damaged. (c) the bank, or for that matter, the person at whose instance the bank guarantee is given [and as a sequitter even the court] will not go into the pending disputes or nature thereof between the contractor and the employer/beneficiary. the duty of the bank under a performance guarantee is created by the document itself. once the documents are found to be in order, the bank has to honour the same. (d) the courts, at this stage, cannot even go into the question as to whether the beneficiary has suffered any damages or not. therefore, the ground that in india only a reasonable amount can be awarded by way of damages even when the parties to the contract have provided for liquidated damages, is not available in such proceedings. (e) the court is also precluded from embarking on the enquiry in encashment of bank guarantee the beneficiary is trying to take undue enrichment. (f) in so far as dispute between the parties to the underlying contract is concerned, that has to be settled by resorting to litigation or arbitration, as the case may be. (g) the courts should, therefore, be slow in granting the injunction to restrain the realization of such a bank guarantee. (h) however, there are two well recognized exceptions to this rule which are: (1) a fraud of egregious nature. (2) the invocation/encashment of bank guarantee would result in irretrievable harm or injustice to one of the parties. (i) in some cases third exception is also carved out viz. when there are special equities in favour of the person seeking injunction. (j) in case the bank guarantee is not invoked in terms thereof, the bank can refused to honour the bank guarantee as in that case it would not be in accordance with the agreed stipulation and invocation would be improper. this can be treated as the fourth exception as in such a case injunction can be granted.\" 34. in the matter of state trading corporation of india ltd. v. jainsons clothing corporation and another22, their lordships of the supreme court have clearly held that it is settled law that the court, before issuing the injunction under order 39, rules 1 and 2, cpc should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremedial injury. it was further held that the court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff. he must necessarily plead and produce all the necessary evidence in proof of the fraud in execution of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud. 35. coming to the facts of the present case in the light of the aforesaid principles laid down for issuance of injunction against encashment or 22 (1994) 6 scc 597 invocation of bank guarantee that are in case of fraud of an egregious nature as to vitiate the entire underlying transaction or special equity in favour of person seeking interim injunction for preventing irretrievable harm or injustice to one of the parties, it is appropriate to mention here that the learned commercial court has noticed the parameters for invocation of bank guarantee and thereafter in paragraph 33 of the order has rightly held that invocation of bank guarantee can be interdicted on three grounds i.e. \"fraud\", \"irretrievable injury\" and \"special equity\", and also held that the appellants herein have not setup any such ground out of the said three grounds to seek restraint order against the invocation of bank guarantee and proceeded to reject the application. the present appellants have filed copy of the application filed by them under section 9 of the ac act before the commercial court along with this appeal memo. a careful perusal of the application filed under section 9 seeking injunction against encashment or invocation of bank guarantee would show that it is the case of the appellants herein that though the respondents have extended the period of completion of contract under clause 17-a of the general conditions of contract till 313-2020, but terminated the contract in question on 2-1-2020, which is arbitrary and illegal and therefore the appellants have prima facie case for grant of injunction in their favour and balance of convenience is also in their favour. as such, no specific ground of fraud or special equity in favour of the appellants has been pleaded while seeking interim injunction against encashment of bank guarantee. however, learned counsel for the appellants have emphasized that the pleading made in paragraph 19 of the application under section 9 of the ac act extending their contract under clause 17-a of the general conditions of contract, would amount to the plea of \"special equity\" which is an exception for granting interim injunction in favour of the appellants restraining encashment of bank guarantee. 36. now, the question is, whether the ground of special equity which is one of the established grounds for injunction against invocation of bank guarantee has been pleaded by and on behalf of the appellants? 37. learned counsel for the appellants have emphasized that in paragraphs 17, 18, 19 and 20 of the application under section 9 of the ac act, the appellants herein have pleaded the ground of special equities in their favour. paragraphs 17, 18, 19 and 20 of the said application are reproduced herein-below for the sake of convenience: 17/ à¤¯à¤¹ à¤•à¤• à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¦à¤¾à¤µà¤¾ 2/1/2020 à¤•à¥‹ à¤¸à¤‚à¤•à¤µà¤¦à¤¾ à¤•à¤¨à¤µà¤¸à¥ à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤‡à¤¸ à¤†à¤¦à¥‡à¤¶ à¤•à¥‹ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¥€ à¤®à¤¨à¤®à¤¾à¤¨à¥‡à¤ªà¤¨ à¤¸à¥‡ à¤•à¥€ à¤—à¤ˆ à¤•à¤¾à¤¯à¤° à¤µà¤¾à¤¹à¥€ à¤¹à¥‹à¤¨à¥‡ à¤•à¥‡ à¤•à¤¾à¤µà¤£ à¤°à¤µà¤¿ à¤¯à¤¾à¤šà¤šà¤¿à¤•à¤¾ à¤•à¥à¤°à¤®à¤¾à¤‚à¤• (à¤¸à¥€) à¤¨à¤‚. 31/2020 à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤›à¤¤à¥€à¤¸à¤—à¤¢ à¤‰à¤š à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤®à¥‡ à¤ªà¤¸à¥à¤¸à¥ à¤•à¤•à¤¯à¤¾ à¤”à¤µ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 2/1/2020 à¤•à¥‡ à¤‡à¤¸ à¤†à¤¦à¥‡à¤¶ à¤•à¥‹ à¤šà¤¿à¤¸à¤¨à¥Œà¥à¥€ à¤•à¤¦à¤¯à¤¾ à¤¥à¤¾ à¥¤ à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤›à¤¤à¥€à¤¸à¤—à¤¢ à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤¨à¥‡ à¤‡à¤¸ à¤µà¥€à¤¿ à¤¯à¤¾à¤šà¤šà¤¿à¤•à¤¾ à¤ªà¤µ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 24/2/2020 à¤•à¥‹ à¤†à¤¦à¥‡à¤¶ à¤ªà¤¾à¤°à¤µà¥ à¤•à¤µà¥à¥‡ à¤¹à¤¸à¤ à¤†à¤¦à¥‡à¤¶ à¤•à¥€ à¤•à¤‚à¤šà¤¡à¤•à¤¾ 11 à¤à¤µà¤‚ 12 à¤®à¥‡ à¤¯à¤¹ à¤ªà¤šà¥à¤ªà¤¾à¤•à¤¦à¥ à¤•à¤•à¤¯à¤¾ à¤¹à¥ˆ à¤•à¤• \"à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¥‡ à¤•à¤¥à¤¨à¤¾à¤¨à¤¸à¤¸à¤¾à¤µ à¤¸à¤‚à¤•à¤µà¤¦à¤¾ à¤®à¥‡ à¤•à¤¾à¤² 1.38 à¤¸à¤ªà¥‡à¤¶à¤² à¤•à¤‚à¤¡à¥€à¤¶à¤¨ à¤²à¥‹ à¤•à¤• à¤•à¤¾à¤² 63 à¤²à¤¨à¤µà¤² à¤•à¤‚à¤¡à¥€à¤¶à¤¨ à¤‘à¤« à¤•à¤¾à¤šà¤¿à¥à¥ˆà¤•à¤¿ à¤•à¥‡ à¤¸à¤¾à¤¥ à¤ªà¤¢à¤¾ à¤²à¤¾à¤¯à¥‡à¤—à¤¾ à¥¤ à¤¸à¤®à¥‡ à¤ªà¤•à¤•à¤¾à¤µà¤¾ à¤•à¥‡ à¤¬à¥€à¤šà¤¿ à¤†à¤°à¤¬à¤¿à¥à¥‡à¤¶à¤¨ à¤¸à¥‡ à¤•à¤µà¤µà¤¾à¤¦ à¤•à¥‡ à¤•à¤¨à¤µà¤¾à¤•à¤µà¤£ à¤•à¤¾ à¤ªà¤¬à¤‚à¤§ à¤¹à¥ˆ à¥¤ à¤‡à¤¸à¤²à¤²à¤¯à¥‡ à¤µà¥€à¤¿ à¤¯à¤¾à¤šà¤šà¤¿à¤•à¤¾ à¤®à¥‡ à¤‡à¤¸à¤•à¤¾ à¤•à¤¨à¤µà¤¾à¤•à¤µà¤£ à¤¨à¤¹à¥€ à¤¹à¥‹ à¤¸à¤•à¥à¤¾ , à¤•à¤¯à¤¾à¤•à¤• à¤•à¤µà¤µà¤¾à¤¦ à¤•à¥‡ à¤•à¤¨à¤µà¤¾à¤•à¤µà¤£ à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤²à¤²à¤ à¤­à¤¯ à¤ªà¤• à¤•à¥‡ à¤¸à¤¾à¤•à¤¯ à¤¦à¥‡à¤¨à¥‡ à¤¹à¤¾à¤—à¥‡ à¥¤ à¤‡à¤¸à¤²à¤²à¤¯à¥‡ à¤ªà¤•à¤•à¤¾à¤µ à¤…à¤¨à¥‡ à¤…à¤šà¤§à¤•à¤¾à¤µà¤¾ à¤•à¥‡ à¤¸à¤‚à¤¬à¤‚à¤§ à¤®à¥‡ à¤…à¤šà¤¯ à¤ªà¤šà¤¿à¤¾à¤µ à¤•à¤µà¤šà¤§ à¤…à¤¨à¤¸à¤¸à¤¾à¤µ à¤ªà¤¾à¤ª à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤²à¤²à¤ à¤•à¤¾à¤¯à¤° à¤µà¤¾à¤¹à¥€ à¤•à¤µ à¤¸à¤•à¥à¥‡ à¤¹à¥ˆ à¥¤ à¤‡à¤¸à¤•à¥€ à¤¸à¤¸à¤•à¤µà¤§à¤¾ à¤¦à¥€ à¤—à¤ˆ à¥¤\" 18/ à¤¯à¤¹ à¤•à¤• à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤‰à¤š à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤•à¥‡ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 24/2/2020 à¤•à¥‡ à¤†à¤¦à¥‡à¤¶ à¤•à¥‡ à¥à¤¸à¤µà¥ à¤‚ à¤¬à¤¾à¤¦ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¨à¥‡ à¤†à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¦à¤¾à¤µà¤¾ à¤¸à¤‚à¤•à¤µà¤¦à¤¾ à¤•à¥‡ à¤…à¤‚à¥à¤°à¥à¤° à¤•à¥€ à¤—à¤ˆ \"à¤ªà¤µà¤«à¤¾à¤®à¤°à¤¶ à¤—à¤¾à¤µà¤‚à¤¿à¥€ à¤•à¥€ à¤µà¤¾à¤¶à¤¶\" à¤•à¤¾ à¤¨à¤—à¤¦à¥€à¤•à¤µà¤£ à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤²à¤²à¤ à¥à¤¤à¤•à¤¾à¤² à¤¹à¥€ à¤¸à¤‚à¤¬à¤‚à¤šà¤§à¥ à¤¬à¥ˆà¤• à¤•à¥‹ à¤¸à¤‚à¤ªà¤•à¤° à¤•à¤•à¤¯à¤¾, à¤œà¤²à¤¸à¤•à¥€ à¤²à¤¾à¤¨à¤•à¤¾à¤µà¥€ à¤¹à¥‹à¤¨à¥‡ à¤†à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¨à¥‡ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 26/2/2020 à¤•à¥‹ à¤¬à¥ˆà¤• à¤•à¥‹ à¤”à¤µ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¥‹ à¤ªà¤¤ à¤¦à¥‡à¤•à¤µ à¤¯à¤¹ à¤¸à¥‚à¤šà¤šà¤¿à¥ à¤•à¤µ à¤•à¤¦à¤¯à¤¾ à¤•à¤• à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤‰à¤š à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤•à¥€ à¤…à¤¨à¤¸à¤®à¤šà¥ à¤…à¤¨à¤¸à¤¸à¤¾à¤µ à¤†à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¸à¤‚à¤•à¤µà¤¦à¤¾ à¤®à¥‡ à¤ªà¤¬à¤‚à¤šà¤§à¥ à¤µà¥€à¤šà¥ à¤¸à¥‡ à¤•à¤µà¤µà¤µà¤¾à¤¦ à¤•à¥‹ à¤®à¤§à¤¯à¤¸à¤¥ à¤•à¥‹ à¤¸à¥Œà¤ªà¤¨à¥‡ à¤•à¥€ à¤•à¤¾à¤¯à¤° à¤µà¤¾à¤¹à¥€ à¤ªà¤¾à¤µà¤‚à¤­ à¤•à¤µ à¤µà¤¹à¥‡ à¤¹à¥ˆ à¥¤ à¤‡à¤¸à¤²à¤²à¤ à¤¬à¥ˆà¤• à¤—à¤¾à¤µà¤‚à¤¿à¥€ à¤•à¤¾ à¤¨à¤•à¤¦à¥€à¤•à¤µà¤£ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¨ à¤•à¤µà¤¾à¤¯à¥‡ à¥¤ à¤†à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¤¾à¥‡ à¤†à¤¬à¤‚à¤•à¤¿à¥ à¤•à¤¾à¤¯à¤° à¤•à¥‹ à¤•à¤•à¤¸à¥€ à¤…à¤šà¤¯ à¤•à¥‹ à¤ªà¥‚à¤£à¤° à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤²à¤²à¤ à¤…à¤—à¤µ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤• 2 à¤¸à¥‡ 4 à¤ªà¤¦à¤¾à¤¨ à¤•à¤µ à¤¦à¥‡à¥à¥‡ à¤¹à¥ˆ à¥à¥‹ à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¥‹ à¤…à¤ªà¥‚à¤µà¤£à¥€à¤¯ à¤•à¤šà¥ à¤¹à¥‹à¤—à¥€ à¥¤ à¤‡à¤¸à¤²à¤²à¤ à¤…à¤‚à¥à¤°à¤µà¤® à¤ªà¤¾à¤¯ à¤•à¥‡ à¤²à¤²à¤ à¤¯à¤¹ à¤†à¤µà¥‡à¤¦à¤¨ à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤®à¥‡ à¤ªà¤¸à¥à¤¸à¥ à¤•à¤µà¥à¥‡ à¤¹à¥ˆ à¥¤ 19/ à¤¯à¤¹ à¤•à¤• à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤¦à¤¾à¤µà¤¾ à¤†à¤µà¥‡à¤¦à¤•à¤—à¤£ à¤•à¥‹ à¤•à¤¾à¤¯à¤° à¤ªà¥‚à¤£à¤° à¤•à¤µà¤¨à¥‡ à¤•à¥‡ à¤²à¤²à¤ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 31/3/2020 à¥à¤• à¤•à¥€ à¤…à¤µà¤šà¤§ à¤•à¤µà¤¸à¥à¤¾à¤°à¤µà¥ à¤•à¤•à¤¯à¤¾ à¤—à¤¯à¤¾ à¤¹à¥ˆ, (à¤•à¤¬à¤¨à¤¾ à¤•à¤•à¤¸à¥€ à¤²à¤²à¤•à¤µà¥€à¤¡à¥‡à¤¿à¥‡à¤¿ à¤¡à¥ˆà¤®à¥‡à¤² à¤•à¤µà¤¥ à¤ªà¥€.à¤µà¤¹à¥€.à¤¸à¥€. à¤…à¤£à¥à¤¡à¤µ à¤•à¤¾à¤² -17 (à¤) à¤†à¤«à¥… à¤²à¥€.à¤¸à¥€.à¤¸à¥€., à¤•à¤¬à¤¨à¤¾ à¤•à¤•à¤¸à¥€ à¤ªà¥‡à¤¨à¤¾à¤²à¤¿à¥€ à¤•à¥‡ à¤•à¤¾à¤¯à¤° à¤…à¤µà¤šà¤§ à¤•à¤µà¤¸à¥à¤¾à¤°à¤µà¥ à¤•à¤•à¤¯à¤¾ à¤¹à¥ˆ à¥¤ à¤à¤¸à¥€ à¤¦à¤¶à¤¾ à¤®à¥‡ à¤•à¤µà¤¸à¥à¤¾à¤°à¤µà¥ à¤…à¤µà¤šà¤§ à¤•à¥‡ à¤¸à¤®à¤¾à¤ª à¤¹à¥‹à¤¨à¥‡ à¤•à¥‡ à¤ªà¥‚à¤µà¤° 2/1/2020 à¤•à¥‹ à¤¸à¤‚à¤•à¤µà¤¦à¤¾ à¤•à¤¨à¤µà¤¸à¥ à¤•à¤µà¤¨à¥‡ à¤•à¤¾ à¤†à¤¦à¥‡à¤¶ à¤…à¤µà¥ˆà¤§ à¥à¤¥à¤¾ à¤®à¤¨à¤®à¤¾à¤¨à¤¾ à¤¹à¥ˆ à¥¤ à¤‡à¤¸à¤²à¤²à¤ à¤ªà¤¥à¤® à¤¦à¤•à¤· à¤®à¥‡ à¤¯à¤¹ à¤®à¤¾à¤®à¤²à¤¾ à¤†à¤µà¥‡à¤¦à¤• à¤•à¥‡ à¤ªà¤• à¤®à¥‡ à¤¹à¥ˆ à¥¤ à¤†à¤µà¥‡à¤¦à¤• à¤•à¥‡ à¤ªà¤• à¤®à¥‡ à¤¸à¤¸à¤•à¤µà¤§à¤¾ à¤•à¤¾ à¤¸à¤‚à¥à¤¸à¤²à¤¨ à¤­à¥€ à¤¹à¥ˆ à¥¤ 20/ à¤¯à¤¹ à¤•à¤• à¤†à¤µà¥‡à¤¦à¤¨ à¤ªà¤¤ à¤ªà¤¸à¥à¤¸à¥ à¤•à¤µà¤¨à¤¾ à¤…à¤²à¤°à¤šà¤¿ à¤¹à¥ˆ à¤•à¤¯à¤¾à¤•à¤• à¤…à¤¨à¤¾à¤µà¥‡à¤¦à¤• à¤¬à¥ˆà¤• à¤—à¤¾à¤µà¤‚à¤¿à¥€ à¤•à¥‹ à¤‡à¤¨à¤•à¥‡à¤¶ à¤•à¤µà¤¾à¤¨à¥‡ à¤”à¤µ à¤†à¤µà¥‡à¤¦à¤• à¤•à¥‡ à¤ à¥‡ à¤•à¤¾ à¤•à¤¾à¤¯à¤° à¤•à¥‹ à¤…à¤šà¤¯ à¤•à¥‹ à¤¦à¥‡à¤¨à¥‡ à¥à¤¥à¤¾ à¤†à¤µà¥‡à¤¦à¤• à¤•à¤‚à¤šà¤¡à¤•à¤¾ à¤•à¥‹ à¤…à¤šà¤¯ à¤¬à¥€à¤¡ à¤®à¥‡ à¤­à¤¾à¤— à¤²à¥‡à¤¨à¥‡ à¤¸à¥‡ à¤­à¥€ à¤…à¤¯à¥‹à¤°à¤¯ à¤¹à¥‹à¤¨à¤¾ à¤†à¤¦à¥‡à¤¶à¤¶à¥ à¤•à¤•à¤¯à¤¾ à¤¹à¥ˆ à¥¤ à¤…à¥à¤ƒ à¤†à¤°à¤¬à¤¿à¥à¥‡à¤¶à¤¨ à¤®à¥‡ à¤…à¤—à¤¸à¤µ à¤¹à¥‹à¤¨à¥‡ à¤•à¥‡ à¤ªà¥‚à¤µà¤° à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤®à¥‡ \"à¤…à¤‚à¥à¤°à¤µà¤® à¤ªà¤¾à¤¯\" à¤ªà¤¾à¤ª à¤•à¤µà¤¨à¥‡ à¤²à¤¾à¤¯à¤• à¤µà¤¾à¤¦ à¤•à¤¾à¤µà¤£ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 2/1/2020 à¤•à¥‹ à¤”à¤µ à¤®à¤¾à¤¨à¤¨à¥€à¤¯ à¤‰à¤š à¤šà¤¯à¤¾à¤¯à¤¾à¤²à¤¯ à¤•à¥‡ à¤†à¤¦à¥‡à¤¶ à¤•à¤¦à¤¨à¤¾à¤‚à¤• 24/2/2020 à¤•à¥‹ à¤†à¤µà¥‡à¤¦à¤• à¤•à¤‚à¤šà¤¡à¤•à¤¾ à¤•à¥‹ à¤ªà¤¾à¤ª à¤¹à¤¸à¤† à¤¹à¥ˆ à¥¤ 38. clause 17-a of the general conditions of contract deals with extension of time in contracts, sub-clauses of which deal with extension due to modification, extension for delay not due to railway or contractor, and extension for delay due to railways. 39. true it is that the appellants' contract period has been extended by the respondents by invoking clause 17-a of the standard general conditions of contract and the appellants' contract in question was extended relying upon clause 17-a, which relates to extension of time in contracts in terms of extension due to modification, extension for delay not due to railway or contractor and extension for delay due to railways, and the contract in question has not been extended under clause 17-b, which provides for extension of time for delay due to contractor. 40. at this stage, it would be appropriate to notice the bank guarantee furnished by the appellants on 10-10-2016 to the extent of â‚¹ 6,77,26,553/-. it states as under: \"in consideration of the president of india (hereinafter called \"the government\") having agreed to exempt m/s arss sips (jv) at 129, transport centre, rohtak road, punjabi bagh, new delhi 110035 (hereinafter called \"the said contractor\"(s)/supplier(s)\") from the demand, under the terms and conditions of this agreement no. cec/bsp/ er/t/15-16/127 lajkura-raigarh/4th line jsg-bsp/538 dated 21.09.2016 made between the president of india, acting through the chief engineer(c) or his successor, south east central railway, bilaspur, of the ministry of railways, railway board and m/s arss sips (jv) at 129, transport centre, rohtak road, punjabi bagh, new delhi 110035 for soil investigation, design of bridges, execution of earth work, minor bridges, major bridges, rubs, extension of fob, staff quarters and other service buildings, supply of ballast and other miscellaneous works in lajkura-raigarh section in connection with the construction of 4th line between jharsuguda bilaspur (hereinafter called \"the said agreement\"), of performance guarantee for the due fulfillment by the said contractor(s) of the terms and conditions contained in the said agreement, on production of a bank guarantee for rs.6,77,26,553/(rupees six crore seventy seven lacs twenty six thousand five hundred fifty three only) we, icici bank limited, having its registered office at near chakli circle, old padra road, vadodara, gujarat, pin 390 007, india and amongst other places, a branch at 9a, connaught place, new delhi 110001, india (hereinafter referred to as \"the bank\") at the request of m/s arss sips (jv) at 129, transport centre, rohtak road, punjabi bagh, new delhi 110035 (contractors) do hereby undertake to pay to the government an amount not exceeding rs. 6,77,26,553/(rupees six crore seventy seven lacs twenty six thousand five hundred fifty three only) against any loss or damage caused to or suffered or would be caused to or suffered by the government by reason of any breach by the said contractor(s) of any of the terms or conditions contained in the said agreement. 2. we, icici bank limited at 9a, connaught place, new delhi 110001, india do hereby undertake to pay the amounts due and payable under this guarantee without any demur, merely on a demand from the government (railways) stating that the amount claimed is due by way of loss or damage caused to or would be caused to or suffered by the government (railway) by reason of breach by the said contractor(s) of any of the terms or conditions contained in the said agreement or by reason of the contractor(s) failure to perform the said agreement. any such demand made on the bank shall be conclusive as regards the amount due and payable by the bank under this guarantee. however, our liability under this guarantee shall be restricted to an amount not exceeding rs. 6,77,26,553/(rupees six crore seventy seven lacs twenty six thousand five hundred fifty three only). 3. we undertake to pay to the government any money so demanded notwithstanding any dispute or disputes raised by the contractor(s)/supplier(s) in any suit or proceeding pending before any court or tribunal relating thereto our liability under this present being absolute and unequivocal. the payment so made by us under this bond shall be a valid discharge of our liability for payment there under and the contractor(s)/supplier(s) shall have no claim against us for making such payment.\" 41. a careful perusal of the aforesaid terms of the bank guarantee would show that the performance guarantee is an autonomous and independent contract and that is independent in character. the obligation arising under the bank guarantee is independent of the obligation arising out of the main contract between the parties. the performance guarantee imposes an absolute obligation on the banks to pay irrespective of any dispute which may have arisen between the parties and pending before any such court or tribunal, the liability being absolute and unequivocal. it is independent of the primary contract between the appellants and the respondents. the bank is not concerned with the rights regardless of the underlying disputes, but only with the performance of the obligation. the letter of guarantee was addressed to the secr in unqualified terms. the liability of the bank is absolute and unequivocal. 42. now, at this stage, it would be appropriate to notice clause 1.35 of the subject contract which states as under: \"1.35 performance guarantee: xxx xxx xxx xxx xxx xxx xxx xxx xxx (f) wherever the contract is rescinded, the security deposit shall be forfeited and the performance guarantee shall be encashed. the balance work shall be got done independently without risk and cost of the failed contractor. the failed contractor shall be debarred from participating in the tender for executing the balance work. if the failed contractor is a jv or a partnership firm, then every member/partner of such a firm shall be debarred from participating in the tender for the balance work either in his/ her individual capacity or as a partner of any other jv/ partnership firm. xxx xxx xxx xxx xxx xxx xxx xxx xxx\" 43. a careful perusal of clause 1.35 of the subject contract would show that whenever the contract is rescinded, the security deposit shall be forfeited and the performance guarantee shall be encashed. as such, the unequivocal and absolute term of performance bank guarantee is invokable as per clause 1.35 of the subject contract. their lordships of the supreme court in their decisions as noticed herein-above including u.p. state sugar corporation (supra) have held that \"when in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. the bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer\". as such, it was further held that \"the very purpose of giving such a bank guarantee would otherwise be defeated. the courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee\". 44. in view of the discussion made herein-above, we are of the considered opinion that courts' interference under order 39 rules 1 & 2 of the cpc while granting interim injunction in enforcing bank guarantees must be minimal. in case of fraud or special equities to prevent irretrievable injustice to the parties seeking injunction, courts interfere to prevent enforcement of bank guarantees. if the terms of the bank guarantee are unconditional and absolute, the bank has to pay the amount of bank guarantee without demur. the payment of bank guarantee cannot be made subject to the claims and counterclaims arising out of the main contract between the parties. in the instant case, the terms of the performance bank guarantee are absolute and unconditional, and none of the grounds of fraud or irretrievable injustice or special equity have been specifically pleaded, except the pleading that the period of contract in favour of the appellants has been extended by the respondents invoking clause 17a of the general conditions of contract which is not relatable to the default of the appellants / contractor and the contract has been rescinded on 2-1-2020 prior to the date of completion of contract i.e. 31-3-2020, that would not per se constitute the ground of special equity for seeking interim injunction, as the exception carved out for invocation of bank guarantee and same would remain in the realm of the contractual dispute between the parties, which would fall outside the ground of special equity and as such, the appellants have failed to plead and establish any of the ground(s) noticed herein-above for seeking interim injunction against the invocation of bank guarantee. accordingly, we hold that the learned commercial court (district level) has rightly held that the appellants have failed to plead and establish the grounds of \"fraud\", \"special equity\" and \"irretrievable injustice\" to the appellants for seeking interim injunction against the enforcement of bank guarantee. 45. we accordingly hereby dismiss the arbitration appeal and consequently the interim order dated 30-7-2020 is hereby vacated. no order as to cost(s). sd/sd/(sanjay k. agrawal) (arvind singh chandel) judge judge soma high court of chhattisgarh, bilaspur arbitration appeal no.33 of 2020 arss sips (jv) and others versus union of india and others head note the bank can be restrained from enforcement of unconditional and absolute performance bank guarantee by interim injunction only in case of fraud and special equities to prevent irretrievable injustice. csad dks dsoy /kks[kk/kmh ,oa fo'ks\"k bzfdovh ds ekeys esa] vifjorzuh; vu;k; dks jksdus gsrq varfje o;kns'k }kjk fcuk 'krz ,oa iw.kz izn'kzu csad xkjavh dks ykxw djus ls jksdk tk ldrk gsa"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f617e07ebfaf4b4d900b11500745b3de_0"
        },
        {
            "start": 155,
            "end": 253,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nChattisgarh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4081149f0fc74561819c72524c1adc2d_1"
        },
        {
            "start": 254,
            "end": 264,
            "text": "High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2cca5dbee514dfdbf940ed88ec0e53e_2"
        },
        {
            "start": 265,
            "end": 363,
            "text": "\nArss - Sips (Jv) A Joint Venture vs Union Of India on 20 December, 2021\nAuthor: Sanjay K. Agrawal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71ab301a19094ff9abed964a300a960e_3"
        },
        {
            "start": 364,
            "end": 389,
            "text": "\nBench: Sanjay K. Agrawal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a32e3f225849402eaf96043cde3007af_4"
        },
        {
            "start": 466,
            "end": 489,
            "text": "Arb . Appeal No.33/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "61bfe293e0a74110b8e004fa17b5ad88_5"
        },
        {
            "start": 535,
            "end": 547,
            "text": "Page 1 of 27",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e41c52fd13d43e3926f3dcc6df2085b_6"
        },
        {
            "start": 646,
            "end": 736,
            "text": "Afr\n\n                  High Court Of Chhattisgarh, Bilaspur\n\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "959f1f65bd7c48469c7f257b4b21351b_7"
        },
        {
            "start": 736,
            "end": 768,
            "text": "Arbitration Appeal No.33 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98fc6159970f49488fd11a987d4f2c99_8"
        },
        {
            "start": 801,
            "end": 1094,
            "text": "Order reserved on: 25-11-2021\n\n                              Order delivered on: 20-12-2021\n\n   {Arising out of order dated 4-7-2020 passed in M.J.C.No.9/2020 by the\n  Judge, Commercial Court (District Level), Nava Raipur, Atal Nagar, Distt.\n                                    Raipur}\n\n    1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f34ed3a7641b48c79d6a3733f43d6227_9"
        },
        {
            "start": 1095,
            "end": 1234,
            "text": "Arss - Sips (Jv), a Joint Venture, having its registered office at 129,\n       Transport Center, Rohtak Road, Punjabi Baag, New Delhi\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8c0642d28fe4bc382aff05a8d474fc0_10"
        },
        {
            "start": 1234,
            "end": 1240,
            "text": "2 . M/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "100dfc6001ad4bc5ad6a16e743805d7a_11"
        },
        {
            "start": 1241,
            "end": 1309,
            "text": "s Arss Infrastructure Projects Ltd., having its registered office at",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b2323f3ed3546f5a684feb40e8e231b_12"
        },
        {
            "start": 1310,
            "end": 1377,
            "text": "\n       Plot No.38, Sector A, Zone D, Mancheswar Industrial Estate,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b916b86093984e8692f619dd9f68d785_13"
        },
        {
            "start": 1378,
            "end": 1405,
            "text": "\n       Bhubaneswar, Odisha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8af99f01c681420eb004ec37fba60514_14"
        },
        {
            "start": 1412,
            "end": 1485,
            "text": "3. Shyam Indus Power Solutions Pvt. Ltd., having its registered office at",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8a77ba2bea741f9b587a5b8bc78a70d_15"
        },
        {
            "start": 1486,
            "end": 1556,
            "text": "\n       Building No.16A, Najafgarh Road, Moti Nagar, Shivaji Marg, New",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad0a5d83a451444988ae755cf6972275_16"
        },
        {
            "start": 1557,
            "end": 1579,
            "text": "\n       Delhi - 110015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4528a14d85ec4b25847053d92125f7a0_17"
        },
        {
            "start": 1643,
            "end": 1706,
            "text": "---- Appellants\n\n                                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8798b4b7cc04bafa1844e2ea58b78c6_18"
        },
        {
            "start": 1706,
            "end": 1718,
            "text": "Versus\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1de9b882741c41a3a536460097f43230_19"
        },
        {
            "start": 1718,
            "end": 1828,
            "text": "1. Union of India, through the Secretary, Ministry of Railways, Rail\n       Bhawan, 1, Raisina Road, New Delhi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ba078f21eac455e84446bbf78f03169_20"
        },
        {
            "start": 1829,
            "end": 1873,
            "text": "\n\n    2. South East Central Railway, through",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b87216aefffa4afdb4482bdbb01c570b_21"
        },
        {
            "start": 1900,
            "end": 2090,
            "text": "its     General     Manager,\n       Headquarter, Bilaspur, Chhattisgarh\n\n    3. Chief Administrative Officer (Construction), South East Central\n       Railway, Bilaspur, Chhattisgarh\n\n    4.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b85950d4a624042bd704ff53dc9356e_22"
        },
        {
            "start": 2091,
            "end": 2253,
            "text": "Chief Engineer (Construction - I), South East Central Railway,\n       Bilaspur, Chhattisgarh\n                                                     ---- Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "add8a8e58eef448887d049096d4ba142_23"
        },
        {
            "start": 2254,
            "end": 2358,
            "text": "\n\n------------------------------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eed3a1962ad3414e8405b0be12c80772_24"
        },
        {
            "start": 2360,
            "end": 2711,
            "text": "For Appellants: Mr. Vijay Dubey and Mr. Amrito Das, Advocates.\nFor Respondents: Mr. H.S. Ahluwalia, Advocate.\n------------------------------------------------------------------------------------------------------\n\n                          Hon'ble Shri Sanjay K. Agrawal and\n                         Hon'ble Shri Arvind Singh Chandel, Jj.\nC.A.V. Order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28e4d74bd8a24032b6a0e1350a288df7_25"
        },
        {
            "start": 2712,
            "end": 2733,
            "text": "Sanjay K. Agrawal, J.",
            "labels": [
                "NONE"
            ],
            "id": "4c23c41ea40e41b9b84363c67bce6ba7_26"
        },
        {
            "start": 2734,
            "end": 3547,
            "text": "\n1. Invoking the appellate jurisdiction of this Court under Section 37 of the Arbitration and Conciliation Act, 1996 (for short, 'the Ac Act'), the appellants herein have called in question the impugned order dated 4- 7-2020 passed by the learned Judge, Commercial Court (District Level), Nava Raipur, Atal Nagar, District Raipur, whereby the learned Commercial Court has rejected the application filed by the appellants herein seeking interim injunction under Section 9(1) of the Ac Act finding no merit and refused to restrain the respondents herein from encashing the performance bank guarantee (Pbg) to the extent of  6,77,26,553/-.\n2. Respondent No.2 South East Central Railway issued a notice inviting tender for work in Lajkura-Raigarh Section for construction of 4 th line between Jharsuguda and Bilaspur.",
            "labels": [
                "FAC"
            ],
            "id": "17c78326b71e491681e45d1f29b7c5ab_27"
        },
        {
            "start": 3548,
            "end": 3965,
            "text": "The scope of the said work was widening, including soil investigation, design of bridges, execution of earthwork, minor bridges, major bridges, Rub, extension of Fob, staff quarter and other service buildings, supply of ballast and other miscellaneous works in which the appellants participated and were declared successful bidders and consequently, letter of acceptance (Loa) was issued in their favour on 21-9-2016.",
            "labels": [
                "FAC"
            ],
            "id": "eba5ce6a83dd4035816c9baa962532b2_28"
        },
        {
            "start": 3966,
            "end": 4349,
            "text": "Accordingly, agreement dated 13-6-2017 came to be executed between the parties with a stipulation that the work will be completed within 24 months from the date of issuance of Loa dated 21-9-2016 and accordingly, the appellants submitted bank guarantee worth  6,77,26,553/- in shape of performance bank guarantee (Pbg) with the respondents as per the terms and conditions of the Nit.",
            "labels": [
                "FAC"
            ],
            "id": "8b9039a753794e2a84ca07f8b79a5b60_29"
        },
        {
            "start": 4350,
            "end": 4957,
            "text": "However, thereafter, in the course of execution of work, dispute arose between the parties regarding laxity in performance and dissatisfaction with progress of work, and when the work in question could not be completed within the stipulated time despite several extensions given to the appellants, ultimately, respondent No.2 terminated the contract on 2-1-2020 which was called in question by the appellants herein before this Court by filing W.P.(C)No.31/2020 and which was dismissed by this Court (Division Bench) on 24-2-2020 giving liberty to the appellants to invoke the arbitration clause, if any.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "3056f58e577b46e3a94c4ae7947224f7_30"
        },
        {
            "start": 4958,
            "end": 5019,
            "text": "It is the case of the appellants that since arbitrator was no",
            "labels": [
                "FAC"
            ],
            "id": "3b6bf1723e89488ca8f1b1540aaac10d_31"
        },
        {
            "start": 5020,
            "end": 5359,
            "text": "t appointed despite making application, thereafter, they filed application under Section 9(1) of the AC Act on 28-2-2020 before the District Judge, Bilaspur for grant of interim injunction, which was returned to the appellants to file before the Commercial Court (District Level) after coming into force of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "3b27471f45af4f708deab198ce9a9a2e_32"
        },
        {
            "start": 5360,
            "end": 5923,
            "text": "In the said application, it was pleaded that the contract period for completion of the said contract was extended by the respondents herein up to 31-3- 2020 invoking clause 17-A of the general conditions of contract without any penalty and without any liquidated damages, but the contract in question has been terminated on 2-1-2020 prior to last date of completion of work i.e. 31-3-2020, which is ex facie illegal and bad in law and by which the appellants have prima facie case and are entitled to obtain interim injunction under Section 9(1) of the AC Act.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "043aaa2f300d4dee8c7cd35aba24c310_33"
        },
        {
            "start": 5924,
            "end": 6365,
            "text": "The respondents filed reply to the said application filed under Section 9(1) of the AC Act before the Commercial Court opposing the said application stating inter alia that the appellants have neither prima facie case in their favour nor balance of convenience lies in their favour and there is no irreparable loss to the appellants if the application for interim injunction is rejected and as such, the application is liable to be rejected.",
            "labels": [
                "FAC"
            ],
            "id": "dc9412941976422eba49bf4f2c03eb0d_34"
        },
        {
            "start": 6366,
            "end": 6869,
            "text": "\n5. The learned Commercial Court by its impugned order rejected the application holding that invocation of bank guarantee and payment thereunder can be restrained only on three grounds namely, fraud, irretrievable injury and special equity, but the appellants have not setup any such ground out of the aforesaid three grounds for obtaining injunction against invocation of bank guarantee and accordingly, rejected the application which has been sought to be questioned by way of this arbitration appeal.",
            "labels": [
                "RLC"
            ],
            "id": "ba77626a73a945a19889337e669592df_35"
        },
        {
            "start": 6871,
            "end": 7098,
            "text": "6. Mr. Vijay Dubey and Mr. Amrito Das, learned counsel appearing for the appellants herein, would submit that the learned Commercial Court is absolutely unjustified in rejecting the application under Section 9(1) of the AC Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "907c605269924b28ad756d8f3d503490_36"
        },
        {
            "start": 7099,
            "end": 7461,
            "text": "They would further submit that invocation of bank guarantee in the present case is per se unjust, illegal and bad in law because the respondents themselves extended the contract under clause 17-A and they have not invoked clause 17-B of the general conditions of contract meaning thereby that extension was not because of any fault on the part of the contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1910d423d5e4490daad9f406100776b2_37"
        },
        {
            "start": 7462,
            "end": 7654,
            "text": "However, even before that, the contract was terminated on 2-1-2020 without specifying under which clause the contract was found to be violated either in terms of progress of work or otherwise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bf96bb45f9cb443a8b1f5791efc8f10a_38"
        },
        {
            "start": 7655,
            "end": 8143,
            "text": "Relying upon the decisions of the Supreme Court in the matters of Hindustan Construction Co. Ltd. v. State of Bihar and others 1, Standard Chartered Bank v. Heavy Engineering Corporation Ltd. and another 2 and Hindustan Steelworks Construction Ltd. v. Tarapore & Co. and another3, they would submit that in such circumstances, the respondents be restrained from invocation of performance bank 1 (1999) 8 SCC 436 2 (2020) 13 SCC 574 3 (1996) 5 SCC 34 guarantee furnished by the appellants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0e2fb41144d44890ab72949a42892582_39"
        },
        {
            "start": 8144,
            "end": 8568,
            "text": "Mr. Das, learned counsel, would also submit that extension of contract period for completion of work by virtue of clause 17-A of the general conditions of contract would amount to \"special equity\" and that would furnish a ground for grant of interim injunction restraining encashment of performance bank guarantee and as such, the appeal deserves to be allowed and the order of the Commercial Court deserves to be set-aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "17213cb4429e49e5a616e509dda4be4f_40"
        },
        {
            "start": 8570,
            "end": 9035,
            "text": "7. Mr. H.S. Ahluwalia, learned counsel appearing for the respondents, would take preliminary objection stating inter alia that since now, the Arbitral Tribunal has been constituted by the respondents by order dated 23-11-2021, therefore, by virtue of sub-section (3) of Section 9 of the AC Act, arbitration appeal would not be maintainable and remedy of the appellants, if any, is to approach the Arbitral Tribunal so constituted for seeking any interim injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "486b794b99964faea819ebfe2d1fdbab_41"
        },
        {
            "start": 9036,
            "end": 9533,
            "text": "He would further submit that earlier, when the appellants had approached this Court by filing a writ petition challenging the order of termination of contract and invocation of bank guarantee, an order was passed by the Division Bench on 24-2-2020 in W.P.(C)No.31/2020 wherein, though, liberty was granted to the petitioners to take remedy of seeking adjudication of dispute by way of arbitration, observations were made on prima facie consideration that the progress of work was not satisfactory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4235a59c1caf439b96c125da48823227_42"
        },
        {
            "start": 9534,
            "end": 9702,
            "text": "He would also submit that such observation shows that prima facie progress of work by the appellants was not found satisfactory, therefore, the contract was terminated.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "106ddd83793941ef82a41b766dc21f10_43"
        },
        {
            "start": 9703,
            "end": 10271,
            "text": "Relying upon the decisions of the Supreme Court in the matters of Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Project Limited and another 4 4 (2016) 10 SCC 46 and Andhra Pradesh Pollution Control Board v. CCL Products (India) Limited5, learned counsel would submit that in such circumstances, this Court would not normally interfere with invocation of bank guarantee and as such, the learned Commercial Court has rightly rejected the application for interim injunction filed by the appellants and the instant appeal deserves to be dismissed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3c4807595bd246bb87e8f5e38aff7fc3_44"
        },
        {
            "start": 10273,
            "end": 10874,
            "text": "8. Replying to the submission of learned counsel for the respondents relating to applicability of Section 9(3) of the AC Act, Mr. Das, learned counsel for the appellants, would submit that it is a case where jurisdiction under Section 9(1) of the AC Act has been invoked by the appellants on 28-2-2020 and Arbitral Tribunal has been constituted only on 23-11-2021, therefore, sub-section (3) of Section 9 would not be applicable and he would rely upon the decision of the Supreme Court in the matter of Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd.6 to buttress his submission.\n9.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "47389b5e921041b0bf5b1f3164ff8916_45"
        },
        {
            "start": 10875,
            "end": 11038,
            "text": "We have heard learned counsel for the parties and considered their rival submissions made herein-above and also went through the record with utmost circumspection.",
            "labels": [
                "NONE"
            ],
            "id": "3123fcfacd98491086940b44079ae6e4_46"
        },
        {
            "start": 11040,
            "end": 11179,
            "text": "10. Upon hearing learned counsel for the parties and after going through the record, following two questions emerge for consideration: -\n1.",
            "labels": [
                "ISSUE"
            ],
            "id": "328d213ae39a4525b3c1607d7871d63d_47"
        },
        {
            "start": 11180,
            "end": 11431,
            "text": "Whether upon constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021, the instant arbitration appeal arising out of rejection of application under Section 9(1) of the AC Act would not be maintainable by virtue of Section 9(3) of the AC Act?",
            "labels": [
                "ISSUE"
            ],
            "id": "edb5e6f501e84ba6a81fc10b83aadff2_48"
        },
        {
            "start": 11432,
            "end": 11730,
            "text": "\n2. Whether the learned Commercial Court (District Level) is 5 (2019) 20 SCC 669 6 2021 SCC OnLine SC 718 justified in rejecting the application filed by the appellants under Section 9(1) of the AC Act seeking interim injunction against revocation of bank guarantee to the extent of  6,77,26,553/-?",
            "labels": [
                "ISSUE"
            ],
            "id": "eebba920193248a1a1a57e69d2df2445_49"
        },
        {
            "start": 11732,
            "end": 11762,
            "text": "Answer to Question No.1: -\n11.",
            "labels": [
                "NONE"
            ],
            "id": "c81023da88d94347807e94ecda4383cf_50"
        },
        {
            "start": 11763,
            "end": 12673,
            "text": "It is vehemently submitted by Mr. Ahluwalia, learned counsel for the respondents herein, that during the pendency of appeal, Arbitral Tribunal has been constituted on 23-11-2021, therefore, arbitration appeal would not be maintainable and is hit by sub-section (3) of Section 9 of the AC Act, whereas in reply to this, it is submitted by Mr. Vijay Dubey and Mr. Amrito Das, learned counsel for the appellants herein, that since application under Section 9(1) of the AC Act has already been entertained by the learned Commercial Court on 4-3- 2020 and it has finally been decided by that Court on its merit on 4-7- 2020 against which this appeal has already been entertained by this Court on 30-7-2020 by granting interim order in favour of the appellants, therefore, Section 9(3) of the AC Act would not be a bar for finally adjudicating this arbitration appeal and it is not hit by Section 9(3) of the AC Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2b26c8b15ffe48eaab8004e402bfb295_51"
        },
        {
            "start": 12675,
            "end": 12874,
            "text": "12. The question is, what would be the effect of constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021 upon this arbitration appeal in view of sub-section (3) of Section 9 of the AC Act?",
            "labels": [
                "ISSUE"
            ],
            "id": "3f8e865467244742be842665d35b56e8_52"
        },
        {
            "start": 12876,
            "end": 13134,
            "text": "13. This question is no longer res integra and it has authoritatively been adjudicated by the Supreme Court in Arcelor Mittal Nippon Steel India Ltd. (supra) in which in paragraph 2, the following questions were framed for adjudication and determination:\n\"2.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "037274a1c857479b999f53e371da9c38_53"
        },
        {
            "start": 13135,
            "end": 13527,
            "text": "The short question of law raised in this appeal is, whether the Court has the power to entertain an application under Section 9(1) of the Arbitration and Conciliation Act, 1996, hereinafter referred to as \"the Arbitration Act\", once an Arbitral Tribunal has been constituted and if so, what is the true meaning and purport of the expression \"entertain\"\nin Section 9(3) of the Arbitration Act.",
            "labels": [
                "ISSUE"
            ],
            "id": "90e823c50c414cd6a2faba93b30e229f_54"
        },
        {
            "start": 13528,
            "end": 13748,
            "text": "The next question is, whether the Court is obliged to examine the efficacy of the remedy under Section 17, before passing an order under Section 9(1) of the Arbitration Act, once an Arbitral Tribunal is constituted.\"\n14.",
            "labels": [
                "ISSUE"
            ],
            "id": "0e57028344c44b95b2c8e5d262f5287f_55"
        },
        {
            "start": 13749,
            "end": 13969,
            "text": "Their Lordships of the Supreme Court considered the above-stated questions and in paragraph 95 held that the bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e16c40f3b68439fb54aa7161b53ee7f_56"
        },
        {
            "start": 13970,
            "end": 14232,
            "text": "It was further held that it has never been the legislative intent that even after an application under Section 9 of the AC Act is finally heard, relief would have to be declined and the parties have to be relegated to their remedy under Section 17 of the AC Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6bba2ce9dfcb4b2ab59142054d5714d1_57"
        },
        {
            "start": 14233,
            "end": 14477,
            "text": "Finally, in paragraphs 107 and 108, their Lordships have held that the bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal, and observed as under: -\n\"107.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4406575dbe3f4d83afb23f265a583392_58"
        },
        {
            "start": 14478,
            "end": 14829,
            "text": "It is reiterated that Section 9(1) enables the parties to an arbitration agreement to approach the appropriate Court for interim measures before the commencement of arbitral proceedings, during arbitral proceedings or at any time after the making of an arbitral award but before it is enforced and in accordance with Section 36 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adb6cc7893df4dbd944c892bd4939dce_59"
        },
        {
            "start": 14830,
            "end": 14976,
            "text": "The bar of Section 9(3) operates where the application under Section 9(1) had not been entertained till the constitution of the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38794cbd1f9a41b3b13196f724e34540_60"
        },
        {
            "start": 14977,
            "end": 15487,
            "text": "Ofcourse it hardly need be mentioned that even if an application under Section 9 had been entertained before the constitution of the Tribunal, the Court always has the discretion to direct the parties to approach the Arbitral Tribunal, if necessary by passing a limited order of interim protection, particularly when there has been a long time gap between hearings and the application has for all practical purposes, to be heard afresh, or the hearing has just commenced and is likely to consume a lot of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f85e3c9eb2364e4f878139466158b925_61"
        },
        {
            "start": 15488,
            "end": 15599,
            "text": "In this case, the High Court has rightly directed the Commercial Court to proceed to complete the adjudication.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2de1c33b05d54e13ad84cdd13bab6a29_62"
        },
        {
            "start": 15601,
            "end": 15909,
            "text": "108. For the reasons discussed above, the appeal is allowed only to the extent of clarifying that it shall not be necessary for the Commercial Court to consider the efficacy of relief under Section 17, since the application under Section 9 has already been entertained and considered by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b10c740f5ec4623a86077f38ff72ebf_63"
        },
        {
            "start": 15910,
            "end": 15990,
            "text": "The judgment and order under appeal does not, otherwise, call for interference.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6582f60eb4a343a188bab82c60419630_64"
        },
        {
            "start": 15992,
            "end": 16882,
            "text": "15. Reverting to the facts of the case in the light of the principles of law laid down by their Lordships of the Supreme Court in Arcelor Mittal Nippon Steel India Ltd. (supra), it is quite vivid that in the instant case, application under Section 9(1) of the AC Act has been filed and entertained by the Commercial Court and finally dismissed on merits by order dated 4-7-2020 against which arbitration appeal has been preferred on 10-7-2020 and entertained by granting interim order in favour of the appellants herein on 30-7-2020 and therefore constitution of Arbitral Tribunal by respondent No.2 on 23-11-2021 would not prevent this Court to decide this arbitration appeal filed under Section 37 of the AC Act, calling in question the order rejecting application under Section 9(1) of the AC Act finally on merits, which is a continuation of proceeding under Section 9(1) of the AC Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b185ff52b3144cf78a46e83681537fa4_65"
        },
        {
            "start": 16883,
            "end": 17108,
            "text": "As such, the preliminary objection raised on behalf of the respondents that this arbitration appeal is not maintainable in view of constitution of Arbitral Tribunal in terms of Section 9(3) of the AC Act, is hereby overruled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f46df65af6c423b87f03b0402e1a35a_66"
        },
        {
            "start": 17110,
            "end": 17140,
            "text": "Answer to Question No.2: -\n16.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e44369afa13a48acbfc7c6bcffcd238f_67"
        },
        {
            "start": 17141,
            "end": 17393,
            "text": "The question is, whether the learned Commercial Court (District Level) is justified in rejecting the application under Section 9(1) of the AC Act filed by the appellants restraining revocation of bank guarantee by the Bank in favour of the respondents?",
            "labels": [
                "ISSUE"
            ],
            "id": "6de6c97c0c91488d96ef7eefab6e0b0f_68"
        },
        {
            "start": 17395,
            "end": 17523,
            "text": "17. The appellants have furnished bank guarantee on 10-10-2016 in favour of the respondent SECR to the extent of  6,77,26,553/-.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3303a0b2cd0b491d95c03600c9403b65_69"
        },
        {
            "start": 17524,
            "end": 17855,
            "text": "It is the performance bank guarantee by which the Bank has unequivocally undertaken to pay the said amount to the respondents notwithstanding any dispute or disputes raised by the contractor in any suit or proceeding pending before any court or Tribunal relating thereto to discharge their liability and the said amount is payable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5d79b2099bb4ebd86cf3db707469c06_70"
        },
        {
            "start": 17856,
            "end": 17919,
            "text": "As such, the bank guarantee is an unconditional bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91397a7563fe446d90cf7d898f0fd9b6_71"
        },
        {
            "start": 17920,
            "end": 18046,
            "text": "Clause 1.35 of the Special Conditions of Contract relates to performance guarantee payable wherever the contract is rescinded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f42d6173fd84d9ca60596b8e3afb1a4_72"
        },
        {
            "start": 18048,
            "end": 18502,
            "text": "18. At this stage, before entering into the merits of the matter, it would be appropriate to refer to the provisions contained in Section 126 of the Indian Contract Act, 1872 which provides and which defines \"Contract of guarantee\" as under: -\n\"126. \"Contract of guarantee\", \"surety\", \"principal debtor\"\nand \"creditor\".--A \"contract of guarantee\" is a contract to perform the promise, or discharge the liability, of a third person in case of his default.",
            "labels": [
                "STA"
            ],
            "id": "64e8bf6f3ace439ea58e54e76aa96742_73"
        },
        {
            "start": 18503,
            "end": 18729,
            "text": "The person who gives the guarantee is called the \"surety\"; the person in respect of whose default the guarantee is given is called the \"principal debtor\", and the person to whom the guarantee is given is called the \"creditor\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76734209031047b5b8081d46658bd022_74"
        },
        {
            "start": 18730,
            "end": 18773,
            "text": "A guarantee may be either oral or written.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5537363d5a0a4e62984c04ecdb4ffdba_75"
        },
        {
            "start": 18774,
            "end": 18965,
            "text": "\n19. Section 126 of the Indian Contract Act, 1872 defines a contract of guarantee as \"a contract to perform the promise, or discharge the liability, of a third person in case of his default\".",
            "labels": [
                "STA"
            ],
            "id": "83d10c7d7baf4c32abe4d25a2b2a6ad8_76"
        },
        {
            "start": 18966,
            "end": 19076,
            "text": "A guarantee is an undertaking to be collaterally responsible for the debt, default, or miscarriage of another.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0956d133abd645c4a8e8ba862965a7a5_77"
        },
        {
            "start": 19077,
            "end": 19196,
            "text": "The essentials of a contract of guarantee are:\n The contract of guarantee must have all the essentials of a contract.\n ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4e94d55c14e4eb0a9e3e9735ba0cf9c_78"
        },
        {
            "start": 19196,
            "end": 19256,
            "text": "There must be an existing debt, which should be recoverable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8adfce8272e4a80a26f835341b13fb4_79"
        },
        {
            "start": 19259,
            "end": 19357,
            "text": "Existence of three parties in a contract of guarantee, ie, principal debtor, creditor, and surety.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57ad49f6db0f44f09d7d8c6dee8b2642_80"
        },
        {
            "start": 19358,
            "end": 19466,
            "text": "\n There must be a distinct promise by the surety to pay the debt in case of default by the principal debtor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc41cb6de58e480089e04cd363f1dcd9_81"
        },
        {
            "start": 19467,
            "end": 19515,
            "text": "\n The principal debtor must be primarily liable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aee2d420f13b4e45a8f27eff6853904d_82"
        },
        {
            "start": 19516,
            "end": 19560,
            "text": "\n The liability must be legally enforceable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be42b6e63d264e9ea0e4b272a709fc63_83"
        },
        {
            "start": 19562,
            "end": 19834,
            "text": "20. A bank guarantee is an independent and distinct contract between the bank and the beneficiary and is not qualified by the terms of the underlying transaction, or the primary contract between the person at whose instance the bank guarantee is given and the beneficiary.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5507bd8824c146e9886731daae0b20ee_84"
        },
        {
            "start": 19835,
            "end": 20010,
            "text": "The nature of obligation of the bank is absolute, and not dependent upon the inter se disputes or proceedings (see Hindustan Steel Works Construction Ltd. v. Tarapore & Co.7).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18bc76876cc34318abc165455ed8f043_85"
        },
        {
            "start": 20011,
            "end": 20147,
            "text": "The bank is liable to pay as soon as the demand is made by the creditor (see National Thermal Power Corpn. Ltd. v. Flowmore Pvt. Ltd.8).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a5f114e19c2047eb826d5a8dde81283b_86"
        },
        {
            "start": 20149,
            "end": 20417,
            "text": "21. In the matter of Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.9, the Supreme Court has held that in the matter of invocation of a bank guarantee or letter of credit, a bank guarantee is an independent and a separate contract and is absolute in nature.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23fab34a76c8435b8f8fdf814302c14b_87"
        },
        {
            "start": 20418,
            "end": 20596,
            "text": "The existence of disputes between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of a bank guarantee, or letter of credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c28b8b4cec6343278d6fbc2aabd178dd_88"
        },
        {
            "start": 20597,
            "end": 20721,
            "text": "In the matter of invocation, it is not open to a bank to rely upon the terms of the underlying contract between the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "444437e20657459b8472ea9f2629de0e_89"
        },
        {
            "start": 20722,
            "end": 20955,
            "text": "7 (1996) 5 SCC 34 8 (1995) 4 SCC 515 9 (2007) 8 SCC 110 Their Lordships of the Supreme Court have enunciated the following principles in the matter of injunction for restraining encashment of a bank guarantee or a letter of credit: -",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dadfcc223703461ba34a02702c64fea4_90"
        },
        {
            "start": 20956,
            "end": 21306,
            "text": "\n(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a bank guarantee or a letter of credit in terms thereof irrespective of any pending disputes relating to the terms of the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "52d26ef8a2814902969bfd126da82fef_91"
        },
        {
            "start": 21307,
            "end": 21435,
            "text": "\n(ii) The bank giving such guarantee is bound to honour it as per its terms, irrespective of any dispute raised by its customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "94d68864fd4f4791a397f75577f1ea4a_92"
        },
        {
            "start": 21436,
            "end": 21574,
            "text": "\n(iii) The courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or a letter of credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "be191a136c014ef998f8f45ec50566d6_93"
        },
        {
            "start": 21575,
            "end": 21873,
            "text": "\n(iv) Since a bank guarantee or a letter of credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of bank guarantee or letter of credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "57628b14e9de42f09aa70d9e22085202_94"
        },
        {
            "start": 21874,
            "end": 22279,
            "text": "\n(v) Injunction against encashment may be granted if there is fraud of an egregious nature which would vitiate the very foundation of such a bank guarantee or letter of credit, and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional bank guarantee or a letter of credit would result in irretrievable harm or injustice to one of the parties concerned.\n22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "076d7b3ced174764a1b06f247212315a_95"
        },
        {
            "start": 22280,
            "end": 22580,
            "text": "The principle laid down in Himadri Chemicals Industries Ltd. (supra) was followed by the Supreme Court in the matter of Vinitec Electronics Pvt. Ltd. v. HCL Info Systems Ltd. 10 and it has been held that in the case of an unconditional bank guarantee, the same are payable by the guarantor on demand.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "54afe8700095444aaf0e48a33002bef8_96"
        },
        {
            "start": 22581,
            "end": 22794,
            "text": "When in the course of commercial dealings, unconditional guarantees have been given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof, irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "32025e6b6de94b3aaa8e8066105b7b26_97"
        },
        {
            "start": 22795,
            "end": 22886,
            "text": "The bank guarantee is an independent contract between the bank and the beneficiary thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "41b2b8c96b534773aea3674a7e0c3c14_98"
        },
        {
            "start": 22887,
            "end": 23097,
            "text": "For a party to claim that the case falls under the exception of fraud or special equities, proper pleadings must be made out which lay down the factual foundation of the allegation of fraud or special equities.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6894b4ab234e4df189a918afa3a8b9e0_99"
        },
        {
            "start": 23099,
            "end": 23260,
            "text": "23. In the matter of NHAI v. Ganga Enterprise11, the Supreme Court has held that a bank guarantee has to be strictly construed as per the terms of the guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5593df54477641fba84eaa57d7951266_100"
        },
        {
            "start": 23261,
            "end": 23404,
            "text": "The invocation must be in accordance with the terms of the bank guarantee, and any deviation therefrom, would render the invocation bad in law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e6f78594539f4829993e8ddb3d8f138f_101"
        },
        {
            "start": 23405,
            "end": 23548,
            "text": "If the enforcement is in terms of the guarantee, the courts would normally refrain from interfering with the enforcement of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e357ac39f8c7425e9fe9e3db92c30d20_102"
        },
        {
            "start": 23549,
            "end": 23666,
            "text": "Interference would be justified if the invocation is contrary to the terms of the guarantee, or in the case of fraud.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c43265a44c2640358fca23bf712e5dff_103"
        },
        {
            "start": 23668,
            "end": 24071,
            "text": "24. In the matter of State of Maharashtra v. National Construction Co. Bombay12, the Supreme Court analysed the law relating to bank guarantees, and laid down the general rule in the following term:\n\"The rule is well established that a bank issuing a guarantee is not concerned with the underlying contract 10 (2008) 1 SCC 544 11 AIR 2003 SC 3823 12 (1996) 1 SCC 735 between the parties to the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a7ea58f13a014439a7a61d7f3c9b9522_104"
        },
        {
            "start": 24072,
            "end": 24157,
            "text": "The duty of the bank under a performance guarantee is created by the document itself.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4ab90803b2d54fcf9c29b2e0e7ede1fa_105"
        },
        {
            "start": 24158,
            "end": 24259,
            "text": "Once the documents are in order, the bank giving the guarantee must honour the same and make payment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "10165fd66d9f4c8eb70f7f9cf4a1fc25_106"
        },
        {
            "start": 24260,
            "end": 24486,
            "text": "Ordinarily, unless there is an allegation of fraud or the like, the courts will not interfere, directly or indirectly, to withhold payment, otherwise trust in commerce, national and international, would be irreparably damaged.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2b64a709fb0542ef8048084b769edcf3_107"
        },
        {
            "start": 24487,
            "end": 24693,
            "text": "But that does not mean that the parties to the underlying contract cannot settle their disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a1594fd7d9f4e159f784c14ed2d4b9f_108"
        },
        {
            "start": 24694,
            "end": 24826,
            "text": "The remedy arising ex contractu is not barred, and the cause of action for the same is independent of enforcement of the guarantee.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4e6ed697807494cbd3e1eec782f5502_109"
        },
        {
            "start": 24828,
            "end": 24888,
            "text": "Exceptions to Grant of Injunction of a Bank Guarantee: -\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5aeb29d8c3224b26a61c541db0409238_110"
        },
        {
            "start": 24889,
            "end": 25005,
            "text": "A bank guarantee must be honoured strictly in accordance with the terms of the guarantee, subject to two exceptions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d5b33cdc25584a3ca040c850b11d877e_111"
        },
        {
            "start": 25006,
            "end": 25122,
            "text": "The first is in a clear case of fraud, which the bank has notice of, and the beneficiary seeks to take advantage of.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9fa2dc72c73f40d58c2e9551cc1ec13b_112"
        },
        {
            "start": 25124,
            "end": 25480,
            "text": "26. The Supreme Court in the matter of General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd. and another 13 held that by interim injunction under Order 39 Rule 1 of the CPC, bank guarantee cannot be interdicted by Court in the absence of fraud or special equities in the form of preventing irretrievable injustice between the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e77a9b75ab0146a1ac97f280c1bc6e66_113"
        },
        {
            "start": 25481,
            "end": 25569,
            "text": "It was further held that it is the fraud of beneficiary, not the fraud of somebody else.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "37ccecc933c74a6ca9744cb545432664_114"
        },
        {
            "start": 25571,
            "end": 25794,
            "text": "27. In the matter of Svenska Handelsnbanken v. Indian Charge Chrome14, their Lordships of the Supreme Court have held that fraud in connection with the bank guarantee would vitiate the very foundation of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bfd90d36971249bf898fe6351ffd8e80_115"
        },
        {
            "start": 25795,
            "end": 25889,
            "text": "The fraud must be of an egregious nature such as to vitiate the entire underlying transaction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0daa2bd4a63441e88d02261be8616135_116"
        },
        {
            "start": 25890,
            "end": 25933,
            "text": "13 AIR 1991 SC 1994 14 (1994) 1 SCC 502 28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "caa14158a7e149d1be22dc44ba5ed461_117"
        },
        {
            "start": 25934,
            "end": 26244,
            "text": "The second exception to the general rule of non-intervention is if there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction was not granted {see B.S.E.S. Ltd. (Now Reliance Energy Ltd.) v. Fenner India Ltd.15}.\n29.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "25d5173d9d5b4d44bd3207c09afbcaf7_118"
        },
        {
            "start": 26245,
            "end": 26671,
            "text": "In the matter of Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works (P) Ltd.16 the Supreme Court has held that in respect of the second exception to the rule of granting injunction in case of a bank guarantee, the resulting irretrievable injury has to be such that it would make it impossible for the guarantor to reimburse himself, if he ultimately succeeds, and the same shall have to be decisively established.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bc7687d71e354fe6bfcf04c12f6076ed_119"
        },
        {
            "start": 26672,
            "end": 26882,
            "text": "The Supreme Court has further held that it must be proved to the satisfaction of the court that there would be no possibility whatsoever of the recovery of the amount from the beneficiary by way of restitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "426b8b9e397f4fa787befed41df0d326_120"
        },
        {
            "start": 26884,
            "end": 27458,
            "text": "30. The Supreme Court in the recent past in Andhra Pradesh Pollution Control Board (supra) while taking note of its earlier decisions in the matters of Ansal Engg. Projects Ltd. v. Tehri Hydro Development Corpn. Ltd.17, SBI v. Mula Sahakari Sakhar Karkhana Ltd. 18 and Hindustan Construction Co. Ltd. v. State of Bihar19 and relying upon the same, held that absent a case of fraud, irretrievable injustice and special equities, the Court should not interfere with the invocation or encashment of a bank guarantee so long as the invocation was in terms of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2dafe75a807049ee90a7a0077eeed0be_121"
        },
        {
            "start": 27459,
            "end": 27562,
            "text": "\n15 (2006) 2 SCC 728 16 (1997) 6 SCC 450 17 (1996) 5 SCC 450 18 (2006) 6 SCC 293 19 (1999) 8 SCC 436 31",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6f899f0292f74513894fc72cac7fcd48_122"
        },
        {
            "start": 27563,
            "end": 27906,
            "text": ". Thereafter, in Standard Chartered Bank (supra), the Supreme Court again noticed its earlier decision in Himadri Chemicals Industries Ltd. (supra) and held that bank guarantee is an independent contract between bank and the beneficiary and the bank is always obliged to honour its guarantee as long as it is unconditional and irrevocable one.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5d946699127b41aebe1e29439d39bc60_123"
        },
        {
            "start": 27907,
            "end": 28196,
            "text": "It has been further held that the dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and is of no consequence, however, exceptions to this rule are when there is a clear case of fraud, irretrievable injustice or special equities.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bdbdce17d4834efea8ac15f13f714454_124"
        },
        {
            "start": 28197,
            "end": 28377,
            "text": "It was also held that the Court ordinarily should not interfere with the invocation or encashment of the bank guarantee so long as the invocation is in terms of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "493f56352ed6457d89229c740877edbb_125"
        },
        {
            "start": 28378,
            "end": 28645,
            "text": "Their Lordships finally held that once the demand was made in due compliance with bank guarantees, it was not open for the bank to determine as to whether the invocation of the bank guarantee was justified so long as the invocation was in terms of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "25d145bf52be4aa78e3639b3ab9f9b2b_126"
        },
        {
            "start": 28647,
            "end": 28967,
            "text": "32. In the matter of U.P. State Sugar Corporation v. Sumac International Ltd.20 the Supreme Court has held that the exception of irretrievable/ irreparable injury, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7430faefc6d149939d7c91c8ed69fcf3_127"
        },
        {
            "start": 28968,
            "end": 29098,
            "text": "A mere apprehension that the other party will not be able to pay is not a sufficient ground to establish irretrievable injury.\n33.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2c6351ded4b7419b991e1a031ef6179e_128"
        },
        {
            "start": 29099,
            "end": 29471,
            "text": "The Delhi High Court also in the matter of Intertoll ICS Cecons O&M Company P. Ltd. v. National Highways Authority of India21, speaking through A.K. Sikri, J. (as His Lordship then was) after analysing the 20 (1997) 1 SCC 568 21 ILR (2006) I Delhi 196 judgments of the Supreme Court on the point, has laid down the principles in paragraph 10 of the report as under: -\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d994d49cfd484652badaa57cf443374a_129"
        },
        {
            "start": 29472,
            "end": 29686,
            "text": "The principles which may be distilled from the aforesaid judgments and the observations made therein, would be the following:\n(a) The bank guarantee is an independent contract between the bank and the beneficiary.\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b1cdd617c5824046a8a8c321a8b8a643_130"
        },
        {
            "start": 29686,
            "end": 29907,
            "text": "( b) When there is an unconditional bank guarantee and the bank has agreed to make payment without demur or protest, on beneficiary invoking the said bank guarantee, the bank is under obligation to honour the said demand.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b77bbbe518454b47a8981dbdcaad6f79_131"
        },
        {
            "start": 29908,
            "end": 30028,
            "text": "It is based on the rationale that otherwise trust in commerce, national and international, would be irreparably damaged.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "50b27360ea944b1c92cf61b6f1eed04d_132"
        },
        {
            "start": 30029,
            "end": 30265,
            "text": "\n(c) The bank, or for that matter, the person at whose instance the bank guarantee is given [and as a sequitter even the court] will not go into the pending disputes or nature thereof between the contractor and the employer/beneficiary.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "25763f7e31a84c1699f44bf2c23c7958_133"
        },
        {
            "start": 30266,
            "end": 30351,
            "text": "The duty of the bank under a performance guarantee is created by the document itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f390c0552b5d4a35a190f2dc7305b6cf_134"
        },
        {
            "start": 30352,
            "end": 30430,
            "text": "\nOnce the documents are found to be in order, the bank has to honour the same.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "af55e48b2b834ae5a0cb61b54555ce78_135"
        },
        {
            "start": 30431,
            "end": 30558,
            "text": "\n(d) The courts, at this stage, cannot even go into the question as to whether the beneficiary has suffered any damages or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4248da59bd94521873c952c728618a6_136"
        },
        {
            "start": 30559,
            "end": 30766,
            "text": "Therefore, the ground that in India only a reasonable amount can be awarded by way of damages even when the parties to the contract have provided for liquidated damages, is not available in such proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9a79691b1564bbb82f0e9ff11857473_137"
        },
        {
            "start": 30767,
            "end": 30913,
            "text": "\n(e) The court is also precluded from embarking on the enquiry in encashment of bank guarantee the beneficiary is trying to take undue enrichment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7c7b38d5bd84f5498b7b81b539c899f_138"
        },
        {
            "start": 30914,
            "end": 31086,
            "text": "\n(f) In so far as dispute between the parties to the underlying contract is concerned, that has to be settled by resorting to litigation or arbitration, as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3effb435663466087c66e753c0f0c15_139"
        },
        {
            "start": 31087,
            "end": 31210,
            "text": "\n(g) The courts should, therefore, be slow in granting the injunction to restrain the realization of such a bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8ebe6f033e54e6e81183ce4f479dc29_140"
        },
        {
            "start": 31211,
            "end": 31322,
            "text": "\n(h) However, there are two well recognized exceptions to this rule which are:\n(1) A fraud of egregious nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "829b47c77c094a7bb39b05bfc68d1668_141"
        },
        {
            "start": 31323,
            "end": 31442,
            "text": "\n(2) The invocation/encashment of bank guarantee would result in irretrievable harm or injustice to one of the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec6545447529465e9bda6a98a246df71_142"
        },
        {
            "start": 31443,
            "end": 31799,
            "text": "\n(i) In some cases third exception is also carved out viz.\nwhen there are special equities in favour of the person seeking injunction.\n(j) In case the bank guarantee is not invoked in terms thereof, the bank can refused to honour the bank guarantee as in that case it would not be in accordance with the agreed stipulation and invocation would be improper.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09601d3c08304a77aef78087f5a183b2_143"
        },
        {
            "start": 31800,
            "end": 31889,
            "text": "This can be treated as the fourth exception as in such a case injunction can be granted.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76e32217fdc84feeb5ea5710372ad4df_144"
        },
        {
            "start": 31891,
            "end": 32367,
            "text": "34. In the matter of State Trading Corporation of India Ltd. v. Jainsons Clothing Corporation and another22, their Lordships of the Supreme Court have clearly held that it is settled law that the court, before issuing the injunction under Order 39, Rules 1 and 2, CPC should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremedial injury.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a402261e94374eeeae7fced6fe9c7ef9_145"
        },
        {
            "start": 32368,
            "end": 32638,
            "text": "It was further held that the court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0001c17cdef24318bfb54ff28335a85b_146"
        },
        {
            "start": 32639,
            "end": 32896,
            "text": "He must necessarily plead and produce all the necessary evidence in proof of the fraud in execution of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e639411d0cf44aa49f512e611fc7618e_147"
        },
        {
            "start": 32897,
            "end": 33848,
            "text": "\n35. Coming to the facts of the present case in the light of the aforesaid principles laid down for issuance of injunction against encashment or 22 (1994) 6 SCC 597 invocation of bank guarantee that are in case of fraud of an egregious nature as to vitiate the entire underlying transaction or special equity in favour of person seeking interim injunction for preventing irretrievable harm or injustice to one of the parties, it is appropriate to mention here that the learned Commercial Court has noticed the parameters for invocation of bank guarantee and thereafter in paragraph 33 of the order has rightly held that invocation of bank guarantee can be interdicted on three grounds i.e. \"fraud\", \"irretrievable injury\" and \"special equity\", and also held that the appellants herein have not setup any such ground out of the said three grounds to seek restraint order against the invocation of bank guarantee and proceeded to reject the application.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d688e527a3844505bb72dfd18059e464_148"
        },
        {
            "start": 33849,
            "end": 34007,
            "text": "The present appellants have filed copy of the application filed by them under Section 9 of the AC Act before the Commercial Court along with this appeal memo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2d24eaab232446cacb0e86732d8bc47_149"
        },
        {
            "start": 34008,
            "end": 34571,
            "text": "A careful perusal of the application filed under Section 9 seeking injunction against encashment or invocation of bank guarantee would show that it is the case of the appellants herein that though the respondents have extended the period of completion of contract under clause 17-A of the general conditions of contract till 31- 3-2020, but terminated the contract in question on 2-1-2020, which is arbitrary and illegal and therefore the appellants have prima facie case for grant of injunction in their favour and balance of convenience is also in their favour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e88876c37c14d3a9023eef41de0d575_150"
        },
        {
            "start": 34572,
            "end": 34742,
            "text": "As such, no specific ground of fraud or special equity in favour of the appellants has been pleaded while seeking interim injunction against encashment of bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04622f16868748be90599e1da2b00fa5_151"
        },
        {
            "start": 34743,
            "end": 35141,
            "text": "However, learned counsel for the appellants have emphasized that the pleading made in paragraph 19 of the application under Section 9 of the AC Act extending their contract under clause 17-A of the general conditions of contract, would amount to the plea of \"special equity\" which is an exception for granting interim injunction in favour of the appellants restraining encashment of bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1419f500ec5643c18347750f96f4d721_152"
        },
        {
            "start": 35143,
            "end": 35350,
            "text": "36. Now, the question is, whether the ground of special equity which is one of the established grounds for injunction against invocation of bank guarantee has been pleaded by and on behalf of the appellants?",
            "labels": [
                "ISSUE"
            ],
            "id": "a8da812c958b4c7e9b25b6affd934722_153"
        },
        {
            "start": 35352,
            "end": 35576,
            "text": "37. Learned counsel for the appellants have emphasized that in paragraphs 17, 18, 19 and 20 of the application under Section 9 of the AC Act, the appellants herein have pleaded the ground of special equities in their favour.",
            "labels": [
                "RATIO"
            ],
            "id": "f08587f02ffa493eab194c31cc945fb6_154"
        },
        {
            "start": 35577,
            "end": 35686,
            "text": "Paragraphs 17, 18, 19 and 20 of the said application are reproduced herein-below for the sake of convenience:",
            "labels": [
                "RPC"
            ],
            "id": "5e6c9b7c396145aeaa9424aad4109250_155"
        },
        {
            "start": 35688,
            "end": 35704,
            "text": "17/     2/1/2020",
            "labels": [
                "NONE"
            ],
            "id": "7de5d868d33e417da76df4a15572dffb_156"
        },
        {
            "start": 35727,
            "end": 35739,
            "text": "() . 31/2020",
            "labels": [
                "RPC"
            ],
            "id": "1c0eea969e354841a2e90939f13a59aa_157"
        },
        {
            "start": 35749,
            "end": 35757,
            "text": "2/1/2020",
            "labels": [
                "NONE"
            ],
            "id": "37c427b0b4bf4980a2457ca4041ac553_158"
        },
        {
            "start": 35775,
            "end": 35784,
            "text": "24/2/2020",
            "labels": [
                "NONE"
            ],
            "id": "919bde6bac064a54baf72e70f5a90bfd_159"
        },
        {
            "start": 35793,
            "end": 35799,
            "text": "11  12",
            "labels": [
                "NONE"
            ],
            "id": "14d232d518f14b84a9693a68b1a90198_160"
        },
        {
            "start": 35806,
            "end": 35817,
            "text": "\"      1.38",
            "labels": [
                "NONE"
            ],
            "id": "94d1acfe780347569417226fdfbc5ccf_161"
        },
        {
            "start": 35823,
            "end": 35858,
            "text": "63                                ,",
            "labels": [
                "NONE"
            ],
            "id": "9e5787465cf540169a46b60d4abba070_162"
        },
        {
            "start": 35898,
            "end": 35904,
            "text": "\" \n18/",
            "labels": [
                "NONE"
            ],
            "id": "3957e448999448ff801b9520250cf8c8_163"
        },
        {
            "start": 35912,
            "end": 35921,
            "text": "24/2/2020",
            "labels": [
                "NONE"
            ],
            "id": "619824addb724bd38e23b7b0badaf47c_164"
        },
        {
            "start": 35937,
            "end": 35955,
            "text": "\"   \"            ,",
            "labels": [
                "NONE"
            ],
            "id": "85f43b8bd81e4484921c07b96e6442a3_165"
        },
        {
            "start": 35962,
            "end": 35971,
            "text": "26/2/2020",
            "labels": [
                "NONE"
            ],
            "id": "af212e06e3694ea3bf020a3568d0afef_166"
        },
        {
            "start": 36033,
            "end": 36066,
            "text": "2  4                          19/",
            "labels": [
                "NONE"
            ],
            "id": "474279de71304ff48e878bb71612e618_167"
        },
        {
            "start": 36079,
            "end": 36088,
            "text": "31/3/2020",
            "labels": [
                "NONE"
            ],
            "id": "eaaef9168ca44f4bb58290dcd35e7e4f_168"
        },
        {
            "start": 36095,
            "end": 36106,
            "text": ", (     ...",
            "labels": [
                "NONE"
            ],
            "id": "7344c9c34f244219b8a7021b2946adcd_169"
        },
        {
            "start": 36109,
            "end": 36117,
            "text": "-17 ()  ",
            "labels": [
                "NONE"
            ],
            "id": "95bb498d4c744db79fcda5a5bd38120c_170"
        },
        {
            "start": 36117,
            "end": 36151,
            "text": "... ,                     2/1/2020",
            "labels": [
                "NONE"
            ],
            "id": "9bbe94f6dc3348db846ba9b700209eb2_171"
        },
        {
            "start": 36185,
            "end": 36242,
            "text": "20/                                                     \"",
            "labels": [
                "NONE"
            ],
            "id": "e1fea37e7d104e1e97fb2b0d4e63987f_172"
        },
        {
            "start": 36243,
            "end": 36539,
            "text": "\"       2/1/2020         24/2/2020         38. Clause 17-A of the general conditions of contract deals with extension of time in contracts, sub-clauses of which deal with extension due to modification, extension for delay not due to Railway or contractor, and extension for delay due to Railways.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c0c168389184c1c809471cb1195e640_173"
        },
        {
            "start": 36540,
            "end": 37105,
            "text": "\n39. True it is that the appellants' contract period has been extended by the respondents by invoking clause 17-A of the Standard General Conditions of Contract and the appellants' contract in question was extended relying upon clause 17-A, which relates to extension of time in contracts in terms of extension due to modification, extension for delay not due to Railway or contractor and extension for delay due to Railways, and the contract in question has not been extended under clause 17-B, which provides for extension of time for delay due to contractor.\n40.",
            "labels": [
                "ISSUE"
            ],
            "id": "ad73def09899493cb9e02322519ae1d8_174"
        },
        {
            "start": 37106,
            "end": 37248,
            "text": "At this stage, it would be appropriate to notice the bank guarantee furnished by the appellants on 10-10-2016 to the extent of  6,77,26,553/-.",
            "labels": [
                "RPC"
            ],
            "id": "27fbf242afc546ceb6bd7c2c35e22bce_175"
        },
        {
            "start": 37249,
            "end": 39904,
            "text": "It states as under: -\n\"In consideration of the President of India (hereinafter called \"the Government\") having agreed to exempt M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 (hereinafter called \"the said Contractor\"(s)/Supplier(s)\") from the demand, under the terms and conditions of this Agreement No. CEC/BSP/ ER/T/15-16/127 Lajkura-Raigarh/4th line JSG-BSP/538 dated 21.09.2016 made between The President of India, Acting through the Chief Engineer(C) or his successor, South East Central Railway, Bilaspur, of the Ministry of Railways, Railway Board and M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 for Soil Investigation, design of bridges, execution of earth work, minor bridges, major bridges, RUBs, extension of FOB, Staff Quarters and other service buildings, supply of ballast and other miscellaneous works in Lajkura-Raigarh section in connection with the construction of 4th line between Jharsuguda - Bilaspur (hereinafter called \"the said Agreement\"), of performance guarantee for the due fulfillment by the said Contractor(s) of the terms and conditions contained in the said Agreement, on production of a Bank Guarantee for Rs.6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only) we, ICICI Bank Limited, having its Registered Office at Near Chakli Circle, Old Padra Road, Vadodara, Gujarat, Pin - 390 007, India and amongst other places, a branch at 9A, Connaught Place, New Delhi - 110001, India (hereinafter referred to as \"the Bank\") at the request of M/s ARSS - SIPS (JV) at 129, Transport Centre, Rohtak Road, Punjabi Bagh, New Delhi - 110035 (contractors) do hereby undertake to pay to the Government an amount not exceeding Rs. 6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only) against any loss or damage caused to or suffered or would be caused to or suffered by the Government by reason of any breach by the said Contractor(s) of any of the terms or conditions contained in the said Agreement.\n2. We, ICICI Bank Limited at 9A, Connaught Place, New Delhi - 110001, India do hereby undertake to pay the amounts due and payable under this guarantee without any demur, merely on a demand from the Government (Railways) stating that the amount claimed is due by way of loss or damage caused to or would be caused to or suffered by the Government (Railway) by reason of breach by the said contractor(s) of any of the terms or conditions contained in the said Agreement or by reason of the contractor(s) failure to perform the said agreement.",
            "labels": [
                "STA"
            ],
            "id": "ad570a9c11d24175b15132cc8f29a40f_176"
        },
        {
            "start": 39905,
            "end": 40029,
            "text": "Any such demand made on the Bank shall be conclusive as regards the amount due and payable by the Bank under this Guarantee.",
            "labels": [
                "STA"
            ],
            "id": "dab1055b33d2438a8a65569c1b3d2118_177"
        },
        {
            "start": 40030,
            "end": 40227,
            "text": "However, our liability under this Guarantee shall be restricted to an amount not exceeding Rs. 6,77,26,553/- (Rupees Six Crore Seventy Seven Lacs Twenty Six Thousand Five Hundred Fifty Three Only).",
            "labels": [
                "RPC"
            ],
            "id": "0e8302f83e9941238decd09c64c8d69c_178"
        },
        {
            "start": 40228,
            "end": 40516,
            "text": "\n3. We undertake to pay to the Government any money so demanded notwithstanding any dispute or disputes raised by the contractor(s)/supplier(s) in any suit or proceeding pending before any court or Tribunal relating thereto our liability under this present being absolute and unequivocal.",
            "labels": [
                "STA"
            ],
            "id": "ab3c9890332b4314a73568544b10890f_179"
        },
        {
            "start": 40517,
            "end": 40718,
            "text": "\nThe payment so made by us under this bond shall be a valid discharge of our liability for payment there under and the contractor(s)/supplier(s) shall have no claim against us for making such payment.\"",
            "labels": [
                "STA"
            ],
            "id": "5a66f724c9514b97ac0425d695c714aa_180"
        },
        {
            "start": 40720,
            "end": 40908,
            "text": "41. A careful perusal of the aforesaid terms of the bank guarantee would show that the performance guarantee is an autonomous and independent contract and that is independent in character.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fe0d05a794d4e63adc58cce361ec2e9_181"
        },
        {
            "start": 40909,
            "end": 41043,
            "text": "The obligation arising under the bank guarantee is independent of the obligation arising out of the main contract between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba0663b91c5b464c9a6ad2c006b72d74_182"
        },
        {
            "start": 41044,
            "end": 41283,
            "text": "The performance guarantee imposes an absolute obligation on the banks to pay irrespective of any dispute which may have arisen between the parties and pending before any such court or tribunal, the liability being absolute and unequivocal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34b2d2b8f122494aa7fe77087f6e1b70_183"
        },
        {
            "start": 41284,
            "end": 41369,
            "text": "It is independent of the primary contract between the appellants and the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fc4a9c4b68d42c69937812d752a34a2_184"
        },
        {
            "start": 41370,
            "end": 41499,
            "text": "The bank is not concerned with the rights regardless of the underlying disputes, but only with the performance of the obligation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f3e559ac761471e82d8867f93fa9bd3_185"
        },
        {
            "start": 41500,
            "end": 41571,
            "text": "The letter of guarantee was addressed to the SECR in unqualified terms.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "790cc5fb82e844118b7d81a8e86c68c9_186"
        },
        {
            "start": 41572,
            "end": 41626,
            "text": "The liability of the bank is absolute and unequivocal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15832056cc3d45eb9f216718a5a85b4c_187"
        },
        {
            "start": 41628,
            "end": 41752,
            "text": "42. Now, at this stage, it would be appropriate to notice clause 1.35 of the subject contract which states as under: -\n\"1.35",
            "labels": [
                "STA"
            ],
            "id": "bde7fe548a8543b18dfa7e527347295e_188"
        },
        {
            "start": 41753,
            "end": 41775,
            "text": "Performance Guarantee:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d7b135ca7124454b2db50ba6d9c56e7_189"
        },
        {
            "start": 41809,
            "end": 41874,
            "text": "xxx   xxx    xxx                                 xxx   xxx    xxx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db843a6d9783432280f1952dbafa69c8_190"
        },
        {
            "start": 41875,
            "end": 41916,
            "text": "                               xxx    xxx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24c3abc1fa234693ac75009c096ac266_191"
        },
        {
            "start": 41917,
            "end": 41927,
            "text": "   xxx (f)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1aa12e00da9c4ed6ab1760131714df21_192"
        },
        {
            "start": 41928,
            "end": 42052,
            "text": "Wherever the contract is rescinded, the Security Deposit shall be forfeited and the Performance Guarantee shall be encashed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8dd4c05ec57a47b3a02095560961a877_193"
        },
        {
            "start": 42053,
            "end": 42149,
            "text": "The balance work shall be got done independently without risk and cost of the failed contractor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0656513b904d4365ad9e5feedc3c6637_194"
        },
        {
            "start": 42151,
            "end": 42255,
            "text": "The failed contractor shall be debarred from participating in the tender for executing the balance work.",
            "labels": [
                "RPC"
            ],
            "id": "65c66636aa2241948ed66784a46caa53_195"
        },
        {
            "start": 42256,
            "end": 42514,
            "text": "If the failed contractor is a JV or a partnership firm, then every member/partner of such a firm shall be debarred from participating in the tender for the balance work either in his/ her individual capacity or as a partner of any other JV/ partnership firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69547c02555d481991e9d28d76a5a2c5_196"
        },
        {
            "start": 42515,
            "end": 42557,
            "text": "\n                                xxx   xxx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8477e2a9f9d849d18b8e60cf9c4dfdab_197"
        },
        {
            "start": 42558,
            "end": 42606,
            "text": "   xxx                                 xxx   xxx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3142680750b417cb1ed3bb7f3ba9b85_198"
        },
        {
            "start": 42607,
            "end": 42648,
            "text": "   xxx                                xxx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e62a4ee74194864a361f434a9379286_199"
        },
        {
            "start": 42649,
            "end": 42663,
            "text": "   xxx    xxx\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "527b5274edb84cfc8ea6554c71b1e3c2_200"
        },
        {
            "start": 42664,
            "end": 42866,
            "text": "\n43. A careful perusal of clause 1.35 of the subject contract would show that whenever the contract is rescinded, the security deposit shall be forfeited and the performance guarantee shall be encashed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b55dfbef46e46b2a08dd78112e5c923_201"
        },
        {
            "start": 42867,
            "end": 42996,
            "text": "As such, the unequivocal and absolute term of performance bank guarantee is invokable as per clause 1.35 of the subject contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b5a822610dc4b0b9d455ac90e1feb25_202"
        },
        {
            "start": 42997,
            "end": 43351,
            "text": "Their Lordships of the Supreme Court in their decisions as noticed herein-above including U.P. State Sugar Corporation (supra) have held that \"when in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "898fe3e4e9914cc585430385aeed3aee_203"
        },
        {
            "start": 43352,
            "end": 43476,
            "text": "The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8ab33f7cf17b4f64a07ce9c5b34cc149_204"
        },
        {
            "start": 43477,
            "end": 43589,
            "text": "As such, it was further held that \"the very purpose of giving such a bank guarantee would otherwise be defeated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ae9c80af2340461ea6d5444e29c59b94_205"
        },
        {
            "start": 43590,
            "end": 43708,
            "text": "The courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7836a3b0a38b49c48a8634199876ca3e_206"
        },
        {
            "start": 43710,
            "end": 43935,
            "text": "44. In view of the discussion made herein-above, we are of the considered opinion that Courts' interference under Order 39 Rules 1 & 2 of the CPC while granting interim injunction in enforcing bank guarantees must be minimal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0981a76081c445c87cb1592683489e4_207"
        },
        {
            "start": 43936,
            "end": 44102,
            "text": "In case of fraud or special equities to prevent irretrievable injustice to the parties seeking injunction, Courts interfere to prevent enforcement of bank guarantees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2942187314f24952b573d0b2964488c8_208"
        },
        {
            "start": 44103,
            "end": 44233,
            "text": "If the terms of the bank guarantee are unconditional and absolute, the bank has to pay the amount of bank guarantee without demur.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0559be9a4dd149a1979e26ff80d2099b_209"
        },
        {
            "start": 44234,
            "end": 44374,
            "text": "The payment of bank guarantee cannot be made subject to the claims and counter- claims arising out of the main contract between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf05021aa1504465a2c194de63c384aa_210"
        },
        {
            "start": 44375,
            "end": 44930,
            "text": "In the instant case, the terms of the performance bank guarantee are absolute and unconditional, and none of the grounds of fraud or irretrievable injustice or special equity have been specifically pleaded, except the pleading that the period of contract in favour of the appellants has been extended by the respondents invoking clause 17- A of the general conditions of contract which is not relatable to the default of the appellants / contractor and the contract has been rescinded on 2-1-2020 prior to the date of completion of contract i.e. 31-3-2020",
            "labels": [
                "RATIO"
            ],
            "id": "d297268737154f6bb5329dc7d720079d_211"
        },
        {
            "start": 44931,
            "end": 45402,
            "text": ", that would not per se constitute the ground of special equity for seeking interim injunction, as the exception carved out for invocation of bank guarantee and same would remain in the realm of the contractual dispute between the parties, which would fall outside the ground of special equity and as such, the appellants have failed to plead and establish any of the ground(s) noticed herein-above for seeking interim injunction against the invocation of bank guarantee.",
            "labels": [
                "RATIO"
            ],
            "id": "33add85eee6b4c4eb01886a2491eaefb_212"
        },
        {
            "start": 45403,
            "end": 45709,
            "text": "Accordingly, we hold that the learned Commercial Court (District Level) has rightly held that the appellants have failed to plead and establish the grounds of \"fraud\", \"special equity\" and \"irretrievable injustice\" to the appellants for seeking interim injunction against the enforcement of bank guarantee.",
            "labels": [
                "RATIO"
            ],
            "id": "0a9f813639894cafb4e53cfc2482175d_213"
        },
        {
            "start": 45711,
            "end": 45818,
            "text": "45. We accordingly hereby dismiss the arbitration appeal and consequently the interim order dated 30-7-2020",
            "labels": [
                "RPC"
            ],
            "id": "b5ccbe87345044959d4cf699f977bb65_214"
        },
        {
            "start": 45819,
            "end": 45837,
            "text": "is hereby vacated.",
            "labels": [
                "RPC"
            ],
            "id": "4358419f327e49f7b086035647a8e5f8_215"
        },
        {
            "start": 45838,
            "end": 45861,
            "text": "No order as to cost(s).",
            "labels": [
                "RPC"
            ],
            "id": "b327aceee36b4fa4b5353f803a2bf70b_216"
        },
        {
            "start": 45877,
            "end": 45945,
            "text": "Sd/-                                                    Sd/-\n       ",
            "labels": [
                "NONE"
            ],
            "id": "b09960dc85a049a0924f3a9c13142d4c_217"
        },
        {
            "start": 45945,
            "end": 45964,
            "text": "(Sanjay K. Agrawal)",
            "labels": [
                "NONE"
            ],
            "id": "70193db7680d4c04adeaa1ea08218441_218"
        },
        {
            "start": 45999,
            "end": 46021,
            "text": "(Arvind Singh Chandel)",
            "labels": [
                "NONE"
            ],
            "id": "ace709ada91941be98054dddd9b4e828_219"
        },
        {
            "start": 46036,
            "end": 46102,
            "text": "Judge                                                   Judge Soma",
            "labels": [
                "NONE"
            ],
            "id": "b846924eccb44590a62ac16b0c688bb6_220"
        },
        {
            "start": 46118,
            "end": 46180,
            "text": "HIGH COURT OF CHHATTISGARH, BILASPUR                          ",
            "labels": [
                "NONE"
            ],
            "id": "285f1a04b8fb4e6980f61fba1844e1d4_221"
        },
        {
            "start": 46180,
            "end": 46212,
            "text": "Arbitration Appeal No.33 of 2020",
            "labels": [
                "NONE"
            ],
            "id": "24dcc282f1bc44dcad025a42256e5532_222"
        },
        {
            "start": 46239,
            "end": 46266,
            "text": "ARSS - SIPS (JV) and others",
            "labels": [
                "NONE"
            ],
            "id": "f94eb86a8a3b4e4aa6b17d937b496352_223"
        },
        {
            "start": 46306,
            "end": 46342,
            "text": "Versus                              ",
            "labels": [
                "NONE"
            ],
            "id": "848e2401cc9b4f199b5bf7f0e201a86a_224"
        },
        {
            "start": 46342,
            "end": 46367,
            "text": "Union of India and others",
            "labels": [
                "NONE"
            ],
            "id": "a32a898474e041248b435c569555ae05_225"
        },
        {
            "start": 46405,
            "end": 46414,
            "text": "Head Note",
            "labels": [
                "NONE"
            ],
            "id": "919ffa96c15c4e81a943efd926f39f32_226"
        },
        {
            "start": 46415,
            "end": 46616,
            "text": "The Bank can be restrained from enforcement of unconditional and absolute performance bank guarantee by interim injunction only in case of fraud and special equities to prevent irretrievable injustice.",
            "labels": [
                "NONE"
            ],
            "id": "7bf0b154850546bba015e0aa7ca678e9_227"
        },
        {
            "start": 46617,
            "end": 46625,
            "text": "cSad dks",
            "labels": [
                "NONE"
            ],
            "id": "fa432392a0ae46d683834deb4b04cb74_228"
        },
        {
            "start": 46626,
            "end": 46804,
            "text": "dsoy /kks[kk/kMh ,oa fo'ks\"k bZfDoVh ds ekeys esa] vifjorZuh; vU;k; dks jksdus gsrq varfje O;kns'k }kjk fcuk 'krZ ,oa iw.kZ izn'kZu cSad xkjaVh dks ykxw djus ls jksdk tk ldrk gSA",
            "labels": [
                "NONE"
            ],
            "id": "ef3dea7e1317419eb12e6e1613401986_229"
        }
    ],
    "entities": [
        {
            "text": "Chattisgarh High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 22
        },
        {
            "text": "Arss - Sips (Jv) A Joint Venture",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 55
        },
        {
            "text": "Union Of India",
            "label": "RESPONDENT",
            "start_char": 59,
            "end_char": 73
        },
        {
            "text": "Sanjay K. Agrawal",
            "label": "JUDGE",
            "start_char": 103,
            "end_char": 120
        },
        {
            "text": "Sanjay K. Agrawal",
            "label": "JUDGE",
            "start_char": 128,
            "end_char": 145
        },
        {
            "text": "High Court Of Chhattisgarh, Bilaspur",
            "label": "COURT",
            "start_char": 421,
            "end_char": 457
        },
        {
            "text": "ARSS - SIPS (JV",
            "label": "ORG",
            "start_char": 847,
            "end_char": 862
        },
        {
            "text": "Punjabi Baag",
            "label": "GPE",
            "start_char": 957,
            "end_char": 969
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 971,
            "end_char": 980
        },
        {
            "text": "ARSS Infrastructure Projects Ltd.",
            "label": "ORG",
            "start_char": 992,
            "end_char": 1025
        },
        {
            "text": "Bhubaneswar",
            "label": "GPE",
            "start_char": 1133,
            "end_char": 1144
        },
        {
            "text": "Odisha",
            "label": "GPE",
            "start_char": 1146,
            "end_char": 1152
        },
        {
            "text": "Shyam Indus Power Solutions Pvt",
            "label": "ORG",
            "start_char": 1160,
            "end_char": 1191
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 1461,
            "end_char": 1475
        },
        {
            "text": "Ministry of Railways, Rail        Bhawan",
            "label": "ORG",
            "start_char": 1500,
            "end_char": 1540
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 1559,
            "end_char": 1568
        },
        {
            "text": "South East Central Railway",
            "label": "ORG",
            "start_char": 1576,
            "end_char": 1602
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 1687,
            "end_char": 1695
        },
        {
            "text": "Chhattisgarh",
            "label": "GPE",
            "start_char": 1697,
            "end_char": 1709
        },
        {
            "text": "South East Central        Railway",
            "label": "ORG",
            "start_char": 1762,
            "end_char": 1795
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 1797,
            "end_char": 1805
        },
        {
            "text": "Chhattisgarh",
            "label": "GPE",
            "start_char": 1807,
            "end_char": 1819
        },
        {
            "text": "Chief Engineer (Construction - I), South East Central Railway,\n       Bilaspur",
            "label": "RESPONDENT",
            "start_char": 1827,
            "end_char": 1905
        },
        {
            "text": "Vijay Dubey",
            "label": "LAWYER",
            "start_char": 2114,
            "end_char": 2125
        },
        {
            "text": "Amrito Das",
            "label": "OTHER_PERSON",
            "start_char": 2134,
            "end_char": 2144
        },
        {
            "text": "H.S. Ahluwalia",
            "label": "LAWYER",
            "start_char": 2179,
            "end_char": 2193
        },
        {
            "text": "Sanjay K. Agrawal",
            "label": "JUDGE",
            "start_char": 2349,
            "end_char": 2366
        },
        {
            "text": "Arvind Singh Chandel",
            "label": "JUDGE",
            "start_char": 2409,
            "end_char": 2429
        },
        {
            "text": "Sanjay K. Agrawal",
            "label": "JUDGE",
            "start_char": 2449,
            "end_char": 2466
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2530,
            "end_char": 2540
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2548,
            "end_char": 2586
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 2604,
            "end_char": 2610
        },
        {
            "text": "4- 7-2020",
            "label": "DATE",
            "start_char": 2685,
            "end_char": 2694
        },
        {
            "text": "Commercial Court (District Level), Nava Raipur, Atal Nagar, District Raipur",
            "label": "COURT",
            "start_char": 2724,
            "end_char": 2799
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 2931,
            "end_char": 2943
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 2951,
            "end_char": 2957
        },
        {
            "text": "South East Central Railway",
            "label": "RESPONDENT",
            "start_char": 3128,
            "end_char": 3154
        },
        {
            "text": "Lajkura-Raigarh Section",
            "label": "GPE",
            "start_char": 3199,
            "end_char": 3222
        },
        {
            "text": "Jharsuguda",
            "label": "GPE",
            "start_char": 3261,
            "end_char": 3271
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 3276,
            "end_char": 3284
        },
        {
            "text": "21-9-2016",
            "label": "DATE",
            "start_char": 3693,
            "end_char": 3702
        },
        {
            "text": "13-6-2017",
            "label": "DATE",
            "start_char": 3733,
            "end_char": 3742
        },
        {
            "text": "21-9-2016",
            "label": "DATE",
            "start_char": 3890,
            "end_char": 3899
        },
        {
            "text": "NIT",
            "label": "COURT",
            "start_char": 4084,
            "end_char": 4087
        },
        {
            "text": "2-1-2020",
            "label": "DATE",
            "start_char": 4442,
            "end_char": 4450
        },
        {
            "text": "W.P.(C)No.31/2020",
            "label": "CASE_NUMBER",
            "start_char": 4533,
            "end_char": 4550
        },
        {
            "text": "24-2-2020",
            "label": "DATE",
            "start_char": 4609,
            "end_char": 4618
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 4840,
            "end_char": 4852
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 4860,
            "end_char": 4866
        },
        {
            "text": "28-2-2020",
            "label": "DATE",
            "start_char": 4870,
            "end_char": 4879
        },
        {
            "text": "District Judge, Bilaspur",
            "label": "COURT",
            "start_char": 4891,
            "end_char": 4915
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5070,
            "end_char": 5097
        },
        {
            "text": "2-1-2020",
            "label": "DATE",
            "start_char": 5424,
            "end_char": 5432
        },
        {
            "text": "31-3-2020",
            "label": "DATE",
            "start_char": 5479,
            "end_char": 5488
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 5633,
            "end_char": 5645
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 5653,
            "end_char": 5659
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 5729,
            "end_char": 5741
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 5749,
            "end_char": 5755
        },
        {
            "text": "Vijay Dubey",
            "label": "LAWYER",
            "start_char": 6619,
            "end_char": 6630
        },
        {
            "text": "Amrito Das",
            "label": "OTHER_PERSON",
            "start_char": 6639,
            "end_char": 6649
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 6812,
            "end_char": 6824
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 6832,
            "end_char": 6838
        },
        {
            "text": "2-1-2020",
            "label": "DATE",
            "start_char": 7261,
            "end_char": 7269
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7430,
            "end_char": 7443
        },
        {
            "text": "Hindustan Construction Co. Ltd. v. State of Bihar and others 1",
            "label": "PRECEDENT",
            "start_char": 7462,
            "end_char": 7524
        },
        {
            "text": "Standard Chartered Bank v. Heavy Engineering Corporation Ltd.",
            "label": "PRECEDENT",
            "start_char": 7526,
            "end_char": 7587
        },
        {
            "text": "Hindustan Steelworks Construction Ltd. v. Tarapore & Co.",
            "label": "PRECEDENT",
            "start_char": 7606,
            "end_char": 7662
        },
        {
            "text": "SCC 436 2 (2020) 13 SCC 574 3 (1996) 5 SCC 34",
            "label": "CASE_NUMBER",
            "start_char": 7800,
            "end_char": 7845
        },
        {
            "text": "Das",
            "label": "OTHER_PERSON",
            "start_char": 7889,
            "end_char": 7892
        },
        {
            "text": "H.S. Ahluwalia",
            "label": "LAWYER",
            "start_char": 8318,
            "end_char": 8332
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 8526,
            "end_char": 8536
        },
        {
            "text": "sub-section (3) of Section 9",
            "label": "PROVISION",
            "start_char": 8562,
            "end_char": 8590
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 8598,
            "end_char": 8604
        },
        {
            "text": "24-2-2020",
            "label": "DATE",
            "start_char": 9015,
            "end_char": 9024
        },
        {
            "text": "W.P.(C)No.31/2020",
            "label": "CASE_NUMBER",
            "start_char": 9028,
            "end_char": 9045
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9478,
            "end_char": 9491
        },
        {
            "text": "Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Project Limited and another 4 4 (2016) 10 SCC 46",
            "label": "PRECEDENT",
            "start_char": 9510,
            "end_char": 9629
        },
        {
            "text": "Andhra Pradesh Pollution Control Board v. CCL Products (India) Limited5",
            "label": "PRECEDENT",
            "start_char": 9634,
            "end_char": 9705
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 10112,
            "end_char": 10124
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 10132,
            "end_char": 10138
        },
        {
            "text": "Das",
            "label": "OTHER_PERSON",
            "start_char": 10144,
            "end_char": 10147
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 10241,
            "end_char": 10253
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 10261,
            "end_char": 10267
        },
        {
            "text": "28-2-2020",
            "label": "DATE",
            "start_char": 10306,
            "end_char": 10315
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 10367,
            "end_char": 10377
        },
        {
            "text": "sub-section (3) of Section 9",
            "label": "PROVISION",
            "start_char": 10390,
            "end_char": 10418
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10486,
            "end_char": 10499
        },
        {
            "text": "Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd.6",
            "label": "PRECEDENT",
            "start_char": 10517,
            "end_char": 10584
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 10991,
            "end_char": 11001
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 11080,
            "end_char": 11092
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 11100,
            "end_char": 11106
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 11146,
            "end_char": 11158
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 11166,
            "end_char": 11172
        },
        {
            "text": "20 SCC 669 6 2021 SCC OnLine SC 718",
            "label": "CASE_NUMBER",
            "start_char": 11243,
            "end_char": 11278
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 11348,
            "end_char": 11360
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 11368,
            "end_char": 11374
        },
        {
            "text": "Ahluwalia",
            "label": "LAWYER",
            "start_char": 11539,
            "end_char": 11548
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 11672,
            "end_char": 11682
        },
        {
            "text": "sub-section (3) of Section 9",
            "label": "PROVISION",
            "start_char": 11754,
            "end_char": 11782
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 11790,
            "end_char": 11796
        },
        {
            "text": "Vijay Dubey",
            "label": "LAWYER",
            "start_char": 11847,
            "end_char": 11858
        },
        {
            "text": "Amrito Das",
            "label": "OTHER_PERSON",
            "start_char": 11867,
            "end_char": 11877
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 11951,
            "end_char": 11963
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 11971,
            "end_char": 11977
        },
        {
            "text": "4-3- 2020",
            "label": "DATE",
            "start_char": 12042,
            "end_char": 12051
        },
        {
            "text": "4-7- 2020",
            "label": "DATE",
            "start_char": 12114,
            "end_char": 12123
        },
        {
            "text": "30-7-2020",
            "label": "DATE",
            "start_char": 12196,
            "end_char": 12205
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 12272,
            "end_char": 12284
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 12292,
            "end_char": 12298
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 12388,
            "end_char": 12400
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 12408,
            "end_char": 12414
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 12522,
            "end_char": 12532
        },
        {
            "text": "sub-section (3) of Section 9",
            "label": "PROVISION",
            "start_char": 12573,
            "end_char": 12601
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 12609,
            "end_char": 12615
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12711,
            "end_char": 12724
        },
        {
            "text": "Arcelor Mittal Nippon Steel India Ltd.",
            "label": "PRECEDENT",
            "start_char": 12728,
            "end_char": 12766
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 12994,
            "end_char": 13006
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 13014,
            "end_char": 13052
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13086,
            "end_char": 13101
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 13232,
            "end_char": 13244
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13252,
            "end_char": 13267
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13364,
            "end_char": 13374
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 13406,
            "end_char": 13418
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13426,
            "end_char": 13441
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13514,
            "end_char": 13527
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 13607,
            "end_char": 13619
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13815,
            "end_char": 13824
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 13832,
            "end_char": 13838
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13949,
            "end_char": 13959
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 13967,
            "end_char": 13973
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 14053,
            "end_char": 14065
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 14103,
            "end_char": 14115
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 14242,
            "end_char": 14254
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 14537,
            "end_char": 14547
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 14555,
            "end_char": 14570
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 14583,
            "end_char": 14595
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 14633,
            "end_char": 14645
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14790,
            "end_char": 14799
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 15533,
            "end_char": 15543
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15573,
            "end_char": 15582
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15847,
            "end_char": 15860
        },
        {
            "text": "Arcelor Mittal Nippon Steel India Ltd.",
            "label": "PRECEDENT",
            "start_char": 15864,
            "end_char": 15902
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 15974,
            "end_char": 15986
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 15994,
            "end_char": 16000
        },
        {
            "text": "4-7-2020",
            "label": "DATE",
            "start_char": 16103,
            "end_char": 16111
        },
        {
            "text": "10-7-2020",
            "label": "DATE",
            "start_char": 16167,
            "end_char": 16176
        },
        {
            "text": "30-7-2020",
            "label": "DATE",
            "start_char": 16257,
            "end_char": 16266
        },
        {
            "text": "23-11-2021",
            "label": "DATE",
            "start_char": 16337,
            "end_char": 16347
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16423,
            "end_char": 16433
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 16441,
            "end_char": 16447
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 16507,
            "end_char": 16519
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 16527,
            "end_char": 16533
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 16597,
            "end_char": 16609
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 16617,
            "end_char": 16623
        },
        {
            "text": "Section 9(3)",
            "label": "PROVISION",
            "start_char": 16802,
            "end_char": 16814
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 16822,
            "end_char": 16828
        },
        {
            "text": "Section 9(1)",
            "label": "PROVISION",
            "start_char": 17002,
            "end_char": 17014
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 17022,
            "end_char": 17028
        },
        {
            "text": "10-10-2016",
            "label": "DATE",
            "start_char": 17189,
            "end_char": 17199
        },
        {
            "text": "SECR",
            "label": "RESPONDENT",
            "start_char": 17228,
            "end_char": 17232
        },
        {
            "text": "Section 126",
            "label": "PROVISION",
            "start_char": 17921,
            "end_char": 17932
        },
        {
            "text": "Indian Contract Act, 1872",
            "label": "STATUTE",
            "start_char": 17940,
            "end_char": 17965
        },
        {
            "text": "Section 126",
            "label": "PROVISION",
            "start_char": 18522,
            "end_char": 18533
        },
        {
            "text": "Indian Contract Act, 1872",
            "label": "STATUTE",
            "start_char": 18541,
            "end_char": 18566
        },
        {
            "text": "Hindustan Steel Works Construction Ltd. v. Tarapore & Co.7",
            "label": "PRECEDENT",
            "start_char": 19700,
            "end_char": 19758
        },
        {
            "text": "National Thermal Power Corpn",
            "label": "ORG",
            "start_char": 19838,
            "end_char": 19866
        },
        {
            "text": "Ltd. v. Flowmore Pvt",
            "label": "PRECEDENT",
            "start_char": 19868,
            "end_char": 19888
        },
        {
            "text": "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.9",
            "label": "PRECEDENT",
            "start_char": 19920,
            "end_char": 19979
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19985,
            "end_char": 19998
        },
        {
            "text": "7 (1996) 5 SCC 34 8 (1995) 4 SCC 515 9 (2007) 8 SCC 110",
            "label": "PRECEDENT",
            "start_char": 20472,
            "end_char": 20527
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20551,
            "end_char": 20564
        },
        {
            "text": "Himadri Chemicals Industries Ltd.",
            "label": "PRECEDENT",
            "start_char": 22058,
            "end_char": 22091
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22120,
            "end_char": 22133
        },
        {
            "text": "Vinitec Electronics Pvt",
            "label": "ORG",
            "start_char": 22151,
            "end_char": 22174
        },
        {
            "text": "Ltd. v. HCL Info Systems Ltd.",
            "label": "PRECEDENT",
            "start_char": 22176,
            "end_char": 22205
        },
        {
            "text": "NHAI v. Ganga Enterprise11",
            "label": "PRECEDENT",
            "start_char": 22871,
            "end_char": 22897
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22903,
            "end_char": 22916
        },
        {
            "text": "State of Maharashtra v. National Construction Co. Bombay12",
            "label": "PRECEDENT",
            "start_char": 23440,
            "end_char": 23498
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23504,
            "end_char": 23517
        },
        {
            "text": "10 (2008) 1 SCC 544 11 AIR 2003 SC 3823 12 (1996) 1 SCC 735",
            "label": "PRECEDENT",
            "start_char": 23726,
            "end_char": 23785
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24883,
            "end_char": 24896
        },
        {
            "text": "General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd.",
            "label": "PRECEDENT",
            "start_char": 24914,
            "end_char": 24989
        },
        {
            "text": "Order 39 Rule 1",
            "label": "PROVISION",
            "start_char": 25043,
            "end_char": 25058
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25066,
            "end_char": 25069
        },
        {
            "text": "Svenska Handelsnbanken v. Indian Charge Chrome14",
            "label": "PRECEDENT",
            "start_char": 25343,
            "end_char": 25391
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25416,
            "end_char": 25429
        },
        {
            "text": "AIR 1991 SC 1994 14 (1994) 1 SCC 502",
            "label": "PRECEDENT",
            "start_char": 25644,
            "end_char": 25680
        },
        {
            "text": "B.S.E.S. Ltd.",
            "label": "ORG",
            "start_char": 25926,
            "end_char": 25939
        },
        {
            "text": "Reliance Energy Ltd.) v. Fenner India Ltd.15",
            "label": "PRECEDENT",
            "start_char": 25945,
            "end_char": 25989
        },
        {
            "text": "Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works (P) Ltd.16",
            "label": "PRECEDENT",
            "start_char": 26014,
            "end_char": 26088
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26093,
            "end_char": 26106
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26428,
            "end_char": 26441
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26644,
            "end_char": 26657
        },
        {
            "text": "Andhra Pradesh Pollution Control Board",
            "label": "PRECEDENT",
            "start_char": 26680,
            "end_char": 26718
        },
        {
            "text": "Ansal Engg",
            "label": "OTHER_PERSON",
            "start_char": 26788,
            "end_char": 26798
        },
        {
            "text": "Projects Ltd. v. Tehri Hydro Development Corpn",
            "label": "PRECEDENT",
            "start_char": 26800,
            "end_char": 26846
        },
        {
            "text": "SBI v. Mula Sahakari Sakhar Karkhana Ltd.",
            "label": "PRECEDENT",
            "start_char": 26856,
            "end_char": 26897
        },
        {
            "text": "Hindustan Construction Co. Ltd. v. State of Bihar19",
            "label": "PRECEDENT",
            "start_char": 26905,
            "end_char": 26956
        },
        {
            "text": "15 (2006) 2 SCC 728 16 (1997) 6 SCC 450 17 (1996) 5 SCC 450 18 (2006) 6 SCC 293 19 (1999) 8 SCC 436 31",
            "label": "PRECEDENT",
            "start_char": 27212,
            "end_char": 27314
        },
        {
            "text": "Standard Chartered Bank",
            "label": "PRECEDENT",
            "start_char": 27331,
            "end_char": 27354
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27368,
            "end_char": 27381
        },
        {
            "text": "Himadri Chemicals Industries Ltd.",
            "label": "PRECEDENT",
            "start_char": 27420,
            "end_char": 27453
        },
        {
            "text": "U.P. State Sugar Corporation v. Sumac International Ltd.20",
            "label": "PRECEDENT",
            "start_char": 28419,
            "end_char": 28477
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28482,
            "end_char": 28495
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 28855,
            "end_char": 28871
        },
        {
            "text": "Intertoll ICS Cecons O&M Company P. Ltd. v. National Highways Authority of India21",
            "label": "PRECEDENT",
            "start_char": 28894,
            "end_char": 28976
        },
        {
            "text": "A.K. Sikri",
            "label": "JUDGE",
            "start_char": 28995,
            "end_char": 29005
        },
        {
            "text": "20 (1997) 1 SCC 568 21 ILR (2006)",
            "label": "PRECEDENT",
            "start_char": 29057,
            "end_char": 29090
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29120,
            "end_char": 29133
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 30341,
            "end_char": 30346
        },
        {
            "text": "State Trading Corporation of India Ltd. v. Jainsons Clothing Corporation and another22",
            "label": "PRECEDENT",
            "start_char": 31665,
            "end_char": 31751
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 31776,
            "end_char": 31789
        },
        {
            "text": "Order 39, Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 31883,
            "end_char": 31906
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31908,
            "end_char": 31911
        },
        {
            "text": "22 (1994",
            "label": "DATE",
            "start_char": 32795,
            "end_char": 32803
        },
        {
            "text": "SCC 597",
            "label": "PROVISION",
            "start_char": 32807,
            "end_char": 32814
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 33680,
            "end_char": 33689
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 33697,
            "end_char": 33703
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 33810,
            "end_char": 33819
        },
        {
            "text": "31- 3-2020",
            "label": "DATE",
            "start_char": 34086,
            "end_char": 34096
        },
        {
            "text": "2-1-2020",
            "label": "DATE",
            "start_char": 34141,
            "end_char": 34149
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 34620,
            "end_char": 34629
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 34637,
            "end_char": 34643
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 35222,
            "end_char": 35231
        },
        {
            "text": "AC Act",
            "label": "STATUTE",
            "start_char": 35239,
            "end_char": 35245
        },
        {
            "text": "2/1/2020",
            "label": "DATE",
            "start_char": 35465,
            "end_char": 35473
        },
        {
            "text": "2/1/2020",
            "label": "DATE",
            "start_char": 35649,
            "end_char": 35657
        },
        {
            "text": "10-10-2016",
            "label": "DATE",
            "start_char": 38618,
            "end_char": 38628
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 38724,
            "end_char": 38729
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 38866,
            "end_char": 38875
        },
        {
            "text": "Ministry of Railways, Railway Board",
            "label": "ORG",
            "start_char": 39229,
            "end_char": 39264
        },
        {
            "text": "Punjabi Bagh",
            "label": "GPE",
            "start_char": 39329,
            "end_char": 39341
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 39343,
            "end_char": 39352
        },
        {
            "text": "Lajkura",
            "label": "GPE",
            "start_char": 39579,
            "end_char": 39586
        },
        {
            "text": "Raigarh",
            "label": "GPE",
            "start_char": 39587,
            "end_char": 39594
        },
        {
            "text": "Jharsuguda",
            "label": "GPE",
            "start_char": 39659,
            "end_char": 39669
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 39672,
            "end_char": 39680
        },
        {
            "text": "ICICI Bank Limited",
            "label": "ORG",
            "start_char": 40007,
            "end_char": 40025
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 40095,
            "end_char": 40103
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 40129,
            "end_char": 40134
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 40194,
            "end_char": 40203
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 40214,
            "end_char": 40219
        },
        {
            "text": "ARSS - SIPS (JV) at 129",
            "label": "ORG",
            "start_char": 40282,
            "end_char": 40305
        },
        {
            "text": "Punjabi Bagh",
            "label": "GPE",
            "start_char": 40338,
            "end_char": 40350
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 40352,
            "end_char": 40361
        },
        {
            "text": "ICICI Bank Limited",
            "label": "ORG",
            "start_char": 40786,
            "end_char": 40804
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 40829,
            "end_char": 40838
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 40849,
            "end_char": 40854
        },
        {
            "text": "SECR",
            "label": "ORG",
            "start_char": 42960,
            "end_char": 42964
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 44433,
            "end_char": 44446
        },
        {
            "text": "U.P. State Sugar Corporation",
            "label": "PRECEDENT",
            "start_char": 44500,
            "end_char": 44528
        },
        {
            "text": "Order 39 Rules 1 & 2",
            "label": "PROVISION",
            "start_char": 45237,
            "end_char": 45257
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45265,
            "end_char": 45268
        },
        {
            "text": "2-1-2020",
            "label": "DATE",
            "start_char": 46276,
            "end_char": 46284
        },
        {
            "text": "31-3-2020",
            "label": "DATE",
            "start_char": 46334,
            "end_char": 46343
        },
        {
            "text": "30-7-2020",
            "label": "DATE",
            "start_char": 47221,
            "end_char": 47230
        },
        {
            "text": "Sanjay K. Agrawal",
            "label": "JUDGE",
            "start_char": 47358,
            "end_char": 47375
        },
        {
            "text": "Arvind Singh Chandel",
            "label": "JUDGE",
            "start_char": 47412,
            "end_char": 47432
        },
        {
            "text": "Soma",
            "label": "JUDGE",
            "start_char": 47509,
            "end_char": 47513
        },
        {
            "text": "HIGH COURT OF CHHATTISGARH, BILASPUR",
            "label": "COURT",
            "start_char": 47529,
            "end_char": 47565
        },
        {
            "text": "Union of India",
            "label": "RESPONDENT",
            "start_char": 47753,
            "end_char": 47767
        }
    ],
    "precedent_clusters": {
        "General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd.": [
            "Hindustan Construction Co. Ltd. v. State of Bihar and others 1",
            "Standard Chartered Bank v. Heavy Engineering Corporation Ltd.",
            "Hindustan Steelworks Construction Ltd. v. Tarapore & Co.",
            "Andhra Pradesh Pollution Control Board v. CCL Products (India) Limited5",
            "Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd.6",
            "Hindustan Steel Works Construction Ltd. v. Tarapore & Co.7",
            "Ltd. v. Flowmore Pvt",
            "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.9",
            "Ltd. v. HCL Info Systems Ltd.",
            "NHAI v. Ganga Enterprise11",
            "State of Maharashtra v. National Construction Co. Bombay12",
            "General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd.",
            "Svenska Handelsnbanken v. Indian Charge Chrome14",
            "Reliance Energy Ltd.) v. Fenner India Ltd.15",
            "Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works (P) Ltd.16",
            "Projects Ltd. v. Tehri Hydro Development Corpn",
            "SBI v. Mula Sahakari Sakhar Karkhana Ltd.",
            "Hindustan Construction Co. Ltd. v. State of Bihar19",
            "U.P. State Sugar Corporation v. Sumac International Ltd.20",
            "Intertoll ICS Cecons O&M Company P. Ltd. v. National Highways Authority of India21",
            "State Trading Corporation of India Ltd. v. Jainsons Clothing Corporation and another22",
            "Arcelor Mittal Nippon Steel India Ltd.",
            "Arcelor Mittal Nippon Steel India Ltd.",
            "Himadri Chemicals Industries Ltd.",
            "Andhra Pradesh Pollution Control Board",
            "Standard Chartered Bank",
            "Himadri Chemicals Industries Ltd.",
            "U.P. State Sugar Corporation"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "sub-section (3) of Section 9",
            "AC Act",
            "sub-section (3) of Section 9",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "sub-section (3) of Section 9",
            "AC Act",
            "sub-section (3) of Section 9",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "sub-section (3) of Section 9",
            "AC Act",
            "sub-section (3) of Section 9",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 9(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9(3)",
            "Arbitration Act",
            "Section 9(3)",
            "Arbitration Act"
        ],
        [
            "Section 9(1)",
            "Arbitration Act",
            "Section 9(1)",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Section 17",
            "AC Act",
            "Section 17",
            "AC Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 37",
            "AC Act",
            "Section 37",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 126",
            "Indian Contract Act, 1872",
            "Section 126",
            "Indian Contract Act, 1872"
        ],
        [
            "Section 126",
            "Indian Contract Act, 1872",
            "Section 126",
            "Indian Contract Act, 1872"
        ],
        [
            "Order 39 Rule 1",
            "CPC",
            "Order 39 Rule 1",
            "CPC"
        ],
        [
            "Order 39, Rules 1 and 2",
            "CPC",
            "Order 39, Rules 1 and 2",
            "CPC"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Order 39 Rules 1 & 2",
            "CPC",
            "Order 39 Rules 1 & 2",
            "CPC"
        ],
        [
            "sub-section (3) of Section 9",
            "AC Act",
            "sub-section (3) of Section 9",
            "AC Act"
        ],
        [
            "Section 17",
            "AC Act",
            "Section 17",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "Arbitration Act",
            "Section 9(3)",
            "Arbitration Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9(3)",
            "AC Act",
            "Section 9(3)",
            "AC Act"
        ],
        [
            "Section 9(1)",
            "AC Act",
            "Section 9(1)",
            "AC Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Section 17",
            "AC Act",
            "Section 17",
            "AC Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "Section 9",
            "AC Act",
            "Section 9",
            "AC Act"
        ],
        [
            "SCC 597",
            "CPC",
            "SCC 597",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "General Electric Technical Services Company Inc. v. M/s. Punj Sons (P) Ltd.": 28
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 9(1) of AC Act": 16,
        "sub-section (3) of Section 9 of AC Act": 4,
        "Section 9(3) of AC Act": 7,
        "Section 9(1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 9(3) of Arbitration Act": 2,
        "Section 9(1) of Arbitration Act": 1,
        "Section 9 of AC Act": 7,
        "Section 17 of AC Act": 3,
        "Section 36 of Arbitration Act": 1,
        "Section 37 of AC Act": 1,
        "Section 126 of Indian Contract Act, 1872": 2,
        "Order 39 Rule 1 of CPC": 1,
        "Order 39, Rules 1 and 2 of CPC": 1,
        "Order 39 Rules 1 & 2 of CPC": 1,
        "SCC 597 of CPC": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 2,
        "AC Act": 38,
        "Arbitration Act": 4,
        "Indian Contract Act, 1872": 2,
        "CPC": 4
    }
}