{
    "id": "c3302a7015c0a7f18ba3571e76e8744317cb33035ca453d9f8257981b530d6ba",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nAtcom Technology Co. Ltd vs Rahul Gupta & Ors & Ors. on 20 February, 2023 \nAuthor: C. Hari Shankar\nBench: C. Hari Shankar \n                                   Neutral Citation Number : 2023/Dhc/001263\n\n                  $~13\n                  *      In The High Court Of Delhi At New Delhi\n                  +      Cm(M)-Ipd 17/2022 & Cm Appl . 35609/2022 \n                         Atcom Technology Co. Ltd                 ..... Petitioner \n                                     Through: Mr. Shailen Bhatia, Mr. Anuraj \n                                     Tirthankar, Ms. Janhvi Chadha, Ms. Preeta \n                                     Panthaki and Ms. Neelam Pathak, Advs. \n\n                                            versus \n\n                         Rahul Gupta & Ors                   ..... Respondents\n                                      Through: Ms. Rajeshwari H and Mr. \n                                      Deepanshu Nagar, Advs. \n\n                         Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                       Judgment (Oral)\n% 20.02.2023\n1. This petition under Article 227 of the Constitution of India assails order dated 4th July 2022, whereby the learned District Judge (Commercial Court) (the learned Commercial Co urt) allowed an application dated 24th November 2021 filed by the respondents, as the defendants before the learned Commercial Court, to take certain documents, filed by the defendants on 17th August 2021. \n2. The proceedings arose out of CS (Comm) 179/2020 instituted by the petitioner against the respondents, alleging that the respondents were infringing the copyright held by the petitioner in the logo and were also passing off their product as the product of the petitioner. Injunctive reliefs were, therefore, sought in the plaint. As this court is concerned only with the issue of whether the decision of the learned Commercial Court, to permit the additional Neutral Citation Number : 2023/DHC/001263 documents filed by the respondents to be taken on record merits interference under Article 227 of the Constitution of India, it is not necessary to advert any further to the merits of the substantive disputes between the parties. \n3. Summons, in the suit instituted by the petitioner, were served on the respondent on 10th November 2020. Written statement was filed by the respondent on 5th March 2021. No documents were filed with the written statement. Replication, to the written statement filed by the respondent, was filed by the petitioner on 5th April 2021. \n4. Thereafter, on 17th August 2021, the respondents filed certain documents, in support of the written statement. By order dated 9th October 2021 - which has not been challenged - the learned Commercial Court granted liberty to the respondents to move an application to take the said documents on record. An application, for the said purpose, was moved by the respondents on 24 th November 2021. The impugned order dated 4th July 2022 allows the said application. \n5. When this matter had earlier came up before this Court on 6 th September 2022, it was thus recorded:\n2. The present petition has been filed challenging the impugned order dated 4th July, 2022 passed by the Id. District Judge East/Karkardooma District Courts (hereinafter \"Commercial Court\") in CS(COMM) 179/2020 titled Atcom Technology Co. Ltd. v. Rahul Gupta & Ors. Vide the said order, the Commercial Court allowed an application under Order XI Rule 1 CPC, filed by the Defendants-Respondents (hereinafter \"Defendants \"), subject to a cost of INR 7000 rupees. The case of the Plaintiff-Petitioner (hereinafter \"Plaintiff\") is that the application could not have been allowed by the Commercial Court, as it is contrary to Rule 14 of Chapter VII of the Delhi High Court (Original Side) Rules, 2018 (hereinafter \"Original Side Rules\"), which states that parties cannot Neutral Citation Number : 2023/DHC/001263 file documents after completion of pleadings in a suit, except as provided in Order XII of the CPC or the Original Side Rules. \n3. The question that has thus arisen in this petition, is whether the Original Side Rules would apply to the Commercial Courts functioning in the various districts of Delhi. Ld. Counsel for the Plaintiff has relied upon the decision of a Co-ordinate Bench of this Court in M/s OK Play India Pvt. Ltd. v. M/s A.P. Distributors & Anr. [ CM(M ) 346/2020 , decision dated 25th October, 2021] , to argue that this issue is no longer res Integra and the Id. Single Judge has held that the Original Side Rules would apply to Commercial Courts. In the said judgement the Ld. Single Judge has relied upon certain Practice Directions issued by the Delhi High Court. \n4. Ms. Rajeshwari, Id. Counsel for the Defendants, opposes this submission and submits that Rule 3 of the Original Side Rules is clear that the said Rules only apply to the Original Side of the Delhi High Court and not to the Commercial Courts at the district level. She also relies upon the Practice Directions annexed as Annexure E, issued along with the Original Side Rules, and Section 18 of the Commercial Courts Act, 2015, to establish that the Practice Directions only supplement the law when CPC/Commercial Courts Act/Original Side Rules are already applicable. They cannot be used to apply the Original Side Rules to a Court. \n5. At this stage, it is also brought to the attention of the Court that the Defendants have filed a cancellation petition seeking cancellation of the Plaintiffs mark before this Court. The suit CS(COMM) 179/2020, in which the impugned order has been passed and which was pending before the Commercial Court in Karkardooma, is also now sought to be transferred to the the High Court, by way of T.R.P. (C.) 61/2022, stated to be listed before the Id. Joint Registrar on 7th September, 2022. \n6. Accordingly, let this petition be listed on 15th November, 2022, with the said cancellation petition being CO (COMM. IPD- TM) 188/2022 and the suit (numbered as CS (COMM.) 179/2020 in the Commercial Court, Karkardooma), sought to be transferred pursuant to T.R.P. (C.) 61/2022 filed before this Court. The legal issue that has arisen in this case would also be considered on the said date. \n6. Today, Mr. Shailen Bhatia, learned Counsel for the petitioner, has not canvassed the plea which was urged before this Court on 6th September 2022. He has, however, challenged the impugned order on other grounds. I would, however, consider, in the present order, all the Neutral Citation Number : 2023/DHC/001263 contentions advanced by Mr. Bhatia including those which were advanced in the order dated 6th September 2022. \n7. Mr. Bhatia has drawn my attention to Order XI Rule 1(10)1 of the Code of Civil Procedure,1908 as amended by the Commercial Courts Act, 2015. His contention is that, once the written statement was filed without any documents, any additional documents could be permitted to be taken on record only if the pre-requisites of Order XI Rule 1(10) was satisfied. The essential pre-requisite to be satisfied in this context, he submits, was reasonable cause for non-disclosure along with the written statement. Drawing my attention to the application filed by the respondents to take the aforesaid documents on record, Mr. Bhatia submits that the application does not disclose any sufficient cause for the failure, on the part of the respondents, to file the documents with the written statement. For ready reference, paras 2 and 3 of the said application may be reproduced thus:\n2. That the Defendants had filed the written statement on 04.03.2021 along with admission/denial of documents of the Plaintiff. It is submitted that the Defendants had filed its written statement on urgent basis during the Covid pandemic due to which some documents filed by the Defendants were missed out due to inadvertent error and could not be filed with the written statement. \nThe Documents were filed by the Defendants on 17.08.2021. The documents filed are belated and have already been pleaded by the Defendants in their pleadings. \n3. That the present application is filed as per the order of this Hon'ble court dated 09.10.2021 wherein the Defendants were allowed to move appropriate application for taking the documents on record. These documents include Trademark Certificate No. 4132551, Chartered Accountant certificate certifying expenditure, ledger showing expenditure incurred by the Defendant in promoting its trademark 'ATCOM', invoices and email correspondences between plaintiff and Defendant. The Defendants seeks liberty to bring the documents filed, on record in order to 1. Disclosure and discovery of documents.-- ** ** * (10) Save and except for sub-rule (7)(c)(iii), defendant shall not be allowed to rely on documents, which were in the defendant's power, possession, control or custody and not disclosed along with the written statement or counter-claim, save and except by leave of court and such leave shall be granted only upon the defendant establishing reasonable cause for non-disclosure along with the written statement or counter-claim Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 establish their case before this Hon'ble Court. (Emphasis Supplied) \n8. Mr. Bhatia submits that a bare reference to the COVID-19 pandemic could hardly constitute reasonable cause within the meaning of Order XI Rule 1(10) of the CPC. As to how the COVID- 19 Pandemic impacted the working of the respondents or impeded them from filing the documents with their written statement, he submits, is not disclosed in the application, which is silent in that regard. A perfunctory reference to the COVID-19 pandemic, submits Mr. Bhatia, is completely insufficient as a ground to permit taking on record of the additional documents. \n9. Besides, submits Mr. Bhatia, the documents were allowed to be taken on record after the petitioner had filed its replication to the written statement of the respondents. As such, the respondents had, being aware of the case that the petitioner was setting up in the replication, sought to counter that case by filing additional documents. This, submits Mr. Bhatia, is abuse of process and cannot be permitted. \n10. Mr. Bhatia has placed reliance on my decision in Bela Creatin Pvt. Ltd. v. Anuj Textiles2 in which, according to him, in similar circumstances, this Court upheld the decision of the learned trial court refusing to take additional documents on record. He also submits that, without amending the Statement of Truth filed with the written statemen, the defendant could not be permitted to place any additional documents on record as the statement of truth expressly stated that all documents within power and possession of defendant had been placed on record. \n2022 SCC OnLine Del 1366 Neutral Citation Number : 2023/DHC/001263 11. In addition, it would only be fair for me to note the contention which was advanced before this Court on 6 th September 2022, relying on the judgment of a learned Single Judge of this Court in Ok Play India Pvt. Ltd. v. A.P. Distributors3 Mr. Bhatia, with characteristic candour, did not press the said judgment into service, disclosing, fairly, that the decision stood reversed by the Supreme Court vide the following order dated 12th September 2022 in A.P. Distributors v. Ok Play India Pvt. Ltd4:\nLeave granted. \nHaving heard learned counsel for the respective parties and in the facts and circumstances of the case and considering the fact that the written statement was filed on the 34th day of the service of notice of summons, however, the application for condonation of delay was filed which was beyond the period of 120 days, the High Court has taken too technical view in setting aside the order passed by the learned Commercial Court directing to accept the written statement filed on behalf of the appellants/defendants. The High Court was not justified in setting aside the order passed by the learned Trial Court directing to take the written statement on record. \nIn view of the above and for the reasons stated hereinabove, the present appeals succeed. The impugned judgment and orders passed by the High Court are hereby quashed and set aside and the order passed by the learned Trail Court directing to take written statement on record after condoning the delay in submitting the written statement is hereby restored. \nThe present Appeals are accordingly allowed. No costs. \n12. However, Mr. Bhatia submits that Rule 145 in Chapter VII of the Delhi High Court (Original Side) Rules, 2018 (the Original Side Rules), nonetheless does not permit filing of documents after completion of pleadings except as provided in Order XIII of the CPC, or elsewhere in the Original Side Rules. As such, he submits that, 2021 SCC OnLine Del 4809 SLP(C) 9733-9734/2022 14. No documents to be filed after completion of pleadings.-- Except as provided in Order XIII of the Code and these Rules, neither party shall be entitled to file any documents after completion of pleadings in the suit. Upon failure of parties to file their respective documents and/or file the respective documents on completion of filing of pleadings, in accordance with these Rules, the Registrar shall forthwith place the Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 even by operation of Rule 14 in Chapter VII of the Original Side Rules, the additional documents, having been filed after the replication had been filed by the petitioner, could not have been taken on record. \n13. Responding to the submission advanced by Mr. Bhatia, Ms. Rajeshwari, learned Counsel for the respondents, submits that the delay in filing documents with the written statement, by her client, was bona fide and owing to the seriousness of the COVID-19 pandemic, which, at that time, was ravaging the country. She further points out that Order XI Rule 1(x) uses the expression reasonable cause, which has been held, by a coordinate Bench of this court in Hassad Food Company Q.S.C. v. Bank of India6 , to be wider than the expression sufficient cause and good cause. Paras 13 and 14 of Hassad Food Company6 thereof read thus:\n13. Perusal of Order XI as noted above reveals that the plaintiff is bound to file all documents in its power, possession, control or custody with the plaint and in case of urgent filing of a suit if some additional documents are to be filed under sub-rule (1) of Rule 1 of Order XI, the plaintiff may seek leave of the Court to rely on additional documents which additional documents are required to be filed within 30 days of filing of the suit. Under sub-rule (5) of Rule 1 of Order XI, the plaintiff shall not be allowed to rely on documents which were in the plaintiff's power, possession, control or custody and not disclosed along with the plaint or within the extended period save and except by leave of the Court which leave can be granted only if the plaintiff establishes reasonable cause for non-disclosure along with the plaint. The language used in the sub- rule (5) is that the plaintiff is required to show \"a reasonable cause\"\nand not a \"sufficient cause\" as is ordinarily provided in other provisions. \n14. While dealing with Order XIII Rule 2 CPC wherein the words used are: \"unless good cause is shown\", the Supreme Court in the decision reported as Madanlal v. Shyamlal7, noted the distinction between \"good cause\" and \"sufficient cause\" and held that \"good cause\" requires a lower degree of proof as compared to matter before Court. \n2019 SCC OnLine 10647 (2002) 1 SCC 535 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 \"sufficient cause\" and thus the power under Order XIII Rule 2 CPC should be exercised liberally. Sub- Rule (5) of Rule 1 of Order XI of the Commercial Courts Act, 2015 uses the phrase \"reasonable cause\" which would require even a lower degree of proof as compared to \"good cause\". \n14. Ms. Rajeshwari also relies on my decision in Md. Islamuddin v. S.S. Kapoor8 , specifically on para 12 thereof, which reads as under:\n12. Significantly, all that the petitioner is required to show under Order XI Rule 1(5) of the CPC is whether the sufficient cause existed for the Petitioner having failed to file the additional documents with the plaint. If there is sufficient cause for the documents not been filed with the plaint, any subsequent or later delay in introducing the documents has not been regarded statutorily as a relevant consideration under Order XI Rule 1(5) of the CPC. In the present case, the failure to file the three invoices and the hand written documents along with the plaint has been sought to be explained by pointing out that the plaint was filed during the currency of the COVID-19 pandemic, during which period it was difficult to contact the counsel. Though the learned District Judge has not chosen to believe this contention, the law laid down by the Supreme Court in Sugandhi persuaded me to, in the interests of justice, to allow the documents which the petitioner sought to place, on record to be so placed, subject to costs of ? 15,000/- to be paid by the petitioner to the respondents within four weeks from today. \n15. She further cites the judgment of the Supreme Court in State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti9 to contend that, in the absence of any such provision in the CPC as amended by the Commercial Courts Act, or in any other statutory enactment, the failure to file documents with the written statement could not per consequence, result in the documents being struck off the record. \n16. I have heard learned Counsel and have considered the rival contentions advanced at the Bar. \n17. Apropos Rule 14 in Chapter VII of the Original Side Rules, Ms. 2022 SCC OnLine Del 3608 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 Rajeshwari advanced two submissions. The first is that Rule 4(e) 10 of the Original Side Rules clearly indicates that the said rules apply only to the Original Side of this Court and not to Commercial Courts lower in the judicial hierarchy. The expression The Court is defined in Rule 4(e), as referring to this Court, i.e., the Delhi High Court and would not, therefore, encompass courts at the district level. \nAnalysis 18. In my view, most of the issues which have been canvassed at the Bar do not really arise for consideration as the additional documents filed by the defendant cannot be regarded as having been filed beyond the time available in that regard, as provided in the CPC as amended by the Commercial Courts Act. \n19. Order dated 4th January 2020 passed by the Supreme Court in Re : Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/202011 and its impact 19.1. Summons in the suit were admittedly served on the defendants on 10th November 2020. The ordinary period of 30 days available to file written statement by way of response to the suit, would, therefore, expired on or around 10th December 2020. Where the normal period for filing pleadings expired between 15th March 2020 and 28th February 2022, the Supreme Court vide para 5.4 of its order dated 4th January 2022, passed in Re : Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/202011 extended the time available for (2018) 9 SCC 472 4. Definitions.--In these Rules, unless the context otherwise requires:\n(e) The Court or this Court means the Delhi High Court;\n(2022) 3 SCC 117 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 filing pleadings till 28th February 2022:\n5.4. It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings. (Emphasis Supplied) 19.2 . The aforesaid position was further recognised by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.12, which read thus:\nHaving heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent- original defendant. \nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021. \nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court. Hence, the Special Leave Petitions stand dismissed. Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated. \nPending applications stand disposed of. (Emphasis supplied) 19.3. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne v. Pyrotek India Private Limited13 and Prakash Corporates v. Dee Vee Projects Ltd14 that the effect of operation of the aforesaid orders passed by the Supreme Court was 2022 SCC OnLine SC 1607 2022 SCC OnLine SC 1315 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28 th February 2022. The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding. The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates14, which holds that the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed 19.4. In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020. It would not, therefore, be available where the normal period of limitation expired before 15 th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020. That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Suo Motu Writ Petition11, based on which the Supreme Court has held, in Centaur Pharmaceuticals12 that, even where the extended period of limitation condonable period of limitation expired after 15 th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court. \n19.5. In such circumstances, I have taken a view, in several decisions (2022) 5 SCC 112 (2021) 2 SCC 317 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 including Kamlesh v. Sudhir Sharma16, that where the normal period of limitation expired after 15th March 2020, it would be deemed to stand extended till 28th February 2022. \n19.6. As such, the time of filing written statement by the respondents would also, consequent to issuance of summons in the suit, stand extended till 28th February 2022. \n19.7. Admittedly, the written statement, as well as the documents which were filed thereafter, in support of the written statement, were both filed before 28th February 2022. They have, therefore, to be treated as having been filed within the normal period of limitation available in that regard. They cannot, therefore, be treated as having been belatedly filed. \n19.8. Mr. Bhatia also drew my attention to Orde XI Rule 1(10) which requires the documents to be filed with the written statement. Though Order XI Rule 1(10), stricto sensu, does say so, in my view, where the written statement and documents are both filed by the defendant within the maximum period of 120 days available under Order VIII Rule 1, though not filed together, the documents have to be taken on record. \n20. As such, in the present case, it cannot be said that the documents, as filed on 17th August 2021, were filed beyond the normal statutory period of limitation available for filing the documents, though they were not filed along with the written statement. As both the written statement and the documents were 2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263 filed within the normal statutory period available in that regard (by operation of the decision of the Supreme Court in Suo Motu Writ Petition11 read with the judgements which followed and applied it, no fault can be found with the decision of the learned Commercial Court to allow the documents to be taken on record. \n21. The remaining pleas as advanced do not really survive for consideration. However, as they were raised, it would be only fair to deal with them. \n22. Re. Rule 14 in Chapter VII of the Original Side Rule 22.1. I am in agreement with Ms. Rajeshwari that Rule 14 of Chapter VII of the Original Side Rules would not apply to the present case. Even while providing that neither party would be entitled to file documents after completion of pleadings in a suit, save as provided in Order XIII of the CPC or elsewhere in the (Original Side) Rules, Rule 14 envisages, upon failure of parties to file their respective documents till pleadings are completed, placement of the matter by the registrar before the court. Rule 3 of the (Original Side) Rules makes this matter more explicit, by clearly stating that the (Original Side) Rules would govern all proceedings on the original side of the court, instituted or transferred pursuant to provisions of the Delhi High Court Act of 1966 or any other law. The court is defined, in Rule 4 in Chapter I of the Original Side Rules as meaning the Delhi High Court i.e., this Court.\n22.2. Significantly, relying on Order VIII Rule 1 of the CPC as amended by the Commercial Courts Act, this Court had held, in Ok Play India3 that a written statement, filed beyond 120 days from the date Neutral Citation Number : 2023/DHC/001263 decision has been overturned by the Supreme court by the order dated 12th September 2022, reproduced in para 11 supra. The Supreme Court has expressed the note that the view adopted by this Court was too technical and that this Court had erred in upsetting the order of the learned Trial Court in allowing the written statement to be taken on record. The Supreme Court has, therefore, affirmed the principle that, while examining requests for taking on record belatedly filed pleadings, the Court has to adopt an expansive view. \n22.3. I see no reason why the approach that the Supreme Court has adopted in its order dated 12th September 2022 in A.P. Distributors4 would not apply, mutatis mutandis, to a case such as the present, the only difference being that, in the present case, the application deals with a request for taking documents accompanying the written statement on record. \n22.4. Even for that reason, the present petition does not make out a case for interference with the impugned order. \n23. Re. Reasons cited in application 23.1. Mr. Bhatia had also sought to submit that the reasons advanced in the application filed by the respondents for taking the additional documents on record were perfunctory and insufficient. \n23.2. Paras 2 and 3 of the application stand reproduced hereinabove. The respondents had specifically stated that, as the written statement had been filed during the COVID-19 pandemic, the respondents had missed out filing of the necessary documents with the written statement. \nNeutral Citation Number : 2023/DHC/001263 23.3. The Supreme Court has, in Sugandhi v. P. Raj Kumar17, advocated a liberal approach in the matter of taking additional documents on record, where trial is yet to commence. Paras 8 and 9 of Sugandhi17 may be reproduced thus: \n8. Sub-rule (3), as quoted above, provides a second opportunity to the defendant to produce the documents which ought to have been produced in the court along with the written statement, with the leave of the court. The discretion conferred upon the court to grant such leave is to be exercised judiciously. While there is no straight jacket formula, this leave can be granted by the court on a good cause being shown by the defendant. \n9. It is often said that procedure is the handmaid of justice. \nProcedural and technical hurdles shall not be allowed to come in the way of the court while doing substantial justice. If the procedural violation does not seriously cause prejudice to the adversary party, courts must lean towards doing substantial justice rather than relying upon procedural and technical violation. We should not forget the fact that litigation is nothing but a journey towards truth which is the foundation of justice and the court is required to take appropriate steps to thrash out the underlying truth in every dispute. Therefore, the court should take a lenient view when an application is made for production of the documents under sub-rule (3). 23.4. Sugandhi17 was a case which arose under Order VII Rule 14(3) of the CPC, as it dealt with a non-commercial suit. The only substantial difference between Order VII Rule 14(3) and Order XI Rule 1(10) is, however, that while Order VII Rule 14(3) requires leave of the court to be taken before additional documents, beyond those filed with the pleadings, are to be taken on record, Order XI Rule 1(10), as applicable to Commercial Courts, further stipulates that leave would be granted only on the party establishing reasonable cause for non-disclosure of the documents with the pleadings. Though showing of reasonable cause is not specifically mentioned in Order VII Rule 14(3), para 8 of the decision in Sugandhi17 (2020) 10 SCC 706 Neutral Citation Number : 2023/DHC/001263 (reproduced supra) reads this requirement into the provision, and equates Order VII Rule 14(3) of the CPC as applicable to non- commercial suits with Order XI Rule 1(5) or Order XI Rule 1(10) of the CPC as applicable to commercial suits. The ratio decidendi of Sugandhi17 would, therefore, equally apply to commercial suits. \n23.5. There is also substance in the contention of Ms. Rajeshwari that the word reasonable cause, as employed in the Order XI Rule 1(x), are broader in their scope than the expressions sufficient cause or good cause. I respectfully concur with the view expressed in that regard, by the Coordinate Bench of this Court in Hassad Food Company6. The difficulties which were faced by litigants during the COVID-19 pandemic are well-known and courts have, time and again, been advised to adopt an expansive view in such cases. \n24. Scope of Article 227 24.1. The present petition has been instituted under Article 227 of the Constitution of India. This Court, under Article 227, exercises only supervisory jurisdiction. The peripheries of limits of supervisory jurisdiction are well-known and stands enunciated in the following passages from Estralla Rubber v. Dass Estate (P) Ltd.18, Garment Craft v. Prakash Chand Goel19, Ibrat Faizan v. Omaxe Buildhome Pvt. Ltd.20, Puri Investments v. Young Friends and Co.21 and Sadhana Lodh v. National Insurance Co. Ltd.22 Estralla Rubber (2001) 8 SCC 97 2022 SCC Online SC 29 2022 SCC Online SC 620 2022 SCC Online SC 283 (2003) 3 SSC 524 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 7. This Court in Ahmedabad Mfg. & Calico Ptg. Co. Ltd. v. Ram Tahel Ramnand23 in para 12 has stated that the power under Article 227 of the Constitution is intended to be used sparingly and only in appropriate cases, for the purpose of keeping the subordinate courts and tribunals within the bounds of their authority and, not for correcting mere errors. Reference also has been made in this regard to the case Waryam Singh v. Amarnath24. This Court in Bathutmal Raichand Oswal v. Laxmibai R. Tarte25 has observed that the power of superintendence under Article 227 cannot be invoked to correct an error of fact which only a superior court can do in exercise of its statutory power as a court of appeal and that the High Court in exercising its jurisdiction under Article 227 cannot convert itself into a court of appeal when the legislature has not conferred a right of appeal. Judged by these pronounced principles, the High Court clearly exceeded its jurisdiction under Article 227 in passing the impugned order. \nGarment Craft 15. Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft26] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India. The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported. The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar27] The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. \n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber18 has observed : (SCC pp. 101-102, para 6) 6. The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the AIR 1972 SC 1598 AIR 1954 SC 215 AIR 1975 SC 1297 2019 SCC OnLine Del 11943 (2010) 1 SCC 217 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 Constitution of India is examined and explained in a number of decisions of this Court. The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected. It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.  Ibrat Faizan 28. The scope and ambit of jurisdiction of Article 227 of the Constitution has been explained by this Court in the case of Estralla Rubber18, which has been consistently followed by this Court (see the recent decision of this Court in the case of Garment Craft19). Therefore, while exercising the powers under Article 227 of the Constitution, the High Court has to act within the parameters to exercise the powers under Article 227 of the Constitution. It goes without saying that even while considering the grant of interim stay/relief in a writ petition under Article 227 of the Constitution of India, the High Court has to bear in mind the limited jurisdiction of superintendence under Article 227 of the Constitution. Therefore, while granting any interim stay/relief in a writ petition under Article 227 of the Constitution against an order passed by the National Commission, the same shall always be subject to the rigour of the powers to be exercised under Article 227 of the Constitution of India. Puri Investments 14. In the case before us, occupation of a portion of the subject- premises by the three doctors stands admitted. What has been argued by the learned counsel for the appellant is that once the Tribunal had arrived at a finding on fact based on the principles of law, which have been enunciated by this Court, and reflected in the aforesaid passages quoted from the three authorities, the interference by the High Court under Article 227 of the Constitution of India was unwarranted. To persuade us to sustain the High Court's order, learned counsel appearing for the respondents has emphasized that full control over the Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 premises was never ceded to the medical practitioners and the entry and exit to the premises in question remained under exclusive control of the respondent(s)-tenant. This is the main defence of the tenant. We have considered the submissions of the respective counsel and also gone through the decisions of the fact-finding fora and also that of the High Court. At this stage, we cannot revisit the factual aspects of the dispute. Nor can we re-appreciate evidence to assess the quality thereof, which has been considered by the two fact-finding fora. The view of the forum of first instance was reversed by the Appellate Tribunal. The High Court was conscious of the restrictive nature of jurisdiction under Article 227 of the Constitution of India. In the judgment under appeal, it has been recorded that it could not subject the decision of the appellate forum in a manner which would project as if it was sitting in appeal. It proceeded, on such observation being made, to opine that it was the duty of the supervisory Court to interdict if it was found that findings of the appellate forum were perverse. Three situations were spelt out in the judgment under appeal as to when a finding on facts or questions of law would be perverse. These are: --\n(i) Erroneous on account of non-consideration of material evidence, or (ii) Being conclusions which are contrary to the evidence, or (iii) Based on inferences that are impermissible in law. \n15. We are in agreement with the High Court's enunciation of the principles of law on scope of interference by the supervisory Court on decisions of the fact-finding forum. But having gone through the decisions of the two stages of fact-finding by the statutory fora, we are of the view that there was overstepping of this boundary by the supervisory Court. In its exercise of scrutinizing the evidence to find out if any of the three aforesaid conditions were breached, there was re-appreciation of evidence itself by the supervisory Court. \n16. In our opinion, the High Court in exercise of its jurisdiction under Article 227 of the Constitution of India in the judgment under appeal had gone deep into the factual arena to disagree with the final fact-finding forum. ...... Sadhana Lodh 7. The supervisory jurisdiction conferred on the High Courts under Article 227 of the Constitution is confined only to see whether an inferior court or tribunal has proceeded within its parameters and not to correct an error apparent on the face of the record, much less of an error of law. In exercising the supervisory power under Article 227 of the Constitution, the High Court does not act as an appellate court or the tribunal. It is also not permissible to a High Court on a petition filed under Article 227 of the Constitution to review or reweigh the evidence upon which the inferior court or tribunal Neutral Citation Number : 2023/DHC/001263 purports to have passed the order or to correct errors of law in the decision. (Emphasis Supplied) Conclusion 25. In accordance with the said view, I am of the opinion that no case can be said to have been made out for this Court, in exercise of its jurisdiction under Article 227, to interfere with the impugned order dated 4th July 2022 passed by the learned Commercial Court in CS (Comm) 179/2020.\n26. This petition is accordingly dismissed. \n27. This judgment be uploaded on the website of this Court within 24 hours. \nC. HARI SHANKAR, J FEBRUARY 20, 2023 dsn Click here to check corrigendum, if any",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court (appellete side) india power corporation limited (ipcl) vs jefferies india private limited & anr on 24 august, 2023 in the high court at calcutta (civil revisional jurisdiction) present: the hon'ble justice siddhartha roy chowdhury c.o. 900 of 2022 with c.o. 904 of 2022 india power corporation limited (ipcl) vs. jefferies india private limited & anr. for the petitioner : mr. saptangsu basu, sr. adv. mr. rahul karmakar, adv. mr. jibantaraj dan roy, adv. mr. nishant choudhury, adv. for the opposite parties : mr. debnath ghosh, adv. ms. pubali sinha chowdhury, adv. hearing concluded on : 31st july, 2023 judgement on : 23rd august, 2023 siddhartha roy chowdhury, j.: 1. for the sake of convenience and brevity this court proposes to dispose of both the revisional applications by a common judgement. c.o. 900 of 2022 impeaches the order no. 26 dated 7th january, 2022 passed by learned judge, commercial court at rajarhat, north 24 parganas in money suit no. 32 of 2019. 2. by the impugned order learned trial court was pleased to reject the application under section 151 of the code of civil procedure filed by the defendant seeking order \"for removal of the case record from ex parte board after condoning the latches\" and further observing that the defendants entered into appearance after the elapse of time to file written statement, learned trial court, taking into consideration the provision of order v rule 1 (1) of the code of civil procedure posted the suit for ex parte hearing on 14th march, 2022. 3. on 14th march, 2022 the defendant entered into appearance and sought for adjournment with further prayer before the learned trial court to take up the petition under order vii rule 11 of the code of civil procedure, filed by the defendant, before the ex parte hearing of the suit. learned trial court rejected the petition for adjournment, took written notes of argument filed by the plaintiff and posted the suit for further ex parte hearing on 21st april, 2022, with liberty to the defendant to file written notes of argument. this order no. 27 passed on 14th march, 2022 is the subject matter of co 904 of 2022. 4. for the sake of convenience the parties will be referred to as they were arrayed before the learned trial court. 5. briefly stated, the plaintiff filed the money suit against the defendant, claiming decree for rs. 9,01,8,185/together with interest @ 18% per annum among other relief. the suit was registered as money suit no. 29 of 2018 before the learned civil judge (senior division) 2nd court, barasat. pursuant to the notification no. 4282a dated 2nd july, 2019 of the high court at calcutta, the said suit was transferred to the learned commercial court at rajarhat on 3rd july, 2019 and was renumbered as money suit no. 32 of 2019. 6. summon was served upon the defendant in due course of time and the defendant with a mind to contest the claim of the plaintiff engaged an advocate to take steps in the proceeding. but the learned advocate lost the brief while shifting the chamber and the clerk of learned advocate also lost track of the matter and could not follow up the proceeding. when the defendant came to know that no step was taken by the learned advocate, the defendant engaged another lawyer sometime in june, 2019 and instructed him to take appropriate steps. 7. due to advent of pandemic covid-19 no effective step, however, could be taken and learned commercial court vide its order dated 20th september, 2019 was pleased to fix the suit for ex parte hearing. 8. it is contended by the defendant that the suit was transferred on 3rd july, 2019 to the learned commercial court at rajarhat but no notice was served upon the defendant, in the month of july, 2021 the defendant could trace out the suit and its status. 9. immediately thereafter the defendant entered into appearance, filed an application before the learned commercial court seeking effectively an appropriate order to contest the suit and also filed an application under order vii rule 11 of the code of civil procedure for rejection of the plaint of the suit. the said application was taken up for hearing and on 7th january, 2022 the prayer was rejected, suit was posted for ex parte argument on 14th march, 2022. on 14th march, 2022, the defendant prayed for an adjournment and also for posting the petition under order vii rule 11 of the code of civil procedure for hearing. learned trial court, however, held that the suit since was posted for ex parte hearing the petitioner was not competent to file application under order vii rule 11 of the code of civil procedure, it was vexatious and not maintainable in law. 10. mr. saptangsu basu, learned senior counsel representing the defendant, assailing the orders submits that learned trial judge failed to exercise the jurisdiction vested under order ix rule 7 of the code of civil procedure. according to mr. basu, the defendant when appeared before the learned commercial court, learned court ought to have allowed the defendant to contest the suit, at least to participate in the proceeding from that very stage, instead of posting the suit for ex parte hearing. there was lack of fair play and learned commercial court failed to adhere to the principle of natural justice. 11. the suit was filed before the civil judge (senior division), 2nd court, barasat. the hon'ble high court proclaimed the date of inauguration of the commercial court by the hon'ble the chief justice vide notification no. 4282-a dated 2nd july, 2019 but it was not notified that the suit being money suit no. 79 of 2018 would be transferred to the commercial court. 12. it is further adverted by mr. basu that though learned commercial court had no obligation to issue notice under order v rule 1 of the code of civil procedure but in absence of any specific statutory mandate, in the interest of fair play learned commercial court ought to have notified the defendant about the date when learned court would proceed with the case in terms of section 15 of the commercial courts act, 2015 or learned civil judge (senior division) 2nd court, barasat ought to have notified the defendant that the suit would be transferred to the commercial court. in support of his contention mr. basu places his reliance on a judgement of hon'ble apex court in reena sadh vs. anjana enterprises reported in (2008) 12 scc 589, in the said judgement hon'ble apex court held :\"23. . in the absence of a notice, we do not see any justification to pass the ex-parte decree and, therefore, we are of the clear opinion that both the courts below have erred in rejecting the application under order ix rule 13. in our opinion the non service of the notice was a sufficient reason to set aside the decree against the defendant no.3 (appellant herein).\" 13. mr. basu, learned senior counsel relies upon the judgement of hon'ble supreme court in raj process equipments & systems pvt. ltd. & ors. vs. honest derivatives pvt. ltd. reported in 2022 scc online sc 1877 and also the judgement in manish bhattacharyya & anr. vs. suprabhat bhattacharyya passed by hon'ble division bench of this court reported in (2014) 2 cal lj 604. 14. it is further contended by mr. basu that the commercial courts act, 2015, since does not expressly prohibit the learned court to issue notice unlike summon under order v rule 1 of the code of civil procedure, learned trial court should have followed the principle of natural justice. to buttress his point mr. basu places his reliance upon the judgement of hon'ble supreme court in the case of state bank of india & amp; ors. vs. ranjit kumar chakraborty & amp; ors. reported in (2018) 12 scc 807 wherein it is held :\"it is now settled principle that where ever the rule is silent, the principle of natural justice shall be read in it.\" 15. refuting the submission of mr. basu, mr. debnath ghosh, learned counsel for the plaintiff submits that the plaintiff filed money suit on 6th april, 2018 and summon was served on the petitioner/defendant on 19th may, 2018. 17th august, 2018 was fixed for filing written statement. then again on 24th january, 2019 summon was issued upon the defendant and 24th april, 2019 was fixed for filing of written statement. but the defendant did not take step. 16. in the meantime notification no. 4282-a was published in the official gazette, regarding establishment of commercial court at rajarhat to be inaugurated on 5th july, 2019. on that day commercial court at rajarhat was inaugurated and pursuant thereto suits of commercial nature, pending before learned civil judges at barasat were transferred to commercial court at rajarhat. 17. on 20th september when the suit was taken up for hearing by the learned judge, commercial court the defendant was not present and the suit was posted for ex parte hearing. on 12th february, 2022 two witnesses of the plaintiff were examined, on 20th march, 2020 restriction was imposed in view of the pandemic covid-19. on 2nd august, 2021 the petitioner filed an application under section 151 of the code of civil procedure to take the suit off the ex parte board and on 7th january, 2022 the said application was dismissed by learned commercial court. the suit continued to remain on the ex parte board. in the month of april, 2022 the defendant filed revisional application under consideration. no stay was, however, granted. on 1st april, 2023 the hearing was concluded before the learned commercial court and the suit is reserved for judgement. 18. according to mr. ghosh, learned counsel, the petitioner being the defendant did not file any application under order ix rule 7 of the code of civil procedure which is the specific provision under the code of civil procedure to seek relief in such a situation. the petitioner filed an application under section 151 of the code of civil procedure instead. it is adverted that when there is a specific provision or remedy available under the code of civil procedure, the petition under section 151 of the code of civil procedure could not have been pressed into service. in support of his contention mr. ghosh, learned counsel places his reliance on rameswar sarkar vs. the collector, nadia & amp; ors. reported in 2008 scc online cal 398 wherein it is held :\"9. when there is a specific remedy available under the code of civil procedure, it is settled law that an application under section 151 of the code of civil procedure is not maintainable.\" 19. it is further contended that proviso to sub-section 4 of section 15 of the commercial courts act, 2015 does not contemplate service of fresh notice on the parties as to the fact of transfer therefore, the learned trial court had no obligation to issue notice upon the petitioner. according to mr. ghosh, learned counsel, the transfer of suit was effected by virtue of operation of law and with the publication of notification in the official gazette, transfer of suit is deemed to be known to all and ignorance of law cannot be an excuse to justify the inaction on the part of the defendant. to buttress his contention mr. ghosh places reliance upon a full bench decision of hon'ble high court of judicature at madras in k. janartan & amp; anr. vs. r. thilak kumar reported in (1992) 2 l.w. 505, wherein it is held :\"29. . in the present case the transfer is not by any act of court. the transfer is a statutory transfer pursuant to the provisions of tamil nadu act 34 of 1980. thus the statute by itself has transferred the suits from the date of the commencement of the act. no party can plead ignorance of law or ignorance of the statute. once the statute has transferred the suit it is not open to the parties to the suit to assert that they had no notice of the transfer.\" 20. mr. ghosh, learned counsel further argues that the defendant was never a vigilant litigant. the suit ought to have been posted for ex parte hearing before the learned civil judge (senior division) 2nd court, barasat, since the defendant neither filed the written statement nor there was any prayer for extension of time to file written statement by the defendant. learned commercial court had rightly adhered to the provision of civil procedure code and posted the suit for ex parte hearing taking into consideration the fact that the defendant despite service of notice failed to file written statement within time fixed by learned civil judge (senior division) 2nd court, barasat. 21. in commercial court, it is contended by mr. ghosh, the prescribed time limit to file written statement is 120 days. therefore, learned commercial court had no other option but to fix the suit for ex parte hearing. even after appearing before the learned commercial court defendants neither filed any application in consonance with the order ix rule 7 of the code of civil procedure nor any petition was filed seeking leave to allow the defendant to participate in the proceeding. 22. to buttress his point mr. ghosh, learned counsel places his reliance in the judgement of hon'ble apex court in atcom technologies limited vs. y.a. chunawala and co. & amp; ors. reported in (2018) 6 scc 639, wherein it is held :\"21. in such a situation, onus upon the defendant is of a higher degree to plead and satisfactorily demonstrate a valid reason for not filing the written statement within thirty days. when that is a requirement, could it be a ground to condone delay of more than 5 years even when it is calculated from the year 2009, only because of the reason that writ of summons were not served till 2009? 22. we fail to persuade ourselves with this kind of reasoning given by the high court in condoning the delay, thereby disregarding the provisions of order viii rule 1 of the code of civil procedure, 1908 and the spirit behind it. this reason of the high court that delay was condoned 'by balancing the rights and equities' is farfetched and, in the process, abnormal delay in filing the written statement is condoned without addressing the relevant factor, viz. whether the respondents had furnished proper and satisfactory explanation for such a delay. the approach of the high court is clearly erroneous in law and cannot be countenanced. no doubt, the provisions of order viii rule 1 of the code of civil procedure, 1908 are procedural in nature and, therefore, hand maid of justice. however, that would not mean that the defendant has right to take as much time as he wants in filing the written statement, without giving convincing and cogent reasons for delay and the high court has to condone it mechanically.\" 23. in the case of kailash vs. nankhu & amp; ors. reported in (2005) 4 scc 480 as relied upon by mr. ghosh, the hon'ble supreme court held :\"42. ordinarily, the time schedule prescribed by order viii, rule 1 has to be honoured. the defendant should be vigilant. no sooner the writ of summons is served on him he should take steps for drafting his defence and filing the written statement on the appointed date of hearing without waiting for the arrival of the date appointed in the summons for his appearance in the court. the extension of time sought for by the defendant from the court whether within 30 days or 90 days, as the case may be, should not be granted just as a matter of routine and merely for asking more so, when the period of 90 days has expired. the extension can be only by way of an exception and for reasons assigned by the defendant and also recorded in writing by the court to its satisfaction. it must be spelled out that a departure from the time schedule prescribed by order viii, rule 1 of the code was being allowed to be made because the circumstances were exceptional, occasioned by reasons beyond the control of the defendant and such extension was required in the interest of justice, and grave injustice would be occasioned if the time was not extended.\" 24. mr. ghosh, learned counsel also places his reliance upon the judgement of hon'ble apex court in the case of aditya hotels (p) ltd. vs. bombay swadeshi stores ltd. & amp; ors. reported in (2007) 14 scc 431. 25. drawing my attention to the order sheet of learned commercial court, mr. ghosh, learned counsel submits that after conclusion of hearing, when learned trial court has reserved the suit for judgement, the defendant woke up from slumber and started pursuing the revisional applications with an object in mind to frustrate the proceeding, which is not permissible. it is submitted that once the matter has been reserved for judgement, the defendant has no other option but to wait for the decree to be passed and, thereafter, to challenge the same in terms of the remedies available under the law. in this regard, mr. ghosh relies upon the judgement of hon'ble supreme court in apspdcl & amp; anr. vs. hnpcl & amp; anr. reported in (2022) 5 scc 484, wherein it is held :\"94. in this respect, we will refer to the observations made by this court in arjun singh v. mohindra kumarle, though the issue involved in the said case is distinct than the issue involved in the present case, we find that it will be apposite to seek guidance from the observations made by this court, while construing the provisions of order 9 and order 20 of the code of civil procedure code, 1908 (\"cpc\"). the relevant extract reads thus: (air p. 1004. para 19) 19. in the present context when once the hearing starts, the code contemplates only two stages in the trial of the suit: (1) where the hearing is adjourned, or (2) where the hearing is completed. where the hearing is completed the parties have no further rights or privileges in the matter and it is only for the convenience of the court that order 20 rule 1 permits judgment to be delivered after an interval after the hearing is completed. it would, therefore, follow that after the stage contemplated by order 9 rule 7 is passed the next stage is only the passing of a decree which on the terms of order 9 rule 6 the court is competent to pass. and then follows the remedy of the party to have that decree set aside by application under order 9 rule 13. there is thus no hiatus between the two stages of reservation of judgment and pronouncing the judgment so as to make it necessary for the court to afford to the party the remedy of getting orders passed on the lines of order 9 rule 7. we are, therefore, of the opinion that the civil judge was not competent to entertain the application dated 31-5-1958 purporting to be under order 9 rule 7 and that consequently the reasons given in the order passed would not be res judicata to bar the hearing of the petition under order 9 rule 13 filed by the appellant.\" (emphasis supplied) 26. mr. ghosh, learned counsel also relies upon the judgement of hon'ble supreme court in the case of arjun singh vs. mohindra kumar & amp; ors. reported in air 1964 sc 993, wherein it is held :\"18. . if, therefore the hearing was completed and the suit was not \"adjourned for hearing\", order ix. rule 7 could have no application and the matter would stand at the stage of order ix. rule 6 to be followed up by the passing of an exparte decree making rule 13 the only provision in order ix applicable .\" 27. mr. ghosh, learned counsel strenuously argues that the commercial courts act, 2015 is enacted with the objective to ensure speedy disposal of high value commercial disputes and it prescribes the fast track procedure. therefore a lethargic and inert defendant, has rightly been served. the defendant may not be allowed to set the clock back in the breach of the provisions and laudable object of commercial courts act, 2015. 28. it is further contended that section 8 of the commercial courts act envisages that no civil revisional application or petition shall be entertained against any interlocutory order of a commercial court. the defendant in the garb of an application under article 227 of the constitution of india, is effectively trying to invoke the revisional jurisdiction as laid down under section 115 of the code of civil procedure. therefore, this court requires to impose self restraint in exercising the jurisdiction conferred under article 227 of the constitution of india. to buttress his contention mr. ghosh, learned counsel places his reliance on the judgement of hon'ble apex court in surya dev rai vs. ram chandea rai & amp; ors. reported in (2023) 6 scc 675, wherein it is held :\"26. in order to safeguard against a mere appellate or revisional jurisdiction being exercised in the garb of exercise of supervisory jurisdiction under article 227 of the constitution, the courts have devised self-imposed rules of discipline on their power. supervisory jurisdiction may be refused to be exercised when an alternative efficacious remedy by way of appeal or revision is available to the person aggrieved. the high court may have regard to legislative policy formulated on experience and expressed by enactments where the legislature in exercise of its wisdom has deliberately chosen certain orders and proceedings to be kept away from exercise of appellate and revisional jurisdiction in the hope of accelerating the conclusion of the proceedings and avoiding delay and procrastination which is occasioned by subjecting every order at every stage of proceedings to judicial review by way of appeal or revision. so long as an error is capable of being corrected by a superior court in exercise of appellate or revisional jurisdiction, though available to be exercised only at the conclusion of the proceedings, it would be sound exercise of discretion on the part of the high court to refuse to exercise the power of superintendence during the pendency of the proceedings. however, there may be cases where but for invoking the supervisory jurisdiction, the jurisdictional error committed by the inferior court or tribunal would be incapable of being remedied once the proceedings have concluded.\" 29. reliance is also placed in the case of black diamond trackparts pvt. ltd. & amp; anr. vs. balck diamond motors pvt. ltd. reported in 2021 scc online del 3946, wherein it is held :\"31.we are of the view that once the commercial courts act has expressly barred the remedy of a revision application under section 115 of the cpc, with respect to the suits within its ambit, the purpose thereof cannot be permitted to be defeated by opening up the gates of article 227 of the constitution of india. the scope and ambit of a petition under article 227 is much wider than the scope and ambit of a revision application under section 115 of the cpc; whatever can be done in exercise of powers under section 115 of the cpc, can also be done in exercise of powers under article 227 of the constitution. allowing petitions under article 227 to be preferred even against orders against which a revision application under section 115 cpc would have been maintainable but for the bar of section 8 of the commercial courts act, would nullify the legislative mandate of the commercial courts act. recently, in deep industries limited v. oil and natural gas corporation limited (2020) 15 scc 706, in the context of petitions under article 227 of the constitution of india with respect to orders in an appeal against an order of the arbitral tribunal under section 17 of the arbitration &amp; conciliation act, 1996, it was held that if petitions under article 226/227 of the constitution against orders passed in appeals under the arbitration act were entertained, the entire arbitral process would be derailed and would not come to fruition for many years. it was observed that though article 227 is a constitutional provision which remains untouched by an nonobstante clause 5 of the arbitration act but what is important to note is that though petitions can be filed under article 227 against judgments allowing or dismissing first appeals under the arbitration act, yet the high court would be extremely circumspect in interfering with the same taking into account the statutory policy, so that interference is restricted to orders which are patently lacking in inherent jurisdiction. thus, though we are of the view that gates of article 227 ought not to be opened with respect to orders in commercial suits at the level of the district judge against which a revision application under cpc was maintainable but which remedy has been taken away by the commercial courts act, but abiding by the judgments aforesaid, hold that it cannot be said to be the law that jurisdiction under article 227 is completely barred. however the said jurisdiction is to be exercised very sparingly and more sparingly with respect to orders in such suits which under the cpc were revisable and which remedy has been taken away by a subsequent legislation .e. the commercial courts act, and ensuring that such exercise of jurisdiction by the high court does not negate the legislative intent and purpose behind the commercial courts act and does not come in the way of expeditious disposal of commercial suits.\" 30. in a bid to distinguish the judgements relied upon by mr. basu, learned senior counsel for the defendant, mr. ghosh, learned counsel submits that in raj process equipments and systems private limited (supra) defendant had failed to file the written statement within time and filed an application for condonation of delay and prayed for an order to take the written statement on record. in this case at hand, no such application was filed, even the defendants did not express readiness to file written statement. 31. in manish bhattacharyya (supra) application under order vii rule 11 of the code of civil procedure was filed before the suit was posted for ex parte hearing and for that no written statement was filed. but in the case at hand the defendant filed the application under order vii rule 11 of the code of civil procedure after the suit was posted for ex parte hearing. in reena shad (supra) the court before which the matter was transferred, had the obligation to issue notice in view of specific rule framed and made applicable to the courts in delhi, but no such rule is holding the field in west bengal. mr. ghosh concludes his argument with a prayer for dismissal of the revisional applications. 32. from the attending facts of the case it is admitted that the suit was filed on 6th april, 2018. 20th september, 2019 was fixed for hearing on service of summons. on that date the record of the suit was placed before the learned judge, commercial court at rajarhat and learned judge, commercial court was pleased to hold that summons were served upon the defendants and he was further pleased to fix 7th november, 2019 for ex pate hearing of the suit. on 7th november and, thereafter, 11th december, 2019 the hearing was adjourned and 4th january, 2020 was fixed for ex parte hearing. on that date one witness was examined as p.w. 1 and 31st january, 2020 was fixed for ex parte argument. again on 12th february, 2020 p.w. 1 and p.w. 2 were examined and 20th february, 2020 was fixed for ex parte argument. the suit was adjourned at the behest of plaintiff on different dates till 17th may, 2021, when the plaintiff did not take any steps. 33. on 2nd august, 2021 the case record was put up by a petition along with application under section 151 of the code of civil procedure filed by the defendants seeking order to take the suit off the ex parte board. learned counsel for the defendant no. 1 filed a fresh vakalatnama and the suit was posted for hearing on 10th august but the record was taken up on 11th august, 2021. on that date the defendant no. 1 also filed an application under order vii rule 11 of the code of civil procedure which was taken on record after couple of adjournments, on 25th november, 2021 the petition filed on behalf of the defendant was taken up for hearing and on 7th january, 2022 learned trial court passed the order no. 26 which is under challenge. on 14th march, 2022 an application was filed for taking up the petition under order vii rule 11 of the code of civil procedure before the hearing of the suit ex parte. learned trial court vide order no. 27 dated 14th march, 2022 rejected the application filed by the defendant seeking adjournment and directed the plaintiff to file written notes of argument on 21st april, 2022. learned trial court fixed the date for further argument ex parte. at the same time liberty was also given to the defendant to file written notes of argument. 34. from the attending facts of the case it is admitted the suit was filed on 6th april, 2018 before the learned 2nd court of civil judge (senior division), barasat. the regular court being civil judge (senior division), 2nd court, barasat did not ascertain the service of summon upon the defendant. the suit got transferred to the commercial court at rajarhat. learned judge, commercial court on 20th september, 2019 ascertained that summon was duly served upon the defendant, but did not dispose of the suit ex parte on that day though the defendant failed to appear before the court. 35. there was an order of adjournment and hearing of the suit was deferred on different dates and 7th november, 2019 was fixed for ex parte hearing of the suit when the hearing did not take place and after series of adjournments on 4th january, 2020 the witness was examined as p.w. 1 and 31st january, 2020 was fixed for ex parte argument. 36. again there was adjournment and on 10th february, 2020 two witnesses were examined as p.w. 1 and p.w. 2. some documents were admitted as exhibits-15 and 16. 37. 20th february, 2020 was fixed for ex parte argument. case was adjourned thereafter and 26th august, 2020 was fixed for ex parte argument, which was further adjourned to 10th august, 2021. 38. in the meantime, on 2nd august, 2021 the defendant entered into appearance by filing fresh vakalatnama and a petition was also filed seeking order to take the suit off the peremptory board for ex parte hearing. on 7th february, 2022 the petition of the defendant was rejected and suit was posted for ex parte argument. even after appearance of the defendant learned commercial court did not allow the defendant to take part in the proceeding. 39. true it is the defendant in this case did not file any petition under order ix rule 7 of the code of civil procedure. an application was filed under section 151 of the code of civil procedure. the petition, however, was not rejected on that technical ground. 40. learned trial court did not find sufficient reason or good cause to allow the prayer of the defendant. no opportunity was, therefore, given to the defendant to contest the suit by filing written statement. 41. but learned trial court ought to have allowed the defendant to join the proceeding from the stage when he made his appearance. instead thereof learned trial court proceeded with the ex parte hearing of argument, at the same time asked the defendant to file written notes of argument. this is in the breach of the rule 7 of order ix of the code of civil procedure. 42. learned trial court could not have allowed the defendant to set the clock back but at the same time learned trial court had no reason to put the briddle on the defendant by posting the suit for ex parte hearing, even after taking the petition under order vii rule 11 of the code of civil procedure on record. 43. it is rightly argued by mr. ghosh, learned counsel for the plaintiff that the suit, commercial in nature with specified value is required to be transferred to commercial court in view of statutory mandate as laid down under section 15 of the commercial courts act, 2015. the substantive law, since does not prescribe the procedure for such transfer, it can only be effected, taking lumen from order vii rule 10 of the civil procedure code. therefore, notice to such transfer ought to have been given by the learned trial court upon the non-appearing party following the principle of natural justice. 44. even in the case of k. janartan (supra), relied upon by mr. ghosh, notice of transfer was effected. \"30.i made enquiries in the office of the registrar and found that a list of cases which were transferred by virtue of the statute was put up on the notice -board immediately after the passing of the act and such a list was also published in the gazette.\" 45. code of civil procedure, does not encourage any proceeding to be conducted to the detriment of any party, in his absence. in order to appreciate the lis, in my view, it is expedient to consider the provision of order ix rule 1, 6 and 7 of the code of civil procedure. the provisions as laid down under order ix of the code of civil procedure relates to the appearance of the parties to the suit, consequence for nonappearance and remedy thereof. 46. rule 1 of order ix requires the attendance of parties on the day fixed in the summon. 47. rule 1 of order ix of the code of civil procedure code says :\"appearance of parties and consequence of non-appearance 1. parties to appear on day fixed in summons for defendant to appear and answer.--on the day fixed in the summons for the defendant to appear and answer, the parties shall be in attendance at the court-house in person or by their respective pleaders, and the suit shall then be heard unless the hearing is adjourned to a future day fixed by the court.\" 48. rule 6. procedure when only plaintiff appears-\"(1) where the plaintiff appears and the defendant does not appear when the suit is called on for hearing, then--[163] [(a)] when summons duly served--if it is proved that the summons was duly served, the court may make an order that the suit shall be heard ex parte.] (b) when summons not duly served--if it is not proved that the summons was duly serve, the court shall direct a second summons to be issued and served on the defendant; (c) when summons served but not in due time--if it is proved that the summons was served on the defendant, but not in sufficient time to enable him to appear and answer on the day fixed in the summons, the court shall postpone the hearing of the suit to future day to be fixed by the court, and shall direct notice of such day to be given to the defendant. (2) where it is owing to the plaintiff's; default that the summons was not duly served or was not served in sufficient time, the court shall order the plaintiff to pay the costs occasioned by the postponement.\" 49. rule 7. procedure where defendant appears on day of adjourned hearing and assigns good cause for previous non-appearance-\"where the court has adjourned the hearing of the suit ex-parte and the defendant, at or before such hearing, appears and assigns good cause for his previous non-appearance, he may, upon such terms as the court directs as to costs or otherwise, be heard in answer to the suit as if he had appeared on the day, fixed for his appearance.\" 50. where the defendant fails or does not appear but the plaintiff appears, if the service of summon is proved, court may proceed ex parte against the defendant and may pass the decree under rule 6 of order ix of the code of civil procedure. 51. the question that calls for consideration is what should be the implication of the order by which a suit is posted for ex parte hearing? or in other words what does the expression 'ex parte hearing' convey? 52. when on a date fixed for appearance of the defendant it is found that despite service of summon defendant fails to appear before the court, court may dispose of the suit ex parte. but if there is an adjournment and on the adjourned date either of the parties or both the parties and in the context of this particular case the defendant does not appear again court will be empowered to pass necessary order under order ix of the code of civil procedure and the suit may be taken up for ex parte hearing and disposed of. but again an order of adjournment under order xvii of the code of civil procedure, if passed, the suit or the proceeding shall be fixed for hearing and absence of defendant on that adjourn day may lead the court to dispose of the suit ex parte i.e. without written statement. if the defendant appears and shows good cause for his nonattendance on previous occasion, court may allow him to be heard in answer to the suit upon certain conditions like payment of cost etc. though in certain cases, he may not be allowed to answer the suit, if good cause is not shown or time to file written statement cannot be extended, in such a situation also the defendant cannot be stopped from participating in the proceeding. 53. to find out the answer further we can also rely upon the judgement of hon'ble supreme court in sangram singh vs. election tribunal kotah & amp; anr. reported in air 1955 sc 425, wherein it held :\"25. now to analyse r. 6 and examine its bearing on the first hearing. when the plaintiff appears and the defendant does not appear when the suit is called on for hearing, if it is proved that the summons was duly served \"(a).the court may proceed 'ex-parte' \" the whole question is, what do these words mean? judicial opinion is sharply divided about this. on the one side is the view propounded by wallace, j, in 'air 1925 mad 1274 (h), that 'ex parte' merely means in the absence of the other party, and on the other side is the view of o'sullivan j., in 'air 1945 sind 98 at p. 102 (d), that it means that the court is at liberty to proceed without the defendant till the termination of the proceedings unless the defendant shows good cause for his non-appearance. the remaining decisions, and there are many of them, take one or the other of those two views. 28. then comes r. 7 which provides that if at 'an adjourned' hearing the defendant appears and shows good cause for his \"previous non-appearance\", he can be heard in answer to the suit \"as if he had appeared on the day fixed for his appearance\". this cannot be read to mean, as it has been by some learned judges, that he cannot be allowed to appear at all if he does not show good cause. all it means is that he cannot be relegated to the position he would have occupied if he had appeared. 29. we turn next to the adjourned hearing that is dealt with in o. 17, r. 1(1) empowers the court to adjourn the bearing and whenever it does so it must fix a day \"for the further hearing of the suit, except that once the hearing of the evidence has begun it must go on from day to day till all the witnesses in attendance have been examined unless the court considers, for reasons to be recorded in writing, that a further adjournment is necessary. then follows r. 2\"where, on any day to which the hearing of the suit is adjourned, the parties or any of them fail to appear, the court may proceed to dispose of the suit in one of the modes directed in that behalf by o. 9 or make such other order as it thinks-fit\" 30. now r. 2 only applies when one or both of the parties do not appear on the day fixed' for the adjourned hearing' in that event, the court is thrown back to o. 9 with the additional power to make \"such order as it thinks fit\". when it goes back to o. 9 it finds that it is again empowered to proceed 'ex parte' on the adjourned hearing in the same way as it did, or could have done, if one or other of the parties had not appeared at the first hearing, that is to say, the right to proceed 'ex parte is a right which accrues from day to day because at each adjourned hearing the court is thrown back to 0.9, r. 6. (emphasis is by this court) it is not a mortgaging of the future but only applies to the particular hearing at which a party was afforded the chance to appear and did not avail himself of it. therefore, if a party does appear on \"the day to which the hearing of the suit is adjourned\", he cannot be stopped from participating in the proceedings simply because he did not appear on the first or some other hearing.(emphasis by this court) 31.but though he has the right to appear at an adjourned hearing, he has no right to set back the hands of the clock order 9, r. 7 makes that clear. therefore, unless he can show good cause, he must accept all that has gone before and be content to proceed from the stage at which he comes in.\" 54. mr. ghosh, learned counsel, though submits and quite correctly that the suit was transferred following the statutory provision as laid down under chapter v of the commercial courts act, 2015, his contention that the learned commercial court had no obligation to issue notice upon the defendant, in my humble opinion perhaps is not the correct approach to the issue. 55. it is made clear in the act order xiii rule 1, order vii rule 14 and order viii rule 1a of the code of civil procedure shall not apply in commercial courts. therefore, provisions of the code of civil procedure other than those as stated above are applicable in the proceeding of commercial suit. 56. the code of civil procedure with its amendment for the purpose of commercial dispute of a specified value when is applicable in commercial suits then there is reason to hold that transfer of suit takes place in the light of the order vii rule 10 of the code of civil procedure. 57. in oil and natural gas corporation limited vs. modern construction company reported in (2014) 1 scc 648 hon'ble apex court held :\"17. thus, in view of the above, the law on the issue can be summarised to the effect that if the court where the suit is instituted, is of the view that it has no jurisdiction, the plaint is to be returned in view of the provisions of order vii rule 10 cpc and the plaintiff can present it before the court having competent jurisdiction. in such a factual matrix, the plaintiff is entitled to exclude the period during which he prosecuted the case before the court having no jurisdiction in view of the provisions of section 14 of the limitation act, and may also seek adjustment of court fee paid in that court. however, after presentation before the court of competent jurisdiction, the plaint is to be considered as a fresh plaint and the trial is to be conducted de novo even if it stood concluded before the court having no competence to try the same.\" 58. taking lumen from the aforesaid decision of hon'ble apex court it can be said that a suit when transferred under section 15 of the commercial courts act, 2015 it is to be considered not as continuance of the old suit which is to be tried in commercial court. rather it has to be treated as fresh suit in view of the ratio laid down in o.n.g.c. (supra). 59. provision of sub-section 3 and 4 of section 15 of the commercial courts act, 2015 say that :\"15. transfer of pending cases.-(1) xxxx (2) xxxx (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order 15a of the code of civil procedure.\" 60. the proviso to sub-section 4 of section 15 envisages that court in case of transfer of suit to prescribe a new timeline within which the written statement shall be filed. a commercial suit is to be disposed of within 6 months from the date of first case management hearing. in a case management hearing, if it is found that parties are at issue court is to frame issue, if required after holding hearing under order x rule 2 of the code of civil procedure. schedule is to be prepared after considering the list of witness to be examined, date of submission of affidavit of evidence, recording of evidence, date of argument etc. 61. here in this case learned judge, commercial court did not take recourse to proviso to sub-section 4 of section 15 of the commercial courts act and also did not assign any reason for not adhering to such provision. though sub-section 4 of section 15 of the act envisages that court may hold case management hearing. so according to mr. ghosh, learned counsel it is not mandatory. keeping in mind the fact that essence of law lies in the spirit and not in letter but letters express the intention of the legislature, it is necessary to appreciate the legal import of the word 'may' as used in sub-section 4 of section 15 of the commercial courts act to get the real intention of the legislature. 62. if the provision of section 15 of the commercial court act 2015, particularly sub-section 3 and 4, are read, keeping in mind the laudable object behind the enactment, the statutory provisions do speak the mandate, leaving no room to exercise discretion. the word 'may' is essentially to be read as 'shall' otherwise the object of commercial courts act, 2015 would be defeated. 63. in this regard we can use with profit the judgement of hon'ble supreme court in the state punjab & anr. vs. shamlal murarilal & anr. reported in (1976)1 scc 719, wherein hon'ble justice krishna iyer speaking for the bench held:\"it is true that, in form, the rule strikes a mandatory note and, in design, is intended to facilitate a plurality of judges hearing the appeal, each equipped with a set of relevant papers. may be, there is force in the view taken by the full bench that certain basic records must be before the court along with the appeal if the court is to function satisfactorily in the exercise of its appellate power. in this sense, the needs of the rule transcend the directory level and may, perhaps, be considered a mandatory need. the use of 'shall' -a word of slippery semantics-in a rule is not decisive and the context of the statute the purpose of the prescription, the public injury in the event of neglect of the rule and the conspectus of the circumstances bearing on the importance of the condition, have all to be considered before condemning a violation as fatal.\" 64. upon careful consideration of the statutory provision as laid down under sub-section 3 and 4 of section 15 of the commercial courts act, 2015 this court is of the opinion that the learned commercial court was under statutory obligation to take steps in consonance with the mandate laid down in the statute of commercial courts act, 2015 and to hold case management hearing in respect of such transferred suit in order to prescribe new timelines and for that should have issued such further direction as could be necessary for efficacious disposal of such suit in accordance with order xv-a of the code of civil procedure. 65. there is no reason to differ with the view of the hon'ble apex court as expressed in apspdcl (supra). but in this case the defendant appeared and filed petition under order vii rule 11 of the code of civil procedure, before the suit was reserved for judgement. the defendant cannot be left at lurch, without remedy, only because learned trial court after conclusion of argument ex parte, reserved the suit for judgement, ignoring the presence of the defendant before it. in that event it would be a travesty of justice because of utter violation of principle of natural justice and denial of fair play. 66. surprisingly learned trial court has not disposed of the suit till date though there is no order of stay of the proceeding before the learned trial court. this is another glaring example of violation of the statutory provision of law. learned commercial court has failed to pronounce judgement within the prescribed period of 90 days. 67. the defendant though was not allowed to set the clock back, but he had every right to challenge the proceeding which he had done by filing petition under order vii rule 11 of the code of civil procedure. while taking the said petition on record on 11th august, 2021, without returning the issue raised, learned trial court could not have reserved the suit for judgement. 68. in my humble opinion learned trial court committed jurisdictional error by denying the defendant the opportunity to join the proceeding as required under rule 7 of order ix of the code of civil procedure and by not adhering to the provisions of section 15(3)(4) of the commercial courts act 2015, in its letter and spirit. it reminds the court the observation made by the privy council in the case of nazir ahmed vs. the king-emperor reported in air 1936 pc 253 wherein it is held :\"the rule which applies is a different and not less well recognized rule-namely, that where a power is given to do a certain thing in a certain way the thing must be done in that way or not at all. other methods of performance are necessarily forbidden.\" 69. in municipal committee, hoshiarpur vs. punjab state electricity board & ors. reported (2010) 13 scc 216 hon'ble supreme court held :\"31. the principles of natural justice cannot be applied in a vacuum without reference to the relevant facts and circumstances of the case. thus, they cannot be put in a straitjacket formula. \"13. . natural justice is not an unruly horse, no lurking landmine, nor a judicial cure-all. if fairness is shown by the decision-maker to the man proceeded against, the form, features and the fundamentals of such essential procedural propriety being conditioned by the facts and circumstances of each situation, no breach of natural justice can be complained of.\" 36. in view of the above, in case there is a non-compliance of a statutory requirement of law or the principles of natural justice have been violated under some circumstances, non-compliance of the aforesaid may itself be prejudicial to a party and in such an eventuality, it is not required that a party has to satisfy the court that his cause has been prejudiced for non-compliance of the statutory requirement or principles of natural justice.\" 70. the object of article 227 of the constitution of india is to keep the courts within bounds of their authority and contrary to submission of mr. ghosh, learned counsel, to impose self-restraint in exercising the exercise of power under article 227 of the constitution of india, i am of the view that this is a fit case to invoke the power of superintendence as conferred under article 227 of the constitution of india, to set aside the orders impugned, which i accordingly do. 71. the revisional applications are thus allowed on contest but without cost. the orders impugned being order no. 26 dated 7th january, 2022 and 27 dated 14th march, 2022, passed by learned commercial court at rajarhat are set aside. 72. let a copy of this judgement be sent down to the learned trial court forthwith for information and necessary action strictly according to law in the light of the observation made hereinabove. learned trial court is directed to comply with the provisions of section 15 of the commercial courts act, 2015, in its letter and spirit. learned trial court is further directed to allow the defendant to join the trial and to dispose off the application under order vii rule 11 of civil procedure code on merit. 73. urgent photostat certified copy of this judgement, if applied therefor, should be made available to the parties upon compliance of requisite formalities. (siddhartha roy chowdhury, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d208680f8a33418cb3b83f4dc49cf76b_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8a57681c3e464e58946ad0d4c8dcd3c3_1"
        },
        {
            "start": 242,
            "end": 333,
            "text": "\nDelhi High Court\nAtcom Technology Co. Ltd vs Rahul Gupta & Ors & Ors. on 20 February, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44a42d382f3349b794fd217d7dedd2f2_2"
        },
        {
            "start": 334,
            "end": 381,
            "text": "\nAuthor: C. Hari Shankar\nBench: C. Hari Shankar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9c8e5f8e61d4c139964222508eb0a32_3"
        },
        {
            "start": 418,
            "end": 479,
            "text": "Neutral Citation Number : 2023/Dhc/001263\n\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "383a0b65824849f0a94a688e2712cc18_4"
        },
        {
            "start": 479,
            "end": 509,
            "text": "$~13\n                  *      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f39bb6d6c9084a449e1203c1b55f6ccf_5"
        },
        {
            "start": 509,
            "end": 567,
            "text": "In The High Court Of Delhi At New Delhi\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7676a7002c04effa0897d6d1b833e06_6"
        },
        {
            "start": 567,
            "end": 601,
            "text": "+      Cm(M)-Ipd 17/2022 & Cm Appl",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bfca17225af40d9a826ac94f507ecb8_7"
        },
        {
            "start": 602,
            "end": 614,
            "text": ". 35609/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af176b7ab5574a1aa780552d6184868e_8"
        },
        {
            "start": 641,
            "end": 665,
            "text": "Atcom Technology Co. Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "625783cf122e427ba6e2a3f566558dcb_9"
        },
        {
            "start": 682,
            "end": 698,
            "text": "..... Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8cbb37aa6f894d0db0bf0205fedb5def_10"
        },
        {
            "start": 737,
            "end": 776,
            "text": "Through: Mr. Shailen Bhatia, Mr. Anuraj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f9e057d79c64bb58cbfa61a64eefc3c_11"
        },
        {
            "start": 815,
            "end": 856,
            "text": "Tirthankar, Ms. Janhvi Chadha, Ms. Preeta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b3937b34ebc4c6aa2f438668039cc82_12"
        },
        {
            "start": 895,
            "end": 932,
            "text": "Panthaki and Ms. Neelam Pathak, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a0c3a61d53c4a3f89b393fd4e6c6551_13"
        },
        {
            "start": 979,
            "end": 985,
            "text": "versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d28985c1232404e95f813a404c36050_14"
        },
        {
            "start": 1013,
            "end": 1030,
            "text": "Rahul Gupta & Ors",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b7e162b78884a22a5462b9dc0311e70_15"
        },
        {
            "start": 1049,
            "end": 1105,
            "text": "..... Respondents\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0a83939399d45a5b806c62c2c51ba95_16"
        },
        {
            "start": 1105,
            "end": 1113,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9fcaaa6432b24302b8b7e891bcdf1c16_17"
        },
        {
            "start": 1114,
            "end": 1138,
            "text": "Ms. Rajeshwari H and Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14bdae76cabb4df08b38d08217e0e2c2_18"
        },
        {
            "start": 1178,
            "end": 1200,
            "text": "Deepanshu Nagar, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "473ad096cabd4fcb92bec1a06d6fa2c5_19"
        },
        {
            "start": 1228,
            "end": 1543,
            "text": "Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                       Judgment (Oral)\n% 20.02.2023\n1. This petition under Article 227 of the Constitution of India assails order dated 4th July 2022, whereby the learned District Judge (Commercial Court) (the learned Commercial Co",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7734ca30db2e418c8c093c9d1c39ee1b_20"
        },
        {
            "start": 1544,
            "end": 1749,
            "text": "urt) allowed an application dated 24th November 2021 filed by the respondents, as the defendants before the learned Commercial Court, to take certain documents, filed by the defendants on 17th August 2021.",
            "labels": [
                "FAC"
            ],
            "id": "72a02f51f3df4f16aa01a6e4961577b0_21"
        },
        {
            "start": 1751,
            "end": 2024,
            "text": "2. The proceedings arose out of CS (Comm) 179/2020 instituted by the petitioner against the respondents, alleging that the respondents were infringing the copyright held by the petitioner in the logo and were also passing off their product as the product of the petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "07284a6ab7b342fa9ede849f011e7f3d_22"
        },
        {
            "start": 2025,
            "end": 2082,
            "text": "Injunctive reliefs were, therefore, sought in the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "83bb20da50144dacaafdc50076eea653_23"
        },
        {
            "start": 2083,
            "end": 2483,
            "text": "As this court is concerned only with the issue of whether the decision of the learned Commercial Court, to permit the additional Neutral Citation Number : 2023/DHC/001263 documents filed by the respondents to be taken on record merits interference under Article 227 of the Constitution of India, it is not necessary to advert any further to the merits of the substantive disputes between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "916d846ee64344a2a861e8df9999c942_24"
        },
        {
            "start": 2484,
            "end": 2591,
            "text": "\n3. Summons, in the suit instituted by the petitioner, were served on the respondent on 10th November 2020.",
            "labels": [
                "FAC"
            ],
            "id": "ac2084fab6d747dfb7c31435711f971f_25"
        },
        {
            "start": 2592,
            "end": 2656,
            "text": "Written statement was filed by the respondent on 5th March 2021.",
            "labels": [
                "FAC"
            ],
            "id": "6c0b54b8bb5e401fbb15f4dec8fee2e5_26"
        },
        {
            "start": 2657,
            "end": 2708,
            "text": "No documents were filed with the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "a041c77f280f4635a75b920936729009_27"
        },
        {
            "start": 2709,
            "end": 2818,
            "text": "Replication, to the written statement filed by the respondent, was filed by the petitioner on 5th April 2021.",
            "labels": [
                "FAC"
            ],
            "id": "88c243054f7f41a3b834905a956490d5_28"
        },
        {
            "start": 2820,
            "end": 2933,
            "text": "4. Thereafter, on 17th August 2021, the respondents filed certain documents, in support of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "985dc1eeadbd468fb9ed5fe268c42ead_29"
        },
        {
            "start": 2934,
            "end": 3124,
            "text": "By order dated 9th October 2021 - which has not been challenged - the learned Commercial Court granted liberty to the respondents to move an application to take the said documents on record.",
            "labels": [
                "FAC"
            ],
            "id": "b4bd47c6208b4165be43a9d7a91370a0_30"
        },
        {
            "start": 3125,
            "end": 3215,
            "text": "An application, for the said purpose, was moved by the respondents on 24 th November 2021.",
            "labels": [
                "FAC"
            ],
            "id": "ae561b541c7b4b968ece52cd5778e6f2_31"
        },
        {
            "start": 3216,
            "end": 3283,
            "text": "The impugned order dated 4th July 2022 allows the said application.",
            "labels": [
                "FAC"
            ],
            "id": "49290aad96ea45c4b8cb41b78176241a_32"
        },
        {
            "start": 3285,
            "end": 3391,
            "text": "5. When this matter had earlier came up before this Court on 6 th September 2022, it was thus recorded:\n2.",
            "labels": [
                "FAC"
            ],
            "id": "1227f94049034d649158a5f14884245b_33"
        },
        {
            "start": 3392,
            "end": 3497,
            "text": "The present petition has been filed challenging the impugned order dated 4th July, 2022 passed by the Id.",
            "labels": [
                "FAC"
            ],
            "id": "5bd49a94f1bb4abb98e6972000f9db82_34"
        },
        {
            "start": 3498,
            "end": 3654,
            "text": "District Judge East/Karkardooma District Courts (hereinafter \"Commercial Court\") in CS(COMM) 179/2020 titled Atcom Technology Co. Ltd. v. Rahul Gupta & Ors.",
            "labels": [
                "FAC"
            ],
            "id": "79c73a2c18884c66b73c7f5c0bff0fd9_35"
        },
        {
            "start": 3655,
            "end": 3849,
            "text": "Vide the said order, the Commercial Court allowed an application under Order XI Rule 1 CPC, filed by the Defendants-Respondents (hereinafter \"Defendants \"), subject to a cost of INR 7000 rupees.",
            "labels": [
                "FAC"
            ],
            "id": "792fa05a859f49e6bc85bfec15ecc1d7_36"
        },
        {
            "start": 3850,
            "end": 4324,
            "text": "The case of the Plaintiff-Petitioner (hereinafter \"Plaintiff\") is that the application could not have been allowed by the Commercial Court, as it is contrary to Rule 14 of Chapter VII of the Delhi High Court (Original Side) Rules, 2018 (hereinafter \"Original Side Rules\"), which states that parties cannot Neutral Citation Number : 2023/DHC/001263 file documents after completion of pleadings in a suit, except as provided in Order XII of the CPC or the Original Side Rules.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cee7134d0ff24fffa0e20cbe9939ea9c_37"
        },
        {
            "start": 4326,
            "end": 4499,
            "text": "3. The question that has thus arisen in this petition, is whether the Original Side Rules would apply to the Commercial Courts functioning in the various districts of Delhi.",
            "labels": [
                "ISSUE"
            ],
            "id": "d14a854a013e432ea63a6451a3b79b6b_38"
        },
        {
            "start": 4500,
            "end": 4658,
            "text": "Ld. Counsel for the Plaintiff has relied upon the decision of a Co-ordinate Bench of this Court in M/s OK Play India Pvt. Ltd. v. M/s A.P. Distributors & Anr.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "33e403a89b694e1d9d7b7e3c822db239_39"
        },
        {
            "start": 4659,
            "end": 4665,
            "text": "[ CM(M",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "06f64c703e3147c99c51a591ca43fc24_40"
        },
        {
            "start": 4666,
            "end": 4676,
            "text": ") 346/2020",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "76cb05b6c10b45a7bc2bc09f4bb31146_41"
        },
        {
            "start": 4677,
            "end": 4713,
            "text": ", decision dated 25th October, 2021]",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9d1298e6aae540adba272b7f6826ae50_42"
        },
        {
            "start": 4714,
            "end": 4769,
            "text": ", to argue that this issue is no longer res Integra and",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5df56724ad7a480c8a80b16b715aa805_43"
        },
        {
            "start": 4770,
            "end": 4862,
            "text": "the Id. Single Judge has held that the Original Side Rules would apply to Commercial Courts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "48abade908dc4e8fb435a9f05b8a0826_44"
        },
        {
            "start": 4863,
            "end": 4981,
            "text": "In the said judgement the Ld. Single Judge has relied upon certain Practice Directions issued by the Delhi High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79cc5303219b49d19c59f792f92564a2_45"
        },
        {
            "start": 4982,
            "end": 5249,
            "text": "\n4. Ms. Rajeshwari, Id. Counsel for the Defendants, opposes this submission and submits that Rule 3 of the Original Side Rules is clear that the said Rules only apply to the Original Side of the Delhi High Court and not to the Commercial Courts at the district level.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "581f1ee8c25340bf91973b4e5a8ea2b7_46"
        },
        {
            "start": 5250,
            "end": 5552,
            "text": "She also relies upon the Practice Directions annexed as Annexure E, issued along with the Original Side Rules, and Section 18 of the Commercial Courts Act, 2015, to establish that the Practice Directions only supplement the law when CPC/Commercial Courts Act/Original Side Rules are already applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a97a94a5cd554940a7307d9acfeb4403_47"
        },
        {
            "start": 5553,
            "end": 5617,
            "text": "They cannot be used to apply the Original Side Rules to a Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "28f441633a9a46ff8c49c9d643b6653c_48"
        },
        {
            "start": 5618,
            "end": 5803,
            "text": "\n5. At this stage, it is also brought to the attention of the Court that the Defendants have filed a cancellation petition seeking cancellation of the Plaintiffs mark before this Court.",
            "labels": [
                "FAC"
            ],
            "id": "a43dfb0a09a64ba49fa1b60fb3527732_49"
        },
        {
            "start": 5804,
            "end": 6107,
            "text": "The suit CS(COMM) 179/2020, in which the impugned order has been passed and which was pending before the Commercial Court in Karkardooma, is also now sought to be transferred to the the High Court, by way of T.R.P. (C.) 61/2022, stated to be listed before the Id. Joint Registrar on 7th September, 2022.",
            "labels": [
                "FAC"
            ],
            "id": "80eec04ef6754d03b12409951b2dc446_50"
        },
        {
            "start": 6108,
            "end": 6413,
            "text": "\n6. Accordingly, let this petition be listed on 15th November, 2022, with the said cancellation petition being CO (COMM. IPD- TM) 188/2022 and the suit (numbered as CS (COMM.) 179/2020 in the Commercial Court, Karkardooma), sought to be transferred pursuant to T.R.P. (C.) 61/2022 filed before this Court.",
            "labels": [
                "FAC"
            ],
            "id": "4471c5a57b8f44278773a566e0e3d48e_51"
        },
        {
            "start": 6414,
            "end": 6501,
            "text": "The legal issue that has arisen in this case would also be considered on the said date.",
            "labels": [
                "FAC"
            ],
            "id": "9e1e5dcac8744fa3950abf8b941bc198_52"
        },
        {
            "start": 6503,
            "end": 6652,
            "text": "6. Today, Mr. Shailen Bhatia, learned Counsel for the petitioner, has not canvassed the plea which was urged before this Court on 6th September 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "753c3fea7a604fdab095a577f44eae8f_53"
        },
        {
            "start": 6653,
            "end": 6717,
            "text": "He has, however, challenged the impugned order on other grounds.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0c04ca3142dd4899961ae0a8afa02c1e_54"
        },
        {
            "start": 6718,
            "end": 6927,
            "text": "I would, however, consider, in the present order, all the Neutral Citation Number : 2023/DHC/001263 contentions advanced by Mr. Bhatia including those which were advanced in the order dated 6th September 2022.",
            "labels": [
                "NONE"
            ],
            "id": "5c6078e14a6d47ed971747b6a0338fd6_55"
        },
        {
            "start": 6929,
            "end": 7072,
            "text": "7. Mr. Bhatia has drawn my attention to Order XI Rule 1(10)1 of the Code of Civil Procedure,1908 as amended by the Commercial Courts Act, 2015.",
            "labels": [
                "NONE"
            ],
            "id": "cc785a8fb62a4cffba5ebcaf84b1ff27_56"
        },
        {
            "start": 7073,
            "end": 7287,
            "text": "His contention is that, once the written statement was filed without any documents, any additional documents could be permitted to be taken on record only if the pre-requisites of Order XI Rule 1(10) was satisfied.",
            "labels": [
                "FAC"
            ],
            "id": "be2cca6ad3bd4df4ad44a8f02dccf70a_57"
        },
        {
            "start": 7288,
            "end": 7434,
            "text": "The essential pre-requisite to be satisfied in this context, he submits, was reasonable cause for non-disclosure along with the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "1b0db89fd33e4fc59b1212471d9de146_58"
        },
        {
            "start": 7435,
            "end": 7720,
            "text": "Drawing my attention to the application filed by the respondents to take the aforesaid documents on record, Mr. Bhatia submits that the application does not disclose any sufficient cause for the failure, on the part of the respondents, to file the documents with the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6abb1249429a49708807adeab4574ec4_59"
        },
        {
            "start": 7721,
            "end": 7806,
            "text": "For ready reference, paras 2 and 3 of the said application may be reproduced thus:\n2.",
            "labels": [
                "FAC"
            ],
            "id": "dd6a379088c24e4b8224cf6b65860434_60"
        },
        {
            "start": 7807,
            "end": 7931,
            "text": "That the Defendants had filed the written statement on 04.03.2021 along with admission/denial of documents of the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "7d135bdfe1ac4609a8400628194774f3_61"
        },
        {
            "start": 7932,
            "end": 8185,
            "text": "It is submitted that the Defendants had filed its written statement on urgent basis during the Covid pandemic due to which some documents filed by the Defendants were missed out due to inadvertent error and could not be filed with the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "bab127dad07449adb47b28ace3748d26_62"
        },
        {
            "start": 8187,
            "end": 8244,
            "text": "The Documents were filed by the Defendants on 17.08.2021.",
            "labels": [
                "FAC"
            ],
            "id": "8ad8551caed8479187be20ca7503c5a1_63"
        },
        {
            "start": 8245,
            "end": 8344,
            "text": "The documents filed are belated and have already been pleaded by the Defendants in their pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee1624db93094f50b81cbdcfa926c69f_64"
        },
        {
            "start": 8345,
            "end": 8546,
            "text": "\n3. That the present application is filed as per the order of this Hon'ble court dated 09.10.2021 wherein the Defendants were allowed to move appropriate application for taking the documents on record.",
            "labels": [
                "RPC"
            ],
            "id": "c878a0ff01ce42fe95ca4b20620d201c_65"
        },
        {
            "start": 8547,
            "end": 8819,
            "text": "These documents include Trademark Certificate No. 4132551, Chartered Accountant certificate certifying expenditure, ledger showing expenditure incurred by the Defendant in promoting its trademark 'ATCOM', invoices and email correspondences between plaintiff and Defendant.",
            "labels": [
                "FAC"
            ],
            "id": "4f6ca53d54ef4e3fa1aae1effeb71eda_66"
        },
        {
            "start": 8820,
            "end": 8944,
            "text": "The Defendants seeks liberty to bring the documents filed, on record in order to 1. Disclosure and discovery of documents.--",
            "labels": [
                "FAC"
            ],
            "id": "27b718b3ea144b3b98409079b7de0158_67"
        },
        {
            "start": 8945,
            "end": 9411,
            "text": "** ** * (10) Save and except for sub-rule (7)(c)(iii), defendant shall not be allowed to rely on documents, which were in the defendant's power, possession, control or custody and not disclosed along with the written statement or counter-claim, save and except by leave of court and such leave shall be granted only upon the defendant establishing reasonable cause for non-disclosure along with the written statement or counter-claim Signing Date:22.02.2023 14:34:36",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f5a4fb3df644e39b3e358f80ba4216f_68"
        },
        {
            "start": 9412,
            "end": 9419,
            "text": "Neutral",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c4e09a57ba7411db3babb4aef9a35b5_69"
        },
        {
            "start": 9420,
            "end": 9428,
            "text": "Citation",
            "labels": [
                "NONE"
            ],
            "id": "c94a69e173414db2bf5d1e1fa623525f_70"
        },
        {
            "start": 9429,
            "end": 9501,
            "text": "Number : 2023/DHC/001263 establish their case before this Hon'ble Court.",
            "labels": [
                "NONE"
            ],
            "id": "8efadab8f573485a82e2bd2f3d71df6f_71"
        },
        {
            "start": 9502,
            "end": 9521,
            "text": "(Emphasis Supplied)",
            "labels": [
                "NONE"
            ],
            "id": "eb5735cdbd9d4db29fada7f151638bc9_72"
        },
        {
            "start": 9523,
            "end": 9686,
            "text": "8. Mr. Bhatia submits that a bare reference to the COVID-19 pandemic could hardly constitute reasonable cause within the meaning of Order XI Rule 1(10) of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f94d2bdfe58546d09c46391ddb84bd0c_73"
        },
        {
            "start": 9687,
            "end": 9912,
            "text": "As to how the COVID- 19 Pandemic impacted the working of the respondents or impeded them from filing the documents with their written statement, he submits, is not disclosed in the application, which is silent in that regard.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fb1a7749f68a4d99b86b85e057a9c57a_74"
        },
        {
            "start": 9913,
            "end": 10077,
            "text": "A perfunctory reference to the COVID-19 pandemic, submits Mr. Bhatia, is completely insufficient as a ground to permit taking on record of the additional documents.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "454134f3b37b4689bdfb18306ebf5d1d_75"
        },
        {
            "start": 10078,
            "end": 10251,
            "text": "\n9. Besides, submits Mr. Bhatia, the documents were allowed to be taken on record after the petitioner had filed its replication to the written statement of the respondents.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e2c772a134b4b458b8c5cace9ef3d9b_76"
        },
        {
            "start": 10252,
            "end": 10420,
            "text": "As such, the respondents had, being aware of the case that the petitioner was setting up in the replication, sought to counter that case by filing additional documents.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c631ad2efea6478f94689ac86cd99696_77"
        },
        {
            "start": 10421,
            "end": 10491,
            "text": "This, submits Mr. Bhatia, is abuse of process and cannot be permitted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2e9d1a1562e446a9b2ff6c065c860165_78"
        },
        {
            "start": 10493,
            "end": 10747,
            "text": "10. Mr. Bhatia has placed reliance on my decision in Bela Creatin Pvt. Ltd. v. Anuj Textiles2 in which, according to him, in similar circumstances, this Court upheld the decision of the learned trial court refusing to take additional documents on record.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c1190ad80a1d44c495afda713c47c288_79"
        },
        {
            "start": 10748,
            "end": 11053,
            "text": "He also submits that, without amending the Statement of Truth filed with the written statemen, the defendant could not be permitted to place any additional documents on record as the statement of truth expressly stated that all documents within power and possession of defendant had been placed on record.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ab1d94c4da554222b022d4e8625834c0_80"
        },
        {
            "start": 11054,
            "end": 11125,
            "text": "\n2022 SCC OnLine Del 1366 Neutral Citation Number : 2023/DHC/001263 11.",
            "labels": [
                "NONE"
            ],
            "id": "5938d24e6956497f86bfd5d98a04759b_81"
        },
        {
            "start": 11126,
            "end": 11640,
            "text": "In addition, it would only be fair for me to note the contention which was advanced before this Court on 6 th September 2022, relying on the judgment of a learned Single Judge of this Court in Ok Play India Pvt. Ltd. v. A.P. Distributors3 Mr. Bhatia, with characteristic candour, did not press the said judgment into service, disclosing, fairly, that the decision stood reversed by the Supreme Court vide the following order dated 12th September 2022 in A.P. Distributors v. Ok Play India Pvt. Ltd4:\nLeave granted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "259ae2074bbb4c6dad1744d24fc75dae_82"
        },
        {
            "start": 11641,
            "end": 12158,
            "text": "\nHaving heard learned counsel for the respective parties and in the facts and circumstances of the case and considering the fact that the written statement was filed on the 34th day of the service of notice of summons, however, the application for condonation of delay was filed which was beyond the period of 120 days, the High Court has taken too technical view in setting aside the order passed by the learned Commercial Court directing to accept the written statement filed on behalf of the appellants/defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e11bd217c3c54192af4e623626d183b3_83"
        },
        {
            "start": 12159,
            "end": 12303,
            "text": "The High Court was not justified in setting aside the order passed by the learned Trial Court directing to take the written statement on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3756e23cf772416b9436e6d12ceaeafd_84"
        },
        {
            "start": 12305,
            "end": 12394,
            "text": "In view of the above and for the reasons stated hereinabove, the present appeals succeed.",
            "labels": [
                "RPC"
            ],
            "id": "6118c17dd34a4b78b27c4c8dcf65bbe3_85"
        },
        {
            "start": 12395,
            "end": 12661,
            "text": "The impugned judgment and orders passed by the High Court are hereby quashed and set aside and the order passed by the learned Trail Court directing to take written statement on record after condoning the delay in submitting the written statement is hereby restored.",
            "labels": [
                "RPC"
            ],
            "id": "630583da56c84a55bd705df107dc602d_86"
        },
        {
            "start": 12662,
            "end": 12707,
            "text": "\nThe present Appeals are accordingly allowed.",
            "labels": [
                "RPC"
            ],
            "id": "7e293dbc1209423f843031a1381712a0_87"
        },
        {
            "start": 12708,
            "end": 12717,
            "text": "No costs.",
            "labels": [
                "NONE"
            ],
            "id": "201fdcf3f75848b59fb34060e2ce2c33_88"
        },
        {
            "start": 12719,
            "end": 13022,
            "text": "12. However, Mr. Bhatia submits that Rule 145 in Chapter VII of the Delhi High Court (Original Side) Rules, 2018 (the Original Side Rules), nonetheless does not permit filing of documents after completion of pleadings except as provided in Order XIII of the CPC, or elsewhere in the Original Side Rules.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0f0bd4f7d1df418bb12325c357190a59_89"
        },
        {
            "start": 13023,
            "end": 13099,
            "text": "As such, he submits that, 2021 SCC OnLine Del 4809 SLP(C) 9733-9734/2022 14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1a7db618501f4a5b8e04027c8c5d440d_90"
        },
        {
            "start": 13100,
            "end": 13157,
            "text": "No documents to be filed after completion of pleadings.--",
            "labels": [
                "NONE"
            ],
            "id": "e45a4dc26aac4609897a004fd79c3561_91"
        },
        {
            "start": 13158,
            "end": 13316,
            "text": "Except as provided in Order XIII of the Code and these Rules, neither party shall be entitled to file any documents after completion of pleadings in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1abf7a1c67546b1b6a096a39f485e5c_92"
        },
        {
            "start": 13317,
            "end": 13806,
            "text": "Upon failure of parties to file their respective documents and/or file the respective documents on completion of filing of pleadings, in accordance with these Rules, the Registrar shall forthwith place the Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 even by operation of Rule 14 in Chapter VII of the Original Side Rules, the additional documents, having been filed after the replication had been filed by the petitioner, could not have been taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5574b99f20304c7ebf40a41fd22c6cf7_93"
        },
        {
            "start": 13808,
            "end": 14119,
            "text": "13. Responding to the submission advanced by Mr. Bhatia, Ms. Rajeshwari, learned Counsel for the respondents, submits that the delay in filing documents with the written statement, by her client, was bona fide and owing to the seriousness of the COVID-19 pandemic, which, at that time, was ravaging the country.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5cb1593ee6394334bab3202fa83bcac0_94"
        },
        {
            "start": 14120,
            "end": 14376,
            "text": "She further points out that Order XI Rule 1(x) uses the expression reasonable cause, which has been held, by a coordinate Bench of this court in Hassad Food Company Q.S.C. v. Bank of India6 , to be wider than the expression sufficient cause and good cause.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c15c9f944ab2496dbfab632f359209ba_95"
        },
        {
            "start": 14377,
            "end": 14883,
            "text": "Paras 13 and 14 of Hassad Food Company6 thereof read thus:\n13. Perusal of Order XI as noted above reveals that the plaintiff is bound to file all documents in its power, possession, control or custody with the plaint and in case of urgent filing of a suit if some additional documents are to be filed under sub-rule (1) of Rule 1 of Order XI, the plaintiff may seek leave of the Court to rely on additional documents which additional documents are required to be filed within 30 days of filing of the suit.",
            "labels": [
                "STA"
            ],
            "id": "798cffa946194efd85612eaea8958cd6_96"
        },
        {
            "start": 14884,
            "end": 15277,
            "text": "Under sub-rule (5) of Rule 1 of Order XI, the plaintiff shall not be allowed to rely on documents which were in the plaintiff's power, possession, control or custody and not disclosed along with the plaint or within the extended period save and except by leave of the Court which leave can be granted only if the plaintiff establishes reasonable cause for non-disclosure along with the plaint.",
            "labels": [
                "STA"
            ],
            "id": "ff1bf1edd6af4a7bb630514d28149269_97"
        },
        {
            "start": 15278,
            "end": 15455,
            "text": "The language used in the sub- rule (5) is that the plaintiff is required to show \"a reasonable cause\"\nand not a \"sufficient cause\" as is ordinarily provided in other provisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3b8df12017f4be5a50cff4d3328dac7_98"
        },
        {
            "start": 15457,
            "end": 15790,
            "text": "14. While dealing with Order XIII Rule 2 CPC wherein the words used are: \"unless good cause is shown\", the Supreme Court in the decision reported as Madanlal v. Shyamlal7, noted the distinction between \"good cause\" and \"sufficient cause\" and held that \"good cause\" requires a lower degree of proof as compared to matter before Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f9406da59dc3457ca6faf0ec3fc9c9db_99"
        },
        {
            "start": 15791,
            "end": 16002,
            "text": "\n2019 SCC OnLine 10647 (2002) 1 SCC 535 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 \"sufficient cause\" and thus the power under Order XIII Rule 2 CPC should be exercised liberally.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2779bbf6f194a5aa083a28aaa4ae6f2_100"
        },
        {
            "start": 16003,
            "end": 16186,
            "text": "Sub- Rule (5) of Rule 1 of Order XI of the Commercial Courts Act, 2015 uses the phrase \"reasonable cause\" which would require even a lower degree of proof as compared to \"good cause\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30341e7283c4499e9e095c6c1c268d5f_101"
        },
        {
            "start": 16188,
            "end": 16328,
            "text": "14. Ms. Rajeshwari also relies on my decision in Md. Islamuddin v. S.S. Kapoor8 , specifically on para 12 thereof, which reads as under:\n12.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d47b7faf7b584afea5d5e17657c23a5c_102"
        },
        {
            "start": 16329,
            "end": 16546,
            "text": "Significantly, all that the petitioner is required to show under Order XI Rule 1(5) of the CPC is whether the sufficient cause existed for the Petitioner having failed to file the additional documents with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca6c22ac5ec84c8089e289f5426b0a12_103"
        },
        {
            "start": 16547,
            "end": 16783,
            "text": "If there is sufficient cause for the documents not been filed with the plaint, any subsequent or later delay in introducing the documents has not been regarded statutorily as a relevant consideration under Order XI Rule 1(5) of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93158ebb207b4c6fbfaad530a302811e_104"
        },
        {
            "start": 16784,
            "end": 17077,
            "text": "In the present case, the failure to file the three invoices and the hand written documents along with the plaint has been sought to be explained by pointing out that the plaint was filed during the currency of the COVID-19 pandemic, during which period it was difficult to contact the counsel.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b2d85622c82430c951e810eff6d810a_105"
        },
        {
            "start": 17078,
            "end": 17448,
            "text": "Though the learned District Judge has not chosen to believe this contention, the law laid down by the Supreme Court in Sugandhi persuaded me to, in the interests of justice, to allow the documents which the petitioner sought to place, on record to be so placed, subject to costs of ? 15,000/- to be paid by the petitioner to the respondents within four weeks from today.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a846bbf5f1d4f3c869eac3700ca6885_106"
        },
        {
            "start": 17450,
            "end": 17843,
            "text": "15. She further cites the judgment of the Supreme Court in State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti9 to contend that, in the absence of any such provision in the CPC as amended by the Commercial Courts Act, or in any other statutory enactment, the failure to file documents with the written statement could not per consequence, result in the documents being struck off the record.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dcb2458098364abd872e15db8cee2b66_107"
        },
        {
            "start": 17845,
            "end": 17940,
            "text": "16. I have heard learned Counsel and have considered the rival contentions advanced at the Bar.",
            "labels": [
                "NONE"
            ],
            "id": "51478a048a474098bf7c3e54c8f477a2_108"
        },
        {
            "start": 17941,
            "end": 18145,
            "text": "\n17. Apropos Rule 14 in Chapter VII of the Original Side Rules, Ms. 2022 SCC OnLine Del 3608 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 Rajeshwari advanced two submissions.",
            "labels": [
                "NONE"
            ],
            "id": "3ed510b305ce45f88b63f5119bd41a07_109"
        },
        {
            "start": 18146,
            "end": 18349,
            "text": "The first is that Rule 4(e) 10 of the Original Side Rules clearly indicates that the said rules apply only to the Original Side of this Court and not to Commercial Courts lower in the judicial hierarchy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6dd16f333bce4ea788174784b4339a17_110"
        },
        {
            "start": 18350,
            "end": 18520,
            "text": "The expression The Court is defined in Rule 4(e), as referring to this Court, i.e., the Delhi High Court and would not, therefore, encompass courts at the district level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c20c4a2fbfc434b92883a0dd7d2980d_111"
        },
        {
            "start": 18521,
            "end": 18534,
            "text": "\nAnalysis 18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b8be27eea554ff6b195e73a143d6927_112"
        },
        {
            "start": 18535,
            "end": 18837,
            "text": "In my view, most of the issues which have been canvassed at the Bar do not really arise for consideration as the additional documents filed by the defendant cannot be regarded as having been filed beyond the time available in that regard, as provided in the CPC as amended by the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7c3823841d34df9bfe0848920a49259_113"
        },
        {
            "start": 18839,
            "end": 19003,
            "text": "19. Order dated 4th January 2020 passed by the Supreme Court in Re : Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/202011 and its impact 19.1.",
            "labels": [
                "RPC"
            ],
            "id": "54313f1cc5fe4ce0a96e9920c9cd29c3_114"
        },
        {
            "start": 19004,
            "end": 19087,
            "text": "Summons in the suit were admittedly served on the defendants on 10th November 2020.",
            "labels": [
                "RPC"
            ],
            "id": "fee5d73d8ec84872b4d40ccc99b52d3b_115"
        },
        {
            "start": 19088,
            "end": 19245,
            "text": "The ordinary period of 30 days available to file written statement by way of response to the suit, would, therefore, expired on or around 10th December 2020.",
            "labels": [
                "RPC"
            ],
            "id": "6e6952a3a6024e8991b21e4c3be4ff1c_116"
        },
        {
            "start": 19246,
            "end": 19821,
            "text": "Where the normal period for filing pleadings expired between 15th March 2020 and 28th February 2022, the Supreme Court vide para 5.4 of its order dated 4th January 2022, passed in Re : Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/202011 extended the time available for (2018) 9 SCC 472 4. Definitions.--In these Rules, unless the context otherwise requires:\n(e) The Court or this Court means the Delhi High Court;\n(2022) 3 SCC 117 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 filing pleadings till 28th February 2022:\n5.4.",
            "labels": [
                "NONE"
            ],
            "id": "23116b3b81524b809af2a920289e1819_117"
        },
        {
            "start": 19822,
            "end": 20348,
            "text": "It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66a51d7fc6f347ba8a731257ee729054_118"
        },
        {
            "start": 20349,
            "end": 20373,
            "text": "(Emphasis Supplied) 19.2",
            "labels": [
                "NONE"
            ],
            "id": "10a5627b31644e83a73c41710c6ab3b3_119"
        },
        {
            "start": 20374,
            "end": 20927,
            "text": ". The aforesaid position was further recognised by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.12, which read thus:\nHaving heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent- original defendant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "eb878d724de84c4a88606c7eaa57cccd_120"
        },
        {
            "start": 20928,
            "end": 21130,
            "text": "\nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8beffcb671c45de8d14670293e2bb78_121"
        },
        {
            "start": 21131,
            "end": 21252,
            "text": "\nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6150e2a968244512b4a3b69261c087ea_122"
        },
        {
            "start": 21253,
            "end": 21304,
            "text": "Hence, the Special Leave Petitions stand dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "b7b6de28a1c740539fee71f5f7d826e0_123"
        },
        {
            "start": 21305,
            "end": 21421,
            "text": "Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated.",
            "labels": [
                "RPC"
            ],
            "id": "a08791c3b8e84de8b21f202e84bcbff5_124"
        },
        {
            "start": 21422,
            "end": 21462,
            "text": "\nPending applications stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "9776ed307421428a8b0c47b9a450e168_125"
        },
        {
            "start": 21463,
            "end": 21482,
            "text": "(Emphasis supplied)",
            "labels": [
                "NONE"
            ],
            "id": "11c70e1ad30542a0afa4b44f87d6001e_126"
        },
        {
            "start": 21483,
            "end": 22032,
            "text": "19.3. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne v. Pyrotek India Private Limited13 and Prakash Corporates v. Dee Vee Projects Ltd14 that the effect of operation of the aforesaid orders passed by the Supreme Court was 2022 SCC OnLine SC 1607 2022 SCC OnLine SC 1315 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28 th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7356018dc3048a5be32a9d9e0e0dfbf_127"
        },
        {
            "start": 22033,
            "end": 22277,
            "text": "The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4a3b8a69d264e10ac38ada0c6d2fec4_128"
        },
        {
            "start": 22278,
            "end": 22518,
            "text": "The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates14, which holds that the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed 19.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e1bf421916b401f92dc007365896e3c_129"
        },
        {
            "start": 22519,
            "end": 22885,
            "text": "In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bcbe969e284e44ee85b882a1f6dee09c_130"
        },
        {
            "start": 22886,
            "end": 23082,
            "text": "It would not, therefore, be available where the normal period of limitation expired before 15 th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38b51ff067fd4334bf3f3cd7a369b048_131"
        },
        {
            "start": 23083,
            "end": 23528,
            "text": "That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Suo Motu Writ Petition11, based on which the Supreme Court has held, in Centaur Pharmaceuticals12 that, even where the extended period of limitation condonable period of limitation expired after 15 th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2db096b69283411b9d0464f25882ee2d_132"
        },
        {
            "start": 23530,
            "end": 23883,
            "text": "19.5. In such circumstances, I have taken a view, in several decisions (2022) 5 SCC 112 (2021) 2 SCC 317 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 including Kamlesh v. Sudhir Sharma16, that where the normal period of limitation expired after 15th March 2020, it would be deemed to stand extended till 28th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47311d1f442a43b3bacc889011160a8e_133"
        },
        {
            "start": 23885,
            "end": 24054,
            "text": "19.6. As such, the time of filing written statement by the respondents would also, consequent to issuance of summons in the suit, stand extended till 28th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "562cc268650e4d8fa2bfd328b5f9d4e0_134"
        },
        {
            "start": 24056,
            "end": 24230,
            "text": "19.7. Admittedly, the written statement, as well as the documents which were filed thereafter, in support of the written statement, were both filed before 28th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cc9b5efeb9d46098dcb326d267e74ee_135"
        },
        {
            "start": 24231,
            "end": 24352,
            "text": "They have, therefore, to be treated as having been filed within the normal period of limitation available in that regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1833048f91b64453a3e798100e01b1e2_136"
        },
        {
            "start": 24353,
            "end": 24419,
            "text": "They cannot, therefore, be treated as having been belatedly filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8802ffff31a44de1a3d77991c57d2494_137"
        },
        {
            "start": 24421,
            "end": 24551,
            "text": "19.8. Mr. Bhatia also drew my attention to Orde XI Rule 1(10) which requires the documents to be filed with the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "586a8119e0ac4dfc9bac1915dea0a777_138"
        },
        {
            "start": 24552,
            "end": 24835,
            "text": "Though Order XI Rule 1(10), stricto sensu, does say so, in my view, where the written statement and documents are both filed by the defendant within the maximum period of 120 days available under Order VIII Rule 1, though not filed together, the documents have to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "349e0b8125344cfeaf24e91fe58288bb_139"
        },
        {
            "start": 24837,
            "end": 25095,
            "text": "20. As such, in the present case, it cannot be said that the documents, as filed on 17th August 2021, were filed beyond the normal statutory period of limitation available for filing the documents, though they were not filed along with the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39d4837f44f74c0f8998840eeaa93948_140"
        },
        {
            "start": 25096,
            "end": 25534,
            "text": "As both the written statement and the documents were 2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263 filed within the normal statutory period available in that regard (by operation of the decision of the Supreme Court in Suo Motu Writ Petition11 read with the judgements which followed and applied it, no fault can be found with the decision of the learned Commercial Court to allow the documents to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3ef800c1ff5477fa3a8fe78dae04374_141"
        },
        {
            "start": 25536,
            "end": 25612,
            "text": "21. The remaining pleas as advanced do not really survive for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf11d438efa34ee6927fce255439c074_142"
        },
        {
            "start": 25613,
            "end": 25683,
            "text": "However, as they were raised, it would be only fair to deal with them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c3189d4227f451b99ba7be73f6278d2_143"
        },
        {
            "start": 25685,
            "end": 25747,
            "text": "22. Re. Rule 14 in Chapter VII of the Original Side Rule 22.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9369ff2a3984131af8d790c820c8340_144"
        },
        {
            "start": 25748,
            "end": 25877,
            "text": "I am in agreement with Ms. Rajeshwari that Rule 14 of Chapter VII of the Original Side Rules would not apply to the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09a4758afae94b7ebba7a532a945e1fa_145"
        },
        {
            "start": 25878,
            "end": 26246,
            "text": "Even while providing that neither party would be entitled to file documents after completion of pleadings in a suit, save as provided in Order XIII of the CPC or elsewhere in the (Original Side) Rules, Rule 14 envisages, upon failure of parties to file their respective documents till pleadings are completed, placement of the matter by the registrar before the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "971d7462d4e941c8a04fc7ab721769fe_146"
        },
        {
            "start": 26247,
            "end": 26532,
            "text": "Rule 3 of the (Original Side) Rules makes this matter more explicit, by clearly stating that the (Original Side) Rules would govern all proceedings on the original side of the court, instituted or transferred pursuant to provisions of the Delhi High Court Act of 1966 or any other law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cd258c02beb4431afd4d4a51b3f6d4c_147"
        },
        {
            "start": 26533,
            "end": 26660,
            "text": "The court is defined, in Rule 4 in Chapter I of the Original Side Rules as meaning the Delhi High Court i.e., this Court.\n22.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6171b181d3c04847b1f219cb766d7db8_148"
        },
        {
            "start": 26661,
            "end": 27018,
            "text": "Significantly, relying on Order VIII Rule 1 of the CPC as amended by the Commercial Courts Act, this Court had held, in Ok Play India3 that a written statement, filed beyond 120 days from the date Neutral Citation Number : 2023/DHC/001263 decision has been overturned by the Supreme court by the order dated 12th September 2022, reproduced in para 11 supra.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c53ea66a05384a57b2a4cbb06c0c9fb6_149"
        },
        {
            "start": 27019,
            "end": 27250,
            "text": "The Supreme Court has expressed the note that the view adopted by this Court was too technical and that this Court had erred in upsetting the order of the learned Trial Court in allowing the written statement to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72a9594faa264b0ebd5284d9af230a23_150"
        },
        {
            "start": 27251,
            "end": 27428,
            "text": "The Supreme Court has, therefore, affirmed the principle that, while examining requests for taking on record belatedly filed pleadings, the Court has to adopt an expansive view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b551a4ecfa564b3391edc124ff6c34dc_151"
        },
        {
            "start": 27430,
            "end": 27787,
            "text": "22.3. I see no reason why the approach that the Supreme Court has adopted in its order dated 12th September 2022 in A.P. Distributors4 would not apply, mutatis mutandis, to a case such as the present, the only difference being that, in the present case, the application deals with a request for taking documents accompanying the written statement on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22c17aa595d943869f82ef6edc9c9f0e_152"
        },
        {
            "start": 27789,
            "end": 27904,
            "text": "22.4. Even for that reason, the present petition does not make out a case for interference with the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0bc2ef04f2943cca7c24f6f8ee244d0_153"
        },
        {
            "start": 27906,
            "end": 27948,
            "text": "23. Re. Reasons cited in application 23.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c59990e3b54049ee91bea6ecc020e13f_154"
        },
        {
            "start": 27949,
            "end": 28136,
            "text": "Mr. Bhatia had also sought to submit that the reasons advanced in the application filed by the respondents for taking the additional documents on record were perfunctory and insufficient.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87e1d46bb579490f958145b73b199e75_155"
        },
        {
            "start": 28138,
            "end": 28206,
            "text": "23.2. Paras 2 and 3 of the application stand reproduced hereinabove.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19ccd5e381914313b77f4d8ac6770eb2_156"
        },
        {
            "start": 28207,
            "end": 28415,
            "text": "The respondents had specifically stated that, as the written statement had been filed during the COVID-19 pandemic, the respondents had missed out filing of the necessary documents with the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36c007de77fb4d6ab77b21bb172f0e0a_157"
        },
        {
            "start": 28416,
            "end": 28464,
            "text": "\nNeutral Citation Number : 2023/DHC/001263 23.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0e115283f4c4d5093bb82ccb117779a_158"
        },
        {
            "start": 28465,
            "end": 28635,
            "text": "The Supreme Court has, in Sugandhi v. P. Raj Kumar17, advocated a liberal approach in the matter of taking additional documents on record, where trial is yet to commence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "70d9b352be6b4345995634cdf34bb183_159"
        },
        {
            "start": 28636,
            "end": 28687,
            "text": "Paras 8 and 9 of Sugandhi17 may be reproduced thus:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4e245ae04b94e009b8c69dd2229780c_160"
        },
        {
            "start": 28688,
            "end": 28904,
            "text": "\n8. Sub-rule (3), as quoted above, provides a second opportunity to the defendant to produce the documents which ought to have been produced in the court along with the written statement, with the leave of the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "743dc313e7cf4029a7d334f89237dc35_161"
        },
        {
            "start": 28905,
            "end": 28996,
            "text": "The discretion conferred upon the court to grant such leave is to be exercised judiciously.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c22351bdcab84a57b6e7308b29581dc3_162"
        },
        {
            "start": 28997,
            "end": 29124,
            "text": "While there is no straight jacket formula, this leave can be granted by the court on a good cause being shown by the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75184f0f2d954fe79783d779c615d172_163"
        },
        {
            "start": 29126,
            "end": 29188,
            "text": "9. It is often said that procedure is the handmaid of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "906d40f99f294360ade018f40f5c9f81_164"
        },
        {
            "start": 29189,
            "end": 29308,
            "text": "\nProcedural and technical hurdles shall not be allowed to come in the way of the court while doing substantial justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9e53702d2f045beb735759902806127_165"
        },
        {
            "start": 29309,
            "end": 29507,
            "text": "If the procedural violation does not seriously cause prejudice to the adversary party, courts must lean towards doing substantial justice rather than relying upon procedural and technical violation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6b6ab809e4d42c49243f8f574136ef0_166"
        },
        {
            "start": 29508,
            "end": 29732,
            "text": "We should not forget the fact that litigation is nothing but a journey towards truth which is the foundation of justice and the court is required to take appropriate steps to thrash out the underlying truth in every dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb4e8c9553b44bed9612d0a6996524e2_167"
        },
        {
            "start": 29733,
            "end": 29860,
            "text": "Therefore, the court should take a lenient view when an application is made for production of the documents under sub-rule (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9df78fa25e0d44d2a3e67e2bfb3d545c_168"
        },
        {
            "start": 29861,
            "end": 29979,
            "text": "23.4. Sugandhi17 was a case which arose under Order VII Rule 14(3) of the CPC, as it dealt with a non-commercial suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1a301690b8cf47de9c24b1915c804369_169"
        },
        {
            "start": 29980,
            "end": 30452,
            "text": "The only substantial difference between Order VII Rule 14(3) and Order XI Rule 1(10) is, however, that while Order VII Rule 14(3) requires leave of the court to be taken before additional documents, beyond those filed with the pleadings, are to be taken on record, Order XI Rule 1(10), as applicable to Commercial Courts, further stipulates that leave would be granted only on the party establishing reasonable cause for non-disclosure of the documents with the pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1257395574b14596b75fee49a30485dc_170"
        },
        {
            "start": 30453,
            "end": 30877,
            "text": "Though showing of reasonable cause is not specifically mentioned in Order VII Rule 14(3), para 8 of the decision in Sugandhi17 (2020) 10 SCC 706 Neutral Citation Number : 2023/DHC/001263 (reproduced supra) reads this requirement into the provision, and equates Order VII Rule 14(3) of the CPC as applicable to non- commercial suits with Order XI Rule 1(5) or Order XI Rule 1(10) of the CPC as applicable to commercial suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc7d868610fa46468baa531d1e2e69f4_171"
        },
        {
            "start": 30878,
            "end": 30964,
            "text": "The ratio decidendi of Sugandhi17 would, therefore, equally apply to commercial suits.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58e82a01a50945439bfd487204fd23fe_172"
        },
        {
            "start": 30966,
            "end": 31182,
            "text": "23.5. There is also substance in the contention of Ms. Rajeshwari that the word reasonable cause, as employed in the Order XI Rule 1(x), are broader in their scope than the expressions sufficient cause or good cause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ae9861151644ce1b82f0e1b333a566a_173"
        },
        {
            "start": 31183,
            "end": 31307,
            "text": "I respectfully concur with the view expressed in that regard, by the Coordinate Bench of this Court in Hassad Food Company6.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "312b41966ee044a283f60abec158ff00_174"
        },
        {
            "start": 31308,
            "end": 31486,
            "text": "The difficulties which were faced by litigants during the COVID-19 pandemic are well-known and courts have, time and again, been advised to adopt an expansive view in such cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad7bf8adf72949c6a2946843b37a6007_175"
        },
        {
            "start": 31488,
            "end": 31518,
            "text": "24. Scope of Article 227 24.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7248f35f3f7246558c610f451f48a774_176"
        },
        {
            "start": 31519,
            "end": 31607,
            "text": "The present petition has been instituted under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "860a4bb4f6024898af1a21ac0bf93940_177"
        },
        {
            "start": 31608,
            "end": 31679,
            "text": "This Court, under Article 227, exercises only supervisory jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87e4c7f7ed2148578058b60602336fe9_178"
        },
        {
            "start": 31680,
            "end": 32022,
            "text": "The peripheries of limits of supervisory jurisdiction are well-known and stands enunciated in the following passages from Estralla Rubber v. Dass Estate (P) Ltd.18, Garment Craft v. Prakash Chand Goel19, Ibrat Faizan v. Omaxe Buildhome Pvt. Ltd.20, Puri Investments v. Young Friends and Co.21 and Sadhana Lodh v. National Insurance Co. Ltd.22",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "acf7c2c25b5444e7b9eb13a21bd335e4_179"
        },
        {
            "start": 32023,
            "end": 32059,
            "text": "Estralla Rubber (2001) 8 SCC 97 2022",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91ee9d95d21c466bb63058601ce5c0b9_180"
        },
        {
            "start": 32060,
            "end": 32172,
            "text": "SCC Online SC 29 2022 SCC Online SC 620 2022 SCC Online SC 283 (2003) 3 SSC 524 Signing Date:22.02.2023 14:34:36",
            "labels": [
                "NONE"
            ],
            "id": "bc51171143bf4019997d87f62d65fda5_181"
        },
        {
            "start": 32173,
            "end": 32217,
            "text": "Neutral Citation Number : 2023/DHC/001263 7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c92a02821a04facb3dc19d4ecbe1051_182"
        },
        {
            "start": 32218,
            "end": 32569,
            "text": "This Court in Ahmedabad Mfg. & Calico Ptg. Co. Ltd. v. Ram Tahel Ramnand23 in para 12 has stated that the power under Article 227 of the Constitution is intended to be used sparingly and only in appropriate cases, for the purpose of keeping the subordinate courts and tribunals within the bounds of their authority and, not for correcting mere errors.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "097ab35b4343444dbf3c6d137439a6eb_183"
        },
        {
            "start": 32570,
            "end": 32653,
            "text": "Reference also has been made in this regard to the case Waryam Singh v. Amarnath24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a4b9ab870c24e7597ad9be27a9f8e31_184"
        },
        {
            "start": 32654,
            "end": 33093,
            "text": "This Court in Bathutmal Raichand Oswal v. Laxmibai R. Tarte25 has observed that the power of superintendence under Article 227 cannot be invoked to correct an error of fact which only a superior court can do in exercise of its statutory power as a court of appeal and that the High Court in exercising its jurisdiction under Article 227 cannot convert itself into a court of appeal when the legislature has not conferred a right of appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "45dde738589c4f5781e53d506d791d7d_185"
        },
        {
            "start": 33094,
            "end": 33230,
            "text": "Judged by these pronounced principles, the High Court clearly exceeded its jurisdiction under Article 227 in passing the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef0e6cf5374d43709f2c42b41d887583_186"
        },
        {
            "start": 33231,
            "end": 33249,
            "text": "\nGarment Craft 15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a013290cf9846d8b26406dfbde756fb_187"
        },
        {
            "start": 33250,
            "end": 33580,
            "text": "Having heard the counsel for the parties, we are clearly of the view that the impugned order [Prakash Chand Goel v. Garment Craft26] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the High Court under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f35f3aa89dd247cd9e43c2e952d33f19_188"
        },
        {
            "start": 33581,
            "end": 33773,
            "text": "The High Court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "768319ee4ddb48c3b5a7c33e9e30d769_189"
        },
        {
            "start": 33774,
            "end": 33914,
            "text": "Supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "434d06ff8d004c5f80875d1d0283bf95_190"
        },
        {
            "start": 33915,
            "end": 34036,
            "text": "The High Court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bf05a80c8464ba9b357a2356fca908c_191"
        },
        {
            "start": 34037,
            "end": 34093,
            "text": "[Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar27]",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e33d73d153394aadbd28a011de34dcc6_192"
        },
        {
            "start": 34094,
            "end": 34279,
            "text": "The jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23e78f3719774205a59a5a37788fcc60_193"
        },
        {
            "start": 34280,
            "end": 34537,
            "text": "The power under Article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b987e0cb48b74ac593d7105ba5f83bf6_194"
        },
        {
            "start": 34538,
            "end": 34648,
            "text": "It is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1efec54bce45469c921734500bf8718f_195"
        },
        {
            "start": 34649,
            "end": 34785,
            "text": "\n16. Explaining the scope of jurisdiction under Article 227, this Court in Estralla Rubber18 has observed : (SCC pp. 101-102, para 6) 6.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "56dcd5c689ec4f4b85592f9cd40cad13_196"
        },
        {
            "start": 34786,
            "end": 35140,
            "text": "The scope and ambit of exercise of power and jurisdiction by a High Court under Article 227 of the AIR 1972 SC 1598 AIR 1954 SC 215 AIR 1975 SC 1297 2019 SCC OnLine Del 11943 (2010) 1 SCC 217 Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 Constitution of India is examined and explained in a number of decisions of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5897e39a34104989841f6a76d6f8adb3_197"
        },
        {
            "start": 35141,
            "end": 35371,
            "text": "The exercise of power under this article involves a duty on the High Court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f0a1ddffec04fafab79095314c9d4a9_198"
        },
        {
            "start": 35372,
            "end": 35566,
            "text": "The High Court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52231424f6714bcd968c70e1e63e098e_199"
        },
        {
            "start": 35567,
            "end": 35853,
            "text": "Exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the High Court does not interfere, a grave injustice remains uncorrected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "591d8f4ac53b40728a70b8553a423c03_200"
        },
        {
            "start": 35854,
            "end": 36120,
            "text": "It is also well settled that the High Court while acting under this Article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "405bb8e659884e5f8142c027ff3724fb_201"
        },
        {
            "start": 36121,
            "end": 36397,
            "text": "The High Court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e10413c4d50340c8bba587ce8e874b91_202"
        },
        {
            "start": 36397,
            "end": 36413,
            "text": "Ibrat Faizan 28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7a9ee07c7a44c47892cf2d1f60a73fd_203"
        },
        {
            "start": 36414,
            "end": 36674,
            "text": "The scope and ambit of jurisdiction of Article 227 of the Constitution has been explained by this Court in the case of Estralla Rubber18, which has been consistently followed by this Court (see the recent decision of this Court in the case of Garment Craft19).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcb862e63dc142d1b2e61e0e38af28cf_204"
        },
        {
            "start": 36675,
            "end": 36862,
            "text": "Therefore, while exercising the powers under Article 227 of the Constitution, the High Court has to act within the parameters to exercise the powers under Article 227 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d8bfe1bbae8404abbbf3c5305f3ea7f_205"
        },
        {
            "start": 36863,
            "end": 37131,
            "text": "It goes without saying that even while considering the grant of interim stay/relief in a writ petition under Article 227 of the Constitution of India, the High Court has to bear in mind the limited jurisdiction of superintendence under Article 227 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cdb76c7a452b452fb7164c6c8cd70e89_206"
        },
        {
            "start": 37132,
            "end": 37415,
            "text": "Therefore, while granting any interim stay/relief in a writ petition under Article 227 of the Constitution against an order passed by the National Commission, the same shall always be subject to the rigour of the powers to be exercised under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3167944837f4356a8baef395f089aaa_207"
        },
        {
            "start": 37416,
            "end": 37436,
            "text": "Puri Investments 14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c65cf71a2bb64f72a8f209c6e4b9343b_208"
        },
        {
            "start": 37437,
            "end": 37546,
            "text": "In the case before us, occupation of a portion of the subject- premises by the three doctors stands admitted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7d41509b1354ebebefed42e2584574f_209"
        },
        {
            "start": 37547,
            "end": 37915,
            "text": "What has been argued by the learned counsel for the appellant is that once the Tribunal had arrived at a finding on fact based on the principles of law, which have been enunciated by this Court, and reflected in the aforesaid passages quoted from the three authorities, the interference by the High Court under Article 227 of the Constitution of India was unwarranted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73598e959ffa447dac131cfc770faabb_210"
        },
        {
            "start": 37916,
            "end": 38295,
            "text": "To persuade us to sustain the High Court's order, learned counsel appearing for the respondents has emphasized that full control over the Signing Date:22.02.2023 14:34:36 Neutral Citation Number : 2023/DHC/001263 premises was never ceded to the medical practitioners and the entry and exit to the premises in question remained under exclusive control of the respondent(s)-tenant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b8f7510f3624aeebec8b502fcae4ae9_211"
        },
        {
            "start": 38296,
            "end": 38335,
            "text": "This is the main defence of the tenant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09948f12a5434e07b10d8422f9f06085_212"
        },
        {
            "start": 38336,
            "end": 38490,
            "text": "We have considered the submissions of the respective counsel and also gone through the decisions of the fact-finding fora and also that of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b7c97c7f8f04dea94ef0ac429efe883_213"
        },
        {
            "start": 38491,
            "end": 38559,
            "text": "At this stage, we cannot revisit the factual aspects of the dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf1ff4fdeadc460e852d816a03694615_214"
        },
        {
            "start": 38560,
            "end": 38680,
            "text": "Nor can we re-appreciate evidence to assess the quality thereof, which has been considered by the two fact-finding fora.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77abc27facdd42e28304d2c9affd83b9_215"
        },
        {
            "start": 38681,
            "end": 38760,
            "text": "The view of the forum of first instance was reversed by the Appellate Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cbb4d3174cec444a98eac69abc8400a3_216"
        },
        {
            "start": 38761,
            "end": 38879,
            "text": "The High Court was conscious of the restrictive nature of jurisdiction under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28481ea01bdf4732980eb2e56e1831de_217"
        },
        {
            "start": 38880,
            "end": 39056,
            "text": "In the judgment under appeal, it has been recorded that it could not subject the decision of the appellate forum in a manner which would project as if it was sitting in appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abd1098aefca426d9bbb52f021ecd608_218"
        },
        {
            "start": 39057,
            "end": 39238,
            "text": "It proceeded, on such observation being made, to opine that it was the duty of the supervisory Court to interdict if it was found that findings of the appellate forum were perverse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a332906d94d44aa883be83d50fd4be1_219"
        },
        {
            "start": 39239,
            "end": 39368,
            "text": "Three situations were spelt out in the judgment under appeal as to when a finding on facts or questions of law would be perverse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c10e1eaa7f64a63961126ce387fadca_220"
        },
        {
            "start": 39369,
            "end": 39572,
            "text": "These are: --\n(i) Erroneous on account of non-consideration of material evidence, or (ii) Being conclusions which are contrary to the evidence, or (iii) Based on inferences that are impermissible in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdcbec9f750f4b22ba0e16f70631e6ee_221"
        },
        {
            "start": 39574,
            "end": 39746,
            "text": "15. We are in agreement with the High Court's enunciation of the principles of law on scope of interference by the supervisory Court on decisions of the fact-finding forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0057fd8de400445a82333e0bd8a811e5_222"
        },
        {
            "start": 39747,
            "end": 39931,
            "text": "But having gone through the decisions of the two stages of fact-finding by the statutory fora, we are of the view that there was overstepping of this boundary by the supervisory Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b255cf738fe42d98a1b6f37efc7cb4f_223"
        },
        {
            "start": 39932,
            "end": 40115,
            "text": "In its exercise of scrutinizing the evidence to find out if any of the three aforesaid conditions were breached, there was re-appreciation of evidence itself by the supervisory Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab0731b8a4694e03be9db5650372b883_224"
        },
        {
            "start": 40117,
            "end": 40343,
            "text": "16. In our opinion, the High Court in exercise of its jurisdiction under Article 227 of the Constitution of India in the judgment under appeal had gone deep into the factual arena to disagree with the final fact-finding forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98e766717a404913be74f51dce6f5a19_225"
        },
        {
            "start": 40344,
            "end": 40366,
            "text": "...... Sadhana Lodh 7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ce0ac7d08a242cebb4f0346f4266eee_226"
        },
        {
            "start": 40367,
            "end": 40654,
            "text": "The supervisory jurisdiction conferred on the High Courts under Article 227 of the Constitution is confined only to see whether an inferior court or tribunal has proceeded within its parameters and not to correct an error apparent on the face of the record, much less of an error of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fbf3fba015744179ef1cd2ca5dbb09e_227"
        },
        {
            "start": 40655,
            "end": 40796,
            "text": "In exercising the supervisory power under Article 227 of the Constitution, the High Court does not act as an appellate court or the tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "674d69cbea4342b69009761e09faa35b_228"
        },
        {
            "start": 40797,
            "end": 41094,
            "text": "It is also not permissible to a High Court on a petition filed under Article 227 of the Constitution to review or reweigh the evidence upon which the inferior court or tribunal Neutral Citation Number : 2023/DHC/001263 purports to have passed the order or to correct errors of law in the decision.",
            "labels": [
                "RATIO"
            ],
            "id": "f28f7e874e644a97968b7c68a2f4fa97_229"
        },
        {
            "start": 41095,
            "end": 41114,
            "text": "(Emphasis Supplied)",
            "labels": [
                "RATIO"
            ],
            "id": "5ffee2a87bcd4cf8affd774f4b869b6d_230"
        },
        {
            "start": 41115,
            "end": 41129,
            "text": "Conclusion 25.",
            "labels": [
                "RPC"
            ],
            "id": "102b267e798d4e048780b6db134fe1dc_231"
        },
        {
            "start": 41130,
            "end": 41420,
            "text": "In accordance with the said view, I am of the opinion that no case can be said to have been made out for this Court, in exercise of its jurisdiction under Article 227, to interfere with the impugned order dated 4th July 2022 passed by the learned Commercial Court in CS (Comm) 179/2020.\n26.",
            "labels": [
                "RPC"
            ],
            "id": "fb8a8c426f6845b29e51b4308c7063ed_232"
        },
        {
            "start": 41421,
            "end": 41460,
            "text": "This petition is accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "3b11e8a88ab24797972505964c5129a7_233"
        },
        {
            "start": 41462,
            "end": 41537,
            "text": "27. This judgment be uploaded on the website of this Court within 24 hours.",
            "labels": [
                "RPC"
            ],
            "id": "3838f0abe4794eecb7793d261bdb5b78_234"
        },
        {
            "start": 41538,
            "end": 41579,
            "text": "\nC. HARI SHANKAR, J FEBRUARY 20, 2023 dsn",
            "labels": [
                "NONE"
            ],
            "id": "b665c2a79ad14adeb75119c454e90159_235"
        },
        {
            "start": 41580,
            "end": 41619,
            "text": "Click here to check corrigendum, if any",
            "labels": [
                "NONE"
            ],
            "id": "55601b22f5414741a3ce85b2bb2f1cbe_236"
        }
    ],
    "entities": [
        {
            "text": "India Power Corporation Limited",
            "label": "PETITIONER",
            "start_char": 37,
            "end_char": 68
        },
        {
            "text": "Jefferies India Private Limited",
            "label": "RESPONDENT",
            "start_char": 79,
            "end_char": 110
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 157,
            "end_char": 179
        },
        {
            "text": "Siddhartha Roy Chowdhury",
            "label": "JUDGE",
            "start_char": 267,
            "end_char": 291
        },
        {
            "text": "India Power Corporation Limited",
            "label": "PETITIONER",
            "start_char": 452,
            "end_char": 483
        },
        {
            "text": "Jefferies India Private Limited",
            "label": "RESPONDENT",
            "start_char": 547,
            "end_char": 578
        },
        {
            "text": "Saptangsu Basu",
            "label": "LAWYER",
            "start_char": 630,
            "end_char": 644
        },
        {
            "text": "Rahul Karmakar",
            "label": "LAWYER",
            "start_char": 698,
            "end_char": 712
        },
        {
            "text": "Jibantaraj Dan Roy",
            "label": "LAWYER",
            "start_char": 762,
            "end_char": 780
        },
        {
            "text": "Nishant Choudhury",
            "label": "LAWYER",
            "start_char": 830,
            "end_char": 847
        },
        {
            "text": "Debnath Ghosh",
            "label": "LAWYER",
            "start_char": 898,
            "end_char": 911
        },
        {
            "text": "Pubali Sinha Chowdhury",
            "label": "LAWYER",
            "start_char": 961,
            "end_char": 983
        },
        {
            "text": "31st July, 2023",
            "label": "DATE",
            "start_char": 1030,
            "end_char": 1045
        },
        {
            "text": "23rd August, 2023",
            "label": "DATE",
            "start_char": 1085,
            "end_char": 1102
        },
        {
            "text": "Siddhartha Roy Chowdhury",
            "label": "JUDGE",
            "start_char": 1103,
            "end_char": 1127
        },
        {
            "text": "C.O. 900 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 1266,
            "end_char": 1282
        },
        {
            "text": "7th January, 2022",
            "label": "DATE",
            "start_char": 1316,
            "end_char": 1333
        },
        {
            "text": "Commercial Court at Rajarhat, North 24 Parganas",
            "label": "COURT",
            "start_char": 1359,
            "end_char": 1406
        },
        {
            "text": "No. 32 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1421,
            "end_char": 1435
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 1527,
            "end_char": 1538
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 1546,
            "end_char": 1569
        },
        {
            "text": "Order V Rule 1 (1)",
            "label": "PROVISION",
            "start_char": 1870,
            "end_char": 1888
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 1896,
            "end_char": 1919
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 1960,
            "end_char": 1976
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 1985,
            "end_char": 2001
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 2148,
            "end_char": 2165
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 2173,
            "end_char": 2196
        },
        {
            "text": "21st April, 2022",
            "label": "DATE",
            "start_char": 2428,
            "end_char": 2444
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 2539,
            "end_char": 2555
        },
        {
            "text": "CO 904 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 2581,
            "end_char": 2595
        },
        {
            "text": "Money Suit No. 29 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 2915,
            "end_char": 2940
        },
        {
            "text": "Civil Judge (Senior Division) 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 2960,
            "end_char": 3008
        },
        {
            "text": "2nd July, 2019",
            "label": "DATE",
            "start_char": 3055,
            "end_char": 3069
        },
        {
            "text": "High Court at Calcutta",
            "label": "COURT",
            "start_char": 3077,
            "end_char": 3099
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 3146,
            "end_char": 3174
        },
        {
            "text": "3rd July, 2019",
            "label": "DATE",
            "start_char": 3178,
            "end_char": 3192
        },
        {
            "text": "No. 32 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3228,
            "end_char": 3242
        },
        {
            "text": "20th September, 2019",
            "label": "DATE",
            "start_char": 3917,
            "end_char": 3937
        },
        {
            "text": "3rd July, 2019",
            "label": "DATE",
            "start_char": 4058,
            "end_char": 4072
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 4088,
            "end_char": 4116
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 4464,
            "end_char": 4481
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 4489,
            "end_char": 4512
        },
        {
            "text": "7th January, 2022",
            "label": "DATE",
            "start_char": 4607,
            "end_char": 4624
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 4691,
            "end_char": 4707
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 4712,
            "end_char": 4728
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 4810,
            "end_char": 4827
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 4835,
            "end_char": 4858
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 5018,
            "end_char": 5035
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 5043,
            "end_char": 5066
        },
        {
            "text": "Saptangsu Basu",
            "label": "LAWYER",
            "start_char": 5123,
            "end_char": 5137
        },
        {
            "text": "Order IX Rule 7",
            "label": "PROVISION",
            "start_char": 5293,
            "end_char": 5308
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 5316,
            "end_char": 5339
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 5358,
            "end_char": 5362
        },
        {
            "text": "Civil Judge (Senior Division), 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 5760,
            "end_char": 5809
        },
        {
            "text": "2nd July, 2019",
            "label": "DATE",
            "start_char": 5962,
            "end_char": 5976
        },
        {
            "text": "No. 79 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 6032,
            "end_char": 6046
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 6128,
            "end_char": 6132
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 6210,
            "end_char": 6224
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6232,
            "end_char": 6255
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 6471,
            "end_char": 6481
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6489,
            "end_char": 6516
        },
        {
            "text": "Civil Judge (Senior Division) 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 6528,
            "end_char": 6576
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 6707,
            "end_char": 6711
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 6758,
            "end_char": 6768
        },
        {
            "text": "REENA SADH VS.",
            "label": "PRECEDENT",
            "start_char": 6772,
            "end_char": 6786
        },
        {
            "text": "ANJANA ENTERPRISES",
            "label": "ORG",
            "start_char": 6787,
            "end_char": 6805
        },
        {
            "text": "(2008) 12 SCC 589",
            "label": "PRECEDENT",
            "start_char": 6818,
            "end_char": 6835
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 6867,
            "end_char": 6877
        },
        {
            "text": "Order IX Rule 13",
            "label": "PROVISION",
            "start_char": 7104,
            "end_char": 7120
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 7272,
            "end_char": 7276
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7338,
            "end_char": 7351
        },
        {
            "text": "Raj Process Equipments & Systems Pvt. Ltd.",
            "label": "ORG",
            "start_char": 7355,
            "end_char": 7397
        },
        {
            "text": "Honest Derivatives Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 7409,
            "end_char": 7437
        },
        {
            "text": "2022 SCC OnLine SC 1877",
            "label": "CASE_NUMBER",
            "start_char": 7450,
            "end_char": 7473
        },
        {
            "text": "Manish Bhattacharyya",
            "label": "OTHER_PERSON",
            "start_char": 7500,
            "end_char": 7520
        },
        {
            "text": "Suprabhat Bhattacharyya",
            "label": "RESPONDENT",
            "start_char": 7532,
            "end_char": 7555
        },
        {
            "text": "(2014) 2 Cal LJ 604",
            "label": "PRECEDENT",
            "start_char": 7615,
            "end_char": 7634
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 7672,
            "end_char": 7676
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7686,
            "end_char": 7713
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 7803,
            "end_char": 7817
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 7825,
            "end_char": 7848
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 7951,
            "end_char": 7955
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8006,
            "end_char": 8019
        },
        {
            "text": "STATE BANK OF INDIA & AMP; ORS",
            "label": "ORG",
            "start_char": 8035,
            "end_char": 8065
        },
        {
            "text": "RANJIT KUMAR CHAKRABORTY",
            "label": "OTHER_PERSON",
            "start_char": 8071,
            "end_char": 8095
        },
        {
            "text": "12 SCC 807",
            "label": "CASE_NUMBER",
            "start_char": 8127,
            "end_char": 8137
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 8316,
            "end_char": 8320
        },
        {
            "text": "Debnath Ghosh",
            "label": "LAWYER",
            "start_char": 8326,
            "end_char": 8339
        },
        {
            "text": "6th April, 2018",
            "label": "DATE",
            "start_char": 8422,
            "end_char": 8437
        },
        {
            "text": "19th May, 2018",
            "label": "DATE",
            "start_char": 8491,
            "end_char": 8505
        },
        {
            "text": "17th August, 2018",
            "label": "DATE",
            "start_char": 8507,
            "end_char": 8524
        },
        {
            "text": "24th January, 2019",
            "label": "DATE",
            "start_char": 8579,
            "end_char": 8597
        },
        {
            "text": "24th April, 2019",
            "label": "DATE",
            "start_char": 8639,
            "end_char": 8655
        },
        {
            "text": "Notification No. 4282-A",
            "label": "CASE_NUMBER",
            "start_char": 8757,
            "end_char": 8780
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 8847,
            "end_char": 8875
        },
        {
            "text": "5th July, 2019",
            "label": "DATE",
            "start_char": 8897,
            "end_char": 8911
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 8925,
            "end_char": 8953
        },
        {
            "text": "Civil Judges at Barasat",
            "label": "COURT",
            "start_char": 9042,
            "end_char": 9065
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 9086,
            "end_char": 9114
        },
        {
            "text": "12th February, 2022",
            "label": "DATE",
            "start_char": 9296,
            "end_char": 9315
        },
        {
            "text": "20th March, 2020",
            "label": "DATE",
            "start_char": 9365,
            "end_char": 9381
        },
        {
            "text": "2nd August, 2021",
            "label": "DATE",
            "start_char": 9443,
            "end_char": 9459
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 9502,
            "end_char": 9513
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 9521,
            "end_char": 9544
        },
        {
            "text": "7th January, 2022",
            "label": "DATE",
            "start_char": 9592,
            "end_char": 9609
        },
        {
            "text": "1st April, 2023",
            "label": "DATE",
            "start_char": 9852,
            "end_char": 9867
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 9992,
            "end_char": 9997
        },
        {
            "text": "Order IX Rule 7",
            "label": "PROVISION",
            "start_char": 10086,
            "end_char": 10101
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10109,
            "end_char": 10132
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10175,
            "end_char": 10198
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 10277,
            "end_char": 10288
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10296,
            "end_char": 10319
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10414,
            "end_char": 10437
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 10458,
            "end_char": 10469
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10477,
            "end_char": 10500
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 10576,
            "end_char": 10581
        },
        {
            "text": "RAMESWAR SARKAR VS.",
            "label": "PRECEDENT",
            "start_char": 10622,
            "end_char": 10641
        },
        {
            "text": "2008 SCC OnLine Cal 398",
            "label": "CASE_NUMBER",
            "start_char": 10687,
            "end_char": 10710
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10789,
            "end_char": 10812
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 10858,
            "end_char": 10869
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10877,
            "end_char": 10900
        },
        {
            "text": "proviso to Sub-Section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 10957,
            "end_char": 10995
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 11003,
            "end_char": 11030
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 11225,
            "end_char": 11230
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 11551,
            "end_char": 11556
        },
        {
            "text": "High Court of Judicature at Madras",
            "label": "COURT",
            "start_char": 11611,
            "end_char": 11645
        },
        {
            "text": "K. JANARTAN",
            "label": "OTHER_PERSON",
            "start_char": 11649,
            "end_char": 11660
        },
        {
            "text": "R. THILAK KUMAR",
            "label": "OTHER_PERSON",
            "start_char": 11677,
            "end_char": 11692
        },
        {
            "text": "(1992) 2 L.W. 505",
            "label": "PRECEDENT",
            "start_char": 11705,
            "end_char": 11722
        },
        {
            "text": "Tamil Nadu Act 34 of 1980",
            "label": "STATUTE",
            "start_char": 11884,
            "end_char": 11909
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 12220,
            "end_char": 12225
        },
        {
            "text": "Civil Judge (Senior Division) 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 12383,
            "end_char": 12431
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 12645,
            "end_char": 12665
        },
        {
            "text": "Civil Judge (Senior Division) 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 12849,
            "end_char": 12897
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 12948,
            "end_char": 12953
        },
        {
            "text": "Order IX Rule 7",
            "label": "PROVISION",
            "start_char": 13239,
            "end_char": 13254
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 13262,
            "end_char": 13285
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 13415,
            "end_char": 13420
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 13486,
            "end_char": 13496
        },
        {
            "text": "ATCOM TECHNOLOGIES LIMITED VS.",
            "label": "PRECEDENT",
            "start_char": 13500,
            "end_char": 13530
        },
        {
            "text": "Y.A. CHUNAWALA",
            "label": "OTHER_PERSON",
            "start_char": 13531,
            "end_char": 13545
        },
        {
            "text": "(2018) 6 SCC 639",
            "label": "PRECEDENT",
            "start_char": 13578,
            "end_char": 13594
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 14161,
            "end_char": 14178
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14186,
            "end_char": 14215
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 14683,
            "end_char": 14700
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14708,
            "end_char": 14737
        },
        {
            "text": "KAILASH VS.",
            "label": "PRECEDENT",
            "start_char": 15052,
            "end_char": 15063
        },
        {
            "text": "NANKHU",
            "label": "JUDGE",
            "start_char": 15064,
            "end_char": 15070
        },
        {
            "text": "(2005) 4 SCC 480",
            "label": "CASE_NUMBER",
            "start_char": 15095,
            "end_char": 15111
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 15134,
            "end_char": 15139
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15153,
            "end_char": 15166
        },
        {
            "text": "Order VIII, Rule 1",
            "label": "PROVISION",
            "start_char": 15224,
            "end_char": 15242
        },
        {
            "text": "Order VIII, Rule 1",
            "label": "PROVISION",
            "start_char": 16030,
            "end_char": 16048
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 16331,
            "end_char": 16336
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16409,
            "end_char": 16419
        },
        {
            "text": "Aditya Hotels (P) Ltd. vs. Bombay Swadeshi Stores Ltd. & amp; Ors. reported in (2007) 14 SCC 431",
            "label": "PRECEDENT",
            "start_char": 16435,
            "end_char": 16531
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 16611,
            "end_char": 16616
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 17153,
            "end_char": 17158
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17196,
            "end_char": 17209
        },
        {
            "text": "(2022) 5 SCC 484",
            "label": "PRECEDENT",
            "start_char": 17267,
            "end_char": 17283
        },
        {
            "text": "Arjun Singh v. Mohindra Kumarle",
            "label": "PRECEDENT",
            "start_char": 17385,
            "end_char": 17416
        },
        {
            "text": "Order 9 and Order 20",
            "label": "PROVISION",
            "start_char": 17645,
            "end_char": 17665
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 17673,
            "end_char": 17707
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17710,
            "end_char": 17713
        },
        {
            "text": "AIR p. 1004",
            "label": "CASE_NUMBER",
            "start_char": 17751,
            "end_char": 17762
        },
        {
            "text": "Order 20 Rule 1",
            "label": "PROVISION",
            "start_char": 18119,
            "end_char": 18134
        },
        {
            "text": "Order 9 Rule 7",
            "label": "PROVISION",
            "start_char": 18283,
            "end_char": 18297
        },
        {
            "text": "Order 9 Rule 6",
            "label": "PROVISION",
            "start_char": 18377,
            "end_char": 18391
        },
        {
            "text": "Order 9 Rule 13",
            "label": "PROVISION",
            "start_char": 18516,
            "end_char": 18531
        },
        {
            "text": "Order 9 Rule 7",
            "label": "PROVISION",
            "start_char": 18752,
            "end_char": 18766
        },
        {
            "text": "31-5-1958",
            "label": "DATE",
            "start_char": 18876,
            "end_char": 18885
        },
        {
            "text": "Order 9 Rule 7",
            "label": "PROVISION",
            "start_char": 18909,
            "end_char": 18923
        },
        {
            "text": "Order 9 Rule 13",
            "label": "PROVISION",
            "start_char": 19051,
            "end_char": 19066
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 19120,
            "end_char": 19125
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19185,
            "end_char": 19198
        },
        {
            "text": "ARJUN SINGH VS.",
            "label": "PRECEDENT",
            "start_char": 19214,
            "end_char": 19229
        },
        {
            "text": "MOHINDRA KUMAR",
            "label": "OTHER_PERSON",
            "start_char": 19230,
            "end_char": 19244
        },
        {
            "text": "AIR 1964 SC 993",
            "label": "PRECEDENT",
            "start_char": 19269,
            "end_char": 19284
        },
        {
            "text": "Order IX",
            "label": "PROVISION",
            "start_char": 19407,
            "end_char": 19415
        },
        {
            "text": "Rule 7",
            "label": "PROVISION",
            "start_char": 19417,
            "end_char": 19423
        },
        {
            "text": "Order IX",
            "label": "PROVISION",
            "start_char": 19493,
            "end_char": 19501
        },
        {
            "text": "Rule 6",
            "label": "PROVISION",
            "start_char": 19503,
            "end_char": 19509
        },
        {
            "text": "Rule 13",
            "label": "PROVISION",
            "start_char": 19571,
            "end_char": 19578
        },
        {
            "text": "order IX",
            "label": "PROVISION",
            "start_char": 19601,
            "end_char": 19609
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 19640,
            "end_char": 19645
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 19691,
            "end_char": 19718
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 20031,
            "end_char": 20058
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 20094,
            "end_char": 20103
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20111,
            "end_char": 20132
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20318,
            "end_char": 20329
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 20337,
            "end_char": 20358
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 20439,
            "end_char": 20450
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 20458,
            "end_char": 20481
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20586,
            "end_char": 20597
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 20605,
            "end_char": 20626
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 20659,
            "end_char": 20664
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20730,
            "end_char": 20740
        },
        {
            "text": "SURYA DEV RAI VS.",
            "label": "PRECEDENT",
            "start_char": 20744,
            "end_char": 20761
        },
        {
            "text": "RAM CHANDEA RAI",
            "label": "OTHER_PERSON",
            "start_char": 20762,
            "end_char": 20777
        },
        {
            "text": "(2023) 6 SCC 675",
            "label": "CASE_NUMBER",
            "start_char": 20802,
            "end_char": 20818
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20995,
            "end_char": 21006
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 21014,
            "end_char": 21026
        },
        {
            "text": "BLACK DIAMOND TRACKPARTS PVT",
            "label": "PRECEDENT",
            "start_char": 22399,
            "end_char": 22427
        },
        {
            "text": "BALCK DIAMOND MOTORS",
            "label": "ORG",
            "start_char": 22450,
            "end_char": 22470
        },
        {
            "text": "2021 SCC OnLine Del 3946",
            "label": "PRECEDENT",
            "start_char": 22493,
            "end_char": 22517
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22578,
            "end_char": 22599
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 22664,
            "end_char": 22675
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22683,
            "end_char": 22686
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22814,
            "end_char": 22825
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 22833,
            "end_char": 22854
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22896,
            "end_char": 22907
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 22979,
            "end_char": 22990
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22998,
            "end_char": 23001
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 23052,
            "end_char": 23063
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23071,
            "end_char": 23074
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23121,
            "end_char": 23132
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 23140,
            "end_char": 23152
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23179,
            "end_char": 23190
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 23270,
            "end_char": 23281
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23282,
            "end_char": 23285
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 23334,
            "end_char": 23343
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23351,
            "end_char": 23372
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23419,
            "end_char": 23440
        },
        {
            "text": "Deep Industries Limited v. Oil and Natural Gas Corporation Limited (2020) 15 SCC 706",
            "label": "PRECEDENT",
            "start_char": 23455,
            "end_char": 23539
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23575,
            "end_char": 23586
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 23594,
            "end_char": 23615
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 23700,
            "end_char": 23710
        },
        {
            "text": "Arbitration &amp; Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23718,
            "end_char": 23758
        },
        {
            "text": "Article 226/227",
            "label": "PROVISION",
            "start_char": 23796,
            "end_char": 23811
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 23819,
            "end_char": 23831
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23875,
            "end_char": 23890
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24030,
            "end_char": 24041
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24132,
            "end_char": 24147
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24222,
            "end_char": 24233
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24299,
            "end_char": 24314
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24581,
            "end_char": 24592
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24737,
            "end_char": 24740
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24802,
            "end_char": 24823
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24931,
            "end_char": 24942
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25101,
            "end_char": 25104
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25193,
            "end_char": 25214
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25344,
            "end_char": 25365
        },
        {
            "text": "Basu",
            "label": "LAWYER",
            "start_char": 25504,
            "end_char": 25508
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 25556,
            "end_char": 25561
        },
        {
            "text": "Raj Process Equipments and Systems Private Limited",
            "label": "PRECEDENT",
            "start_char": 25595,
            "end_char": 25645
        },
        {
            "text": "Manish Bhattacharyya",
            "label": "PRECEDENT",
            "start_char": 25966,
            "end_char": 25986
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 26013,
            "end_char": 26030
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 26038,
            "end_char": 26061
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 26231,
            "end_char": 26248
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 26256,
            "end_char": 26279
        },
        {
            "text": "Reena Shad",
            "label": "PRECEDENT",
            "start_char": 26331,
            "end_char": 26341
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 26505,
            "end_char": 26510
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 26553,
            "end_char": 26564
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 26570,
            "end_char": 26575
        },
        {
            "text": "6th April, 2018",
            "label": "DATE",
            "start_char": 26743,
            "end_char": 26758
        },
        {
            "text": "20th September, 2019",
            "label": "DATE",
            "start_char": 26760,
            "end_char": 26780
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 26899,
            "end_char": 26927
        },
        {
            "text": "7th November, 2019",
            "label": "DATE",
            "start_char": 27063,
            "end_char": 27081
        },
        {
            "text": "11th December, 2019",
            "label": "DATE",
            "start_char": 27148,
            "end_char": 27167
        },
        {
            "text": "4th January, 2020",
            "label": "DATE",
            "start_char": 27198,
            "end_char": 27215
        },
        {
            "text": "31st January, 2020",
            "label": "DATE",
            "start_char": 27300,
            "end_char": 27318
        },
        {
            "text": "12th February, 2020",
            "label": "DATE",
            "start_char": 27361,
            "end_char": 27380
        },
        {
            "text": "20th February, 2020",
            "label": "DATE",
            "start_char": 27417,
            "end_char": 27436
        },
        {
            "text": "17th May, 2021",
            "label": "DATE",
            "start_char": 27544,
            "end_char": 27558
        },
        {
            "text": "2nd August, 2021",
            "label": "DATE",
            "start_char": 27611,
            "end_char": 27627
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 27698,
            "end_char": 27709
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 27717,
            "end_char": 27740
        },
        {
            "text": "11th August, 2021",
            "label": "DATE",
            "start_char": 27968,
            "end_char": 27985
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 28052,
            "end_char": 28069
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 28077,
            "end_char": 28100
        },
        {
            "text": "25th November, 2021",
            "label": "DATE",
            "start_char": 28160,
            "end_char": 28179
        },
        {
            "text": "7th January, 2022",
            "label": "DATE",
            "start_char": 28258,
            "end_char": 28275
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 28349,
            "end_char": 28365
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 28424,
            "end_char": 28441
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 28449,
            "end_char": 28472
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 28558,
            "end_char": 28574
        },
        {
            "text": "21st April, 2022",
            "label": "DATE",
            "start_char": 28707,
            "end_char": 28723
        },
        {
            "text": "6th April, 2018",
            "label": "DATE",
            "start_char": 28962,
            "end_char": 28977
        },
        {
            "text": "2nd Court of Civil Judge (Senior Division), Barasat",
            "label": "COURT",
            "start_char": 28997,
            "end_char": 29048
        },
        {
            "text": "Civil Judge (Senior Division), 2nd Court, Barasat",
            "label": "COURT",
            "start_char": 29074,
            "end_char": 29123
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 29216,
            "end_char": 29244
        },
        {
            "text": "20th September, 2019",
            "label": "DATE",
            "start_char": 29281,
            "end_char": 29301
        },
        {
            "text": "7th November, 2019",
            "label": "DATE",
            "start_char": 29570,
            "end_char": 29588
        },
        {
            "text": "4th January, 2020",
            "label": "DATE",
            "start_char": 29704,
            "end_char": 29721
        },
        {
            "text": "31st January, 2020",
            "label": "DATE",
            "start_char": 29761,
            "end_char": 29779
        },
        {
            "text": "10th February, 2020",
            "label": "DATE",
            "start_char": 29853,
            "end_char": 29872
        },
        {
            "text": "20th February, 2020",
            "label": "DATE",
            "start_char": 29980,
            "end_char": 29999
        },
        {
            "text": "26th August, 2020",
            "label": "DATE",
            "start_char": 30067,
            "end_char": 30084
        },
        {
            "text": "10th August, 2021",
            "label": "DATE",
            "start_char": 30149,
            "end_char": 30166
        },
        {
            "text": "2nd August, 2021",
            "label": "DATE",
            "start_char": 30193,
            "end_char": 30209
        },
        {
            "text": "7th February, 2022",
            "label": "DATE",
            "start_char": 30387,
            "end_char": 30405
        },
        {
            "text": "Order IX Rule 7",
            "label": "PROVISION",
            "start_char": 30691,
            "end_char": 30706
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 30714,
            "end_char": 30737
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 30770,
            "end_char": 30781
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 30789,
            "end_char": 30812
        },
        {
            "text": "Rule 7 of Order IX",
            "label": "PROVISION",
            "start_char": 31409,
            "end_char": 31427
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 31435,
            "end_char": 31458
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 31714,
            "end_char": 31731
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 31739,
            "end_char": 31762
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 31807,
            "end_char": 31812
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 32003,
            "end_char": 32013
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 32021,
            "end_char": 32048
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 32172,
            "end_char": 32189
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 32197,
            "end_char": 32217
        },
        {
            "text": "K. Janartan",
            "label": "PRECEDENT",
            "start_char": 32404,
            "end_char": 32415
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 32444,
            "end_char": 32449
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 32755,
            "end_char": 32778
        },
        {
            "text": "Order IX Rule 1, 6 and 7",
            "label": "PROVISION",
            "start_char": 32966,
            "end_char": 32990
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 32998,
            "end_char": 33021
        },
        {
            "text": "Order IX",
            "label": "PROVISION",
            "start_char": 33057,
            "end_char": 33065
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 33073,
            "end_char": 33096
        },
        {
            "text": "Rule 1 of Order IX",
            "label": "PROVISION",
            "start_char": 33208,
            "end_char": 33226
        },
        {
            "text": "Rule 1 of Order IX",
            "label": "PROVISION",
            "start_char": 33299,
            "end_char": 33317
        },
        {
            "text": "Code of Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 33325,
            "end_char": 33353
        },
        {
            "text": "Rule 6",
            "label": "PROVISION",
            "start_char": 33777,
            "end_char": 33783
        },
        {
            "text": "Rule 7",
            "label": "PROVISION",
            "start_char": 34837,
            "end_char": 34843
        },
        {
            "text": "Rule 6 of Order IX",
            "label": "PROVISION",
            "start_char": 35489,
            "end_char": 35507
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 35515,
            "end_char": 35538
        },
        {
            "text": "Order IX",
            "label": "PROVISION",
            "start_char": 36169,
            "end_char": 36177
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36185,
            "end_char": 36208
        },
        {
            "text": "Order XVII",
            "label": "PROVISION",
            "start_char": 36316,
            "end_char": 36326
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36334,
            "end_char": 36357
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37074,
            "end_char": 37087
        },
        {
            "text": "SANGRAM SINGH VS.",
            "label": "PRECEDENT",
            "start_char": 37091,
            "end_char": 37108
        },
        {
            "text": "ELECTION TRIBUNAL KOTAH",
            "label": "OTHER_PERSON",
            "start_char": 37109,
            "end_char": 37132
        },
        {
            "text": "AIR 1955 SC 425",
            "label": "PRECEDENT",
            "start_char": 37157,
            "end_char": 37172
        },
        {
            "text": "Wallace",
            "label": "JUDGE",
            "start_char": 37634,
            "end_char": 37641
        },
        {
            "text": "AIR 1925 Mad 1274 (H)",
            "label": "PRECEDENT",
            "start_char": 37650,
            "end_char": 37671
        },
        {
            "text": "O'Sullivan",
            "label": "JUDGE",
            "start_char": 37774,
            "end_char": 37784
        },
        {
            "text": "AIR 1945 Sind 98",
            "label": "PRECEDENT",
            "start_char": 37793,
            "end_char": 37809
        },
        {
            "text": "R. 7",
            "label": "PROVISION",
            "start_char": 38114,
            "end_char": 38118
        },
        {
            "text": "O. 17, R. 1(1)",
            "label": "PROVISION",
            "start_char": 38656,
            "end_char": 38670
        },
        {
            "text": "O. 9",
            "label": "PROVISION",
            "start_char": 39262,
            "end_char": 39266
        },
        {
            "text": "R. 2",
            "label": "PROVISION",
            "start_char": 39318,
            "end_char": 39322
        },
        {
            "text": "O. 9",
            "label": "PROVISION",
            "start_char": 39470,
            "end_char": 39474
        },
        {
            "text": "O. 9",
            "label": "PROVISION",
            "start_char": 39561,
            "end_char": 39565
        },
        {
            "text": "Order 9, R. 7",
            "label": "PROVISION",
            "start_char": 40482,
            "end_char": 40495
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 40672,
            "end_char": 40677
        },
        {
            "text": "Chapter V",
            "label": "PROVISION",
            "start_char": 40814,
            "end_char": 40823
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40831,
            "end_char": 40858
        },
        {
            "text": "Order XIII Rule 1, Order VII Rule 14 and Order VIII Rule 1A",
            "label": "PROVISION",
            "start_char": 41067,
            "end_char": 41126
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41134,
            "end_char": 41157
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41225,
            "end_char": 41248
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41344,
            "end_char": 41367
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 41568,
            "end_char": 41585
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41593,
            "end_char": 41616
        },
        {
            "text": "OIL AND NATURAL GAS CORPORATION LIMITED VS.",
            "label": "PRECEDENT",
            "start_char": 41626,
            "end_char": 41669
        },
        {
            "text": "MODERN CONSTRUCTION COMPANY reported in (2014) 1 SCC 648",
            "label": "ORG",
            "start_char": 41670,
            "end_char": 41726
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 41735,
            "end_char": 41745
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 41990,
            "end_char": 42007
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 42008,
            "end_char": 42011
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 42272,
            "end_char": 42282
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 42290,
            "end_char": 42304
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 42670,
            "end_char": 42680
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 42731,
            "end_char": 42741
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42749,
            "end_char": 42776
        },
        {
            "text": "O.N.G.C.",
            "label": "PRECEDENT",
            "start_char": 42953,
            "end_char": 42961
        },
        {
            "text": "Sub-Section 3 and 4 of Section 15",
            "label": "PROVISION",
            "start_char": 42989,
            "end_char": 43022
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 43030,
            "end_char": 43057
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 43192,
            "end_char": 43243
        },
        {
            "text": "Order 15A",
            "label": "PROVISION",
            "start_char": 43846,
            "end_char": 43855
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 43863,
            "end_char": 43886
        },
        {
            "text": "proviso to Sub-Section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 43898,
            "end_char": 43936
        },
        {
            "text": "Order X Rule 2",
            "label": "PROVISION",
            "start_char": 44305,
            "end_char": 44319
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 44327,
            "end_char": 44350
        },
        {
            "text": "Sub-Section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 44613,
            "end_char": 44640
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44648,
            "end_char": 44669
        },
        {
            "text": "Sub-Section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 44749,
            "end_char": 44776
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 44863,
            "end_char": 44868
        },
        {
            "text": "Sub-Section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 45119,
            "end_char": 45146
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 45154,
            "end_char": 45175
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 45247,
            "end_char": 45257
        },
        {
            "text": "Commercial Court Act 2015",
            "label": "STATUTE",
            "start_char": 45265,
            "end_char": 45290
        },
        {
            "text": "Sub-Section 3 and 4",
            "label": "PROVISION",
            "start_char": 45305,
            "end_char": 45324
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 45557,
            "end_char": 45584
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 45672,
            "end_char": 45685
        },
        {
            "text": "SHAMLAL MURARILAL",
            "label": "OTHER_PERSON",
            "start_char": 45717,
            "end_char": 45734
        },
        {
            "text": "(1976)1 SCC 719",
            "label": "PRECEDENT",
            "start_char": 45754,
            "end_char": 45769
        },
        {
            "text": "Krishna Iyer",
            "label": "JUDGE",
            "start_char": 45795,
            "end_char": 45807
        },
        {
            "text": "Sub-Section 3 and 4 of Section 15",
            "label": "PROVISION",
            "start_char": 46783,
            "end_char": 46816
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 46824,
            "end_char": 46851
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 47019,
            "end_char": 47046
        },
        {
            "text": "Order XV-A",
            "label": "PROVISION",
            "start_char": 47289,
            "end_char": 47299
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 47307,
            "end_char": 47330
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 47395,
            "end_char": 47405
        },
        {
            "text": "APSPDCL",
            "label": "PRECEDENT",
            "start_char": 47422,
            "end_char": 47429
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 47504,
            "end_char": 47521
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 47529,
            "end_char": 47552
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 48439,
            "end_char": 48456
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 48464,
            "end_char": 48487
        },
        {
            "text": "11th August, 2021",
            "label": "DATE",
            "start_char": 48533,
            "end_char": 48550
        },
        {
            "text": "Rule 7 of Order IX",
            "label": "PROVISION",
            "start_char": 48815,
            "end_char": 48833
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 48841,
            "end_char": 48864
        },
        {
            "text": "Section 15(3)(4)",
            "label": "PROVISION",
            "start_char": 48906,
            "end_char": 48922
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 48930,
            "end_char": 48956
        },
        {
            "text": "NAZIR AHMED VS.",
            "label": "PRECEDENT",
            "start_char": 49062,
            "end_char": 49077
        },
        {
            "text": "AIR 1936 PC 253",
            "label": "PRECEDENT",
            "start_char": 49107,
            "end_char": 49122
        },
        {
            "text": "MUNICIPAL COMMITTEE, HOSHIARPUR VS.",
            "label": "PRECEDENT",
            "start_char": 49408,
            "end_char": 49443
        },
        {
            "text": "PUNJAB STATE ELECTRICITY BOARD",
            "label": "ORG",
            "start_char": 49444,
            "end_char": 49474
        },
        {
            "text": "(2010) 13 SCC 216",
            "label": "PRECEDENT",
            "start_char": 49491,
            "end_char": 49508
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 49517,
            "end_char": 49530
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 50567,
            "end_char": 50578
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 50586,
            "end_char": 50607
        },
        {
            "text": "Ghosh",
            "label": "LAWYER",
            "start_char": 50697,
            "end_char": 50702
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 50788,
            "end_char": 50799
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 50807,
            "end_char": 50828
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 50929,
            "end_char": 50940
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 50948,
            "end_char": 50969
        },
        {
            "text": "7th January, 2022",
            "label": "DATE",
            "start_char": 51153,
            "end_char": 51170
        },
        {
            "text": "14th March, 2022",
            "label": "DATE",
            "start_char": 51184,
            "end_char": 51200
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 51220,
            "end_char": 51248
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 51526,
            "end_char": 51536
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 51544,
            "end_char": 51571
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 51721,
            "end_char": 51738
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 51742,
            "end_char": 51762
        },
        {
            "text": "SIDDHARTHA ROY CHOWDHURY",
            "label": "JUDGE",
            "start_char": 51934,
            "end_char": 51958
        }
    ],
    "precedent_clusters": {
        "OIL AND NATURAL GAS CORPORATION LIMITED VS.": [
            "REENA SADH VS.",
            "RAMESWAR SARKAR VS.",
            "ATCOM TECHNOLOGIES LIMITED VS.",
            "KAILASH VS.",
            "Arjun Singh v. Mohindra Kumarle",
            "ARJUN SINGH VS.",
            "SURYA DEV RAI VS.",
            "BLACK DIAMOND TRACKPARTS PVT",
            "SANGRAM SINGH VS.",
            "OIL AND NATURAL GAS CORPORATION LIMITED VS.",
            "NAZIR AHMED VS.",
            "MUNICIPAL COMMITTEE, HOSHIARPUR VS."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Order V Rule 1 (1)",
            "Code of Civil Procedure",
            "Order V Rule 1 (1)",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order IX Rule 7",
            "Code of Civil Procedure",
            "Order IX Rule 7",
            "Code of Civil Procedure"
        ],
        [
            "Order V Rule 1",
            "Code of Civil Procedure",
            "Order V Rule 1",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order V Rule 1",
            "Code of Civil Procedure",
            "Order V Rule 1",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Order IX Rule 7",
            "Code of Civil Procedure",
            "Order IX Rule 7",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "proviso to Sub-Section 4 of Section 15",
            "Commercial Courts Act, 2015",
            "proviso to Sub-Section 4 of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order IX Rule 7",
            "Code of Civil Procedure",
            "Order IX Rule 7",
            "Code of Civil Procedure"
        ],
        [
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908",
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908",
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order 9 and Order 20",
            "Code of Civil Procedure Code, 1908",
            "Order 9 and Order 20",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "Code of Civil Procedure",
            "Section 115",
            "Code of Civil Procedure"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Commercial Courts Act",
            "Article 227",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 17",
            "Arbitration &amp; Conciliation Act, 1996",
            "Section 17",
            "Arbitration &amp; Conciliation Act, 1996"
        ],
        [
            "Article 226/227",
            "Constitution",
            "Article 226/227",
            "Constitution"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "CPC",
            "Article 227",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order IX Rule 7",
            "Code of Civil Procedure",
            "Order IX Rule 7",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Rule 7 of Order IX",
            "Code of Civil Procedure",
            "Rule 7 of Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 10",
            "Civil Procedure Code",
            "Order VII Rule 10",
            "Civil Procedure Code"
        ],
        [
            "Order IX Rule 1, 6 and 7",
            "Code of Civil Procedure",
            "Order IX Rule 1, 6 and 7",
            "Code of Civil Procedure"
        ],
        [
            "Order IX",
            "Code of Civil Procedure",
            "Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Rule 1 of Order IX",
            "Code of Civil Procedure Code",
            "Rule 1 of Order IX",
            "Code of Civil Procedure Code"
        ],
        [
            "Rule 6 of Order IX",
            "Code of Civil Procedure",
            "Rule 6 of Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Order IX",
            "Code of Civil Procedure",
            "Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Order XVII",
            "Code of Civil Procedure",
            "Order XVII",
            "Code of Civil Procedure"
        ],
        [
            "Chapter V",
            "Commercial Courts Act, 2015",
            "Chapter V",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XIII Rule 1, Order VII Rule 14 and Order VIII Rule 1A",
            "Code of Civil Procedure",
            "Order XIII Rule 1, Order VII Rule 14 and Order VIII Rule 1A",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 10",
            "Code of Civil Procedure",
            "Order VII Rule 10",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section 3 and 4 of Section 15",
            "Commercial Courts Act, 2015",
            "Sub-Section 3 and 4 of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 15A",
            "Code of Civil Procedure",
            "Order 15A",
            "Code of Civil Procedure"
        ],
        [
            "Order X Rule 2",
            "Code of Civil Procedure",
            "Order X Rule 2",
            "Code of Civil Procedure"
        ],
        [
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act",
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act",
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Court Act 2015",
            "Section 15",
            "Commercial Court Act 2015"
        ],
        [
            "Sub-Section 3 and 4 of Section 15",
            "Commercial Courts Act, 2015",
            "Sub-Section 3 and 4 of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XV-A",
            "Code of Civil Procedure",
            "Order XV-A",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Rule 7 of Order IX",
            "Code of Civil Procedure",
            "Rule 7 of Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Section 15(3)(4)",
            "Commercial Courts Act 2015",
            "Section 15(3)(4)",
            "Commercial Courts Act 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "Civil Procedure Code",
            "Order VII Rule 11",
            "Civil Procedure Code"
        ],
        [
            "Order VIII, Rule 1",
            "Code of Civil Procedure, 1908",
            "Order VIII, Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order 9 Rule 7",
            "CPC",
            "Order 9 Rule 7",
            "CPC"
        ],
        [
            "Order 9 Rule 7",
            "CPC",
            "Order 9 Rule 7",
            "CPC"
        ],
        [
            "Order 9 Rule 13",
            "CPC",
            "Order 9 Rule 13",
            "CPC"
        ],
        [
            "Order IX",
            "Code of Civil Procedure",
            "Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Order IX",
            "Code of Civil Procedure",
            "Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "CPC",
            "Article 227",
            "CPC"
        ],
        [
            "Rule 1 of Order IX",
            "Code of Civil Procedure",
            "Rule 1 of Order IX",
            "Code of Civil Procedure"
        ],
        [
            "Rule 6",
            "CPC",
            "Rule 6",
            "CPC"
        ],
        [
            "Rule 7",
            "CPC",
            "Rule 7",
            "CPC"
        ],
        [
            "O. 9",
            "Code of Civil Procedure",
            "O. 9",
            "Code of Civil Procedure"
        ],
        [
            "O. 9",
            "Code of Civil Procedure",
            "O. 9",
            "Code of Civil Procedure"
        ],
        [
            "Order 9, R. 7",
            "Code of Civil Procedure",
            "Order 9, R. 7",
            "Code of Civil Procedure"
        ],
        [
            "proviso to Sub-Section 4 of Section 15",
            "Commercial Courts Act, 2015",
            "proviso to Sub-Section 4 of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act",
            "Sub-Section 4 of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Order IX Rule 13",
            "Commercial Courts Act, 2015",
            "Order IX Rule 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VIII, Rule 1",
            "Code of Civil Procedure, 1908",
            "Order VIII, Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order 20 Rule 1",
            "CPC",
            "Order 20 Rule 1",
            "CPC"
        ],
        [
            "Order 9 Rule 7",
            "CPC",
            "Order 9 Rule 7",
            "CPC"
        ],
        [
            "Order 9 Rule 6",
            "CPC",
            "Order 9 Rule 6",
            "CPC"
        ],
        [
            "Order 9 Rule 13",
            "CPC",
            "Order 9 Rule 13",
            "CPC"
        ],
        [
            "Rule 7",
            "CPC",
            "Rule 7",
            "CPC"
        ],
        [
            "Rule 6",
            "CPC",
            "Rule 6",
            "CPC"
        ],
        [
            "Rule 13",
            "CPC",
            "Rule 13",
            "CPC"
        ],
        [
            "order IX",
            "CPC",
            "order IX",
            "CPC"
        ],
        [
            "R. 7",
            "Code of Civil Procedure",
            "R. 7",
            "Code of Civil Procedure"
        ],
        [
            "O. 17, R. 1(1)",
            "Code of Civil Procedure",
            "O. 17, R. 1(1)",
            "Code of Civil Procedure"
        ],
        [
            "O. 9",
            "Code of Civil Procedure",
            "O. 9",
            "Code of Civil Procedure"
        ],
        [
            "R. 2",
            "Code of Civil Procedure",
            "R. 2",
            "Code of Civil Procedure"
        ],
        [
            "Sub-Section 3 and 4",
            "Commercial Court Act 2015",
            "Sub-Section 3 and 4",
            "Commercial Court Act 2015"
        ]
    ],
    "precedent_counts": {
        "OIL AND NATURAL GAS CORPORATION LIMITED VS.": 12
    },
    "provision_counts": {
        "Section 151 of Code of Civil Procedure": 7,
        "Order V Rule 1 (1) of Code of Civil Procedure": 1,
        "Order VII Rule 11 of Code of Civil Procedure": 11,
        "Order IX Rule 7 of Code of Civil Procedure": 4,
        "Order V Rule 1 of Code of Civil Procedure": 2,
        "Section 15 of Commercial Courts Act, 2015": 4,
        "proviso to Sub-Section 4 of Section 15 of Commercial Courts Act, 2015": 2,
        "Order VIII Rule 1 of Code of Civil Procedure, 1908": 2,
        "Order 9 and Order 20 of Code of Civil Procedure Code, 1908": 1,
        "Section 8 of Commercial Courts Act": 2,
        "Article 227 of Constitution of India": 8,
        "Section 115 of Code of Civil Procedure": 1,
        "Article 227 of Constitution": 3,
        "Section 115 of CPC": 4,
        "Article 227 of Commercial Courts Act": 1,
        "Section 17 of Arbitration &amp; Conciliation Act, 1996": 1,
        "Article 226/227 of Constitution": 1,
        "Article 227 of Arbitration Act": 1,
        "Article 227 of CPC": 2,
        "Rule 7 of Order IX of Code of Civil Procedure": 2,
        "Order VII Rule 10 of Civil Procedure Code": 1,
        "Order IX Rule 1, 6 and 7 of Code of Civil Procedure": 1,
        "Order IX of Code of Civil Procedure": 4,
        "Rule 1 of Order IX of Code of Civil Procedure Code": 1,
        "Rule 6 of Order IX of Code of Civil Procedure": 1,
        "Order XVII of Code of Civil Procedure": 1,
        "Chapter V of Commercial Courts Act, 2015": 1,
        "Order XIII Rule 1, Order VII Rule 14 and Order VIII Rule 1A of Code of Civil Procedure": 1,
        "Order VII Rule 10 of Code of Civil Procedure": 1,
        "Order VII Rule 10 of CPC": 1,
        "Section 14 of Limitation Act": 1,
        "Sub-Section 3 and 4 of Section 15 of Commercial Courts Act, 2015": 2,
        "Order 15A of Code of Civil Procedure": 1,
        "Order X Rule 2 of Code of Civil Procedure": 1,
        "Sub-Section 4 of Section 15 of Commercial Courts Act": 3,
        "Section 15 of Commercial Court Act 2015": 1,
        "Order XV-A of Code of Civil Procedure": 1,
        "Section 15(3)(4) of Commercial Courts Act 2015": 1,
        "Order VII Rule 11 of Civil Procedure Code": 1,
        "Order VIII, Rule 1 of Code of Civil Procedure, 1908": 2,
        "Order 9 Rule 7 of CPC": 3,
        "Order 9 Rule 13 of CPC": 2,
        "Rule 1 of Order IX of Code of Civil Procedure": 1,
        "Rule 6 of CPC": 2,
        "Rule 7 of CPC": 2,
        "O. 9 of Code of Civil Procedure": 3,
        "Order 9, R. 7 of Code of Civil Procedure": 1,
        "Order IX Rule 13 of Commercial Courts Act, 2015": 1,
        "Order 20 Rule 1 of CPC": 1,
        "Order 9 Rule 6 of CPC": 1,
        "Rule 13 of CPC": 1,
        "order IX of CPC": 1,
        "R. 7 of Code of Civil Procedure": 1,
        "O. 17, R. 1(1) of Code of Civil Procedure": 1,
        "R. 2 of Code of Civil Procedure": 1,
        "Sub-Section 3 and 4 of Commercial Court Act 2015": 1
    },
    "statute_counts": {
        "Code of Civil Procedure": 48,
        "Commercial Courts Act, 2015": 10,
        "Code of Civil Procedure, 1908": 4,
        "Code of Civil Procedure Code, 1908": 1,
        "Commercial Courts Act": 6,
        "Constitution of India": 8,
        "Constitution": 4,
        "CPC": 20,
        "Arbitration &amp; Conciliation Act, 1996": 1,
        "Arbitration Act": 1,
        "Civil Procedure Code": 2,
        "Code of Civil Procedure Code": 1,
        "Limitation Act": 1,
        "Commercial Court Act 2015": 2,
        "Commercial Courts Act 2015": 1
    }
}