{
    "id": "4153f6bbae9e75a3869439a83b4af0fdce9151efcb40d3d265428ae60aa53473",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court\nLord Sai Maa Pvt Ltd Thr Director ... vs Hotel Goradias Pvt Ltd Thr Priti ... on 7 May, 2021 \nAuthor: Shrikant D. Kulkarni\nBench: S.V. Gangapurwala, Shrikant D. Kulkarni \n                                       1\n                                                  Comm .Apeal 1 & 2 - 2021 \n\n                 In The High Court Of Judicature At Bombay,\n                          Bench At Aurangabad \n\n                       Commercial Appeal No. 1 Of 2021 \n                                     With\n                       Civil Application No. 237 Of 2021 \n\n1.      Lord Sai Ma Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053 \n        (Registered Office)\n        And\n        At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gat No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109 \n        Through Director \n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business, \n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708 \n\n2 .      Shirirang Pandurang Jadhav,\n        Age 55 years, Occu. Business, \n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708 \n\n3 .      Ajaykumar Bhagirath Sahoo, \n        Age 56 years, Occu. Business, \n        Director (Din 07941683), \n        C/o Lords Sai Maa Pvt. Ltd., \n        Manishnagar, J.P. road, Andheri (W), \n        Mumbai 400 053 \n        Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu. Business,\n        Director (Din02509863) \n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708                                  ..Appellants\n                                                        (Orig. Defendants ) \n\n                Versus\n\n        Hotel Goaradias Pvt. Ltd., \n        Cin U55101Mh1987Ptc054025, \n        Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n\n\n\n: :: Uploaded on - 11/05/2021                     : :: Downloaded on - 10/09/2021 18:13:39 : ::\n                                        2 \n                                                     Comm.Apeal 1 & 2 - 2021\n\n        Mumbai 400 056,\n        And\n        At Office : Pimpalwadi Road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        Through its Director Priti Rajendra Chand,\n        (Din 00578134),\n        Age 52 years , Occu. Business, \n        Address - 302, Manju Castle,\n        Church Road, Vileparle (W),\n        Mumbai 400 056                                   ..Respondents\n                                                           ( Orig. Plaintiffs ) \n\n                                  - With -\n\n                    Commercial Appeal No. 2 Of 2021 \n                                    With\n                    Civil Application No. 239 Of 2021 \n                                    And \n                    Civil Application No. 2741 Of 2021 \n\n\n        Lord Sai Maa Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053 \n        (Registered Office)\n        And\n        At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        Through Director\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business,\n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.      Shirirang Pandurang Jadhav,\n        Age 55 years, Occu. Business,\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708 \n\n3 .      Ajaykumar Bhagirath Sahoo,\n        Age 56 years, Occu. Business, \n        Director (Din 07941683), \n        C/o Lords Sai Maa Pvt. Ltd., \n        Manishnagar, J.P. road, Andheri (W), \n\n\n\n: :: Uploaded on - 11/05/2021                    : : : Downloaded on - 10/09/2021 18:13:39 : ::\n                                        3\n                                                     Comm . Apeal 1 & 2 - 2021 \n\n        Mumbai 400 053 \n        Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu. Business, \n        Director (Din02509863) \n        B-304, Plot No.1, Gurukul Chs, \n        Sector - 8A, Airoli,\n        Mumbai 400 708                                   ..Appellants\n                                                         (Orig. Defendants ) \n\n                Versus\n\n        Hotel Goradias Pvt. Ltd., \n        Cin U55101Mh1987Ptc054025,\n        Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n        Mumbai 400 056,\n        And\n        At Office : Pimpalwadi Road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2 , at post Shirdi, Ahmednagar, \n        Maharashtra 423 109, \n        Through its Director Priti Rajendra Chand,\n        (Din 00578134),\n        Age 52 years, Occu. Business , \n        Address - 302, Manju Castle,\n        Church Road, Vileparle (W),\n        Mumbai 400 056                                   ..Respondents\n                                                           ( Orig. Plaintiffs )\n\n\nMr Sanket S. Kulkarni, Advocate for appellants \nMr V.D. Salunke, Advocate h/f Mr V.S. Bedre, Advocate for respondent \n(sole)\n\n                                Coram : S.V. Gangapurwala And \n                                       Shrikant D. Kulkarni, Jj.\n\n                               Judgment Reserved On: 20.04.2021 \n                               Judgment Pronounced On: 07.05.2021 \n\n\nJudgment (Per Shrikant D. Kulkarni, J.)\n1. Feeling aggrieved by the impugned order passed below Exh.77 date d 8.12.2020 and below Exh.57 dated 5.12.2020 in Commercial Suit No.02/2019, by the Commercial Court/District Judge, Kopargaon, whereby the Commercial Court has rejected the application for temporary injunction and allowed application for interim mandatory injunction and directed the Comm.Apeal 1 & 2 - 2021 appellant/defendant to handover the possession of the suit property to the respondent/original plaintiff upon deposit of Rs.2 Crore by the respondent/original plaintiff , the appellant/original defendant has preferred these appeals by invoking the Section 13 of the Commercial Courts Act, 2015 on various grounds. \nFACTUAL MATRIX 2. The respondent/original plaintiff is an owner of the suit premises/hotel situated at Shirdi. The respondent/original plaintiff has given its hotel to the appellant/original defendant on leave and licence agreement dated 30.12.2015. \n3. The important conditions of the agreement of leave and licence are reproduced hereunder : \n\"(i) The defendant has to pay an security deposits of Rs.2 Cr.\n(ii) The defendant has spent an amount of Rs.4.70 Cr.\ntowards renovation of suit hotel. \n(iii) The monthly rent decided was Rs.14,25,000/- inclusive of service tax with increase of 6% every year. \n(iv) The defendant had spent an amount of Rs.4,70,00,000/- as renovation expenses. \n(v) The licence fees shall be paid every month on or before 7th day of each month. \n       (vi)     The licensee has paid an amount of Rs.2 Cr. as        refundable security deposit without interest. \n\n       (vii)    The plaintiff has to pay service tax and property tax. \n\n\n\n\n\n\n                                                     Comm.Apeal 1 & 2 - 2021 (viii) The licensor shall refund the security deposit of Rs.2 Cr. on expiry of leave and license agreement and licensee shall be entitled possession till return of security deposit & balance of 3.92 Crores which is balance unadjusted amount of renovation. \n(ix) The licensee if fails to hand over the possession upon refund of security deposit license fee shall be double the rate of decided license fee. \n       (x)      All property taxes are to be paid by licensor. \n\n       (xi)     If licensee wants to terminate the agreement prematurely then licensee shall give 9 months' notice and pay Rs.50 lakhs as liquidate damages.\"\n4. There were notices and reply between the parties on termination of leave and licence. \n5. Ultimately, the dispute between the parties reached to the Court of Civil Judge, Senior Division at Rahata. The respondent/original plaintiff filed Special Civil Suit No.126/2019 against the appellant/original defendant for possession of the suit premises, settlement of accounts, compensation, mesne profit and recovery of an amount of Rs.16,09,11,584/-. The respondent had sought various interim reliefs in the said suit including appointment of receiver. \n6. The appellant raised legal objection about maintainability of the suit by filing an application vide Exh.23 before the Civil Court. The contention of the appellant was that, in view of nature of dispute between the parties, the suit lies before the Commercial Court under the Commercial Courts Act, 2015. The learned Civil Judge, after hearing both the sides and after taking into consideration the legal position was pleased to allow the said application Exh.23 on 22.10.2019 and suit came to be transferred to the Commercial Comm.Apeal 1 & 2 - 2021 Court/District Judge at Kopargaon, which has jurisdiction to decide the suit under the Commercial Courts Act, 2015. \n7. In Commercial Suit No.02/2019, respondent/original plaintiff moved an application for interim mandatory injunction vide Exh.77. It was resisted by the appellant/original defendant. The Commercial Court was pleased to allow the prayer of the respondent/original plaintiff and directed the appellant/ defendant to handover the possession of the suit premises to respondent/original plaintiff in terms of leave and licence agreement, within one month from the date of deposit of Rs.2 Crore in the Court by the appellant/original defendant. \n8. We have perused the impugned orders passed below Exh.77 and Exh.57 by the Commercial Court dated 8.12.2020 and 5.12.2020, respectively, copy of leave and licence agreement and other documents and papers relied upon by both the sides. \n9. We have heard Mr Sanket Kulkarni, learned Advocate for the appellant/original plaintiff and Mr V.D. Salunke, learned Advocate for the respondent/original defendant at length. We have also perused the written notes of arguments submitted by both the learned Advocates. \n10. In Commercial Appeal No.1 of 2021, the appellant/original defendant is challenging the order of rejection of temporary injunction, passed below Exh.57 dated 5.12.2020, whereas in Commercial Appeal No.2 of 2021, appellant/defendant is challenging the order of interim mandatory injunction passed below Exh.77, by the Commercial Court in Commercial Suit No.02/2019 vide order dated 8.12.2020.\nComm.Apeal 1 & 2 - 2021 11. In the above background, the appellant/original defendant is before us who seeks relief of setting aside the above referred both the orders passed by the Commercial Court. \n12. Before going into the arena of dispute, let us have a glance on the admitted factual scenario. \nFACTUAL SCENARIO 13. The respondent/original plaintiff is an owner of the suit premises, wherein hotel is being run by the appellant/original defendant. The respondent/original plaintiff has given its suit premises/hotel premises to the present appellant/defendant by way of registered leave and licence agreement dated 30.12.2015. The conditions incorporated in the leave and licence agreement are admitted. It is not in dispute that the defendant has spent an amount of Rs.4.7 Crore towards renovation of suit premises. The monthly rent of the suit premises was fixed at Rs.14,25,000/- inclusive of service tax with increase of 6% per year. \n14. It is not in dispute that leave and licence period was from 30.12.2015 to 31.12.2019 (49) months. \nSUBMISSIONS OF ADVOCATE FOR APPELLANT 15. Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant vehemently submitted that the issue of jurisdiction raised before the trial Court plays important role. He submitted that in view of nature of dispute between the parties, which is of commercial nature, the suit lies before the Commercial Court and accordingly, the appellant/original defendant has raised objection and the civil Court has transferred the suit to Commercial Court for its adjudication.\nComm.Apeal 1 & 2 - 2021 16. Mr Kulkarni, learned Advocate for the appellant/original defendant invited our attention to Section 11 of the Commercial Courts Act, 2015. The Commercial Court has no jurisdiction to decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. He submitted that in view of Section 47 of the Maharashtra Rent Control Act, 1999, the Civil court has no jurisdiction. No injunction can be granted by any Court or authority. He submitted that the competent authority under Section 49 of the Maharashtra Rent Control Act, 1999 appointed under the Act shall be deemed to be public servant and under Section 51 of the Act, it is deemed to be a civil Court. In view of Section 47 and 33 of the Maharashtra Rent Control Act, 1999, the jurisdiction of Civil Court is barred. The Commercial Court even does not get any jurisdiction in the matter. The orders passed by the Commercial Court below Exh.77 and 57 are bad in law and liable to be quashed and set aside. Mr Kulkarni, learned Advocate for the appellant has placed his reliance in case of Royal Orchid Hotels Ltd. Vs. Rock Realty Pvt. Ltd., Civil Revision Application (Stamp) No.15282 of 2019, decided on 25.6.2019 by the learned Single Judge at principal seat and Mahadev P Kambekar (D) TR. LRs., Vs. Shree Krishna Woolen Mills Pvt. Ltd., Civil Appeal Nos. 5753- 5754 of 2011 decided on 31.1.2019 by the Apex Court. \n17. Mr Kulkarni submitted that cause of action arose for the suit when the original defendant alleged to have made default in payment of licence fees. The cause of action had arisen in April 2016 and the plaintiff filed suit in the year 2019, almost after three years and, therefore, the original plaintiff is not entitled to get the equitable relief of injunction in view of Section 41 of the Specific Relief Act, 1963.\nComm.Apeal 1 & 2 - 2021 18. Mr Kulkarni invited our attention to the impugned order at Exh.77 and submitted that the learned Commercial Court was pleased to grant interim mandatory injunction. The relief granted by the trial Court is nothing but granting final relief. What is remained for final adjudication of the suit. According to Mr Kulkarni, the interim mandatory injunction is to be granted only to restore the status quo. Mr Kulkarni has placed his reliance in case of Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors. reported in AIR 1990 867 and Kishore Kumar and Ors., vs. Parveen Kumar Singh, reported in AIR 2006 SC 1474.\n19. Mr Kulkarni submitted that if there are any triable issues, then relief of interim mandatory injunction is not permissible. He submitted that there are number of triable issues involved in the suit, which require leading of evidence, cross-examination. The issue of settlement of accounts is also involved. \n20. Mr Kulkarni submitted that the trial Court has committed an error in granting final relief of possession at interim stage when the issues are yet to be framed and the evidence is yet to be adduced. He submitted that the impugned order of interim mandatory injunction is bad in law and to support his argument, relied upon the decision in case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors., reported in (2004) 7 SCC 478.\n21. According to Mr Kulkarni, Section 12-A of the Commercial Courts Act, 2015 is mandatory which provides pre-institution mediation. In the present case, no exercise was made to refer the dispute to the mediation before filing of suit and it is breach of Section 12-A of the Commercial Act, 2015. The suit is defective. \nComm.Apeal 1 & 2 - 2021 22. In conclusion, Mr Kulkarni, learned Advocate for the appellant/original defendant strenuously argued that the impugned orders passed by the Commercial Court are bad in law and liable to be quashed and set aside. \nSUBMISSIONS OF ADVOCATE FOR RESPONDENT 23. On the other hand, Mr V.D. Salunke, learned Advocate for the respondent/original plaintiff submitted that appellant/original defendant had raised objection about maintainability of the suit before the Civil Court and at the instance of appellant, the suit came to be transferred to the Commercial Court and converted the suit into Commercial suit. Both the parties have accepted the order passed on merits and appeared before the Commercial Court and contested the suit. Now, the appellant cannot raise any kind of objection regarding jurisdiction of the Commercial Court. \n24. Mr Salunke, learned Advocate for respondent/original plaintiff submitted that the Commercial Suit is very much maintainable in view of nature of dispute between the parties. The objection is without any merit. \n25. Mr Salunke further submitted that second ground regarding maintainability of the suit for non-compliance of Section 12-A of the Commercial Act, 2015 is raised for the first time before this Court. The objection is unsustainable in law, particularly, at this stage in appeal when it was not raised before the trial Court. He submitted that the said ground deemed to have been waived by the appellant/original defendant and as such, cannot be raised at appellate stage. He submitted that provisions of Section 12-A of the Commercial Act, 2015 are not mandatory, however, those are directory. Mr Salunke placed reliance in support of his submissions on the following citations :\nComm.Apeal 1 & 2 - 2021 i) Ganga Taro Vazirani Vs. Deepak Raheja (Summons for Judgment No.45 of 2019 in Comm. Summary Suit No.972 of 2019 decided on 16.2.2021) at principal seat at Bombay;\nii) Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. (C.R.P. (MD) No.804 of 2019 decided on 10.6.2019) of Madras High Court; and iii) GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd.,( M.A. No.4081/2019 decided on 7.8.2019) of High Court of Madhya Pradesh at Indore.\n26. According to Mr Salunke, the objection regarding jurisdiction of the Commercial Court raised by the appellant is concerned, the same is untenable since it was not raised before the trial Court. He submitted that admittedly, the appellant is a private limited company having share capital of more than Rs.2 Crore and as such, the objection is devoid of merits. \n27. So far as relief of granting interim mandatory injunction is concerned, Mr Salunke vehemently submitted that leave and licence agreement period is expired long back. The appellant is in occupation of suit premises illegally and earning huge money. Out of sixty months, the appellant has paid rent hardly for three to four months and Rs.16 Crore are due. In such circumstances, the Commercial Court has rightly granted the relief of interim mandatory injunction against the appellant. \n28. To buttress the argument, Mr Salunke has placed his reliance on the following citations :\n          i )       Deoraj Vs. State of Maharashtra and ors.,\n          reported in (2004) 4 SCC 697;\n\n\n\n\n\n                                                       Comm . Apeal 1 & 2 - 2021           ii)      Sanjeev     Pillai   Vs.    Venu   Kunnapalli       (FAQ No.191/2019 decided on 11.12.2019) of Kerala High Court;\niii) Saregama India Limited Vs. Balaji Motion Pictures Limited & Ors., (CS (COM) 492/2019 decided on 13.9.2019) of Delhi High Court iv) Kirtibhai Vs. Raghuram (Appeal from Order no.262 of 2007 decided on 20.1.2010) of Gujarat High Court 29. So far as ground of limitation is concerned, according to Mr Salunke, the objection is misconstrued. The suit is not for mandatory injunction to calculate point of limitation. As such, suit is very well within the limitation and not barred by law of limitation. He submitted that equity also lies in favour of respondent/original plaintiff in view of facts of the case on hand. \n30. We have considered the arguments advanced by the learned Advocates for the respective parties. \n                                   GROUNDS OF APPEAL i)      Maintainability of suit;\nii)     Jurisdiction;\niii)    Non-compliance of Section 12-A of the Commercial Courts Act;\niv)     Grant of interim mandatory injunction at interim stage;\nv)      Relief of mandatory injunction barred by limitation 31. First we shall deal with the issue of jurisdiction of the Commercial Court. It is an admitted position that respondent/original plaintiff has initially filed the suit against the appellant/defendant before the Civil Judge, Senior Division at Rahata. The appellant/defendant raised objection about maintainability of the suit before the Civil Court in view of nature of dispute between the parties. The appellant/original defendant moved an application Comm.Apeal 1 & 2 - 2021 raising the issue of maintainability of the suit and after hearing both the sides and on merits, the Civil Court has recorded finding that the lis between the parties must be entertained by the Commercial Court and not by the Civil Court. At the instance of appellant, the suit came to be transferred to Commercial Court. The order passed by the Civil Court about non- maintainability of the suit before it was accepted by both the sides and reached finality. None of the parties challenged that order before the appropriate Court. \n32. Again, the appellant/original defendant is raising objection about jurisdiction of the Commercial Court contending that competent authority under the Maharashtra Rent Control Act, 1999 alone has jurisdiction to entertain the dispute. The Commercial Court has no jurisdiction to entertain the dispute on hand. We do not find any merit in the argument and point of objection raised by the appellant's side. \n33. Admittedly, the appellant/original defendant is a private limited company having share capital of more than Rs.2 Crore. In view of Section 3 of the Maharashtra Rent Control Act, 1999, when the share capital of a company exceeds Rs.1 Crore or more, the provisions of the Maharashtra Rent Control Act, 1999 would not come in picture, meaning thereby the dispute may not be governed by the Maharashtra Rent Control Act, 1999 as argued by Mr Sanket Kulkarni, learned Advocate for the appellant, through competent authority in view of Section 49 of the Maharashtra Rent Control Act, 1999. The nature of dispute between the parties, as discussed hereinbefore and in view of terms and conditions incorporated in the leave and licence agreement, it is very much clear that it is a commercial dispute between the parties, as defined under Section 2 (c) (i) & (vii) of the Commercial Court, 2015. \nComm.Apeal 1 & 2 - 2021 34. Having regard to the above reasons and in view of legal position discussed in earlier paras, we do not find any merit on the point of maintainability of the suit as well as jurisdiction. The suit is rightly maintainable before the Commercial Court. The Commercial Court is empowered to adjudicate the lis between the parties when the Court under the Maharashtra Rent Control Act, 1999 has no jurisdiction to entertain the suit. We are unable to accept the argument advanced by Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant. \n35. Now coming to the point of non-compliance of Section 12-A of the Commercial Courts Act, 2015. Section 12-A of the Commercial Courts Act 2015 provides that when a suit which does not contemplate any urgent interim relief under the Commercial Courts Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. Meaning thereby, the dispute must be referred to the pre-institution mediation center for settlement before knocking the doors of the Commercial Court. First of all, the ground of non-compliance of Section 12-A of the Commercial Courts Act was not raised before the trial Court. Moreover, in view of recent decision of this Court in Summons for Judgment No.45 of 2019 in Commercial Summary Suit No. 972 of 2019, decided by the Single Judge at principal seat on 16.2.2021, it is ruled that provisions of Section 12-A of the Commercial Courts Act, 2015 are directory and not mandatory. Same view has been taken in case of Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. by the Madras High Court as well as GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd. (supra) by the Madhya Pradesh High Court. The Culcutta High Court in case of Terai Overseas Private Limited & Ors. Vs. Kejriwal Sugar Comm.Apeal 1 & 2 - 2021 Agencies Private Limited & Ors. in C.S. No.78 of 2020 decided on 3.9.2020 and in case of M/s Amit Motorcycles Pvt. Ltd., Vs. M/s Axis Bank Ltd., in I.A. No.GA 3 of 2019 in CS 217 of 2018, decided on 15.12.2020 has held that Section 12-A of the Commercial Courts Act, 2015 is mandatory. \n36. Moreover, the matter has travelled further. The objection of the matter not referred to mediation is raised for the first time in present appeals after the applications filed by plaintiff and defendant are decided. The defendant filed counter claim and also application for temporary injunction . The defendant on merits got the application decided but did not raise objection of matter to be referred for mediation. Having regard to the above legal position, it cannot be said that suit is bad for non-compliance of Section 12-A of the Commercial Courts Act, 2015. Moreover, it would be too late in a day now to refer the lis to the mediation center for adjudication when both the parties fighting with strong arms and legal tools. \n37. So far as point of limitation is concerned, on perusing the pleadings of both the sides and documents on record, it is evident that the respondent/original plaintiff has filed the suit against the appellant/original defendant for possession of the suit premises. The suit is not for mandatory injunction. As such, Article 113 of the Limitation Act, 1963 has no application in view of facts and circumstances of case on hand. It is difficult to accept the argument advanced by Mr Kulkarni that suit is barred by limitation in view of Section 113 of the Limitation Act, 1963. \n38. Now coming to the main ground regarding grant of relief of interim mandatory injunction in favour of respondent/original plaintiff, both the sides have canvassed their arguments on this aspect by placing reliance on the citations. \nComm.Apeal 1 & 2 - 2021 39. It is well settled legal position that in view of provisions of Order XXXIX, Rule 1 and 2 of the Code of Civil Procedure read with Section 39 of the Specific Relief Act, the Court is empowered to grant relief of interim mandatory injunction. The Civil Court has inherent power to issue interim injunction when it considers it absolutely necessary to meet the ends of justice to do so. It is while exercising such inherent powers that the Court in exceptional circumstances of the case has jurisdiction to grant such relief. The inherent power which is vested in the Court is to maintain the status quo as of the date of the suit till the disposal of the suit. It is not to disturb the status quo as of the date of the suit. When the suit is one for possession, normally, interim mandatory injunction cannot be issued pending the final decision of the suit. In case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors. (supra), it is held by the Hon'ble Apex Court that the final relief cannot be granted at interim stage when the suit itself is for eviction and possession of the property. Grant of mandatory injunction is not correct. \n40. If the relief of interim mandatory injunction is allowed to continue, then what would remain in the suit to adjudicate between the parties. The issues are yet to be framed. The parties are yet to adduce the evidence. According to their pleadings, they will cross-examine their respective witnesses according to their legal stand. Admittedly, on the date of the suit, appellant/original defendant is in possession of the suit premises. There are triable issues involved including settlement of accounts. If these peculiar facts of the case on hand are considered, certainly, it is not a fit case to grant relief of interim mandatory injunction. The trial Court seems to have granted interim mandatory injunction in a casual manner without taking into consideration the consequences of it. The impugned order of granting interim mandatory injunction is certainly defective in the eyes of law. Having Comm.Apeal 1 & 2 - 2021 regard to the facts of the case on hand, It cannot be sustained in the eyes of law. \n41. It is true that leave and licence period was for 49 months, i.e. from 30.12.2015 to 31.12.2019. The licence period is over. It seems that the appellant/original defendant seems to have paid licence fees only for three months and from March 2016, not paid the licence fees though total dues according to the plaintiff is more than Rs.16 Crore, as claimed by the respondent/plaintiff in pleadings. On one hand, the appellant/original defendant is using the said premises for running his hotel business and earning profit. On the other hand, the respondent/original plaintiff is deprived of getting his legitimate licence fees though he is entitled for the same. Equities will have to be adjusted. Defendant cannot be allowed to enjoy possession of such a huge property free. Defendant is required to be put to terms. \n42. As per the terms and conditions of the leave and licence agreement, the appellant/original defendant has spent an amount of Rs.4.70 Crore towards renovation of hotel. The monthly rent was agreed at Rs.14,25,000/- inclusive of service tax with increase of 6% every year. It was further agreed between the parties that an amount of Rs.9,10,000/- per month shall be deducted towards renovation out of licence fees of Rs.14,25,000/- per month and an amount of Rs.5,15,000/- would be paid to the respondent/plaintiff towards licence fees. Further it is admitted position that leave and licence period between the parties was for 49 months from 1.12.2015 to 31.12.2019. As per the memorandum of understanding between the parties dated 7.11.2013 and in view of declaration-cum-undertaking dated 14.12.2015, the respondent/original plaintiff has paid Rs.1,20,00,000/- to the appellant/original defendant for renovation of hotel in advance which is to be Comm.Apeal 1 & 2 - 2021 adjusted in the licence fees. Therefore, it is clear that out of renovation expenses of Rs.4.70 Crore, an amount of Rs.1,20,00,000/- is already paid by the respondent/original plaintiff to the appellant/original defendant and remaining balance amount of Rs.3,50,00,000/- was remained to be recovered from the respondent/original plaintiff. As agreed between the parties, Rs.9,10,000/- per month would be adjusted to recover remaining balance amount of renovation expenses. If we calculate the said amount of Rs.9,10,000/- per month towards payment of renovation expenses, the total comes to (Rs.9,10,000 x 36 = Rs.3,27,60,000/-). Thus, renovation expenses seems to have been recovered by the appellant/original defendant. The respondent/original plaintiff is entitled to get full licence fees i.e. Rs.14,25,000/- per month after satisfying renovation expenses. Thus, respondent/original plaintiff would be entitled to get Rs.14,25,000/- per month (+) 6% increase per year for atleast 24 months and after necessary calculation that figure comes to Rs.3,42,00,000/- without increase of 6% per annum in rent/licence fees. Having regard to the above calculation, the arrears against the appellant/original defendant seems to be approximately more than Rs.4 Crore. By taking into this aspect and to make the justice we thought it proper to issue certain directions in t his behalf in the final order. \n43. Having regard to the nature of dispute and in order to protect the interest of both the parties, we are of the considered view that impugned order of granting interim mandatory injunction is liable to be modified. At the same time, rights of the respondent/original plaintiff need to be protected by issuing certain directions to the appellant/original defendant subject to final decision in the suit, which will take care of legitimate rights of respondent/original plaintiff. With this, we conclude and proceed to pass the following order :\nComm.Apeal 1 & 2 - 2021 ORDER (i) The impugned order below Exh.77 in Commercial Suit No.2/2019 dated 8.12.2020, passed by the Commercial Court at Kopargaon is modified.\n(ii) The appellant/original defendant shall deposit an amount of Rs.4 Crores within six weeks from the date of this order in the trial Court and continue to pay regular licence fees at the rate of Rs.14,25,000/- per month till final decision of the Commercial Suit. \n(iii) The respondent/original plaintiff is entitled to withdraw the amount deposited by the appellant/original defendant in the trial Court. \n(iv) In case the appellant/original defendant fails to comply the abovesaid clauses of the order of this Court, the order of the Commercial Court/trial Court passed below Exh.77 in Commercial Suit No.02/2019 dated 8.12.2020 would be operative and the respondent/original plaintiff is at liberty to take up execution proceeding and legal recourse accordingly. \n(v) The respondent/original plaintiff has already put the law in motion against the appellant/original defendant for possession of the suit property/suit premises, there is no force in the apprehension raised by the appellant/original defendant. As such, there is no need to pass any order on Exh.57 and Exh. 57 shall stand simply filed.\n44. In view of above terms, both the Commercial Appeals stand disposed of. \n45. In view of disposal of Commercial Appeals, Civil Applications also stand disposed of. No order as to costs. \n( SHRIKANT D. KULKARNI, J.) ( S.V. GANGAPURWALA, J.) vvr",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court aakash engineers and contractors vs presiding officer commercial court . on 14 august, 2020 author: ajay bhanot bench: ajay bhanot high court of judicature at allahabad court no. 3 case :matters under article 227 no. 790 of 2020 petitioner :aakash engineers and contractors respondent :presiding officer commercial court gauytam buddh nagar and another counsel for petitioner :shashank dwivedi,nirendra mohan hon'ble ajay bhanot,j. 1. heard sri shashank dwivedi, learned counsel for the petitioner and sri nikhil agrawal, learned counsel for the respondent no.2. 2. this petition has been filed with the following prayer: \"to direct the respondent no.1, i.e., presiding officer, commercial court, districtgautam buddh nagar to decide arbitration petition no.110 of 2018 filed under section 34 of the arbitration and conciliation act, 1996 (gaursons promoters pvt. ltd. vs. aakash engineers and contractors, pending for disposal since 10.09.2018, i.e., from one year and four months, expeditiously within stipulated period two months if possible.\" 3. sri nikhil agrawal, learned counsel for the respondent no.2 does not have any objection to the matter being decided within a stipulated period to be prescribed by this court. 4. though the matter could have been disposed of on the terms of the fair submission and consent given by sri nikhil agrawal, learned counsel for the respondent no.2. however, the facts of the case require this court to consider the controversy in certain detail, and make observations for the benefit of all the stakeholders including the learned counsel for the parties, and for guidance of the learned trial court in the proper implementation of law. 5. the proceedings under section 34 of the arbitration and conciliation act, 1996, registered as arbitration case no.110 of 2018 (gaursons promoters pvt. ltd. vs. aakash engineers and contractors) were instituted on 15.06.2018 before the learned court below/ the learned district judge, gautam budh nagar. 6. the matter was placed before the learned presiding officer for the first time on 10.09.2018. the petitioner was the caveator and received the notices. the matter was then posted on 27.09.2018. on 27.09.2018, the petitioner filed applications registered as 23ga and 26ga. the matter was posted for 05.11.2018, and on the said date the respondent prayed for an adjournment. the court was vacant on the next date fixed i.e. 28.11.2018. on 13.12.2018, the respondent was not present to prosecute the matter, though the petitioner was present. the matter was taken up on 19.12.2018, but no effective hearing could take place. both the parties were present, however, the petitioner prayed for adjournments on 09.01.2019 and 28.01.2019. on 07.02.2019, when the matter was called out, counsel for the respondent was not present to prosecute the matter, consequently the petition filed by the respondent no.2 was dismissed for non-prosecution. a restoration application was filed by the respondent no.2 on 11.02.2019. the matter was taken up on 13.02.2019 and 20.02.2019, on which dates some documents were filed. on the next date of listing i.e. on 28.02.2019, the petitioner sought an adjournment. the restoration application filed by the respondent no. 2 was allowed with costs of rs. 1000/on 13.03.2019, and the petition was restored to its original number. the proceedings were thereafter listed before the learned presiding officer on 25.03.2019 and 16.04.2019. no effective hearing happened on the said dates. on 06.05.2019, both the parties were present to prosecute the matter. on the next date of listing i.e. 21.05.2019, the respondent no.2, filed applications for stay of award as well as for stay of the execution of the arbitral award. 7. the matter was listed on 08.07.2019 for disposal of the application registered as 6-c, but the respondent no.2 did not press the stay application. costs of rs. 150/was imposed upon the respondent for filing repeated adjournments on 01.08.2019. the respondent tendered another application registered as paper no.15-c on 29.08.2019. on 05.09.2019, the following order was passed: \"for applicant counsel shri rajeev agrawal is present. for respondent counsel shri vijay sharma is present. 28ga application dated 10.12.2018 is pending for disposal. this application has been moved by the applicant with the request that the file be summoned which is stopped by the opposite party counsel and also argued that the application is not maintainable. arbitration proceedings pending since 2018. parties are directed that they may file papers on which they want to put reliance during argument. hence, application 28ga disposed of accordingly. put up for argument on 28.09.2019.\" 8. however, on 28.09.2019, the matter was posted for arguments on 15.11.2019. the matter thus remains pending. this necessitated the institution of the petition under article 227 of the constitution of india. 9. the constitutional courts are cognizant of the problem of delays in our judicial system. they have consistently attempted to purge the legal system of this menace. various judgments have identified some of the causes of delays, & appropriate judicial directions have been issued to address the problem. 10. the following question was posed for determination before the hon'ble supreme court in m/s shiv cotex versus tirgum auto plast p. ltd. and others, reported at 2011 (89) alr 232 : \"14.is the court obliged to give adjournment after adjournment merely because the stakes are high in the dispute? should the court be silent spectator and leave control of the case to a party to the case who has decided not to take the case forward?\" 11. thereafter, the hon'ble supreme court while emphasizing the imperative of expeditious disposal of suits to preserve the faith in the judicial system held thus: \"15.it is sad, but true, that the litigants seek and the courts grant adjournments at the drop of the hat. in the cases where the judges are little pro-active and refuse to accede to the requests of unnecessary adjournments, the litigants deploy all sorts of methods in protracting the litigation. it is not surprising that civil disputes drag on and on. the misplaced sympathy and indulgence by the appellate and revisional courts compound the malady further. the case in hand is a case of such misplaced sympathy. it is high time that courts become sensitive to delays in justice delivery system and realize that adjournments do dent the efficacy of judicial process and if this menace is not controlled adequately, the litigant public may lose faith in the system sooner than later. the courts, particularly trial courts, must ensure that on every date of hearing, effective progress takes place in the suit.\" 16.no litigant has a right to abuse the procedure provided in cpc. adjournments have grown like cancer corroding the entire body of justice delivery system.\" 17.\"a party to the suit is not at liberty to proceed with the trial at its leisure and pleasure and has no right to determine when the evidence would be let in by it or the matter should be heard. the parties to a suit -whether the plaintiff or the defendant -must cooperate with the court in ensuring the effective work on the date of hearing for which the matter has been fixed. if they don't, they do so at their own peril.\" 12. interminable delays caused by unnecessary adjournments sought for and granted to parties in a routine manner, and the collective responsibility of all the stake holders in the judicial system arose for determination before the hon'ble supreme court in noor mohammed vs. jethanand and another, reported at (2013) 5 scc 202. 13. dispensing justice is the fundamental raison d'etre of the judicial system. timely delivery of justice is indispensable to retaining the faith of the common man in the justice dispensation system. 14. reiterating the importance of timely delivery of justice, and after setting its face against indifference of the judicial system to the plight of the litigants, the hon'ble supreme court in noor mohammed (supra) defined the problem and issued directions for its resolution : \"27. the anguish expressed in the past and the role ascribed to the judges, lawyers and the litigants is a matter of perpetual concern and the same has to be reflected upon every moment. an attitude of indifference can neither be appreciated nor tolerated. therefore, the serviceability of the institution gains significance. that is the command of the majesty of law and none should make any maladroit effort to create a concavity in the same. procrastination, whether at the individual or institutional level, is a systemic disorder. its corrosive effect and impact is like a disorderly state of the physical frame of a man suffering from an incurable and fast progressive malignancy. delay either by the functionaries of the court or the members of the bar significantly exhibits indolence and one can aphoristically say, borrowing a line from southwell \"creeping snails have the weakest force\". slightly more than five decades back, talking about the responsibility of the lawyers, nizer louis[16] had put thus: \"i consider it a lawyer's task to bring calm and confidence to the distressed client. almost everyone who comes to a law office is emotionally affected by a problem. it is only a matter of degree and of the client's inner resources to withstand the pressure.\" a few lines from illustrious frankfurter is fruitful to recapitulate: \"i think a person who throughout his life is nothing but a practicing lawyer fulfils a very great and essential function in the life of society. think of the responsibilities on the one hand and the satisfaction on the other, to be a lawyer in the true sense.\" 28. in a democratic set up, intrinsic and embedded faith in the adjudicatory system is of seminal and pivotal concern. delay gradually declines the citizenry faith in the system. it is the faith and faith alone that keeps the system alive. it provides oxygen constantly. fragmentation of faith has the effect-potentiality to bring in a state of cataclysm where justice may become a casuality. a litigant expects a reasoned verdict from a temperate judge but does not intend to and, rightly so, to guillotine much of time at the altar of reasons. timely delivery of justice keeps the faith ingrained and establishes the sustained stability. access to speedy justice is regarded as a human right which is deeply rooted in the foundational concept of democracy and such a right is not only the creation of law but also a natural right. this right can be fully ripened by the requisite commitment of all concerned with the system. it cannot be regarded as a facet of utopianism because such a thought is likely to make the right a mirage losing the centrality of purpose. therefore, whoever has a role to play in the justice dispensation system cannot be allowed to remotely conceive of a casual approach. 33. in the case at hand, as we perceive, the learned counsel sought adjournment after adjournment in a nonchalant manner and the same were granted in a routine fashion. it is the duty of the counsel as the officer of the court to assist the court in a properly prepared manner and not to seek unnecessary adjournments. getting an adjournment is neither an art nor science. it has never been appreciated by the courts. all who are involved in the justice dispensation system, which includes the judges, the lawyers, the judicial officers who work in courts, the law officers of the state, the registry and the litigants, have to show dedicated diligence so that a controversy is put to rest. shifting the blame is not the cure. acceptance of responsibility and dealing with it like a captain in the frontier is the necessity of the time. it is worthy to state that diligence brings satisfaction. there has to be strong resolve in the mind to carry out the responsibility with devotion. a time has come when all concerned are required to abandon idleness and arouse oneself and see to it that the syndrome of delay does not erode the concept of dispensation of expeditious justice which is the constitutional command. sagacious acceptance of the deviation and necessitous steps taken for the redressal of the same would be a bright lamp which would gradually become a laser beam. this is the expectation of the collective, and the said expectation has to become a reality. expectations are not to remain at the stage of hope. they have to be metamorphosed to actuality. long back, francis bacon, in his aphoristic style, had said, \"hope is good breakfast, but it is bad supper\". we say no more on this score.\" 15. in gayathri vs. m.girish, reported at (2016) 14 scc 142, the hon'ble supreme court exhorted the trial courts to address themselves to the malady of long delays in our judicial system: \"9. in the case at hand, as we have stated hereinbefore, the examination-in-chief continued for long and the matter was adjourned seven times. the defendant sought adjournment after adjournment for cross-examination on some pretext or the other which are really not entertainable in law. but the trial court eventually granted permission subject to payment of costs. regardless of the allowance extended, the defendant stood embedded on his adamantine platform and prayed for adjournment as if it was his right to seek adjournment on any ground whatsoever and on any circumstance. the non-concern of the defendant-petitioner shown towards the proceedings of the court is absolutely manifest. the disregard shown to the plaintiff's age is also visible from the marathon of interlocutory applications filed. a counsel appearing for a litigant has to have institutional responsibility. the code of civil procedure so command. applications are not to be filed on the grounds which we have referred to hereinabove and that too in such a brazen and obtrusive manner. it is wholly reprehensible. the law does not countenance it and, if we permit ourselves to say so, the professional ethics decries such practice. it is because such acts are against the majesty of law. 12. in the case at hand, it can indubitably be stated that the defendant-petitioner has acted in a manner to cause colossal insult to justice and to the concept of speedy disposal of civil litigation. we are constrained to say the virus of seeking adjournment has to be controlled. the saying of gita \"awake! arise! oh partha\" is apt here to be stated for guidance of trial courts.\" 16. the foremost goal set out in the preamble of the constitution, is to secure to all citizens: justice, social, economic and political. justice to be meaningful has to be delivered in a relevant time frame. delay invariably defeats justice. indefinite delays are the bane of our judicial system. interminable legal proceedings reflect the apathy of an impersonal system to the plight of helpless litigants. so long as timely justice is denied, so long the constitutional promise of justice will not be redeemed, and the constitutional mandate of the judicial system will not be implemented. 17. the constitutional courts are seized with, and the legislatures have taken cognizance of the malaise of delays in the judicial process. delays in the judicial process have earned the displeasure of constitutional courts, and have evoked the concern of the legislatures. law will not countenance delays in the judicial process. this is evident from the imperative directions issued by the constitutional courts to purge the judicial system of delays. this will also be apparent from the timelines set by the legislature to cure the mischief of delays in the judicial process. the judicial system will have to evolve an ethos to be alert to, and endeavour to respect timelines created by the legislature. 18. the impact of globalisation was acutely felt in the field of law. india's unwavering commitment to its international obligations contained in the uncitral model on international commercial arbitration, was manifested in the promulgation of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act of 1996'). india's international obligations to uncitral, are implemented by the most fundamental instruments of national sovereignty, namely, the legislatures and the courts. the arbitration and conciliation act, 1996 has to be interpreted and implemented by the courts in a manner which is in accord with the intendment of the indian parliament, and consistent with the international obligations of india to the uncitral model. 19. the uncitral model and the arbitration and conciliation act, 1996, reflect an evolving trend in international jurisprudence. together both instruments reflect a global consensus of judicial values, and a unification of the system of international jurisprudence in the field of arbitration. the courts in india implement the arbitration and conciliation act, 1996, as instruments of national sovereignty, and also members of the international comity of courts. 20. meeting the international obligations of india to the uncitral model was the avowed legislative intent of the arbitration and conciliation act, 1996. expeditious disposal of proceedings under the arbitration and conciliation act, 1996 is the congruent objective of the twin instruments of international law and the domestic law. 21. section 34(5) and (6) of the act, 1996 are relevant to the instant controversy and the provisions are extracted hereunder: \"34. application for setting aside arbitral award.--(1)-(4) * * * (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\" 22. delay in disposal of the proceedings under the act of 1996, topped the concerns and lay at the heart of 246th law commission report, when it introduced the said provisions. the relevant extracts of the 246th law commissioner report are set out hereunder: \"3. the arbitration and conciliation act, 1996 (hereinafter \"the act\") is based on the uncitral model law on international commercial arbitration, 1985 and the uncitral conciliation rules, 1980. the act has now been in force for almost two decades, and in this period of time, although arbitration has fast emerged as a frequently chosen alternative to litigation, it has come to be afflicted with various problems including those of high costs and delays, making it no better than either the earlier regime which it was intended to replace; or to litigation, to which it intends to provide an alternative. delays are inherent in the arbitration process, and costs of arbitration can be tremendous. even though courts play a pivotal role in giving finality to certain issues which arise before, after and even during an arbitration, there exists a serious threat of arbitration related litigation getting caught up in the huge list of pending cases before the courts. after the award, a challenge under section 34 makes the award inexecutable and such petitions remain pending for several years. the object of quick alternative disputes resolution frequently stands frustrated. 4. there is, therefore, an urgent need to revise certain provisions of the act to deal with these problems that frequently arise in the arbitral process. the purpose of this chapter is to lay down the foundation for the changes suggested in the report of the commission. the suggested amendments address a variety of issues that plague the present regime of arbitration in india and, therefore, before setting out the amendments, it would be useful to identify the problems that the suggested amendments are intended to remedy and the context in which the said problems arise and hence the context in which their solutions must be seen. * * * 25. similarly, the commission has found that challenges to arbitration awards under sections 34 and 48are similarly kept pending for many years. in this context, the commission proposes the addition of sections 34(5) and 48(4) which would require that an application under those sections shall be disposed of expeditiously and in any event within a period of one year from the date of service of notice. in the case of applications under section 48 of the act, the commission has further provided a time limit under section 48(3), which mirrors the time limits set out in section 34(3), and is aimed at ensuring that parties take their remedies under this section seriously and approach a judicial forum expeditiously, and not by way of an afterthought .\" 23. the aforesaid provisions fell for consideration before the hon'ble supreme court in state of bihar and others vs. bihar rajya bhumi vikas bank samiti, reported at (2018) 9 scc 472. the hon'ble supreme court held section 34(5) and (6) of the act, 1996 to be directory in nature on the foot of the following reasons: \"22. however, according to shri tripathi, an application filed under section 34 is a condition precedent, and if no prior notice is issued to the other party, without being accompanied by an affidavit by the applicant endorsing compliance with the said requirement, such application, being a non-starter, would have to be dismissed at the end of the 120 days' period mentioned in section 34(3). apart from what has been stated by us hereinabove, even otherwise, on a plain reading of section 34, this does not follow. section 34(1) reads as under: \"34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\" what is conspicuous by its absence is any reference to sub-section (5). the only requirement in section 34(1) is that an application for setting aside an award be in accordance with sub-sections (2) and (3). this, again, is an important pointer to the fact that even legislatively, subsection (5) is not a condition precedent, but a procedural provision which seeks to reduce the delay in deciding applications under section 34. one other interesting thing needs to the noted the same amendment act brought in a new section 29a. this provision states as follows: \"29a. time limit for arbitral award.-(1) the award shall be made within a period of twelve months from the date the arbitral tribunal enters upon the reference. explanation.-for the purpose of this sub-section, an arbitral tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator or all the arbitrators, as the case may be, have received notice, in writing, of their appointment. (2) if the award is made within a period of six months from the date the arbitral tribunal enters upon the reference, the arbitral tribunal shall be entitled to receive such amount of additional fees as the parties may agree. (3) the parties may, by consent, extend the period specified in sub-section (1) for making award for a further period not exceeding six months. (4) if the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the court has, either prior to or after the expiry of the period so specified, extended the period: provided that while extending the period under this subsection, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\" 23. it will be seen from this provision that, unlike section 34(5) and (6), if an award is made beyond the stipulated or extended period contained in the section, the consequence of the mandate of the arbitrator being terminated is expressly provided. this provision is in stark contrast to section 34(5)and (6) where, as has been stated hereinabove, if the period for deciding the application under section 34 has elapsed, no consequence is provided. this is one more indicator that the same amendment act, when it provided time periods in different situations, did so intending different consequences. 24. shri tripathi then argued that section 34(5) is independent of section 34(6) and is a mandatory requirement of law by itself. there are two answers to this. the first is that sub-section (6) refers to the date on which the notice referred to in sub-section (5) is served upon the other party. this is for the reason that an anterior date to that of filing the application is to be the starting point of the period of one year referred to in section 34(6). the express language of section 34(6), therefore, militates against this submission of shri tripathi. secondly, even if subsection (5) be construed to be a provision independent of sub-section (6), the same consequence in law is the result namely, that there is no consequence provided if such prior notice is not issued. this submission must therefore fail. 25. we come now to some of the high court judgments. the high courts of patna,2 kerala,3 himachal pradesh,4 delhi,5 and gauhati6 have all taken the view that section 34(5) is mandatory in nature. what is strongly relied upon is the object sought to be achieved by the provision together with the mandatory nature of the language used in section 34(5). equally, analogies with section 80, cpc have been drawn to reach the same result. on the other hand, in global aviation services private limited v. airport authorities of india,7 the bombay high court, in answering question 4 posed by it, held, following some of our judgments, that the provision is directory, largely because no consequence has been provided for breach of the time limit specified. when faced with the argument that the object of the provision would be rendered otiose if it were to be construed as directory, the learned single judge of the bombay high court held as under: (scc online bom para 133) \"133. insofar as the submission of the learned counsel for the respondent that if section 34(5) is considered as directory, the entire purpose of the amendments would be rendered otiose is concerned, in my view, there is no merit in this submission made by the learned counsel for the respondent. since there is no consequence provided in the said provision in case of non-compliance thereof, the said provision cannot be considered as mandatory. the purpose of avoiding any delay in proceeding with the matter expeditiously is already served by insertion of appropriate rule in bombay high court (original side) rules. the court can always direct the petitioner to issue notice along with papers and proceedings upon other party before the matter is heard by the court for admission as well as for final hearing. the vested rights of a party to challenge an award under section 34 cannot be taken away for non-compliance of issuance of prior notice before filing of the arbitration petition.\" the aforesaid judgment has been followed by recent judgments of the high courts of bombay8 and calcutta. 26. we are of the opinion that the view propounded by the high courts of bombay and calcutta represents the correct state of the law. however, we may add that it shall be the endeavour of every court in which a section 34 application is filed, to stick to the time limit of one year from the date of service of notice to the opposite party by the applicant, or by the court, as the case may be. in case the court issues notice after the period mentioned in section 34(3) has elapsed, every court shall endeavour to dispose of the section 34 application within a period of one year from the date of filing of the said application, similar to what has been provided in section 14 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015. this will give effect to the object sought to be achieved by adding section 13(6) by the 2015 amendment act. 27. we may also add that in cases covered by section 10 read with section 14 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, the commercial appellate division shall endeavour to dispose of appeals filed before it within six months, as stipulated. appeals which are not so covered will also be disposed of as expeditiously as possible, preferably within one year from the date on which the appeal is filed. as the present appeal has succeeded on section 34(5) being held to be directory, we have not found it necessary to decide shri rai's alternative plea of maintainability of the letters patent appeal before the division bench.\" 24. i had the occasion to consider the nature of the legislative mandate to the courts, where directory provisions in a statute require the courts to render a final decision in a specified time frame in tribhuwan prasad vs. uttar pradesh sarkar and others, reported at 2018 (9) adj 466. in tribhuwan prasad (supra) the time frame provided in the statute for deciding the appeal was two months. 25. in tribhuwan prasad (supra) it was found that the provision containing a timeframe to decide the appeal was directory, and then the consequences of the said holding were construed on the foot of good authority. the directory nature of the provision may not require strict adherence but insists on substantial compliance. most pertinently it does not permit indefinite enlargement of the time fixed by the statute: \"21. statutes fixing time-lines to accomplish an action, as discussed above, were held to be directory in nature. the legislative intent was sought to be defeated by a highly delayed compliance on the pretext of the provision being directory in nature. the action of the authorities was invalidated and such interpretation was negatived by the hon'ble supreme court. inordinate delay does not satisfy the requirement of substantial compliance of a directory provision. the hon'ble supreme court in the case of state of haryana vs. p.c. wadhwa, ips, inspector general of police and another, reported at (1987) 2 scc 602, while laying down the law, dispelled all such doubts. the relevant parts of the judgement are being extracted for ease of reference: \"14. the whole object of the making and communication of adverse remarks is to give to the officer concerned an opportunity to improve his performance, conduct or character, as the case may. the adverse remarks should not be understood in terms of punishment, but really it should be taken as an advice to the officer concerned, so that he can act in accordance with the advice and improve his service career. the whole object of the making of adverse remarks would be lost if they are communicated to the officer concerned after an inordinate delay. in the instant case, it was communicated to the respondent after twenty seven months. it is true that the provisions of rules 6, 6a and 7 are directory and not mandatory, but that does not mean that the directory provisions need not be complied with even substantially. such provisions may not be complied with strictly, and substantial compliance will be sufficient. but, where compliance after an inordinate delay would be against the spirit and object of the directory provision, such compliance would not be substantial compliance. in the instant case, while the provisions of rules 6, 6a and 7 require that everything including the communication of the adverse remarks should be completed within a period of seven months, this period cannot be stretched to twenty seven months, simply because these rules are directory, without serving any purpose consistent with the spirit and objectives of these rules. we need not, however, dilate upon the question any more and consider whether on the ground of inordinate and unreasonable delay, the adverse remarks against the respondent should be struck down or not, and suffice it to say that we do not approve of the inordinate delay made in communicating the adverse remarks to the respondent.\" 26. thereafter, the duties of the court and the manner of implementation of the law were laid down : \"23. in case the appeal is decided within two months, the letter and spirit of the statute is implemented. however, mere failure to decide the appeal within two months does not violate the statutory mandate. in the latter case, the statutory obligation will be defined by the quality of the efforts made to decide the appeal with promptitude and dispatch. the obligation will be met if the appeal is decided within a reasonable time, after the expiry of two months from its institution. 24. statutes of limitation are statutes of repose. statutes with time lines for decision making are statutes of endeavour. statutory duty is discharged not only when the act is done but also when effort is made. however, the leeway to the authority is not unlimited and the time to accomplish the act is not indefinite. the statutory duty of the appellate authority, in the event the appeal is not decided within two months is to be seen. 25. the appellate authority shall have discharged its statutory duties initially, if it makes efforts commensurate to decide the appeal expeditiously, and finally when it enters a judgement, in a reasonable time after the expiry of two months. in such circumstances, the appellate authority can implement the law, by making honest endeavours and serious efforts to decide the appeal with dispatch and expedition. this is the statutory duty of the appellate authority. while the statutory duty of the appellate authority is to make earnest efforts to decide expeditiously, the proof of its performance is in the order-sheet of the court. the order-sheet of the appellate court is the most reliable evidence of the sincerity or earnestness of the efforts made by the appellate authority. the order-sheet of the appellate court is true testimony to the accomplishment of the statutory duty or the failure of the authority to perform its statutory duty. in the latter case the authority is liable to be mandamused.\" 27. a composite reading of section 34 (5) and (6) of the arbitration and conciliation act, 1996, the law laid by the hon'ble supreme court in state of bihar and others (supra) and this court in tribhuwan prasad (supra) yields these results. section 34(5) and (6) of the arbitration and conciliation act, 1996 being directory in nature, prevent the courts from being rushed into decisions by breaching fundamental norms of fairness and justice. the timeline set by the statute, cannot stampede the courts into passing orders which cause miscarriage of justice. however, the courts cannot extend the statutory time frame indefinitely or unreasonably. neither can the courts be purblind to the timeframe provided in the statute on the pretext that provision is directory. substantial compliance of the said provisions is sufficient to satisfy the legislative mandate. what substantial compliance entails in regard to these provisions needs to be understood clearly to enable the courts to implement the law faithfully. the duties of the court while deciding an application under section 34 of the arbitration and conciliation act, 1996 are distilled hereinunder. 28. the courts always have to be alert to the statutory time period of one year to decide the application, and make sincere efforts to adhere to the stipulated time line. in case the application is not decided within the statutory time limit of one year, the court should make all out endeavours to decide it within a reasonable time frame thereafter. at all times, the mandate of law requires the court to proceed with full diligence, and make earnest endeavours to decide the application under section 34 of the arbitration and conciliation act, 1996, within the time prescribed by the statute or in proximity to it. an unreasonable delay in deciding the matter represents a failure to implement the law. if serious efforts to decide matter within the statutory time frame is the requirement of the law, the order-sheet of the court is the most reliable evidence of the implementation of the law. 29. from the facts of the case prised out at the very inception, and the law discussed in the preceding paragraphs these facts are established. the proceedings under section 34 of the arbitration and conciliation act, 1996, registered as arbitration case no.110 of 2018 (gaursons promoters pvt. ltd. vs. aakash engineers and contractors), could not be concluded within the prescribed statutory time limit, or in a time frame proximate to it. no end to the proceedings is in sight. and if the order-sheet of the court below is a guide, the proceedings could well linger indefinitely. the delay in deciding the case is unreasonable and unacceptable. long identified and familiar reasons have caused the delay in this case. absence of the presiding officer, repeated adjournments of counsels, leisurely pace of the trial which is oblivious to the statutory time limit, have prevented the proceedings from being concluded by a final judgment. 30. the compliance of directions of the hon'ble supreme court and adherence to the law laid down by this court in various authorities discussed earlier is not in evidence. the legislative mandate of section 34 (5) and (6) of the arbitration and conciliation act, 1996 has not been implemented. the stakeholders have shown apathy towards the litigant, and indifference to the noble charter of the legal profession. honest endeavours and earnest efforts to conclude the proceedings with diligence and dispatch are not disclosed from the order-sheet. the order-sheet of the case is equally a reflection and an indictment of the judicial process. the court has ample powers to ensure that the process of law is not stalled by the dilatory tactics of any party. the courts are not helpless and cannot be seen to be helpless. 31. the rule of law cannot be flouted or permitted to fail. it is the obligation of this court to ensure that the rule of law is upheld under all circumstances. 32. in light of these facts and the authorities at hand, i am of the opinion that this is a fit case to exercise the supervisory jurisdiction under article 227 of the constitution of india by issuing strict directions to decide the matter finally within a stipulated period of time. 33. the supervening event of the covid 19 pandemic, and its impact on the judicial process has to be noticed before issuing final directions. it is true that covid 19 pandemic has disrupted the regular functioning of the courts. admittedly, certain latitude has to be given to the courts and the counsels in view of the prevalence of the covid 19 pandemic. 34. but it is equally true that compliance of law laid down by the hon'ble supreme court and this court cannot be neglected on the pretext of the pandemic. the law cannot be held in suspended animation for the same reason. 35. if the rule of constitutional order is to exist at all times, the rule of law has to prevail under all circumstances. laws cannot stand still and courts cannot fall silent, even in the face of mortal peril to humanity. laws will evolve and the courts will adapt, but their existence is constant and their reckoning is inevitable. 36. the courts in the state have adapted their functioning to the new realities of the day. detailed guidelines have been issued by the high court on the administrative side, regarding functioning of the courts in the district judgeships of the state of uttar pradesh during the covid 19 pandemic. the proceedings of this case shall be conducted in adherence to the said guidelines, and this case shall be treated as \"most urgent\" at all times. 37. with consent of learned counsel for the parties, the following measures shall facilitate the learned court below/ the learned district judge, gautam budh nagar, to dispose of the said proceedings under section 34 of the arbitration and conciliation act, 1996 in the time stipulated in the succeeding paragraphs: (i) the learned court below/ the learned district judge, gautam budh nagar, is directed to decide the arbitration case no.110 of 2018 (gaursons promoters pvt. ltd. vs. aakash engineers and contractors), within a period of six months from the date of receipt of a certified copy of this order. (ii) the learned court below/ the learned district judge, gautam budh nagar, shall not grant any unnecessary adjournment to the parties. (iii) in case any adjournment is granted in the paramount interest of justice, the learned court below/ the learned district judge, gautam budh nagar, shall record the reasons for adjournment and impose costs not below rs.10,000/for each adjournment upon the party seeking such adjournment. (iv) in case the counsels abstain from work on account of strike calls, the learned court below/ the learned district judge, gautam budh nagar, shall proceed in the absence of such counsels and pass appropriate orders. the parties shall be permitted to appear in person if they so desire. (v) in case the counsel for any party does not appear before the learned court below/ the learned district judge, gautam budh nagar, on any date on account of strike of advocates, the learned court below/ the learned district judge, gautam budh nagar, shall not permit such counsel (of either party) to appear in this case on all future dates. (vi). in this case, if the functioning of the court is brought to a stand still because of strike call, the learned court below/ the learned district judge, gautam budh nagar, shall take out appropriate proceedings in law against the erring counsels for flouting the directions of the hon'ble supreme court in the cases of ex-capt. harish uppal vs union of india and another reported at (2003) 2 scc 45 and krishnakant tamrakar vs state of madhya pradesh reported at air 2018 sc 3635. (vii) the learned court below/ the learned district judge, gautam budh nagar shall fix at least two dates every week in the matter. if required, the learned court below/ the learned district judge, gautam budh nagar shall proceed with the matter on a day to day basis, and even in the absence of counsels, to ensure that the above stipulated time period of six months for concluding the proceedings is strictly adhered to. (viii) if the learned presiding officer is not available for any reason, the matter may be transferred to another court, which is available, if required in the interest of justice and permissible by law. 38. this order shall be held in abeyance in case the court is shut down due to any emergency created by covid-19 pandemic. however, the order shall become operative immediately after the reopening of the court. the time-line in this order shall be adjusted accordingly by the learned presiding officer. 39. the petition is finally disposed of. order date :14.08.2020 ashish tripathi"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "NONE"
            ],
            "id": "e173b6cff66746088dcf61e3d9751186_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "c15ce31feb3c4c9fad7bd7bbc9e8f1a9_1"
        },
        {
            "start": 242,
            "end": 353,
            "text": "\nBombay High Court\nLord Sai Maa Pvt Ltd Thr Director ... vs Hotel Goradias Pvt Ltd Thr Priti ... on 7 May, 2021",
            "labels": [
                "NONE"
            ],
            "id": "b58aaf088abf40e7b78ed9e722484a29_2"
        },
        {
            "start": 354,
            "end": 430,
            "text": "\nAuthor: Shrikant D. Kulkarni\nBench: S.V. Gangapurwala, Shrikant D. Kulkarni",
            "labels": [
                "NONE"
            ],
            "id": "3ff553ad43a4472681419e92c1f5735c_3"
        },
        {
            "start": 471,
            "end": 527,
            "text": "1\n                                                  Comm",
            "labels": [
                "NONE"
            ],
            "id": "0d2baede408a4c73ac0440d4636d6d9c_4"
        },
        {
            "start": 528,
            "end": 547,
            "text": ".Apeal 1 & 2 - 2021",
            "labels": [
                "NONE"
            ],
            "id": "0eaa2f98812b48909b4200f43168c3e4_5"
        },
        {
            "start": 567,
            "end": 641,
            "text": "In The High Court Of Judicature At Bombay,\n                          Bench",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31a16acacf6f4eeca9069b8d5b4d49a6_6"
        },
        {
            "start": 642,
            "end": 655,
            "text": "At Aurangabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "195a2abe2e2a48d990df38092a245de2_7"
        },
        {
            "start": 656,
            "end": 712,
            "text": "\n\n                       Commercial Appeal No. 1 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4dc753c1495843ee99fc59da04994a29_8"
        },
        {
            "start": 751,
            "end": 812,
            "text": "With\n                       Civil Application No. 237 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7518e59983c74b9f9c5ec669b6f0ea73_9"
        },
        {
            "start": 815,
            "end": 992,
            "text": "1.      Lord Sai Ma Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "953c1a9493414c7485bcb04452a8b820_10"
        },
        {
            "start": 1002,
            "end": 1042,
            "text": "(Registered Office)\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "037ccc95fc264212be6b755a4ecc5480_11"
        },
        {
            "start": 1042,
            "end": 1220,
            "text": "At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gat No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6dbb25db3bc0460b9e66ceb892e0c177_12"
        },
        {
            "start": 1230,
            "end": 1246,
            "text": "Through Director",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7fa55bd5a9ff40079cff81575a34df63_13"
        },
        {
            "start": 1247,
            "end": 1310,
            "text": "\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9c13ef689fc4486a2a0f5d58505592b_14"
        },
        {
            "start": 1311,
            "end": 1320,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c6e15ff5c0084ff69e49bfb7ca909c34_15"
        },
        {
            "start": 1321,
            "end": 1443,
            "text": "\n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20a18b0830984e098f46dce07206d093_16"
        },
        {
            "start": 1444,
            "end": 1510,
            "text": "\n\n2 .      Shirirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3a5e2169b4444e4b9a268f8b8b4a670_17"
        },
        {
            "start": 1511,
            "end": 1520,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "625ded62d65e4c098c187d7364094b58_18"
        },
        {
            "start": 1521,
            "end": 1645,
            "text": "\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "606ef6c416604309bd63a0dbfedd8964_19"
        },
        {
            "start": 1646,
            "end": 1683,
            "text": "\n\n3 .      Ajaykumar Bhagirath Sahoo,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bf6b092144b451aa93e695ec560aa0f_20"
        },
        {
            "start": 1684,
            "end": 1722,
            "text": "\n        Age 56 years, Occu. Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ac557c13c44844d3a2dfab58ac015729_21"
        },
        {
            "start": 1723,
            "end": 1756,
            "text": "\n        Director (Din 07941683),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d5d90e59f7c5446fabf8a106feb9ce41_22"
        },
        {
            "start": 1766,
            "end": 1775,
            "text": "C/o Lords",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d71d63db9ec4049bfcb71941da5762b_23"
        },
        {
            "start": 1776,
            "end": 1783,
            "text": "Sai Maa",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d5f6d541e174671905b3601b601a5dd_24"
        },
        {
            "start": 1784,
            "end": 1794,
            "text": "Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92d82ab9dba34ef59c431b53b82c1583_25"
        },
        {
            "start": 1795,
            "end": 1840,
            "text": "\n        Manishnagar, J.P. road, Andheri (W),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21dc28062a9e4af98a433d101db5e3bb_26"
        },
        {
            "start": 1850,
            "end": 1864,
            "text": "Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9e4eb026f8142f1b5b324c24db08798_27"
        },
        {
            "start": 1874,
            "end": 1945,
            "text": "Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0fbf36551a6c441f877bf3be622883e2_28"
        },
        {
            "start": 1946,
            "end": 1972,
            "text": "Business,\n        Director",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbf2dd99bf884efca6173f824cf339ca_29"
        },
        {
            "start": 1973,
            "end": 1986,
            "text": "(Din02509863)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22f5d361d3ba4f7a9c69b24839576e26_30"
        },
        {
            "start": 1987,
            "end": 2078,
            "text": "\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7cb60234dddc43be98376ca97a39e542_31"
        },
        {
            "start": 2112,
            "end": 2181,
            "text": "..Appellants\n                                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d46f66efd0d48129b1b9a01dee94bfc_32"
        },
        {
            "start": 2181,
            "end": 2187,
            "text": "(Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6abc934f0fa042da82f5dc4381539808_33"
        },
        {
            "start": 2188,
            "end": 2198,
            "text": "Defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08ab7ded25384634a559a42512b23dee_34"
        },
        {
            "start": 2199,
            "end": 2235,
            "text": ") \n\n                Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b6e6da46d4f43858a565403c3ccade7_35"
        },
        {
            "start": 2235,
            "end": 2261,
            "text": "Hotel Goaradias Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92816559719c4b1aa5c6f74051273e8a_36"
        },
        {
            "start": 2262,
            "end": 2297,
            "text": "\n        Cin U55101Mh1987Ptc054025,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "519b137b0c7a416d8a50498293686c28_37"
        },
        {
            "start": 2307,
            "end": 2388,
            "text": "Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n\n\n\n:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff1f45325b984a8f84f3aef3b5487efa_38"
        },
        {
            "start": 2389,
            "end": 2416,
            "text": ":: Uploaded on - 11/05/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a7ecc36abd548cc864350d184300bd7_39"
        },
        {
            "start": 2437,
            "end": 2479,
            "text": ": :: Downloaded on - 10/09/2021 18:13:39 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "485dc166a31b49508dfff886735645cf_40"
        },
        {
            "start": 2480,
            "end": 2524,
            "text": "::\n                                        2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e037e6dfafc540f48e5df966a1af4692_41"
        },
        {
            "start": 2579,
            "end": 2648,
            "text": "Comm.Apeal 1 & 2 - 2021\n\n        Mumbai 400 056,\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d55f31439bb458fbd8303f8bd9b7d01_42"
        },
        {
            "start": 2648,
            "end": 2685,
            "text": "At Office : Pimpalwadi Road,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97e21563d9b44b20a7c41ef89ef66866_43"
        },
        {
            "start": 2685,
            "end": 2808,
            "text": "Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e9892dc00516404095e3cfa041b49dcb_44"
        },
        {
            "start": 2808,
            "end": 2883,
            "text": "Through its Director Priti Rajendra Chand,\n        (Din 00578134),\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a34f89b78d7a4878b3a7f3cb3dc95085_45"
        },
        {
            "start": 2883,
            "end": 2889,
            "text": "Age 52",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3a3d0313a1244645a985de0eb2eb5cea_46"
        },
        {
            "start": 2890,
            "end": 2897,
            "text": "years ,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "456c94ce97ca4e10be8856bb29306e36_47"
        },
        {
            "start": 2898,
            "end": 2913,
            "text": "Occu. Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "131706aa9eeb4703a7921df2bccc529f_48"
        },
        {
            "start": 2923,
            "end": 2960,
            "text": "Address - 302, Manju Castle,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad1cd57e45a545a9ba00d77ac25ef6be_49"
        },
        {
            "start": 2960,
            "end": 3118,
            "text": "Church Road, Vileparle (W),\n        Mumbai 400 056                                   ..Respondents\n                                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0271106f01f743e78009243214855e6d_50"
        },
        {
            "start": 3118,
            "end": 3138,
            "text": "( Orig. Plaintiffs )",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5330df5b202c4fa7a7f55bededa03c7f_51"
        },
        {
            "start": 3175,
            "end": 3205,
            "text": "- With -\n\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c36b3d3c5ff402098ae41bdc9f2b652_52"
        },
        {
            "start": 3205,
            "end": 3236,
            "text": "Commercial Appeal No. 2 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66e16efc8eb04271b9498cbb37f8fabc_53"
        },
        {
            "start": 3274,
            "end": 3332,
            "text": "With\n                    Civil Application No. 239 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "09e62395bc4a49a89c97aecf2c414ed3_54"
        },
        {
            "start": 3370,
            "end": 3429,
            "text": "And \n                    Civil Application No. 2741 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d14911688ed471b88c5c2f24f431e29_55"
        },
        {
            "start": 3430,
            "end": 3611,
            "text": "\n\n\n        Lord Sai Maa Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a20bbcb15d324922ab4ed5a13519fa88_56"
        },
        {
            "start": 3612,
            "end": 3661,
            "text": "\n        (Registered Office)\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81e8eb2eb39a40659e91618e6b599db9_57"
        },
        {
            "start": 3661,
            "end": 4064,
            "text": "At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        Through Director\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business,\n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "49cf41d635c84168854a4b2f82357183_58"
        },
        {
            "start": 4065,
            "end": 4125,
            "text": "     Shirirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb2081206d40475e865656f6e9dba9cd_59"
        },
        {
            "start": 4126,
            "end": 4259,
            "text": "Business,\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad1f126dbede4b1ba9e6661e877c063c_60"
        },
        {
            "start": 4260,
            "end": 4325,
            "text": "\n\n3 .      Ajaykumar Bhagirath Sahoo,\n        Age 56 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4edb9aefed9045faa3fa13a2ce06b8db_61"
        },
        {
            "start": 4326,
            "end": 4335,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20aea8a8ce28444f9fcf0ed6da0c1e3c_62"
        },
        {
            "start": 4336,
            "end": 4369,
            "text": "\n        Director (Din 07941683),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "35e7a19067c24df7937157e046d0ed06_63"
        },
        {
            "start": 4379,
            "end": 4388,
            "text": "C/o Lords",
            "labels": [
                "PREAMBLE"
            ],
            "id": "582082b645754f2baca5937b83ecd1f5_64"
        },
        {
            "start": 4389,
            "end": 4396,
            "text": "Sai Maa",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38118ad1aefe4157b8c6b136270b980b_65"
        },
        {
            "start": 4397,
            "end": 4407,
            "text": "Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb6aaafff4c942e98d732bbeae036e5a_66"
        },
        {
            "start": 4408,
            "end": 4453,
            "text": "\n        Manishnagar, J.P. road, Andheri (W),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96a092a217f7458c8b417360df8de3d5_67"
        },
        {
            "start": 4458,
            "end": 4508,
            "text": ": :: Uploaded on - 11/05/2021                    :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a2e6644f9e14f6c85d8523306524f34_68"
        },
        {
            "start": 4509,
            "end": 4548,
            "text": ": : Downloaded on - 10/09/2021 18:13:39",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ce084ca4d964a8588c815d9148b35a9_69"
        },
        {
            "start": 4549,
            "end": 4649,
            "text": ": ::\n                                        3\n                                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9eadf2f0b3454cf79bbaed75c21d5c1a_70"
        },
        {
            "start": 4649,
            "end": 4655,
            "text": "Comm .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a78b4ecc419473c8799f6dfb7613112_71"
        },
        {
            "start": 4656,
            "end": 4674,
            "text": "Apeal 1 & 2 - 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "491d2060f90941f1b809eb41db336a2b_72"
        },
        {
            "start": 4685,
            "end": 4699,
            "text": "Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d40c6bbbc77042b4a3de8434e53459de_73"
        },
        {
            "start": 4709,
            "end": 4780,
            "text": "Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6632aa00f584935b0ce906b234a41ff_74"
        },
        {
            "start": 4781,
            "end": 4790,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f2466b0afcc4206887a8b652ce5a344_75"
        },
        {
            "start": 4800,
            "end": 4822,
            "text": "Director (Din02509863)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7146c98e35b24f3bb1e2e528cab1722b_76"
        },
        {
            "start": 4823,
            "end": 4862,
            "text": "\n        B-304, Plot No.1, Gurukul Chs,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b543a408bec34ad79a45f070109b5989_77"
        },
        {
            "start": 4863,
            "end": 4915,
            "text": "\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a33130700b184dd68c214bf4c8a9cf93_78"
        },
        {
            "start": 4950,
            "end": 5020,
            "text": "..Appellants\n                                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2a97637c5884273bcb39fbf89cf3558_79"
        },
        {
            "start": 5020,
            "end": 5026,
            "text": "(Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41d427068a8b43d78b01a58cb24e958d_80"
        },
        {
            "start": 5027,
            "end": 5037,
            "text": "Defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc186761dc0943f5a575bff8ae6547ac_81"
        },
        {
            "start": 5038,
            "end": 5074,
            "text": ") \n\n                Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68b54f6d173244e59a6cbeeaf575453e_82"
        },
        {
            "start": 5074,
            "end": 5099,
            "text": "Hotel Goradias Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f732f998738446d1a31c8d2dc79bb98a_83"
        },
        {
            "start": 5100,
            "end": 5144,
            "text": "\n        Cin U55101Mh1987Ptc054025,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1324926ec27455fa8b707a91cbc544a_84"
        },
        {
            "start": 5144,
            "end": 5265,
            "text": "Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n        Mumbai 400 056,\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66ccb8c6089f4e4fa39773b12572aba6_85"
        },
        {
            "start": 5265,
            "end": 5349,
            "text": "At Office : Pimpalwadi Road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f1f796131304efe94c3ff3342a0b4cf_86"
        },
        {
            "start": 5349,
            "end": 5358,
            "text": "Gate No.2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba6e700f12a8419cb4227a2968bffdcb_87"
        },
        {
            "start": 5359,
            "end": 5388,
            "text": ", at post Shirdi, Ahmednagar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbe934e3c03c44d29e91c8e10d2952fd_88"
        },
        {
            "start": 5389,
            "end": 5418,
            "text": "\n        Maharashtra 423 109,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbe0c0b354c74636a2ff60637ae88f9f_89"
        },
        {
            "start": 5428,
            "end": 5522,
            "text": "Through its Director Priti Rajendra Chand,\n        (Din 00578134),\n        Age 52 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e624184b18ad4d34876c7397ebeced46_90"
        },
        {
            "start": 5523,
            "end": 5531,
            "text": "Business",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47e58b2d93e244b381dcc1296cf31d25_91"
        },
        {
            "start": 5532,
            "end": 5630,
            "text": ", \n        Address - 302, Manju Castle,\n        Church Road, Vileparle (W),\n        Mumbai 400 056",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec232210f1eb46e0ace765ef0ce6e4bc_92"
        },
        {
            "start": 5665,
            "end": 5738,
            "text": "..Respondents\n                                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "671f88fd783c4c52b45f63e07fc05dea_93"
        },
        {
            "start": 5738,
            "end": 5761,
            "text": "( Orig. Plaintiffs )\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "566c3976bc4c4391befe2353539a9c31_94"
        },
        {
            "start": 5761,
            "end": 5807,
            "text": "Mr Sanket S. Kulkarni, Advocate for appellants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e65ab89a4dd74872af62fd3938f101d3_95"
        },
        {
            "start": 5808,
            "end": 5877,
            "text": "\nMr V.D. Salunke, Advocate h/f Mr V.S. Bedre, Advocate for respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6126e41127a2425cb1a8a90fb6ab33f7_96"
        },
        {
            "start": 5878,
            "end": 5919,
            "text": "\n(sole)\n\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94af205b6a5e4d5e88c0d3e9429f801d_97"
        },
        {
            "start": 5919,
            "end": 5926,
            "text": "Coram :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43e5c9c668524c19a995ec74aa6e1d1d_98"
        },
        {
            "start": 5927,
            "end": 5948,
            "text": "S.V. Gangapurwala And",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c544931d6a39462891fde3df5c34b23b_99"
        },
        {
            "start": 5989,
            "end": 6047,
            "text": "Shrikant D. Kulkarni, Jj.\n\n                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a82a52eff474f918430c67693c30310_100"
        },
        {
            "start": 6047,
            "end": 6079,
            "text": "Judgment Reserved On: 20.04.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "492006c3d98240b3ba76d42c55a51198_101"
        },
        {
            "start": 6112,
            "end": 6146,
            "text": "Judgment Pronounced On: 07.05.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b32e34e312f34ebba3c9129ae212a4cf_102"
        },
        {
            "start": 6147,
            "end": 6192,
            "text": "\n\n\nJudgment (Per Shrikant D. Kulkarni, J.)\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c0f0fadb85543779eea0420763eeeec_103"
        },
        {
            "start": 6193,
            "end": 6257,
            "text": "Feeling aggrieved by the impugned order passed below Exh.77 date",
            "labels": [
                "NONE"
            ],
            "id": "2fe66bb3a760487cb74107813eb89fcb_104"
        },
        {
            "start": 6258,
            "end": 6734,
            "text": "d 8.12.2020 and below Exh.57 dated 5.12.2020 in Commercial Suit No.02/2019, by the Commercial Court/District Judge, Kopargaon, whereby the Commercial Court has rejected the application for temporary injunction and allowed application for interim mandatory injunction and directed the Comm.Apeal 1 & 2 - 2021 appellant/defendant to handover the possession of the suit property to the respondent/original plaintiff upon deposit of Rs.2 Crore by the respondent/original plaintiff",
            "labels": [
                "RLC"
            ],
            "id": "899b93b2114b478fade5722cd543c81d_105"
        },
        {
            "start": 6735,
            "end": 6879,
            "text": ", the appellant/original defendant has preferred these appeals by invoking the Section 13 of the Commercial Courts Act, 2015 on various grounds.",
            "labels": [
                "FAC"
            ],
            "id": "bafd255b476f4f97b7910048d4e38098_106"
        },
        {
            "start": 6881,
            "end": 6898,
            "text": "FACTUAL MATRIX 2.",
            "labels": [
                "FAC"
            ],
            "id": "5384512767a54ca9b4318e1b273a5ebe_107"
        },
        {
            "start": 6899,
            "end": 6991,
            "text": "The respondent/original plaintiff is an owner of the suit premises/hotel situated at Shirdi.",
            "labels": [
                "FAC"
            ],
            "id": "f62caca503c24f1db30b41d14dcdb9c8_108"
        },
        {
            "start": 6992,
            "end": 7130,
            "text": "The respondent/original plaintiff has given its hotel to the appellant/original defendant on leave and licence agreement dated 30.12.2015.",
            "labels": [
                "FAC"
            ],
            "id": "37900927fadf46e6a994aed5dbecb259_109"
        },
        {
            "start": 7132,
            "end": 7224,
            "text": "3. The important conditions of the agreement of leave and licence are reproduced hereunder :",
            "labels": [
                "FAC"
            ],
            "id": "4a24de87cca6430a8a2116f925deb87c_110"
        },
        {
            "start": 7225,
            "end": 7376,
            "text": "\n\"(i) The defendant has to pay an security deposits of Rs.2 Cr.\n(ii) The defendant has spent an amount of Rs.4.70 Cr.\ntowards renovation of suit hotel.",
            "labels": [
                "FAC"
            ],
            "id": "cd6efebdbb6d4535a5acec620bf75e30_111"
        },
        {
            "start": 7377,
            "end": 7484,
            "text": "\n(iii) The monthly rent decided was Rs.14,25,000/- inclusive of service tax with increase of 6% every year.",
            "labels": [
                "FAC"
            ],
            "id": "0cd9369a0c8b43fea4edb7004aa7002b_112"
        },
        {
            "start": 7485,
            "end": 7568,
            "text": "\n(iv) The defendant had spent an amount of Rs.4,70,00,000/- as renovation expenses.",
            "labels": [
                "FAC"
            ],
            "id": "6b3db97df8ed433290ba5aab979a483c_113"
        },
        {
            "start": 7569,
            "end": 7652,
            "text": "\n(v) The licence fees shall be paid every month on or before 7th day of each month.",
            "labels": [
                "FAC"
            ],
            "id": "86cfd9f6a6b34df78b0503314ee8cb8c_114"
        },
        {
            "start": 7653,
            "end": 7769,
            "text": "\n       (vi)     The licensee has paid an amount of Rs.2 Cr. as        refundable security deposit without interest.",
            "labels": [
                "FAC"
            ],
            "id": "44824df30ef5442f858b22f98549e0ca_115"
        },
        {
            "start": 7779,
            "end": 7842,
            "text": "(vii)    The plaintiff has to pay service tax and property tax.",
            "labels": [
                "FAC"
            ],
            "id": "17ab9f42f535491d96333dc6dd2dfb9d_116"
        },
        {
            "start": 7903,
            "end": 7926,
            "text": "Comm.Apeal 1 & 2 - 2021",
            "labels": [
                "FAC"
            ],
            "id": "e4325cb4cd34444aa7db60f995c2c9d7_117"
        },
        {
            "start": 7927,
            "end": 8182,
            "text": "(viii) The licensor shall refund the security deposit of Rs.2 Cr. on expiry of leave and license agreement and licensee shall be entitled possession till return of security deposit & balance of 3.92 Crores which is balance unadjusted amount of renovation.",
            "labels": [
                "FAC"
            ],
            "id": "7b905517f47b44fd90265b67782c93ca_118"
        },
        {
            "start": 8183,
            "end": 8331,
            "text": "\n(ix) The licensee if fails to hand over the possession upon refund of security deposit license fee shall be double the rate of decided license fee.",
            "labels": [
                "FAC"
            ],
            "id": "6e3a1139be9a482eb392f2a00081b605_119"
        },
        {
            "start": 8332,
            "end": 8395,
            "text": "\n       (x)      All property taxes are to be paid by licensor.",
            "labels": [
                "FAC"
            ],
            "id": "12b469343d434493912cfdac00b2e63a_120"
        },
        {
            "start": 8396,
            "end": 8558,
            "text": "\n\n       (xi)     If licensee wants to terminate the agreement prematurely then licensee shall give 9 months' notice and pay Rs.50 lakhs as liquidate damages.\"\n4.",
            "labels": [
                "FAC"
            ],
            "id": "2e8fb0701bc54d95b7d540384254d650_121"
        },
        {
            "start": 8559,
            "end": 8644,
            "text": "There were notices and reply between the parties on termination of leave and licence.",
            "labels": [
                "FAC"
            ],
            "id": "34a6f89cbb724e79a59988f33ecd9c30_122"
        },
        {
            "start": 8646,
            "end": 8756,
            "text": "5. Ultimately, the dispute between the parties reached to the Court of Civil Judge, Senior Division at Rahata.",
            "labels": [
                "FAC"
            ],
            "id": "dd682965edcb4ab6832bb9aaa4e9d5e4_123"
        },
        {
            "start": 8757,
            "end": 9004,
            "text": "The respondent/original plaintiff filed Special Civil Suit No.126/2019 against the appellant/original defendant for possession of the suit premises, settlement of accounts, compensation, mesne profit and recovery of an amount of Rs.16,09,11,584/-.",
            "labels": [
                "FAC"
            ],
            "id": "b2e97054de1c4ba492181775c1db44f3_124"
        },
        {
            "start": 9005,
            "end": 9106,
            "text": "The respondent had sought various interim reliefs in the said suit including appointment of receiver.",
            "labels": [
                "FAC"
            ],
            "id": "a91f630938b64ef9899dde95e252263a_125"
        },
        {
            "start": 9108,
            "end": 9242,
            "text": "6. The appellant raised legal objection about maintainability of the suit by filing an application vide Exh.23 before the Civil Court.",
            "labels": [
                "FAC"
            ],
            "id": "50eb0954921e483d925d3e725ac0fc27_126"
        },
        {
            "start": 9243,
            "end": 9415,
            "text": "The contention of the appellant was that, in view of nature of dispute between the parties, the suit lies before the Commercial Court under the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "5413af09a84e43c890e492e97f597ce1_127"
        },
        {
            "start": 9416,
            "end": 9777,
            "text": "The learned Civil Judge, after hearing both the sides and after taking into consideration the legal position was pleased to allow the said application Exh.23 on 22.10.2019 and suit came to be transferred to the Commercial Comm.Apeal 1 & 2 - 2021 Court/District Judge at Kopargaon, which has jurisdiction to decide the suit under the Commercial Courts Act, 2015.",
            "labels": [
                "RLC"
            ],
            "id": "cb0d9ba60fe84b40b7ececedcbe4ede1_128"
        },
        {
            "start": 9779,
            "end": 9909,
            "text": "7. In Commercial Suit No.02/2019, respondent/original plaintiff moved an application for interim mandatory injunction vide Exh.77.",
            "labels": [
                "FAC"
            ],
            "id": "365ab74ad7ef45ab9d6199cee70c1db1_129"
        },
        {
            "start": 9910,
            "end": 9962,
            "text": "It was resisted by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "054231b5510f4f67a52e0b0089c3a5f9_130"
        },
        {
            "start": 9963,
            "end": 10318,
            "text": "The Commercial Court was pleased to allow the prayer of the respondent/original plaintiff and directed the appellant/ defendant to handover the possession of the suit premises to respondent/original plaintiff in terms of leave and licence agreement, within one month from the date of deposit of Rs.2 Crore in the Court by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "071549c481884c5ab6e46cb7bd333fb5_131"
        },
        {
            "start": 10319,
            "end": 10556,
            "text": "\n8. We have perused the impugned orders passed below Exh.77 and Exh.57 by the Commercial Court dated 8.12.2020 and 5.12.2020, respectively, copy of leave and licence agreement and other documents and papers relied upon by both the sides.",
            "labels": [
                "FAC"
            ],
            "id": "f4a3176866ca44dda93cc6be92cbee26_132"
        },
        {
            "start": 10558,
            "end": 10735,
            "text": "9. We have heard Mr Sanket Kulkarni, learned Advocate for the appellant/original plaintiff and Mr V.D. Salunke, learned Advocate for the respondent/original defendant at length.",
            "labels": [
                "NONE"
            ],
            "id": "509aa8e3b643421db123bffa22223da5_133"
        },
        {
            "start": 10736,
            "end": 10828,
            "text": "We have also perused the written notes of arguments submitted by both the learned Advocates.",
            "labels": [
                "NONE"
            ],
            "id": "1f51d2a63ee6481f9b4bb10c7d375fa8_134"
        },
        {
            "start": 10829,
            "end": 11252,
            "text": "\n10. In Commercial Appeal No.1 of 2021, the appellant/original defendant is challenging the order of rejection of temporary injunction, passed below Exh.57 dated 5.12.2020, whereas in Commercial Appeal No.2 of 2021, appellant/defendant is challenging the order of interim mandatory injunction passed below Exh.77, by the Commercial Court in Commercial Suit No.02/2019 vide order dated 8.12.2020.\nComm.Apeal 1 & 2 - 2021 11.",
            "labels": [
                "NONE"
            ],
            "id": "5398b05dddba42e6b9886f6d0a8c2e05_135"
        },
        {
            "start": 11253,
            "end": 11424,
            "text": "In the above background, the appellant/original defendant is before us who seeks relief of setting aside the above referred both the orders passed by the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "47d847c2a1c84b3da4faa1fd6dabf905_136"
        },
        {
            "start": 11426,
            "end": 11524,
            "text": "12. Before going into the arena of dispute, let us have a glance on the admitted factual scenario.",
            "labels": [
                "NONE"
            ],
            "id": "64c81094f1c945f1a8e7c2c30543d3ca_137"
        },
        {
            "start": 11525,
            "end": 11546,
            "text": "\nFACTUAL SCENARIO 13.",
            "labels": [
                "NONE"
            ],
            "id": "489f202e8451476cafd8edf22bfd5da7_138"
        },
        {
            "start": 11547,
            "end": 11678,
            "text": "The respondent/original plaintiff is an owner of the suit premises, wherein hotel is being run by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "2388ba2d48ee4af9a9e71ebeca51dc0e_139"
        },
        {
            "start": 11679,
            "end": 11857,
            "text": "The respondent/original plaintiff has given its suit premises/hotel premises to the present appellant/defendant by way of registered leave and licence agreement dated 30.12.2015.",
            "labels": [
                "FAC"
            ],
            "id": "8ebd7a72ea374ed984a83a7e0114ea73_140"
        },
        {
            "start": 11858,
            "end": 11934,
            "text": "The conditions incorporated in the leave and licence agreement are admitted.",
            "labels": [
                "FAC"
            ],
            "id": "e350840f71bc41188d6626f54285a490_141"
        },
        {
            "start": 11935,
            "end": 12047,
            "text": "It is not in dispute that the defendant has spent an amount of Rs.4.7 Crore towards renovation of suit premises.",
            "labels": [
                "FAC"
            ],
            "id": "41215bc7321a44a99e346d45751d6933_142"
        },
        {
            "start": 12048,
            "end": 12168,
            "text": "The monthly rent of the suit premises was fixed at Rs.14,25,000/- inclusive of service tax with increase of 6% per year.",
            "labels": [
                "FAC"
            ],
            "id": "fff108cf5a374c40b2635c5bfcd75ccd_143"
        },
        {
            "start": 12170,
            "end": 12271,
            "text": "14. It is not in dispute that leave and licence period was from 30.12.2015 to 31.12.2019 (49) months.",
            "labels": [
                "FAC"
            ],
            "id": "05075bdfae5c489585619fa6b4594eb8_144"
        },
        {
            "start": 12273,
            "end": 12314,
            "text": "SUBMISSIONS OF ADVOCATE FOR APPELLANT 15.",
            "labels": [
                "NONE"
            ],
            "id": "ad5aa62032c94ffa8eb18af20289e61b_145"
        },
        {
            "start": 12315,
            "end": 12492,
            "text": "Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant vehemently submitted that the issue of jurisdiction raised before the trial Court plays important role.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "893a22bb59dc472c81f254ea605c842c_146"
        },
        {
            "start": 12493,
            "end": 12819,
            "text": "He submitted that in view of nature of dispute between the parties, which is of commercial nature, the suit lies before the Commercial Court and accordingly, the appellant/original defendant has raised objection and the civil Court has transferred the suit to Commercial Court for its adjudication.\nComm.Apeal 1 & 2 - 2021 16.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b7a56afa1e894a47ba53643d3e157505_147"
        },
        {
            "start": 12820,
            "end": 12958,
            "text": "Mr Kulkarni, learned Advocate for the appellant/original defendant invited our attention to Section 11 of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66c07bca5d374d3790015f064371748c_148"
        },
        {
            "start": 12959,
            "end": 13226,
            "text": "The Commercial Court has no jurisdiction to decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a7bde24936d2435991d90fd97eb314e6_149"
        },
        {
            "start": 13227,
            "end": 13346,
            "text": "He submitted that in view of Section 47 of the Maharashtra Rent Control Act, 1999, the Civil court has no jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1e69626ae0a44f35977a07ac896b1fb1_150"
        },
        {
            "start": 13347,
            "end": 13402,
            "text": "No injunction can be granted by any Court or authority.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "febbe24379e743b5ad04b76c16b4596b_151"
        },
        {
            "start": 13403,
            "end": 13631,
            "text": "He submitted that the competent authority under Section 49 of the Maharashtra Rent Control Act, 1999 appointed under the Act shall be deemed to be public servant and under Section 51 of the Act, it is deemed to be a civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "563581369ca841beb559010050d4e567_152"
        },
        {
            "start": 13632,
            "end": 13746,
            "text": "In view of Section 47 and 33 of the Maharashtra Rent Control Act, 1999, the jurisdiction of Civil Court is barred.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c194fdb0ced5441d8f9dd371ba0f46b2_153"
        },
        {
            "start": 13747,
            "end": 13817,
            "text": "The Commercial Court even does not get any jurisdiction in the matter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7ae2201492254265b52e75ad20e60293_154"
        },
        {
            "start": 13818,
            "end": 13934,
            "text": "The orders passed by the Commercial Court below Exh.77 and 57 are bad in law and liable to be quashed and set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34f0f556265343c88ffb8c0f9c126dbf_155"
        },
        {
            "start": 13935,
            "end": 14345,
            "text": "Mr Kulkarni, learned Advocate for the appellant has placed his reliance in case of Royal Orchid Hotels Ltd. Vs. Rock Realty Pvt. Ltd., Civil Revision Application (Stamp) No.15282 of 2019, decided on 25.6.2019 by the learned Single Judge at principal seat and Mahadev P Kambekar (D) TR. LRs., Vs. Shree Krishna Woolen Mills Pvt. Ltd., Civil Appeal Nos. 5753- 5754 of 2011 decided on 31.1.2019 by the Apex Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "980b634dccf14f148ff1a73440fae90c_156"
        },
        {
            "start": 14347,
            "end": 14497,
            "text": "17. Mr Kulkarni submitted that cause of action arose for the suit when the original defendant alleged to have made default in payment of licence fees.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3cbdd2eff2544a6d9d7c460eb57cd4f8_157"
        },
        {
            "start": 14498,
            "end": 14795,
            "text": "The cause of action had arisen in April 2016 and the plaintiff filed suit in the year 2019, almost after three years and, therefore, the original plaintiff is not entitled to get the equitable relief of injunction in view of Section 41 of the Specific Relief Act, 1963.\nComm.Apeal 1 & 2 - 2021 18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e21e61a7af6e46e9a5499775c1243889_158"
        },
        {
            "start": 14796,
            "end": 14960,
            "text": "Mr Kulkarni invited our attention to the impugned order at Exh.77 and submitted that the learned Commercial Court was pleased to grant interim mandatory injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9e3d92ed09944a3dacebb3fdfd16feda_159"
        },
        {
            "start": 14961,
            "end": 15036,
            "text": "The relief granted by the trial Court is nothing but granting final relief.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54ed19f14d2e4d748e7c4ce1515271d9_160"
        },
        {
            "start": 15037,
            "end": 15089,
            "text": "What is remained for final adjudication of the suit.",
            "labels": [
                "NONE"
            ],
            "id": "3cad71968aac497aa4405d7ff68c2154_161"
        },
        {
            "start": 15090,
            "end": 15197,
            "text": "According to Mr Kulkarni, the interim mandatory injunction is to be granted only to restore the status quo.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2f095a9f0a9a4ef2bef7a650aff2eece_162"
        },
        {
            "start": 15198,
            "end": 15407,
            "text": "Mr Kulkarni has placed his reliance in case of Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors. reported in AIR 1990 867 and Kishore Kumar and Ors., vs. Parveen Kumar Singh, reported in AIR 2006 SC 1474.\n19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "68bd651b69b3469eb1bbdbe76b304639_163"
        },
        {
            "start": 15408,
            "end": 15531,
            "text": "Mr Kulkarni submitted that if there are any triable issues, then relief of interim mandatory injunction is not permissible.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73eff1dc8a844894bf106a2e1f9b0114_164"
        },
        {
            "start": 15532,
            "end": 15660,
            "text": "He submitted that there are number of triable issues involved in the suit, which require leading of evidence, cross-examination.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ed7da115b20f4ca5a8ef1f682944cc62_165"
        },
        {
            "start": 15661,
            "end": 15714,
            "text": "The issue of settlement of accounts is also involved.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e9a3dda9d034d7591182795c9f5c0b6_166"
        },
        {
            "start": 15716,
            "end": 15917,
            "text": "20. Mr Kulkarni submitted that the trial Court has committed an error in granting final relief of possession at interim stage when the issues are yet to be framed and the evidence is yet to be adduced.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "849fdfac06b245c59379435170469d91_167"
        },
        {
            "start": 15918,
            "end": 16157,
            "text": "He submitted that the impugned order of interim mandatory injunction is bad in law and to support his argument, relied upon the decision in case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors., reported in (2004) 7 SCC 478.\n21.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bc225e1f4dba43e4aa599fecc9759406_168"
        },
        {
            "start": 16158,
            "end": 16286,
            "text": "According to Mr Kulkarni, Section 12-A of the Commercial Courts Act, 2015 is mandatory which provides pre-institution mediation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b13d8105337541b8a758e41cc1b7f68e_169"
        },
        {
            "start": 16287,
            "end": 16450,
            "text": "In the present case, no exercise was made to refer the dispute to the mediation before filing of suit and it is breach of Section 12-A of the Commercial Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "56dd194096c0449db320a73656360530_170"
        },
        {
            "start": 16451,
            "end": 16473,
            "text": "The suit is defective.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ca11ec01aea9483ebb0fda236e1a973b_171"
        },
        {
            "start": 16474,
            "end": 16502,
            "text": "\nComm.Apeal 1 & 2 - 2021 22.",
            "labels": [
                "NONE"
            ],
            "id": "f475f82b642c443ea68d824f3fc977fd_172"
        },
        {
            "start": 16503,
            "end": 16714,
            "text": "In conclusion, Mr Kulkarni, learned Advocate for the appellant/original defendant strenuously argued that the impugned orders passed by the Commercial Court are bad in law and liable to be quashed and set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b868770211b64425b9791369d1addf1b_173"
        },
        {
            "start": 16716,
            "end": 16758,
            "text": "SUBMISSIONS OF ADVOCATE FOR RESPONDENT 23.",
            "labels": [
                "NONE"
            ],
            "id": "df3f2cdf3a234031b0ccdd1f3d3800d0_174"
        },
        {
            "start": 16759,
            "end": 17106,
            "text": "On the other hand, Mr V.D. Salunke, learned Advocate for the respondent/original plaintiff submitted that appellant/original defendant had raised objection about maintainability of the suit before the Civil Court and at the instance of appellant, the suit came to be transferred to the Commercial Court and converted the suit into Commercial suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6959d6d7ed114438981dee538d6ffeed_175"
        },
        {
            "start": 17107,
            "end": 17229,
            "text": "Both the parties have accepted the order passed on merits and appeared before the Commercial Court and contested the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ecd66ab58d8940a78961152f3449e086_176"
        },
        {
            "start": 17230,
            "end": 17331,
            "text": "Now, the appellant cannot raise any kind of objection regarding jurisdiction of the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cba614e4153f4cbb90cf8b32d0ebb9ac_177"
        },
        {
            "start": 17333,
            "end": 17510,
            "text": "24. Mr Salunke, learned Advocate for respondent/original plaintiff submitted that the Commercial Suit is very much maintainable in view of nature of dispute between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8157e40f2a794fd99d44490b7bc0d43f_178"
        },
        {
            "start": 17511,
            "end": 17546,
            "text": "The objection is without any merit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "888912dfe3cf44f9a082259abd2aed6e_179"
        },
        {
            "start": 17548,
            "end": 17748,
            "text": "25. Mr Salunke further submitted that second ground regarding maintainability of the suit for non-compliance of Section 12-A of the Commercial Act, 2015 is raised for the first time before this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16c02f685b2743ce8bc66ac7f9e8f015_180"
        },
        {
            "start": 17749,
            "end": 17872,
            "text": "The objection is unsustainable in law, particularly, at this stage in appeal when it was not raised before the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "009384aa37f248d6a5700ab4018a4d4b_181"
        },
        {
            "start": 17873,
            "end": 18019,
            "text": "He submitted that the said ground deemed to have been waived by the appellant/original defendant and as such, cannot be raised at appellate stage.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fc031a5a8308410e9eaf0c6980e8c53a_182"
        },
        {
            "start": 18020,
            "end": 18141,
            "text": "He submitted that provisions of Section 12-A of the Commercial Act, 2015 are not mandatory, however, those are directory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4388bb21aa934146876a43fb014c543b_183"
        },
        {
            "start": 18142,
            "end": 18714,
            "text": "Mr Salunke placed reliance in support of his submissions on the following citations :\nComm.Apeal 1 & 2 - 2021 i) Ganga Taro Vazirani Vs. Deepak Raheja (Summons for Judgment No.45 of 2019 in Comm. Summary Suit No.972 of 2019 decided on 16.2.2021) at principal seat at Bombay;\nii) Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. (C.R.P. (MD) No.804 of 2019 decided on 10.6.2019) of Madras High Court; and iii) GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd.,( M.A. No.4081/2019 decided on 7.8.2019) of High Court of Madhya Pradesh at Indore.\n26.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c3aea68a344840b7801a507dd6a06d0f_184"
        },
        {
            "start": 18715,
            "end": 18908,
            "text": "According to Mr Salunke, the objection regarding jurisdiction of the Commercial Court raised by the appellant is concerned, the same is untenable since it was not raised before the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2e6a864717c455e979c62908616fe5f_185"
        },
        {
            "start": 18909,
            "end": 19074,
            "text": "He submitted that admittedly, the appellant is a private limited company having share capital of more than Rs.2 Crore and as such, the objection is devoid of merits.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d6112b472ab444b3852bebd98a8f821a_186"
        },
        {
            "start": 19076,
            "end": 19245,
            "text": "27. So far as relief of granting interim mandatory injunction is concerned, Mr Salunke vehemently submitted that leave and licence agreement period is expired long back.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6e6990a9fcc8402fb7154bb32fb7cd69_187"
        },
        {
            "start": 19246,
            "end": 19327,
            "text": "The appellant is in occupation of suit premises illegally and earning huge money.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d6174bca38f64cf4967e761219827759_188"
        },
        {
            "start": 19328,
            "end": 19433,
            "text": "Out of sixty months, the appellant has paid rent hardly for three to four months and Rs.16 Crore are due.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f408cb2b63b64e1ca2690f601ddd0588_189"
        },
        {
            "start": 19434,
            "end": 19563,
            "text": "In such circumstances, the Commercial Court has rightly granted the relief of interim mandatory injunction against the appellant.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fba95cfceb12487b9d43b7022cd7afc0_190"
        },
        {
            "start": 19565,
            "end": 19670,
            "text": "28. To buttress the argument, Mr Salunke has placed his reliance on the following citations :\n          i",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7599da4043bd40cb8fe53c5e4f218ff8_191"
        },
        {
            "start": 19671,
            "end": 19825,
            "text": ")       Deoraj Vs. State of Maharashtra and ors.,\n          reported in (2004) 4 SCC 697;\n\n\n\n\n\n                                                       Comm",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c16c6eb0cec4b6898f30c732b689f40_192"
        },
        {
            "start": 19826,
            "end": 19846,
            "text": ". Apeal 1 & 2 - 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8d546854f304a838fb5b4757e340480_193"
        },
        {
            "start": 19857,
            "end": 20011,
            "text": "ii)      Sanjeev     Pillai   Vs.    Venu   Kunnapalli       (FAQ No.191/2019 decided on 11.12.2019) of Kerala High Court;\niii) Saregama India Limited Vs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a9f7fd5eaa6a42c68c46e0d8bbed928a_194"
        },
        {
            "start": 20012,
            "end": 20018,
            "text": "Balaji",
            "labels": [
                "NONE"
            ],
            "id": "d980c9082eb54c679085df6418e70b86_195"
        },
        {
            "start": 20019,
            "end": 20111,
            "text": "Motion Pictures Limited & Ors., (CS (COM) 492/2019 decided on 13.9.2019) of Delhi High Court",
            "labels": [
                "NONE"
            ],
            "id": "e4a64bccaa704087a458438b0aa5fbc4_196"
        },
        {
            "start": 20112,
            "end": 20220,
            "text": "iv) Kirtibhai Vs. Raghuram (Appeal from Order no.262 of 2007 decided on 20.1.2010) of Gujarat High Court 29.",
            "labels": [
                "NONE"
            ],
            "id": "1ee5ffda43d24ebfaea44121371525ac_197"
        },
        {
            "start": 20221,
            "end": 20321,
            "text": "So far as ground of limitation is concerned, according to Mr Salunke, the objection is misconstrued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ae9c35da3cc41fe9410a87312b86f5e_198"
        },
        {
            "start": 20322,
            "end": 20396,
            "text": "The suit is not for mandatory injunction to calculate point of limitation.",
            "labels": [
                "FAC"
            ],
            "id": "781539d4b59647bcab20d464ee09fbdf_199"
        },
        {
            "start": 20397,
            "end": 20482,
            "text": "As such, suit is very well within the limitation and not barred by law of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51a72dc654394ee68e0b47ca3154499a_200"
        },
        {
            "start": 20483,
            "end": 20598,
            "text": "He submitted that equity also lies in favour of respondent/original plaintiff in view of facts of the case on hand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7fa77470039e47babc6d2f080f124f44_201"
        },
        {
            "start": 20600,
            "end": 20698,
            "text": "30. We have considered the arguments advanced by the learned Advocates for the respective parties.",
            "labels": [
                "NONE"
            ],
            "id": "69537e2ccfd14fa193c7ceeb7298f8b3_202"
        },
        {
            "start": 20735,
            "end": 21004,
            "text": "GROUNDS OF APPEAL i)      Maintainability of suit;\nii)     Jurisdiction;\niii)    Non-compliance of Section 12-A of the Commercial Courts Act;\niv)     Grant of interim mandatory injunction at interim stage;\nv)      Relief of mandatory injunction barred by limitation 31.",
            "labels": [
                "NONE"
            ],
            "id": "46f674215b4145a48e7ae5ea9816a585_203"
        },
        {
            "start": 21005,
            "end": 21080,
            "text": "First we shall deal with the issue of jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cf1db622a2c4c598fb872766e813cb8_204"
        },
        {
            "start": 21081,
            "end": 21254,
            "text": "It is an admitted position that respondent/original plaintiff has initially filed the suit against the appellant/defendant before the Civil Judge, Senior Division at Rahata.",
            "labels": [
                "FAC"
            ],
            "id": "8a9c3a1116e44877a38425f51c3b15ee_205"
        },
        {
            "start": 21255,
            "end": 21402,
            "text": "The appellant/defendant raised objection about maintainability of the suit before the Civil Court in view of nature of dispute between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "10f8aea36cf64b8c837a1ef1915f0345_206"
        },
        {
            "start": 21403,
            "end": 21719,
            "text": "The appellant/original defendant moved an application Comm.Apeal 1 & 2 - 2021 raising the issue of maintainability of the suit and after hearing both the sides and on merits, the Civil Court has recorded finding that the lis between the parties must be entertained by the Commercial Court and not by the Civil Court.",
            "labels": [
                "FAC"
            ],
            "id": "e5312e230ea441b382c38b62a2355124_207"
        },
        {
            "start": 21720,
            "end": 21802,
            "text": "At the instance of appellant, the suit came to be transferred to Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "4a36cbddce674773be0f2a0f2a391215_208"
        },
        {
            "start": 21803,
            "end": 21940,
            "text": "The order passed by the Civil Court about non- maintainability of the suit before it was accepted by both the sides and reached finality.",
            "labels": [
                "FAC"
            ],
            "id": "8db3ecab238743a8ae62cdbf4c0df944_209"
        },
        {
            "start": 21941,
            "end": 22012,
            "text": "None of the parties challenged that order before the appropriate Court.",
            "labels": [
                "FAC"
            ],
            "id": "09654e78a6fe480698de25c1685e0c52_210"
        },
        {
            "start": 22014,
            "end": 22251,
            "text": "32. Again, the appellant/original defendant is raising objection about jurisdiction of the Commercial Court contending that competent authority under the Maharashtra Rent Control Act, 1999 alone has jurisdiction to entertain the dispute.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "92f3e2a3c5d94a5f947f121e9d25c5f5_211"
        },
        {
            "start": 22252,
            "end": 22326,
            "text": "The Commercial Court has no jurisdiction to entertain the dispute on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b87dbc8abb434cfc930e765e0da22772_212"
        },
        {
            "start": 22327,
            "end": 22422,
            "text": "We do not find any merit in the argument and point of objection raised by the appellant's side.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f149727a27f1480ba42fd526d7181e72_213"
        },
        {
            "start": 22424,
            "end": 22547,
            "text": "33. Admittedly, the appellant/original defendant is a private limited company having share capital of more than Rs.2 Crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20eb1a54d904435ca3f133a06a686f7f_214"
        },
        {
            "start": 22548,
            "end": 23011,
            "text": "In view of Section 3 of the Maharashtra Rent Control Act, 1999, when the share capital of a company exceeds Rs.1 Crore or more, the provisions of the Maharashtra Rent Control Act, 1999 would not come in picture, meaning thereby the dispute may not be governed by the Maharashtra Rent Control Act, 1999 as argued by Mr Sanket Kulkarni, learned Advocate for the appellant, through competent authority in view of Section 49 of the Maharashtra Rent Control Act, 1999.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1ed555f5e63d4d578820cfbdacc464e8_215"
        },
        {
            "start": 23012,
            "end": 23314,
            "text": "The nature of dispute between the parties, as discussed hereinbefore and in view of terms and conditions incorporated in the leave and licence agreement, it is very much clear that it is a commercial dispute between the parties, as defined under Section 2 (c) (i) & (vii) of the Commercial Court, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8e5570f3df2481384d82abf692a79b4_216"
        },
        {
            "start": 23316,
            "end": 23343,
            "text": "Comm.Apeal 1 & 2 - 2021 34.",
            "labels": [
                "NONE"
            ],
            "id": "d1dca185020e4f25973abfe62cd4d055_217"
        },
        {
            "start": 23344,
            "end": 23530,
            "text": "Having regard to the above reasons and in view of legal position discussed in earlier paras, we do not find any merit on the point of maintainability of the suit as well as jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3747c1f5a254d9cbb3fdac71a51fc4c_218"
        },
        {
            "start": 23531,
            "end": 23592,
            "text": "The suit is rightly maintainable before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "679c4c716b6e41608024270edcff404e_219"
        },
        {
            "start": 23593,
            "end": 23771,
            "text": "The Commercial Court is empowered to adjudicate the lis between the parties when the Court under the Maharashtra Rent Control Act, 1999 has no jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f403aa4b6b14823a1c9048a45ac3137_220"
        },
        {
            "start": 23772,
            "end": 23895,
            "text": "We are unable to accept the argument advanced by Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01e1d84b1699424db493f22d6909ea58_221"
        },
        {
            "start": 23897,
            "end": 24354,
            "text": "35. Now coming to the point of non-compliance of Section 12-A of the Commercial Courts Act, 2015. Section 12-A of the Commercial Courts Act 2015 provides that when a suit which does not contemplate any urgent interim relief under the Commercial Courts Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "8b531555c22f4f6992e30d1beb1c007a_222"
        },
        {
            "start": 24355,
            "end": 24506,
            "text": "Meaning thereby, the dispute must be referred to the pre-institution mediation center for settlement before knocking the doors of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c584b7108de4a8cb564490917883858_223"
        },
        {
            "start": 24507,
            "end": 24633,
            "text": "First of all, the ground of non-compliance of Section 12-A of the Commercial Courts Act was not raised before the trial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06895f824f9941eca5c0b9777d4929a4_224"
        },
        {
            "start": 24634,
            "end": 24938,
            "text": "Moreover, in view of recent decision of this Court in Summons for Judgment No.45 of 2019 in Commercial Summary Suit No. 972 of 2019, decided by the Single Judge at principal seat on 16.2.2021, it is ruled that provisions of Section 12-A of the Commercial Courts Act, 2015 are directory and not mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "367a56b3aa6d461687d5c9817223b090_225"
        },
        {
            "start": 24939,
            "end": 25177,
            "text": "Same view has been taken in case of Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. by the Madras High Court as well as GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd. (supra) by the Madhya Pradesh High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "47241e4ad2bd4ae2a46cb650c216ee4c_226"
        },
        {
            "start": 25178,
            "end": 25503,
            "text": "The Culcutta High Court in case of Terai Overseas Private Limited & Ors. Vs. Kejriwal Sugar Comm.Apeal 1 & 2 - 2021 Agencies Private Limited & Ors. in C.S. No.78 of 2020 decided on 3.9.2020 and in case of M/s Amit Motorcycles Pvt. Ltd., Vs. M/s Axis Bank Ltd., in I.A. No.GA 3 of 2019 in CS 217 of 2018, decided on 15.12.2020",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6bc3a8fc4ee54bbb9feea6ad632813f7_227"
        },
        {
            "start": 25504,
            "end": 25579,
            "text": "has held that Section 12-A of the Commercial Courts Act, 2015 is mandatory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d5c99c620d154164b12707049082c86e_228"
        },
        {
            "start": 25581,
            "end": 25628,
            "text": "36. Moreover, the matter has travelled further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e63eeb4911a431fbb08151115a4367e_229"
        },
        {
            "start": 25629,
            "end": 25799,
            "text": "The objection of the matter not referred to mediation is raised for the first time in present appeals after the applications filed by plaintiff and defendant are decided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb82d1b11ab341ec99d4cc2a2b201744_230"
        },
        {
            "start": 25800,
            "end": 25879,
            "text": "The defendant filed counter claim and also application for temporary injunction",
            "labels": [
                "ANALYSIS"
            ],
            "id": "286ff8960e624a528534e139fe91c44f_231"
        },
        {
            "start": 25880,
            "end": 26001,
            "text": ". The defendant on merits got the application decided but did not raise objection of matter to be referred for mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a5960c7f5cc43d69e68e78be97c639f_232"
        },
        {
            "start": 26002,
            "end": 26150,
            "text": "Having regard to the above legal position, it cannot be said that suit is bad for non-compliance of Section 12-A of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c56a18a9f994f84a9e03cdb65baeb80_233"
        },
        {
            "start": 26151,
            "end": 26317,
            "text": "Moreover, it would be too late in a day now to refer the lis to the mediation center for adjudication when both the parties fighting with strong arms and legal tools.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4564c7eceb024056b18352410cd11b2c_234"
        },
        {
            "start": 26319,
            "end": 26585,
            "text": "37. So far as point of limitation is concerned, on perusing the pleadings of both the sides and documents on record, it is evident that the respondent/original plaintiff has filed the suit against the appellant/original defendant for possession of the suit premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "267dbdd945cb457ea601a56f2984b201_235"
        },
        {
            "start": 26586,
            "end": 26627,
            "text": "The suit is not for mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db72a053714f4716a877d821fb2e67dc_236"
        },
        {
            "start": 26628,
            "end": 26747,
            "text": "As such, Article 113 of the Limitation Act, 1963 has no application in view of facts and circumstances of case on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "946bff53d1544b77941da1cd4cc9cae2_237"
        },
        {
            "start": 26748,
            "end": 26896,
            "text": "It is difficult to accept the argument advanced by Mr Kulkarni that suit is barred by limitation in view of Section 113 of the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8c9b942ba5e4b2c9723973203dc1617_238"
        },
        {
            "start": 26898,
            "end": 27132,
            "text": "38. Now coming to the main ground regarding grant of relief of interim mandatory injunction in favour of respondent/original plaintiff, both the sides have canvassed their arguments on this aspect by placing reliance on the citations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64aa8dfd342540e3b2456b1dba97d3ef_239"
        },
        {
            "start": 27134,
            "end": 27161,
            "text": "Comm.Apeal 1 & 2 - 2021 39.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14212d2449234b9aa4bd7ec8eae8919b_240"
        },
        {
            "start": 27162,
            "end": 27403,
            "text": "It is well settled legal position that in view of provisions of Order XXXIX, Rule 1 and 2 of the Code of Civil Procedure read with Section 39 of the Specific Relief Act, the Court is empowered to grant relief of interim mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fac36d4626d47f9a0692718fdaae09a_241"
        },
        {
            "start": 27404,
            "end": 27546,
            "text": "The Civil Court has inherent power to issue interim injunction when it considers it absolutely necessary to meet the ends of justice to do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64bd6211a9004c50aa039f303f284663_242"
        },
        {
            "start": 27547,
            "end": 27685,
            "text": "It is while exercising such inherent powers that the Court in exceptional circumstances of the case has jurisdiction to grant such relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcf8e45a154e479d894d40bb49a917b2_243"
        },
        {
            "start": 27686,
            "end": 27821,
            "text": "The inherent power which is vested in the Court is to maintain the status quo as of the date of the suit till the disposal of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "360b55be64924a149db13fbbe0c84d3f_244"
        },
        {
            "start": 27822,
            "end": 27885,
            "text": "It is not to disturb the status quo as of the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1638341737284fd98f91309c76ae8b1a_245"
        },
        {
            "start": 27886,
            "end": 28018,
            "text": "When the suit is one for possession, normally, interim mandatory injunction cannot be issued pending the final decision of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ccd28249ec6485c96f0cc6b35365842_246"
        },
        {
            "start": 28019,
            "end": 28258,
            "text": "In case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors. (supra), it is held by the Hon'ble Apex Court that the final relief cannot be granted at interim stage when the suit itself is for eviction and possession of the property.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f92a7bf782574005b25b4ccc802c5c36_247"
        },
        {
            "start": 28259,
            "end": 28304,
            "text": "Grant of mandatory injunction is not correct.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9a5cec17d1e042698d6a19d2829b77a2_248"
        },
        {
            "start": 28305,
            "end": 28449,
            "text": "\n40. If the relief of interim mandatory injunction is allowed to continue, then what would remain in the suit to adjudicate between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e81a412964f14b2ab164129fbbf078ef_249"
        },
        {
            "start": 28450,
            "end": 28482,
            "text": "The issues are yet to be framed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e563ac72abf4d7a97af36a965a22946_250"
        },
        {
            "start": 28483,
            "end": 28526,
            "text": "The parties are yet to adduce the evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b28e3fd473184ab38639388c7ccdce43_251"
        },
        {
            "start": 28527,
            "end": 28639,
            "text": "According to their pleadings, they will cross-examine their respective witnesses according to their legal stand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "532c8d5c8e7a44fa84009bd89e13cfe1_252"
        },
        {
            "start": 28640,
            "end": 28744,
            "text": "Admittedly, on the date of the suit, appellant/original defendant is in possession of the suit premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b42ee022bbba41ab8f96b6b5fa4788ab_253"
        },
        {
            "start": 28745,
            "end": 28812,
            "text": "There are triable issues involved including settlement of accounts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d812f14aa6b349f5853f34cc26309c02_254"
        },
        {
            "start": 28813,
            "end": 28953,
            "text": "If these peculiar facts of the case on hand are considered, certainly, it is not a fit case to grant relief of interim mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5547ea983de6443cbe8c706ab1fe37c1_255"
        },
        {
            "start": 28954,
            "end": 29097,
            "text": "The trial Court seems to have granted interim mandatory injunction in a casual manner without taking into consideration the consequences of it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c814c0230144a5e81c416c797d11f95_256"
        },
        {
            "start": 29098,
            "end": 29200,
            "text": "The impugned order of granting interim mandatory injunction is certainly defective in the eyes of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ebbeed7a5f74482baa25842beace4b6c_257"
        },
        {
            "start": 29201,
            "end": 29315,
            "text": "Having Comm.Apeal 1 & 2 - 2021 regard to the facts of the case on hand, It cannot be sustained in the eyes of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01364b346cee4f6ba773b00bd829bed1_258"
        },
        {
            "start": 29317,
            "end": 29416,
            "text": "41. It is true that leave and licence period was for 49 months, i.e. from 30.12.2015 to 31.12.2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7b706f467114d89881bed7950083c41_259"
        },
        {
            "start": 29417,
            "end": 29444,
            "text": "The licence period is over.",
            "labels": [
                "RPC"
            ],
            "id": "10f78ab027ee490c95d8d4c7b25651d8_260"
        },
        {
            "start": 29445,
            "end": 29716,
            "text": "It seems that the appellant/original defendant seems to have paid licence fees only for three months and from March 2016, not paid the licence fees though total dues according to the plaintiff is more than Rs.16 Crore, as claimed by the respondent/plaintiff in pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "081fa0d45f8b496ea8076d3b0c029c15_261"
        },
        {
            "start": 29717,
            "end": 29840,
            "text": "On one hand, the appellant/original defendant is using the said premises for running his hotel business and earning profit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "993ba705d0e2428888e1ca39db3774bb_262"
        },
        {
            "start": 29841,
            "end": 29980,
            "text": "On the other hand, the respondent/original plaintiff is deprived of getting his legitimate licence fees though he is entitled for the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "628cd55418ef4dc59dbacff2fae1aa5e_263"
        },
        {
            "start": 29981,
            "end": 30015,
            "text": "Equities will have to be adjusted.",
            "labels": [
                "RPC"
            ],
            "id": "8c5a5ff4509e4af088322199220ff0a5_264"
        },
        {
            "start": 30016,
            "end": 30093,
            "text": "Defendant cannot be allowed to enjoy possession of such a huge property free.",
            "labels": [
                "RATIO"
            ],
            "id": "da20b3dc815d4b0c8f4cc56c3a8543b2_265"
        },
        {
            "start": 30094,
            "end": 30135,
            "text": "Defendant is required to be put to terms.",
            "labels": [
                "RPC"
            ],
            "id": "99834420133d4ec48c05d3bb10327339_266"
        },
        {
            "start": 30137,
            "end": 30307,
            "text": "42. As per the terms and conditions of the leave and licence agreement, the appellant/original defendant has spent an amount of Rs.4.70 Crore towards renovation of hotel.",
            "labels": [
                "RPC"
            ],
            "id": "453b4e2e2ecf46959f36d6b1cd5e56ab_267"
        },
        {
            "start": 30308,
            "end": 30410,
            "text": "The monthly rent was agreed at Rs.14,25,000/- inclusive of service tax with increase of 6% every year.",
            "labels": [
                "RPC"
            ],
            "id": "ac83b5102c064ae2940e472012b9c7c9_268"
        },
        {
            "start": 30411,
            "end": 30674,
            "text": "It was further agreed between the parties that an amount of Rs.9,10,000/- per month shall be deducted towards renovation out of licence fees of Rs.14,25,000/- per month and an amount of Rs.5,15,000/- would be paid to the respondent/plaintiff towards licence fees.",
            "labels": [
                "RPC"
            ],
            "id": "58d2561525bc4298b05a144ed086c771_269"
        },
        {
            "start": 30675,
            "end": 30804,
            "text": "Further it is admitted position that leave and licence period between the parties was for 49 months from 1.12.2015 to 31.12.2019.",
            "labels": [
                "RPC"
            ],
            "id": "974d83b913994d11a5acc270db171c96_270"
        },
        {
            "start": 30805,
            "end": 31140,
            "text": "As per the memorandum of understanding between the parties dated 7.11.2013 and in view of declaration-cum-undertaking dated 14.12.2015, the respondent/original plaintiff has paid Rs.1,20,00,000/- to the appellant/original defendant for renovation of hotel in advance which is to be Comm.Apeal 1 & 2 - 2021 adjusted in the licence fees.",
            "labels": [
                "RPC"
            ],
            "id": "86826c60138548d98339cfe811a7a614_271"
        },
        {
            "start": 31141,
            "end": 31450,
            "text": "Therefore, it is clear that out of renovation expenses of Rs.4.70 Crore, an amount of Rs.1,20,00,000/- is already paid by the respondent/original plaintiff to the appellant/original defendant and remaining balance amount of Rs.3,50,00,000/- was remained to be recovered from the respondent/original plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44b2eb699c3d4d23b3753769c760cb7b_272"
        },
        {
            "start": 31451,
            "end": 31583,
            "text": "As agreed between the parties, Rs.9,10,000/- per month would be adjusted to recover remaining balance amount of renovation expenses.",
            "labels": [
                "RPC"
            ],
            "id": "7b85898a9b0c4b4dae4659e60b07cf19_273"
        },
        {
            "start": 31584,
            "end": 31740,
            "text": "If we calculate the said amount of Rs.9,10,000/- per month towards payment of renovation expenses, the total comes to (Rs.9,10,000 x 36 = Rs.3,27,60,000/-).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e34283588074c6fa908497ceecea609_274"
        },
        {
            "start": 31741,
            "end": 31832,
            "text": "Thus, renovation expenses seems to have been recovered by the appellant/original defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8252e98b6f143dfa3ae036bf11c64b3_275"
        },
        {
            "start": 31833,
            "end": 31971,
            "text": "The respondent/original plaintiff is entitled to get full licence fees i.e. Rs.14,25,000/- per month after satisfying renovation expenses.",
            "labels": [
                "RPC"
            ],
            "id": "a00dbb1a50154fe981ce60856d46bb7a_276"
        },
        {
            "start": 31972,
            "end": 32229,
            "text": "Thus, respondent/original plaintiff would be entitled to get Rs.14,25,000/- per month (+) 6% increase per year for atleast 24 months and after necessary calculation that figure comes to Rs.3,42,00,000/- without increase of 6% per annum in rent/licence fees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c56ef98a3a3041d88193edb6e757a208_277"
        },
        {
            "start": 32230,
            "end": 32370,
            "text": "Having regard to the above calculation, the arrears against the appellant/original defendant seems to be approximately more than Rs.4 Crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b4d6c5faa224249b6676dc601ecbc94_278"
        },
        {
            "start": 32371,
            "end": 32506,
            "text": "By taking into this aspect and to make the justice we thought it proper to issue certain directions in t his behalf in the final order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e168fb25d9f4c79a223bdfcc1a890ae_279"
        },
        {
            "start": 32507,
            "end": 32725,
            "text": "\n43. Having regard to the nature of dispute and in order to protect the interest of both the parties, we are of the considered view that impugned order of granting interim mandatory injunction is liable to be modified.",
            "labels": [
                "RATIO"
            ],
            "id": "2b0314fa2e2f4a33a4cded9d2fe144ff_280"
        },
        {
            "start": 32726,
            "end": 32989,
            "text": "At the same time, rights of the respondent/original plaintiff need to be protected by issuing certain directions to the appellant/original defendant subject to final decision in the suit, which will take care of legitimate rights of respondent/original plaintiff.",
            "labels": [
                "RPC"
            ],
            "id": "6b768ded9b8941cabe42bd98eadc309a_281"
        },
        {
            "start": 32990,
            "end": 33224,
            "text": "With this, we conclude and proceed to pass the following order :\nComm.Apeal 1 & 2 - 2021 ORDER (i) The impugned order below Exh.77 in Commercial Suit No.2/2019 dated 8.12.2020, passed by the Commercial Court at Kopargaon is modified.\n",
            "labels": [
                "RPC"
            ],
            "id": "435dd6c3a66043d2b79213540dcee999_282"
        },
        {
            "start": 33224,
            "end": 33489,
            "text": "(ii) The appellant/original defendant shall deposit an amount of Rs.4 Crores within six weeks from the date of this order in the trial Court and continue to pay regular licence fees at the rate of Rs.14,25,000/- per month till final decision of the Commercial Suit.",
            "labels": [
                "RPC"
            ],
            "id": "3f122c5fb8d74d4384b491daada7812b_283"
        },
        {
            "start": 33490,
            "end": 33631,
            "text": "\n(iii) The respondent/original plaintiff is entitled to withdraw the amount deposited by the appellant/original defendant in the trial Court.",
            "labels": [
                "RPC"
            ],
            "id": "37a64c8bf9dc4d0ca75a7b8d2481870f_284"
        },
        {
            "start": 33632,
            "end": 33991,
            "text": "\n(iv) In case the appellant/original defendant fails to comply the abovesaid clauses of the order of this Court, the order of the Commercial Court/trial Court passed below Exh.77 in Commercial Suit No.02/2019 dated 8.12.2020 would be operative and the respondent/original plaintiff is at liberty to take up execution proceeding and legal recourse accordingly.",
            "labels": [
                "RPC"
            ],
            "id": "036bcf09a88f48e9aae0cee14f027880_285"
        },
        {
            "start": 33992,
            "end": 34238,
            "text": "\n(v) The respondent/original plaintiff has already put the law in motion against the appellant/original defendant for possession of the suit property/suit premises, there is no force in the apprehension raised by the appellant/original defendant.",
            "labels": [
                "RATIO"
            ],
            "id": "c2ee6063119740bfb940a65ab0ef1308_286"
        },
        {
            "start": 34239,
            "end": 34334,
            "text": "As such, there is no need to pass any order on Exh.57 and Exh. 57 shall stand simply filed.\n44.",
            "labels": [
                "RPC"
            ],
            "id": "c699894ff1434b4bb9ebe2f143632a11_287"
        },
        {
            "start": 34335,
            "end": 34405,
            "text": "In view of above terms, both the Commercial Appeals stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "6cd4023a59a146c5a57eda7f3e64d513_288"
        },
        {
            "start": 34407,
            "end": 34496,
            "text": "45. In view of disposal of Commercial Appeals, Civil Applications also stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "01e79e1580634e9bb0209db957b39b96_289"
        },
        {
            "start": 34497,
            "end": 34518,
            "text": "No order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "deb865ed174f4b1094b2d24387ef9d63_290"
        },
        {
            "start": 34519,
            "end": 34576,
            "text": "\n( SHRIKANT D. KULKARNI, J.) ( S.V. GANGAPURWALA, J.) vvr",
            "labels": [
                "NONE"
            ],
            "id": "8638545d7ded465492c79a83b9d9e3d4_291"
        }
    ],
    "entities": [
        {
            "text": "Allahabad High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Aakash Engineers And Contractors",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 53
        },
        {
            "text": "Presiding Officer Commercial Court",
            "label": "RESPONDENT",
            "start_char": 57,
            "end_char": 91
        },
        {
            "text": "Ajay Bhanot",
            "label": "LAWYER",
            "start_char": 123,
            "end_char": 134
        },
        {
            "text": "Ajay Bhanot",
            "label": "JUDGE",
            "start_char": 142,
            "end_char": 153
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 154,
            "end_char": 191
        },
        {
            "text": "Aakash Engineers And Contractors",
            "label": "PETITIONER",
            "start_char": 284,
            "end_char": 316
        },
        {
            "text": "Presiding Officer Commercial Court Gauytam Buddh Nagar",
            "label": "RESPONDENT",
            "start_char": 333,
            "end_char": 387
        },
        {
            "text": "Shashank Dwivedi",
            "label": "LAWYER",
            "start_char": 428,
            "end_char": 444
        },
        {
            "text": "Nirendra Mohan",
            "label": "LAWYER",
            "start_char": 445,
            "end_char": 459
        },
        {
            "text": "Ajay Bhanot",
            "label": "JUDGE",
            "start_char": 473,
            "end_char": 484
        },
        {
            "text": "Shashank Dwivedi",
            "label": "LAWYER",
            "start_char": 503,
            "end_char": 519
        },
        {
            "text": "Nikhil Agrawal",
            "label": "LAWYER",
            "start_char": 564,
            "end_char": 578
        },
        {
            "text": "Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors",
            "label": "PRECEDENT",
            "start_char": 900,
            "end_char": 965
        },
        {
            "text": "Nikhil Agrawal",
            "label": "LAWYER",
            "start_char": 1114,
            "end_char": 1128
        },
        {
            "text": "Nikhil Agrawal",
            "label": "LAWYER",
            "start_char": 1396,
            "end_char": 1410
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1766,
            "end_char": 1776
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1784,
            "end_char": 1822
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1838,
            "end_char": 1869
        },
        {
            "text": "Gaursons Promoters Pvt. Ltd.",
            "label": "ORG",
            "start_char": 1871,
            "end_char": 1899
        },
        {
            "text": "15.06.2018",
            "label": "DATE",
            "start_char": 1957,
            "end_char": 1967
        },
        {
            "text": "District Judge, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 2012,
            "end_char": 2045
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 2132,
            "end_char": 2142
        },
        {
            "text": "27.09.2018",
            "label": "DATE",
            "start_char": 2232,
            "end_char": 2242
        },
        {
            "text": "27.09.2018",
            "label": "DATE",
            "start_char": 2247,
            "end_char": 2257
        },
        {
            "text": "05.11.2018",
            "label": "DATE",
            "start_char": 2348,
            "end_char": 2358
        },
        {
            "text": "28.11.2018",
            "label": "DATE",
            "start_char": 2472,
            "end_char": 2482
        },
        {
            "text": "13.12.2018",
            "label": "DATE",
            "start_char": 2487,
            "end_char": 2497
        },
        {
            "text": "19.12.2018",
            "label": "DATE",
            "start_char": 2617,
            "end_char": 2627
        },
        {
            "text": "09.01.2019",
            "label": "DATE",
            "start_char": 2754,
            "end_char": 2764
        },
        {
            "text": "28.01.2019",
            "label": "DATE",
            "start_char": 2769,
            "end_char": 2779
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 2784,
            "end_char": 2794
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 3048,
            "end_char": 3058
        },
        {
            "text": "13.02.2019",
            "label": "DATE",
            "start_char": 3087,
            "end_char": 3097
        },
        {
            "text": "20.02.2019",
            "label": "DATE",
            "start_char": 3102,
            "end_char": 3112
        },
        {
            "text": "28.02.2019",
            "label": "DATE",
            "start_char": 3192,
            "end_char": 3202
        },
        {
            "text": "13.03.2019",
            "label": "DATE",
            "start_char": 3341,
            "end_char": 3351
        },
        {
            "text": "25.03.2019",
            "label": "DATE",
            "start_char": 3486,
            "end_char": 3496
        },
        {
            "text": "16.04.2019",
            "label": "DATE",
            "start_char": 3501,
            "end_char": 3511
        },
        {
            "text": "06.05.2019",
            "label": "DATE",
            "start_char": 3565,
            "end_char": 3575
        },
        {
            "text": "21.05.2019",
            "label": "DATE",
            "start_char": 3665,
            "end_char": 3675
        },
        {
            "text": "08.07.2019",
            "label": "DATE",
            "start_char": 3824,
            "end_char": 3834
        },
        {
            "text": "01.08.2019",
            "label": "DATE",
            "start_char": 4033,
            "end_char": 4043
        },
        {
            "text": "29.08.2019",
            "label": "DATE",
            "start_char": 4120,
            "end_char": 4130
        },
        {
            "text": "05.09.2019",
            "label": "DATE",
            "start_char": 4135,
            "end_char": 4145
        },
        {
            "text": "Rajeev Agrawal",
            "label": "OTHER_PERSON",
            "start_char": 4207,
            "end_char": 4221
        },
        {
            "text": "Vijay Sharma",
            "label": "OTHER_PERSON",
            "start_char": 4262,
            "end_char": 4274
        },
        {
            "text": "10.12.2018",
            "label": "DATE",
            "start_char": 4310,
            "end_char": 4320
        },
        {
            "text": "28.09.2019",
            "label": "DATE",
            "start_char": 4758,
            "end_char": 4768
        },
        {
            "text": "28.09.2019",
            "label": "DATE",
            "start_char": 4787,
            "end_char": 4797
        },
        {
            "text": "15.11.2019",
            "label": "DATE",
            "start_char": 4838,
            "end_char": 4848
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4939,
            "end_char": 4950
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 4958,
            "end_char": 4979
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5363,
            "end_char": 5376
        },
        {
            "text": "M/s Shiv Cotex Versus Tirgum Auto Plast P. Ltd. and others, reported at 2011 (89) ALR 232",
            "label": "PRECEDENT",
            "start_char": 5380,
            "end_char": 5469
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5755,
            "end_char": 5768
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6878,
            "end_char": 6881
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7650,
            "end_char": 7663
        },
        {
            "text": "Noor Mohammed Vs.",
            "label": "PRECEDENT",
            "start_char": 7667,
            "end_char": 7684
        },
        {
            "text": "Jethanand",
            "label": "OTHER_PERSON",
            "start_char": 7685,
            "end_char": 7694
        },
        {
            "text": "(2013) 5 SCC 202",
            "label": "PRECEDENT",
            "start_char": 7720,
            "end_char": 7736
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8118,
            "end_char": 8131
        },
        {
            "text": "Noor Mohammed",
            "label": "PRECEDENT",
            "start_char": 8135,
            "end_char": 8148
        },
        {
            "text": "Southwell",
            "label": "OTHER_PERSON",
            "start_char": 9067,
            "end_char": 9076
        },
        {
            "text": "Nizer Louis[16",
            "label": "OTHER_PERSON",
            "start_char": 9206,
            "end_char": 9220
        },
        {
            "text": "Frankfurter",
            "label": "OTHER_PERSON",
            "start_char": 9528,
            "end_char": 9539
        },
        {
            "text": "Utopianism",
            "label": "STATUTE",
            "start_char": 10794,
            "end_char": 10804
        },
        {
            "text": "Francis Bacon",
            "label": "OTHER_PERSON",
            "start_char": 12613,
            "end_char": 12626
        },
        {
            "text": "Gayathri Vs.",
            "label": "PRECEDENT",
            "start_char": 12749,
            "end_char": 12761
        },
        {
            "text": "M.Girish",
            "label": "OTHER_PERSON",
            "start_char": 12762,
            "end_char": 12770
        },
        {
            "text": "(2016) 14 SCC 142",
            "label": "CASE_NUMBER",
            "start_char": 12784,
            "end_char": 12801
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12815,
            "end_char": 12828
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 13817,
            "end_char": 13840
        },
        {
            "text": "Gita",
            "label": "OTHER_PERSON",
            "start_char": 14490,
            "end_char": 14494
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 14631,
            "end_char": 14643
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 15951,
            "end_char": 15956
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16129,
            "end_char": 16167
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 16216,
            "end_char": 16221
        },
        {
            "text": "UNCITRAL",
            "label": "ORG",
            "start_char": 16253,
            "end_char": 16261
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16385,
            "end_char": 16423
        },
        {
            "text": "Indian Parliament",
            "label": "ORG",
            "start_char": 16534,
            "end_char": 16551
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 16606,
            "end_char": 16611
        },
        {
            "text": "UNCITRAL",
            "label": "ORG",
            "start_char": 16619,
            "end_char": 16627
        },
        {
            "text": "UNCITRAL",
            "label": "STATUTE",
            "start_char": 16644,
            "end_char": 16652
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16667,
            "end_char": 16705
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 16944,
            "end_char": 16949
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16964,
            "end_char": 17002
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 17146,
            "end_char": 17151
        },
        {
            "text": "UNCITRAL",
            "label": "ORG",
            "start_char": 17159,
            "end_char": 17167
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17215,
            "end_char": 17253
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17301,
            "end_char": 17339
        },
        {
            "text": "Section 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 17439,
            "end_char": 17460
        },
        {
            "text": "246th Law Commission",
            "label": "ORG",
            "start_char": 18196,
            "end_char": 18216
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 18355,
            "end_char": 18393
        },
        {
            "text": "UNCITRAL Model Law",
            "label": "STATUTE",
            "start_char": 18434,
            "end_char": 18452
        },
        {
            "text": "International Commercial Arbitration, 1985",
            "label": "STATUTE",
            "start_char": 18456,
            "end_char": 18498
        },
        {
            "text": "UNCITRAL Conciliation Rules, 1980",
            "label": "STATUTE",
            "start_char": 18507,
            "end_char": 18540
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 19350,
            "end_char": 19360
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 19899,
            "end_char": 19904
        },
        {
            "text": "sections 34 and 48are",
            "label": "PROVISION",
            "start_char": 20254,
            "end_char": 20275
        },
        {
            "text": "sections 34(5) and 48(4)",
            "label": "PROVISION",
            "start_char": 20372,
            "end_char": 20396
        },
        {
            "text": "section 48",
            "label": "PROVISION",
            "start_char": 20608,
            "end_char": 20618
        },
        {
            "text": "section 48(3)",
            "label": "PROVISION",
            "start_char": 20686,
            "end_char": 20699
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 20742,
            "end_char": 20755
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21008,
            "end_char": 21021
        },
        {
            "text": "State of Bihar and others Vs.",
            "label": "PRECEDENT",
            "start_char": 21025,
            "end_char": 21054
        },
        {
            "text": "Bihar Rajya Bhumi Vikas Bank Samiti",
            "label": "ORG",
            "start_char": 21055,
            "end_char": 21090
        },
        {
            "text": "(2018) 9 SCC 472",
            "label": "CASE_NUMBER",
            "start_char": 21104,
            "end_char": 21120
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21134,
            "end_char": 21147
        },
        {
            "text": "Section 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 21153,
            "end_char": 21174
        },
        {
            "text": "Tripathi",
            "label": "OTHER_PERSON",
            "start_char": 21288,
            "end_char": 21296
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21325,
            "end_char": 21335
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 21636,
            "end_char": 21649
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21740,
            "end_char": 21750
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 21774,
            "end_char": 21787
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 22124,
            "end_char": 22137
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22447,
            "end_char": 22457
        },
        {
            "text": "Section 29A.",
            "label": "PROVISION",
            "start_char": 22548,
            "end_char": 22560
        },
        {
            "text": "Section 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 24027,
            "end_char": 24048
        },
        {
            "text": "Section 34(5)and (6)",
            "label": "PROVISION",
            "start_char": 24265,
            "end_char": 24285
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24374,
            "end_char": 24384
        },
        {
            "text": "Tripathi",
            "label": "OTHER_PERSON",
            "start_char": 24588,
            "end_char": 24596
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 24614,
            "end_char": 24627
        },
        {
            "text": "Section 34(6)",
            "label": "PROVISION",
            "start_char": 24646,
            "end_char": 24659
        },
        {
            "text": "Section 34(6)",
            "label": "PROVISION",
            "start_char": 25024,
            "end_char": 25037
        },
        {
            "text": "Section 34(6)",
            "label": "PROVISION",
            "start_char": 25063,
            "end_char": 25076
        },
        {
            "text": "Tripathi",
            "label": "OTHER_PERSON",
            "start_char": 25131,
            "end_char": 25139
        },
        {
            "text": "High Courts of Patna,2 Kerala,3",
            "label": "COURT",
            "start_char": 25460,
            "end_char": 25491
        },
        {
            "text": "Himachal Pradesh,4",
            "label": "GPE",
            "start_char": 25492,
            "end_char": 25510
        },
        {
            "text": "Gauhati6",
            "label": "OTHER_PERSON",
            "start_char": 25523,
            "end_char": 25531
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 25561,
            "end_char": 25574
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 25740,
            "end_char": 25753
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 25779,
            "end_char": 25789
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25791,
            "end_char": 25794
        },
        {
            "text": "Global Aviation Services Private Limited v. Airport Authorities of India,7",
            "label": "PRECEDENT",
            "start_char": 25859,
            "end_char": 25933
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 25938,
            "end_char": 25955
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 26315,
            "end_char": 26332
        },
        {
            "text": "section 34(5)",
            "label": "PROVISION",
            "start_char": 26456,
            "end_char": 26469
        },
        {
            "text": "Bombay High Court (Original Side) Rules",
            "label": "COURT",
            "start_char": 26953,
            "end_char": 26992
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 27245,
            "end_char": 27255
        },
        {
            "text": "High Courts of Bombay8 and Calcutta",
            "label": "COURT",
            "start_char": 27437,
            "end_char": 27472
        },
        {
            "text": "High Courts of Bombay and Calcutta",
            "label": "COURT",
            "start_char": 27533,
            "end_char": 27567
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27686,
            "end_char": 27696
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 27932,
            "end_char": 27945
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28005,
            "end_char": 28015
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 28142,
            "end_char": 28152
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 28160,
            "end_char": 28257
        },
        {
            "text": "Section 13(6)",
            "label": "PROVISION",
            "start_char": 28327,
            "end_char": 28340
        },
        {
            "text": "2015 Amendment Act",
            "label": "STATUTE",
            "start_char": 28348,
            "end_char": 28366
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 28414,
            "end_char": 28424
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 28435,
            "end_char": 28445
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 28453,
            "end_char": 28491
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 28496,
            "end_char": 28550
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 28872,
            "end_char": 28885
        },
        {
            "text": "Rai",
            "label": "OTHER_PERSON",
            "start_char": 28960,
            "end_char": 28963
        },
        {
            "text": "Tribhuwan Prasad Vs.",
            "label": "PRECEDENT",
            "start_char": 29263,
            "end_char": 29283
        },
        {
            "text": "Uttar Pradesh Sarkar",
            "label": "OTHER_PERSON",
            "start_char": 29284,
            "end_char": 29304
        },
        {
            "text": "2018 (9) ADJ 466",
            "label": "PRECEDENT",
            "start_char": 29329,
            "end_char": 29345
        },
        {
            "text": "Tribhuwan Prasad",
            "label": "PRECEDENT",
            "start_char": 29350,
            "end_char": 29366
        },
        {
            "text": "Tribhuwan Prasad",
            "label": "PRECEDENT",
            "start_char": 29462,
            "end_char": 29478
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30225,
            "end_char": 30238
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30354,
            "end_char": 30367
        },
        {
            "text": "State of Haryana Vs.",
            "label": "PRECEDENT",
            "start_char": 30383,
            "end_char": 30403
        },
        {
            "text": "P.C. Wadhwa",
            "label": "OTHER_PERSON",
            "start_char": 30404,
            "end_char": 30415
        },
        {
            "text": "(1987) 2 SCC 602",
            "label": "CASE_NUMBER",
            "start_char": 30475,
            "end_char": 30491
        },
        {
            "text": "Rules 6, 6A and 7",
            "label": "PROVISION",
            "start_char": 31297,
            "end_char": 31314
        },
        {
            "text": "Rules 6, 6A and 7",
            "label": "PROVISION",
            "start_char": 31758,
            "end_char": 31775
        },
        {
            "text": "Section 34 (5) and (6)",
            "label": "PROVISION",
            "start_char": 34491,
            "end_char": 34513
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34521,
            "end_char": 34559
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 34589,
            "end_char": 34602
        },
        {
            "text": "State of Bihar",
            "label": "ORG",
            "start_char": 34606,
            "end_char": 34620
        },
        {
            "text": "Tribhuwan Prasad",
            "label": "PRECEDENT",
            "start_char": 34658,
            "end_char": 34674
        },
        {
            "text": "Section 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 34705,
            "end_char": 34726
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34734,
            "end_char": 34772
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35540,
            "end_char": 35550
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 35558,
            "end_char": 35596
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 36121,
            "end_char": 36131
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 36139,
            "end_char": 36177
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 36691,
            "end_char": 36701
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 36709,
            "end_char": 36747
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 36763,
            "end_char": 36794
        },
        {
            "text": "Gaursons Promoters Pvt. Ltd.",
            "label": "ORG",
            "start_char": 36796,
            "end_char": 36824
        },
        {
            "text": "Aakash Engineers and Contractors)",
            "label": "ORG",
            "start_char": 36829,
            "end_char": 36862
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37513,
            "end_char": 37526
        },
        {
            "text": "Section 34 (5) and (6)",
            "label": "PROVISION",
            "start_char": 37664,
            "end_char": 37686
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 37694,
            "end_char": 37732
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 38596,
            "end_char": 38607
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 38615,
            "end_char": 38636
        },
        {
            "text": "COVID 19",
            "label": "PROVISION",
            "start_char": 38765,
            "end_char": 38773
        },
        {
            "text": "COVID 19",
            "label": "PROVISION",
            "start_char": 38890,
            "end_char": 38898
        },
        {
            "text": "COVID 19",
            "label": "PROVISION",
            "start_char": 39070,
            "end_char": 39078
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39165,
            "end_char": 39178
        },
        {
            "text": "State of Uttar Pradesh",
            "label": "ORG",
            "start_char": 39894,
            "end_char": 39916
        },
        {
            "text": "COVID 19",
            "label": "PROVISION",
            "start_char": 39928,
            "end_char": 39936
        },
        {
            "text": "District Judge, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 40225,
            "end_char": 40258
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 40301,
            "end_char": 40311
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 40319,
            "end_char": 40357
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 40468,
            "end_char": 40485
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 40513,
            "end_char": 40544
        },
        {
            "text": "Gaursons Promoters Pvt",
            "label": "ORG",
            "start_char": 40546,
            "end_char": 40568
        },
        {
            "text": "Aakash Engineers and Contractors)",
            "label": "ORG",
            "start_char": 40579,
            "end_char": 40612
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 40763,
            "end_char": 40780
        },
        {
            "text": "District Judge, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 40959,
            "end_char": 40992
        },
        {
            "text": "District Judge, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 41246,
            "end_char": 41279
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 41541,
            "end_char": 41558
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 41660,
            "end_char": 41677
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 41929,
            "end_char": 41946
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 42065,
            "end_char": 42078
        },
        {
            "text": "Harish Uppal Vs Union of India and another reported at (2003) 2 SCC 45",
            "label": "PRECEDENT",
            "start_char": 42104,
            "end_char": 42174
        },
        {
            "text": "Krishnakant Tamrakar Vs State of Madhya Pradesh reported at AIR 2018 SC 3635",
            "label": "PRECEDENT",
            "start_char": 42179,
            "end_char": 42255
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 42317,
            "end_char": 42334
        },
        {
            "text": "Gautam Budh Nagar",
            "label": "GPE",
            "start_char": 42456,
            "end_char": 42473
        },
        {
            "text": "14.08.2020",
            "label": "DATE",
            "start_char": 43247,
            "end_char": 43257
        },
        {
            "text": "Ashish Tripathi",
            "label": "OTHER_PERSON",
            "start_char": 43258,
            "end_char": 43273
        }
    ],
    "precedent_clusters": {
        "Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors": [
            "Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors",
            "Noor Mohammed Vs.",
            "Gayathri Vs.",
            "State of Bihar and others Vs.",
            "Global Aviation Services Private Limited v. Airport Authorities of India,7",
            "Tribhuwan Prasad Vs.",
            "State of Haryana Vs.",
            "Noor Mohammed",
            "Tribhuwan Prasad",
            "Tribhuwan Prasad",
            "Tribhuwan Prasad"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 14",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 14",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(6)",
            "2015 Amendment Act",
            "Section 13(6)",
            "2015 Amendment Act"
        ],
        [
            "Section 14",
            "Commercial Courts, Commercial Division",
            "Section 14",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 10",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Section 10",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 34 (5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sections 34 and 48are",
            "Arbitration and Conciliation Act, 1996",
            "sections 34 and 48are",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sections 34(5) and 48(4)",
            "Arbitration and Conciliation Act, 1996",
            "sections 34(5) and 48(4)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 48(3)",
            "UNCITRAL Conciliation Rules, 1980",
            "section 48(3)",
            "UNCITRAL Conciliation Rules, 1980"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Rules 6, 6A and 7",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Rules 6, 6A and 7",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "COVID 19",
            "Arbitration and Conciliation Act, 1996",
            "COVID 19",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "COVID 19",
            "Arbitration and Conciliation Act, 1996",
            "COVID 19",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "COVID 19",
            "Arbitration and Conciliation Act, 1996",
            "COVID 19",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 48",
            "UNCITRAL Conciliation Rules, 1980",
            "section 48",
            "UNCITRAL Conciliation Rules, 1980"
        ],
        [
            "Section 29A.",
            "UNCITRAL Conciliation Rules, 1980",
            "Section 29A.",
            "UNCITRAL Conciliation Rules, 1980"
        ],
        [
            "Rules 6, 6A and 7",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Rules 6, 6A and 7",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "COVID 19",
            "Arbitration and Conciliation Act, 1996",
            "COVID 19",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors": 11
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 11,
        "Article 227 of Constitution of India": 2,
        "Section 80 of CPC": 1,
        "Section 14 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 13(6) of 2015 Amendment Act": 1,
        "Section 14 of Commercial Courts, Commercial Division": 1,
        "Section 10 of Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 34 (5) and (6) of Arbitration and Conciliation Act, 1996": 2,
        "Section 34(5) and (6) of Arbitration and Conciliation Act, 1996": 4,
        "section 34 of Arbitration and Conciliation Act, 1996": 2,
        "sections 34 and 48are of Arbitration and Conciliation Act, 1996": 1,
        "sections 34(5) and 48(4) of Arbitration and Conciliation Act, 1996": 1,
        "section 48(3) of UNCITRAL Conciliation Rules, 1980": 1,
        "section 34(3) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 2,
        "Section 34(1) of Arbitration and Conciliation Act, 1996": 2,
        "Section 34(5)and (6) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34(5) of Arbitration and Conciliation Act, 1996": 4,
        "Section 34(6) of Arbitration and Conciliation Act, 1996": 3,
        "section 34(5) of Arbitration and Conciliation Act, 1996": 1,
        "Rules 6, 6A and 7 of Commercial Appellate Division of High Courts Act, 2015": 2,
        "COVID 19 of Arbitration and Conciliation Act, 1996": 4,
        "section 48 of UNCITRAL Conciliation Rules, 1980": 1,
        "Section 29A. of UNCITRAL Conciliation Rules, 1980": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 39,
        "Constitution of India": 2,
        "CPC": 1,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "2015 Amendment Act": 1,
        "Commercial Courts, Commercial Division": 1,
        "Commercial Appellate Division of High Courts Act, 2015": 3,
        "UNCITRAL Conciliation Rules, 1980": 3
    }
}