{
    "id": "6a8e1a1101d69641c1de6ed5f46d2b7d442ab3cf29056d7b3ff179aaff326019",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nMr Maaz Ahmed Sharief vs M/S Puruvankara Projects Ltd on 30 June, 2022 \nAuthor: P.S.Dinesh Kumar\nBench: P.S.Dinesh Kumar\n     In The High Court Of Karnataka At Bengaluru\n         Dated This The 30Th Day Of June, 2022\n                        Present\n       The Hon'Ble Mr. Justice P.S.Dinesh Kumar\n\n                           And\n         The Hon'Ble Mr. Justice C.M. Poonacha \n                   Comap No.251/2021 \n\nBetween\n\nMr. Maaz Ahmed Sharief \nS/O Aziz Sharief \nR/At No. 548, 8Th Main\n4Th Block, Koramangala \nBengaluru -560034 \n                                              ... Appellant\n(By Sri H.Ramachandra, Advocate)\n\nAnd\n\n1.     M / S Puruvankara Projects Ltd., \n       (Presently Known As\n       M/S Puruvankara Ltd.)\n       A Company Incorporated Under\n       The Provisions Of Companies Act 1956\n       Having Its Registered Office\n       At No. 130/1, Ulsoor Road,\n       Bengaluru -560042 . \n\n2.     Mr. Riyaz Ahmed Sharief \n       S/O Aziz Sharief \n       Aged About Years \n       R/ At No. 85, Tareen Block\n       3Rd Block, Jayanagar\n       Bengaluru -560011\n                                        ... Respondents\n(By Sri Sanjay Nair, Advocate For R1) \n                               2\n\n\n\n\n      This Comap Is Filed Under Section 13(1-A) Of The\nCommercial Courts Act, 2015, Praying To Set Aside The\nImpugned Order Passed In Commercial A.S.No.149/2018\nPassed By The Hon'Ble Lxxxvii Addl. City Civil And\nSessions Judge (Exclusive Dedicated Commercial\nCourt) At Bengaluru (Cch-88) Dated 01.07.2021\nConsequently    Award     In  Cmp   No.83/2006   Dated\n17.12.2012 Passed By The Sole Arbitrator Is Also Liable\nTo Be Set Aside And To Remand The Case To The Hon'Ble\nSole Arbitrator.\n\n      This Comap Coming On For Admission On\n16.06.2022 And Having Been Heard And Reserved For \nJudgment, This Day    Poonacha J., Pronounced The\nFollowing:\n\n                        Judgment\nThis Appeal is filed challenging the judgment dated 01.07.2021 passed in Commercial As No.149/2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the  'Act' for short) as well as the Arbitral Award dated 17.12.2012 passed in CMP No.83/2006.\n2. The Appellant herein was arrayed as Respondent No.2 before the Sole Arbitrator and he is Plaintiff No.2 before the Commercial Court. Respondent No.1 herein was Claimant before the Sole Arbitrator and Defendant/Respondent before the Commercial Court. Respondent No.2 herein was arrayed as Respondent No.1 before the Sole Arbitrator and Plaintiff No.1 before the Commercial Court. It is also pertinent to note herein that Commercial AS No.149/2018 filed before the Commercial Court was filed by the Appellant herein as well as Respondent No.2, whereas the present appeal has been filed only by the Appellant who was Plaintiff No.2 before the Commercial Court. Appellant is represented as the GPA holder of the Respondent No.2.\n3. For the sake of convenience, the parties will be referred to as per their ranking before the Sole Arbitrator. \n4. The Claimant filed the claim petition before the Sole Arbitrator seeking for specific performance of the Agreement dated 24.02.2003 and for the other reliefs. The Sole Arbitrator vide Award dated 17.12.2012 ordered that the Claimant was entitled for specific performance of the Agreement dated 24.02.2003 and Sale Deed was required to be executed by the Respondents in favour of the Claimant, as also to deliver original title deeds and put the Claimant in possession on receipt of the balance sale consideration from the Claimant at the rate of Rs.310 per sq.ft. \n5. The Respondents being aggrieved by the Arbitral Award, filed Commercial AS No.149/2018. The Claimant contested the said proceedings. The Commercial Court, after giving an opportunity to all the parties, vide its judgment dated 01.07.2021, dismissed the application filed by Respondents. Hence this appeal under Section 37 of the Act. \n6. Learned counsel for the Appellant, in support of this Appeal, urged the following contentions:\n(a) that the document that was sought to be relied upon by the Sole Arbitrator was insufficiently stamped and hence, the same could not be relied upon by the Sole Arbitrator;\n(b) that the Appellant did not have sufficient opportunity to put forth his case before the Sole Arbitrator;\n(c) that the MOU dated 24.02.2003 was not a registered document and having regard to Section 17(1)(a) of the Indian Registration Act, 1908 (hereinafter referred to as \"the Act, 1908\" for short), the document can be looked into only for collateral purposes and the Sole Arbitrator gravely erred in considering the said document in its entirety and ordering specific performance of the same; and (d) that the Commercial Court erred in not exercising its jurisdiction under Section 34 of the Act in interfering with the Award made by the Sole Arbitrator.\n7. Per contra, the learned counsel for Respondent No.1 contended:\n(a) that the document which the Appellant is alleging to be insufficiently stamped was not produced either before the Sole Arbitrator or before the Commercial Court or in this Appeal in a manner known to law and hence, it is not open to the Appellant to put forth the said contention regarding insufficiency of stamping in the present Appeal for the first time;\n(b) that the contention regarding insufficiency of stamp is put forth before this Court for the first time and the said contention was not put forth either before the Sole Arbitrator or before the Commercial Court. Under the circumstances, the Appellant is not entitled to put forth the said contention regarding insufficiency of stamping in the present Appeal for the first time; \n(c) notwithstanding the fact that the contention regarding insufficiency of stamping of the document is not liable to be considered by this Court, no possession was handed over under the said document, the stamp duty paid is sufficient and the said document is not a compulsorily registerable document as contemplated under Section 17(1)(a) of the Indian Registration Act, 1908;\n(d) that the Application filed under Section 34 for setting aside the Arbitral Award made by the Sole Arbitrator was barred by time; and (e) that the Commercial Court, while considering the Application filed under Section 34 of the Act challenging the Award made by the Sole Arbitrator, has followed the settled principles of law regarding the scope of interference in Arbitral Awards and has rightly rejected the Application filed under Section 34 of the Act. \n8. We have given our anxious consideration to the contentions put forth by the learned counsel for the respective parties and perused the material on record. \n9. Having regard to the contentions put forth by the counsel for the respective parties, the point that arises for our consideration is, \"Whether the Commercial Court erred in law in dismissing the Application filed under Section 34 of the Act and in not interfering with the Arbitral Award made by the Sole Arbitrator\"?\n10. The counsel for the Appellant has vehemently contended that no sufficient opportunity was provided to the Respondents before the Sole Arbitrator to contest the claim made by the Claimant. It is pertinent to note that the same contention was urged by the Appellant before the Commercial Court and the Commercial Court has considered the contentions of the parties in detail with regard to the said aspect of the matter, more particularly in paragraphs 13, 15, 17, 18 and 19 of the judgment dated 01.07.2021 and rightly rejected the said contention because, it is forthcoming from the material on record that Respondents had entered appearance and represented by an Advocate before the learned Arbitrator, but they failed to file any statement even after a lapse of more than nine months. Hence, we find no good ground to interfere with the finding recorded by the Commercial Court on this aspect. \n11. The other aspect that has been recorded by the Commercial Court is, the application filed under Section 34 of the Act was barred by limitation. It is relevant to note that the Arbitral Award was passed on 17.12.2012 and the application under Section 34 of the Act was preferred on 13.07.2018. \n12. Section 34(3) of the Act specifically stipulates that an application for setting aside the Award is required to be made within three months. The proviso to Section 34(3) of the Act provides a further period of thirty days within which an application under Section 34 could be entertained provided, sufficient cause is demonstrated that the applicant was prevented from making such application within the stipulated time. The proviso further mandates that beyond the said further period of thirty days, the application cannot be entertained. As noticed by the Commercial Court, the settled proposition of law as held in the case of P.Radha Bai v. Ashok Kumar and another, reported in (2019) 13 SCC 445, whereunder the Hon'ble Supreme Court has held that the Arbitration Act being a \"special law\" a specific period of limitation is stipulated under Section 34(3) of the Act and there is no provision under the Limitation Act dealing with challenging an Award passed under the Arbitration Act , the provisions of the Limitation Act cannot be applied for the purpose of extending the period of limitation beyond what is prescribed under Section 34(3) of the Act. Having noticed the said aspect of the matter, the Commercial Court has recorded a categorical finding that the application filed under Section 34 of the Act is barred by time. The Appellant has not been able to demonstrate as to how the said finding on the aspect of limitation is erroneous or bad in law and liable to be interfered with. Under the circumstances, the said finding with regard to limitation as recorded by the Commercial Court does not call for interference. \n13. At the time of arguments, counsel for the Appellant vehemently contended that the MOU dated 24.02.2003 is insufficiently stamped and the same was required to be impounded and this aspect is not looked into by the Sole Arbitrator as well as the Commercial Court. Counsel for the Appellant also relied on the following judgments in support of the said contention;\n1) N.N.Global Mercantile Pvt.Ltd., v.\nIndo Unique Flame Ltd., and Ors., reported in (2021) 4 SCC 379; and 2) Widescreen Holdings Private Limited & Anr., Etc., v. Religare Finvest Limited & Anr., Etc., reported in 2022 LiveLaw (SC) 435.\n14. It is to be noted that the contention regarding insufficiency of payment of stamp duty on the MOU dated 24.02.2003 was not raised either before the Sole Arbitrator or before the Commercial Court. Notwithstanding the same, it is to be noted that the stamp duty payable on the MOU at the relevant point of time i.e., the date of the MOU as per Article 5(iii)(e)(iv) of the Karnataka Stamp (Amendment) Act, 1995, was Rs.200/-. Hence, the said MOU dated 24.02.2003 is sufficiently stamped. Under the circumstances, the decisions relied upon by the counsel for the Appellant are inapplicable to the facts of the present case. \n15. Section 17 of the Act, 1908 stipulates the documents of which registration is compulsory. Section 17(1) of the Act, 1908 stipulates the documents which are compulsorily registerable. Section 17(1)(a) of the Act, 1908 applies to the documents where the benefit of part performance is sought to be taken. Section 17(2) of the Act, 1908 lists out the documents where Section 17(1)(a)(b) and (c) shall not apply. The learned counsel for the Appellant is unable to demonstrate how Section 17 of the Act, 1908 will apply in the present case in respect of the MOU in question. Under the circumstances, the said contention put forth by the learned counsel for the Appellant is also liable to be rejected. \n16. It is also noticed by the Commercial Court that a memo was filed furnishing a copy of the order sheet in EP No.1764/2013, which discloses that after the Award has been executed and a copy of the Sale Deed which was executed pursuant to the Arbitral Award was furnished before the Commercial Court and that the Claimant had taken possession of the property by depositing the consideration amount of Rs.1,22,66,190/- on 30.01.2019 itself. \n17. The scope of interference under Section 37 of the Act has been the subject matter of various judicial pronouncements [(1) SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019) 15 SCC 131; (2) Patel Engineering Limited v. North Eastern Electric Power Corporation Limited, reported in (2020) 7 SCC 167;(3) PSA SICAL Terminals Pvt. Ltd., v. Board of Trustees of V.O Chidambranar Port Trust Tuticorin and Others, reported in 2021 SCC OnLine SC 508; and (4) Delhi Airport Metro Express Private Limited v. Delhi Metro Rail Corporation Limited, reported in (2022) 1 SCC 131)]. Considering the settled proposition of law, as laid down in the aforementioned judgments, we are of the considered opinion that the Commercial Court has rightly exercised its jurisdiction under Section 34 of the Act and refused to interfere with the Arbitral Award dated 17.12.2012 passed by the Sole Arbitrator. The Commercial Court has considered the application filed under Section 34 of the Act by noticing the settled proposition of law with regard to the scope of interference contemplated under Section 34 of the Act and correctly appreciated the relevant aspects of the matter and rightly refused to interfere with the Award passed by the Sole Arbitrator. Thus the Appellant has failed to demonstrate that the judgment dated 01.07.2021 passed in Commercial AS No.149/2018 warrants interference by this Court under Section 37 of the Act.\n18. It is open to the Appellant to participate in EP.No.1764/2013 and agitate the same in accordance with law. \n19. In view of the above, this appeal must fail and it is accordingly dismissed. \nIn view of the dismissal of the appeal, IA.3/2021 does not survive for consideration and is accordingly, disposed of. \nNo costs. \nSd/-\nJUDGE Sd/-\nJUDGE nd",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court mr maaz ahmed sharief vs m/s puruvankara projects ltd on 30 june, 2022 author: p.s.dinesh kumar bench: p.s.dinesh kumar in the high court of karnataka at bengaluru dated this the 30th day of june, 2022 present the hon'ble mr. justice p.s.dinesh kumar and the hon'ble mr. justice c.m. poonacha comap no.251/2021 between mr. maaz ahmed sharief s/o aziz sharief r/at no. 548, 8th main 4th block, koramangala bengaluru -560034 .appellant (by sri h.ramachandra, advocate) and 1. m/s puruvankara projects ltd., (presently known as m/s puruvankara ltd.) a company incorporated under the provisions of companies act 1956 having its registered office at no. 130/1, ulsoor road, bengaluru -560042. 2. mr. riyaz ahmed sharief s/o aziz sharief aged about years r/at no. 85, tareen block 3rd block, jayanagar bengaluru -560011 .respondents (by sri sanjay nair, advocate for r1) 2 this comap is filed under section 13(1-a) of the commercial courts act, 2015, praying to set aside the impugned order passed in commercial a.s.no.149/2018 passed by the hon'ble lxxxvii addl. city civil and sessions judge (exclusive dedicated commercial court) at bengaluru (cch-88) dated 01.07.2021 consequently award in cmp no.83/2006 dated 17.12.2012 passed by the sole arbitrator is also liable to be set aside and to remand the case to the hon'ble sole arbitrator. this comap coming on for admission on 16.06.2022 and having been heard and reserved for judgment, this day poonacha j., pronounced the following: judgment this appeal is filed challenging the judgment dated 01.07.2021 passed in commercial as no.149/2018 filed under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the 'act' for short) as well as the arbitral award dated 17.12.2012 passed in cmp no.83/2006. 2. the appellant herein was arrayed as respondent no.2 before the sole arbitrator and he is plaintiff no.2 before the commercial court. respondent no.1 herein was claimant before the sole arbitrator and defendant/respondent before the commercial court. respondent no.2 herein was arrayed as respondent no.1 before the sole arbitrator and plaintiff no.1 before the commercial court. it is also pertinent to note herein that commercial as no.149/2018 filed before the commercial court was filed by the appellant herein as well as respondent no.2, whereas the present appeal has been filed only by the appellant who was plaintiff no.2 before the commercial court. appellant is represented as the gpa holder of the respondent no.2. 3. for the sake of convenience, the parties will be referred to as per their ranking before the sole arbitrator. 4. the claimant filed the claim petition before the sole arbitrator seeking for specific performance of the agreement dated 24.02.2003 and for the other reliefs. the sole arbitrator vide award dated 17.12.2012 ordered that the claimant was entitled for specific performance of the agreement dated 24.02.2003 and sale deed was required to be executed by the respondents in favour of the claimant, as also to deliver original title deeds and put the claimant in possession on receipt of the balance sale consideration from the claimant at the rate of rs.310 per sq.ft. 5. the respondents being aggrieved by the arbitral award, filed commercial as no.149/2018. the claimant contested the said proceedings. the commercial court, after giving an opportunity to all the parties, vide its judgment dated 01.07.2021, dismissed the application filed by respondents. hence this appeal under section 37 of the act. 6. learned counsel for the appellant, in support of this appeal, urged the following contentions: (a) that the document that was sought to be relied upon by the sole arbitrator was insufficiently stamped and hence, the same could not be relied upon by the sole arbitrator; (b) that the appellant did not have sufficient opportunity to put forth his case before the sole arbitrator; (c) that the mou dated 24.02.2003 was not a registered document and having regard to section 17(1)(a) of the indian registration act, 1908 (hereinafter referred to as \"the act, 1908\" for short), the document can be looked into only for collateral purposes and the sole arbitrator gravely erred in considering the said document in its entirety and ordering specific performance of the same; and (d) that the commercial court erred in not exercising its jurisdiction under section 34 of the act in interfering with the award made by the sole arbitrator. 7. per contra, the learned counsel for respondent no.1 contended: (a) that the document which the appellant is alleging to be insufficiently stamped was not produced either before the sole arbitrator or before the commercial court or in this appeal in a manner known to law and hence, it is not open to the appellant to put forth the said contention regarding insufficiency of stamping in the present appeal for the first time; (b) that the contention regarding insufficiency of stamp is put forth before this court for the first time and the said contention was not put forth either before the sole arbitrator or before the commercial court. under the circumstances, the appellant is not entitled to put forth the said contention regarding insufficiency of stamping in the present appeal for the first time; (c) notwithstanding the fact that the contention regarding insufficiency of stamping of the document is not liable to be considered by this court, no possession was handed over under the said document, the stamp duty paid is sufficient and the said document is not a compulsorily registerable document as contemplated under section 17(1)(a) of the indian registration act, 1908; (d) that the application filed under section 34 for setting aside the arbitral award made by the sole arbitrator was barred by time; and (e) that the commercial court, while considering the application filed under section 34 of the act challenging the award made by the sole arbitrator, has followed the settled principles of law regarding the scope of interference in arbitral awards and has rightly rejected the application filed under section 34 of the act. 8. we have given our anxious consideration to the contentions put forth by the learned counsel for the respective parties and perused the material on record. 9. having regard to the contentions put forth by the counsel for the respective parties, the point that arises for our consideration is, \"whether the commercial court erred in law in dismissing the application filed under section 34 of the act and in not interfering with the arbitral award made by the sole arbitrator\"? 10. the counsel for the appellant has vehemently contended that no sufficient opportunity was provided to the respondents before the sole arbitrator to contest the claim made by the claimant. it is pertinent to note that the same contention was urged by the appellant before the commercial court and the commercial court has considered the contentions of the parties in detail with regard to the said aspect of the matter, more particularly in paragraphs 13, 15, 17, 18 and 19 of the judgment dated 01.07.2021 and rightly rejected the said contention because, it is forthcoming from the material on record that respondents had entered appearance and represented by an advocate before the learned arbitrator, but they failed to file any statement even after a lapse of more than nine months. hence, we find no good ground to interfere with the finding recorded by the commercial court on this aspect. 11. the other aspect that has been recorded by the commercial court is, the application filed under section 34 of the act was barred by limitation. it is relevant to note that the arbitral award was passed on 17.12.2012 and the application under section 34 of the act was preferred on 13.07.2018. 12. section 34(3) of the act specifically stipulates that an application for setting aside the award is required to be made within three months. the proviso to section 34(3) of the act provides a further period of thirty days within which an application under section 34 could be entertained provided, sufficient cause is demonstrated that the applicant was prevented from making such application within the stipulated time. the proviso further mandates that beyond the said further period of thirty days, the application cannot be entertained. as noticed by the commercial court, the settled proposition of law as held in the case of p.radha bai v. ashok kumar and another, reported in (2019) 13 scc 445, whereunder the hon'ble supreme court has held that the arbitration act being a \"special law\" a specific period of limitation is stipulated under section 34(3) of the act and there is no provision under the limitation act dealing with challenging an award passed under the arbitration act, the provisions of the limitation act cannot be applied for the purpose of extending the period of limitation beyond what is prescribed under section 34(3) of the act. having noticed the said aspect of the matter, the commercial court has recorded a categorical finding that the application filed under section 34 of the act is barred by time. the appellant has not been able to demonstrate as to how the said finding on the aspect of limitation is erroneous or bad in law and liable to be interfered with. under the circumstances, the said finding with regard to limitation as recorded by the commercial court does not call for interference. 13. at the time of arguments, counsel for the appellant vehemently contended that the mou dated 24.02.2003 is insufficiently stamped and the same was required to be impounded and this aspect is not looked into by the sole arbitrator as well as the commercial court. counsel for the appellant also relied on the following judgments in support of the said contention; 1) n.n.global mercantile pvt.ltd., v. indo unique flame ltd., and ors., reported in (2021) 4 scc 379; and 2) widescreen holdings private limited & anr., etc., v. religare finvest limited & anr., etc., reported in 2022 livelaw (sc) 435. 14. it is to be noted that the contention regarding insufficiency of payment of stamp duty on the mou dated 24.02.2003 was not raised either before the sole arbitrator or before the commercial court. notwithstanding the same, it is to be noted that the stamp duty payable on the mou at the relevant point of time i.e., the date of the mou as per article 5(iii)(e)(iv) of the karnataka stamp (amendment) act, 1995, was rs.200/-. hence, the said mou dated 24.02.2003 is sufficiently stamped. under the circumstances, the decisions relied upon by the counsel for the appellant are inapplicable to the facts of the present case. 15. section 17 of the act, 1908 stipulates the documents of which registration is compulsory. section 17(1) of the act, 1908 stipulates the documents which are compulsorily registerable. section 17(1)(a) of the act, 1908 applies to the documents where the benefit of part performance is sought to be taken. section 17(2) of the act, 1908 lists out the documents where section 17(1)(a)(b) and (c) shall not apply. the learned counsel for the appellant is unable to demonstrate how section 17 of the act, 1908 will apply in the present case in respect of the mou in question. under the circumstances, the said contention put forth by the learned counsel for the appellant is also liable to be rejected. 16. it is also noticed by the commercial court that a memo was filed furnishing a copy of the order sheet in ep no.1764/2013, which discloses that after the award has been executed and a copy of the sale deed which was executed pursuant to the arbitral award was furnished before the commercial court and that the claimant had taken possession of the property by depositing the consideration amount of rs.1,22,66,190/on 30.01.2019 itself. 17. the scope of interference under section 37 of the act has been the subject matter of various judicial pronouncements [(1) ssangyong engineering and construction company limited v. national highways authority of india (nhai), reported in (2019) 15 scc 131; (2) patel engineering limited v. north eastern electric power corporation limited, reported in (2020) 7 scc 167;(3) psa sical terminals pvt. ltd., v. board of trustees of v.o chidambranar port trust tuticorin and others, reported in 2021 scc online sc 508; and (4) delhi airport metro express private limited v. delhi metro rail corporation limited, reported in (2022) 1 scc 131)]. considering the settled proposition of law, as laid down in the aforementioned judgments, we are of the considered opinion that the commercial court has rightly exercised its jurisdiction under section 34 of the act and refused to interfere with the arbitral award dated 17.12.2012 passed by the sole arbitrator. the commercial court has considered the application filed under section 34 of the act by noticing the settled proposition of law with regard to the scope of interference contemplated under section 34 of the act and correctly appreciated the relevant aspects of the matter and rightly refused to interfere with the award passed by the sole arbitrator. thus the appellant has failed to demonstrate that the judgment dated 01.07.2021 passed in commercial as no.149/2018 warrants interference by this court under section 37 of the act. 18. it is open to the appellant to participate in ep.no.1764/2013 and agitate the same in accordance with law. 19. in view of the above, this appeal must fail and it is accordingly dismissed. in view of the dismissal of the appeal, ia.3/2021 does not survive for consideration and is accordingly, disposed of. no costs. sd/judge sd/judge nd"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66e480b847814aa696b06d8edf0210fc_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da4039c2a6924ff192b8c315da37b35d_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d054c83d693240a49cd38344d27aa5f3_2"
        },
        {
            "start": 264,
            "end": 335,
            "text": "\nMr Maaz Ahmed Sharief vs M/S Puruvankara Projects Ltd on 30 June, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57a0d0a9531a4e6a838de5b34bc2f078_3"
        },
        {
            "start": 337,
            "end": 614,
            "text": "Author: P.S.Dinesh Kumar\nBench: P.S.Dinesh Kumar\n     In The High Court Of Karnataka At Bengaluru\n         Dated This The 30Th Day Of June, 2022\n                        Present\n       The Hon'Ble Mr. Justice P.S.Dinesh Kumar\n\n                           And\n         The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "831f323f344c4e6c8fcdc7ff1ebcbcf5_4"
        },
        {
            "start": 615,
            "end": 640,
            "text": "Mr. Justice C.M. Poonacha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60f79dc78f874532aed972540bad28fe_5"
        },
        {
            "start": 641,
            "end": 678,
            "text": "\n                   Comap No.251/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f624906a52f439082ab90a173380ee1_6"
        },
        {
            "start": 679,
            "end": 712,
            "text": "\n\nBetween\n\nMr. Maaz Ahmed Sharief",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ceb03498afc46bbaa95fd5397fa80ab_7"
        },
        {
            "start": 713,
            "end": 730,
            "text": "\nS/O Aziz Sharief",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6335133b7c884aa591d8b98f0c491bba_8"
        },
        {
            "start": 731,
            "end": 777,
            "text": "\nR/At No. 548, 8Th Main\n4Th Block, Koramangala",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b26e394d0da24ce09ce34da0a4e99f0d_9"
        },
        {
            "start": 778,
            "end": 796,
            "text": "\nBengaluru -560034",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5cfc5ac504964214b8e794112ef707d3_10"
        },
        {
            "start": 844,
            "end": 858,
            "text": "... Appellant\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c70b7d5c9efb4b2a83a716a575e2359b_11"
        },
        {
            "start": 858,
            "end": 904,
            "text": "(By Sri H.Ramachandra, Advocate)\n\nAnd\n\n1.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "35aeeb50b7e64501b726a8923bd01bca_12"
        },
        {
            "start": 904,
            "end": 936,
            "text": "M / S Puruvankara Projects Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ead58de110a42a78550874f594e13bd_13"
        },
        {
            "start": 945,
            "end": 1168,
            "text": "(Presently Known As\n       M/S Puruvankara Ltd.)\n       A Company Incorporated Under\n       The Provisions Of Companies Act 1956\n       Having Its Registered Office\n       At No. 130/1, Ulsoor Road,\n       Bengaluru -560042",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37a944e49a894708ac41f312b053eac1_14"
        },
        {
            "start": 1169,
            "end": 1180,
            "text": ". \n\n2.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ec33bd0b8c64cb8988ca012a1b5d2ff_15"
        },
        {
            "start": 1180,
            "end": 1203,
            "text": "Mr. Riyaz Ahmed Sharief",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7412d53645aa4eb9a8d8d33b8995be9b_16"
        },
        {
            "start": 1204,
            "end": 1228,
            "text": "\n       S/O Aziz Sharief",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2cb9912691f4030b5c05df9c3bceece_17"
        },
        {
            "start": 1237,
            "end": 1253,
            "text": "Aged About Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9585e8cabbcc4c1f9ad5fab8b82f8fcd_18"
        },
        {
            "start": 1262,
            "end": 1385,
            "text": "R/ At No. 85, Tareen Block\n       3Rd Block, Jayanagar\n       Bengaluru -560011\n                                        ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2162ce27098e4371be009528f9dc2c8c_19"
        },
        {
            "start": 1386,
            "end": 1398,
            "text": "Respondents\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a9009ac120745b1bb7a3b84d77f3bf1_20"
        },
        {
            "start": 1398,
            "end": 1435,
            "text": "(By Sri Sanjay Nair, Advocate For R1)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d9f8e8cb70d4040966310ea9323477b_21"
        },
        {
            "start": 1436,
            "end": 1968,
            "text": "\n                               2\n\n\n\n\n      This Comap Is Filed Under Section 13(1-A) Of The\nCommercial Courts Act, 2015, Praying To Set Aside The\nImpugned Order Passed In Commercial A.S.No.149/2018\nPassed By The Hon'Ble Lxxxvii Addl. City Civil And\nSessions Judge (Exclusive Dedicated Commercial\nCourt) At Bengaluru (Cch-88) Dated 01.07.2021\nConsequently    Award     In  Cmp   No.83/2006   Dated\n17.12.2012 Passed By The Sole Arbitrator Is Also Liable\nTo Be Set Aside And To Remand The Case To The Hon'Ble\nSole Arbitrator.\n\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16aa86b445104ccdaa92ff63c8f938cc_22"
        },
        {
            "start": 1968,
            "end": 2055,
            "text": "This Comap Coming On For Admission On\n16.06.2022 And Having Been Heard And Reserved For",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bb61e9ee65643f5a7900528b57778c5_23"
        },
        {
            "start": 2056,
            "end": 2079,
            "text": "\nJudgment, This Day    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f9217c61ab5494dbdbd973ae1d585b8_24"
        },
        {
            "start": 2079,
            "end": 2351,
            "text": "Poonacha J., Pronounced The\nFollowing:\n\n                        Judgment\nThis Appeal is filed challenging the judgment dated 01.07.2021 passed in Commercial As No.149/2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87859cb56fe44a039e24ab2f37cc0c71_25"
        },
        {
            "start": 2352,
            "end": 2445,
            "text": " 'Act' for short) as well as the Arbitral Award dated 17.12.2012 passed in CMP No.83/2006.\n2.",
            "labels": [
                "FAC"
            ],
            "id": "bfb782ad16b34eae81a2dcbbde65d218_26"
        },
        {
            "start": 2446,
            "end": 2578,
            "text": "The Appellant herein was arrayed as Respondent No.2 before the Sole Arbitrator and he is Plaintiff No.2 before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "3dd91d320c4048569b413641323adc04_27"
        },
        {
            "start": 2579,
            "end": 2695,
            "text": "Respondent No.1 herein was Claimant before the Sole Arbitrator and Defendant/Respondent before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "1411aa687ddc4f0caee7515908968840_28"
        },
        {
            "start": 2696,
            "end": 2824,
            "text": "Respondent No.2 herein was arrayed as Respondent No.1 before the Sole Arbitrator and Plaintiff No.1 before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "41363791ef3f48269f19a8b09035a4e9_29"
        },
        {
            "start": 2825,
            "end": 3103,
            "text": "It is also pertinent to note herein that Commercial AS No.149/2018 filed before the Commercial Court was filed by the Appellant herein as well as Respondent No.2, whereas the present appeal has been filed only by the Appellant who was Plaintiff No.2 before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "1c00c15eb4de47d9a1154ada6f84dcc6_30"
        },
        {
            "start": 3104,
            "end": 3173,
            "text": "Appellant is represented as the GPA holder of the Respondent No.2.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "67a785d99c4b4f988257545c81cbe48a_31"
        },
        {
            "start": 3174,
            "end": 3283,
            "text": "For the sake of convenience, the parties will be referred to as per their ranking before the Sole Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "b953397757cc4f9c868c7e8f3bed0ea5_32"
        },
        {
            "start": 3284,
            "end": 3446,
            "text": "\n4. The Claimant filed the claim petition before the Sole Arbitrator seeking for specific performance of the Agreement dated 24.02.2003 and for the other reliefs.",
            "labels": [
                "FAC"
            ],
            "id": "5983835a6e3247778732a4feae4ee5b7_33"
        },
        {
            "start": 3447,
            "end": 3851,
            "text": "The Sole Arbitrator vide Award dated 17.12.2012 ordered that the Claimant was entitled for specific performance of the Agreement dated 24.02.2003 and Sale Deed was required to be executed by the Respondents in favour of the Claimant, as also to deliver original title deeds and put the Claimant in possession on receipt of the balance sale consideration from the Claimant at the rate of Rs.310 per sq.ft.",
            "labels": [
                "FAC"
            ],
            "id": "21919ca1df924c5fbb68134524e5e932_34"
        },
        {
            "start": 3853,
            "end": 3943,
            "text": "5. The Respondents being aggrieved by the Arbitral Award, filed Commercial AS No.149/2018.",
            "labels": [
                "FAC"
            ],
            "id": "dd3cf1fef4f24aeeb8f0e29671b07dd2_35"
        },
        {
            "start": 3944,
            "end": 3988,
            "text": "The Claimant contested the said proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "05d5d18433284885a2815a9953668ffd_36"
        },
        {
            "start": 3989,
            "end": 4142,
            "text": "The Commercial Court, after giving an opportunity to all the parties, vide its judgment dated 01.07.2021, dismissed the application filed by Respondents.",
            "labels": [
                "FAC"
            ],
            "id": "2ca5f35b613242788784ba2a2e4f835e_37"
        },
        {
            "start": 4143,
            "end": 4189,
            "text": "Hence this appeal under Section 37 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "7f5693986de9441992183f80208821df_38"
        },
        {
            "start": 4191,
            "end": 5767,
            "text": "6. Learned counsel for the Appellant, in support of this Appeal, urged the following contentions:\n(a) that the document that was sought to be relied upon by the Sole Arbitrator was insufficiently stamped and hence, the same could not be relied upon by the Sole Arbitrator;\n(b) that the Appellant did not have sufficient opportunity to put forth his case before the Sole Arbitrator;\n(c) that the MOU dated 24.02.2003 was not a registered document and having regard to Section 17(1)(a) of the Indian Registration Act, 1908 (hereinafter referred to as \"the Act, 1908\" for short), the document can be looked into only for collateral purposes and the Sole Arbitrator gravely erred in considering the said document in its entirety and ordering specific performance of the same; and (d) that the Commercial Court erred in not exercising its jurisdiction under Section 34 of the Act in interfering with the Award made by the Sole Arbitrator.\n7. Per contra, the learned counsel for Respondent No.1 contended:\n(a) that the document which the Appellant is alleging to be insufficiently stamped was not produced either before the Sole Arbitrator or before the Commercial Court or in this Appeal in a manner known to law and hence, it is not open to the Appellant to put forth the said contention regarding insufficiency of stamping in the present Appeal for the first time;\n(b) that the contention regarding insufficiency of stamp is put forth before this Court for the first time and the said contention was not put forth either before the Sole Arbitrator or before the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4b7564916ad54fe98499ad114e8f2e7c_39"
        },
        {
            "start": 5768,
            "end": 5933,
            "text": "Under the circumstances, the Appellant is not entitled to put forth the said contention regarding insufficiency of stamping in the present Appeal for the first time;",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c7e633d30ed40e08ecda05623407d8d_40"
        },
        {
            "start": 5934,
            "end": 6774,
            "text": "\n(c) notwithstanding the fact that the contention regarding insufficiency of stamping of the document is not liable to be considered by this Court, no possession was handed over under the said document, the stamp duty paid is sufficient and the said document is not a compulsorily registerable document as contemplated under Section 17(1)(a) of the Indian Registration Act, 1908;\n(d) that the Application filed under Section 34 for setting aside the Arbitral Award made by the Sole Arbitrator was barred by time; and (e) that the Commercial Court, while considering the Application filed under Section 34 of the Act challenging the Award made by the Sole Arbitrator, has followed the settled principles of law regarding the scope of interference in Arbitral Awards and has rightly rejected the Application filed under Section 34 of the Act.",
            "labels": [
                "ISSUE"
            ],
            "id": "93b77ca013c84cd1ad052db31f1e5f74_41"
        },
        {
            "start": 6776,
            "end": 6933,
            "text": "8. We have given our anxious consideration to the contentions put forth by the learned counsel for the respective parties and perused the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "11126c04fc374dd9b6df14409469b90a_42"
        },
        {
            "start": 6935,
            "end": 7259,
            "text": "9. Having regard to the contentions put forth by the counsel for the respective parties, the point that arises for our consideration is, \"Whether the Commercial Court erred in law in dismissing the Application filed under Section 34 of the Act and in not interfering with the Arbitral Award made by the Sole Arbitrator\"?\n10.",
            "labels": [
                "ISSUE"
            ],
            "id": "1ac185561da847088f26c02bf9a94a28_43"
        },
        {
            "start": 7260,
            "end": 7447,
            "text": "The counsel for the Appellant has vehemently contended that no sufficient opportunity was provided to the Respondents before the Sole Arbitrator to contest the claim made by the Claimant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "015b6253e02b4690bb8ef2c5dd3f846a_44"
        },
        {
            "start": 7448,
            "end": 8046,
            "text": "It is pertinent to note that the same contention was urged by the Appellant before the Commercial Court and the Commercial Court has considered the contentions of the parties in detail with regard to the said aspect of the matter, more particularly in paragraphs 13, 15, 17, 18 and 19 of the judgment dated 01.07.2021 and rightly rejected the said contention because, it is forthcoming from the material on record that Respondents had entered appearance and represented by an Advocate before the learned Arbitrator, but they failed to file any statement even after a lapse of more than nine months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa8b8770d7ca42ff951116037776a3db_45"
        },
        {
            "start": 8047,
            "end": 8155,
            "text": "Hence, we find no good ground to interfere with the finding recorded by the Commercial Court on this aspect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ee7e2131122465f9bb6b416ee50f174_46"
        },
        {
            "start": 8157,
            "end": 8304,
            "text": "11. The other aspect that has been recorded by the Commercial Court is, the application filed under Section 34 of the Act was barred by limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b670a38ebcc4a9c8cf8d003c881e90d_47"
        },
        {
            "start": 8305,
            "end": 8453,
            "text": "It is relevant to note that the Arbitral Award was passed on 17.12.2012 and the application under Section 34 of the Act was preferred on 13.07.2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4604210da33d48098d69c71317abd56d_48"
        },
        {
            "start": 8454,
            "end": 8599,
            "text": "\n12. Section 34(3) of the Act specifically stipulates that an application for setting aside the Award is required to be made within three months.",
            "labels": [
                "STA"
            ],
            "id": "79038491d53d499ca6ed92bbd4f1bd18_49"
        },
        {
            "start": 8600,
            "end": 8879,
            "text": "The proviso to Section 34(3) of the Act provides a further period of thirty days within which an application under Section 34 could be entertained provided, sufficient cause is demonstrated that the applicant was prevented from making such application within the stipulated time.",
            "labels": [
                "STA"
            ],
            "id": "650238bfb0dd4afcbac6f0c63ba7ea84_50"
        },
        {
            "start": 8880,
            "end": 8999,
            "text": "The proviso further mandates that beyond the said further period of thirty days, the application cannot be entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dfac287dc9f43fb880753e5c3d65c05_51"
        },
        {
            "start": 9000,
            "end": 9448,
            "text": "As noticed by the Commercial Court, the settled proposition of law as held in the case of P.Radha Bai v. Ashok Kumar and another, reported in (2019) 13 SCC 445, whereunder the Hon'ble Supreme Court has held that the Arbitration Act being a \"special law\" a specific period of limitation is stipulated under Section 34(3) of the Act and there is no provision under the Limitation Act dealing with challenging an Award passed under the Arbitration Act",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c0c7b6f362e4167a3390ecdbfbbc79b_52"
        },
        {
            "start": 9449,
            "end": 9617,
            "text": ", the provisions of the Limitation Act cannot be applied for the purpose of extending the period of limitation beyond what is prescribed under Section 34(3) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37311c696c89492e9e6c8c8bdf7e08df_53"
        },
        {
            "start": 9618,
            "end": 9793,
            "text": "Having noticed the said aspect of the matter, the Commercial Court has recorded a categorical finding that the application filed under Section 34 of the Act is barred by time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e6374cc47ee462ebb3e0494d214d585_54"
        },
        {
            "start": 9794,
            "end": 9956,
            "text": "The Appellant has not been able to demonstrate as to how the said finding on the aspect of limitation is erroneous or bad in law and liable to be interfered with.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71e91e39741f46f181cd8ebc1fc619e7_55"
        },
        {
            "start": 9957,
            "end": 10092,
            "text": "Under the circumstances, the said finding with regard to limitation as recorded by the Commercial Court does not call for interference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b232d50c3351423fa737a2261ca0f83e_56"
        },
        {
            "start": 10094,
            "end": 10359,
            "text": "13. At the time of arguments, counsel for the Appellant vehemently contended that the MOU dated 24.02.2003 is insufficiently stamped and the same was required to be impounded and this aspect is not looked into by the Sole Arbitrator as well as the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "416fda38aef64bd695618013b1b569cb_57"
        },
        {
            "start": 10360,
            "end": 10699,
            "text": "Counsel for the Appellant also relied on the following judgments in support of the said contention;\n1) N.N.Global Mercantile Pvt.Ltd., v.\nIndo Unique Flame Ltd., and Ors., reported in (2021) 4 SCC 379; and 2) Widescreen Holdings Private Limited & Anr., Etc., v. Religare Finvest Limited & Anr., Etc., reported in 2022 LiveLaw (SC) 435.\n14.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "55204655d1d94307a4e6390a62de84ee_58"
        },
        {
            "start": 10700,
            "end": 10895,
            "text": "It is to be noted that the contention regarding insufficiency of payment of stamp duty on the MOU dated 24.02.2003 was not raised either before the Sole Arbitrator or before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f51d2e5c90544d9d9cbf9b1703beea68_59"
        },
        {
            "start": 10896,
            "end": 11123,
            "text": "Notwithstanding the same, it is to be noted that the stamp duty payable on the MOU at the relevant point of time i.e., the date of the MOU as per Article 5(iii)(e)(iv) of the Karnataka Stamp (Amendment) Act, 1995, was Rs.200/-.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b01b6ec96dd9493084dea456b5779251_60"
        },
        {
            "start": 11124,
            "end": 11185,
            "text": "Hence, the said MOU dated 24.02.2003 is sufficiently stamped.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3121f5d582e4e4792c026528d4d5234_61"
        },
        {
            "start": 11186,
            "end": 11320,
            "text": "Under the circumstances, the decisions relied upon by the counsel for the Appellant are inapplicable to the facts of the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7864bcc3462147a4ade0852bd294cbe1_62"
        },
        {
            "start": 11322,
            "end": 11415,
            "text": "15. Section 17 of the Act, 1908 stipulates the documents of which registration is compulsory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9aa29a6d14c4c5190fe4589818c92af_63"
        },
        {
            "start": 11416,
            "end": 11508,
            "text": "Section 17(1) of the Act, 1908 stipulates the documents which are compulsorily registerable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6c7fa91f3344e49b967e8df5a615c02_64"
        },
        {
            "start": 11509,
            "end": 11628,
            "text": "Section 17(1)(a) of the Act, 1908 applies to the documents where the benefit of part performance is sought to be taken.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9ba6f97516d49e0858453cafe87f938_65"
        },
        {
            "start": 11629,
            "end": 11734,
            "text": "Section 17(2) of the Act, 1908 lists out the documents where Section 17(1)(a)(b) and (c) shall not apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb35f22294b741ffa36b4951e1df90f7_66"
        },
        {
            "start": 11735,
            "end": 11895,
            "text": "The learned counsel for the Appellant is unable to demonstrate how Section 17 of the Act, 1908 will apply in the present case in respect of the MOU in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "011009519dbd44168f9a6e06d282268b_67"
        },
        {
            "start": 11896,
            "end": 12022,
            "text": "Under the circumstances, the said contention put forth by the learned counsel for the Appellant is also liable to be rejected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aecb112c130c4c89adcd3bd2e616a2b1_68"
        },
        {
            "start": 12024,
            "end": 12464,
            "text": "16. It is also noticed by the Commercial Court that a memo was filed furnishing a copy of the order sheet in EP No.1764/2013, which discloses that after the Award has been executed and a copy of the Sale Deed which was executed pursuant to the Arbitral Award was furnished before the Commercial Court and that the Claimant had taken possession of the property by depositing the consideration amount of Rs.1,22,66,190/- on 30.01.2019 itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bce970f25784fc6b2e2668c5bdd0d54_69"
        },
        {
            "start": 12466,
            "end": 13107,
            "text": "17. The scope of interference under Section 37 of the Act has been the subject matter of various judicial pronouncements [(1) SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019) 15 SCC 131; (2) Patel Engineering Limited v. North Eastern Electric Power Corporation Limited, reported in (2020) 7 SCC 167;(3) PSA SICAL Terminals Pvt. Ltd., v. Board of Trustees of V.O Chidambranar Port Trust Tuticorin and Others, reported in 2021 SCC OnLine SC 508; and (4) Delhi Airport Metro Express Private Limited v. Delhi Metro Rail Corporation Limited, reported in (2022) 1 SCC 131)].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "578767eb98094979be6ff77e9ae73b20_70"
        },
        {
            "start": 13108,
            "end": 13420,
            "text": "Considering the settled proposition of law, as laid down in the aforementioned judgments, we are of the considered opinion that the Commercial Court has rightly exercised its jurisdiction under Section 34 of the Act and refused to interfere with the Arbitral Award dated 17.12.2012 passed by the Sole Arbitrator.",
            "labels": [
                "RATIO"
            ],
            "id": "7556ec6886414c41a8645204abeacfb9_71"
        },
        {
            "start": 13421,
            "end": 13771,
            "text": "The Commercial Court has considered the application filed under Section 34 of the Act by noticing the settled proposition of law with regard to the scope of interference contemplated under Section 34 of the Act and correctly appreciated the relevant aspects of the matter and rightly refused to interfere with the Award passed by the Sole Arbitrator.",
            "labels": [
                "RATIO"
            ],
            "id": "472973cf273e4ef89ddda4108d6c04b2_72"
        },
        {
            "start": 13772,
            "end": 13956,
            "text": "Thus the Appellant has failed to demonstrate that the judgment dated 01.07.2021 passed in Commercial AS No.149/2018 warrants interference by this Court under Section 37 of the Act.\n18.",
            "labels": [
                "RATIO"
            ],
            "id": "76476468cf334b3fb333703d71b1577e_73"
        },
        {
            "start": 13957,
            "end": 14063,
            "text": "It is open to the Appellant to participate in EP.No.1764/2013 and agitate the same in accordance with law.",
            "labels": [
                "RPC"
            ],
            "id": "a6da52b328824cbbbe9219828d96e60f_74"
        },
        {
            "start": 14065,
            "end": 14145,
            "text": "19. In view of the above, this appeal must fail and it is accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "c81e0946889a4e26b57c434105e2b943_75"
        },
        {
            "start": 14146,
            "end": 14264,
            "text": "\nIn view of the dismissal of the appeal, IA.3/2021 does not survive for consideration and is accordingly, disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "018df6fdfebb428887934afeb85a32da_76"
        },
        {
            "start": 14265,
            "end": 14275,
            "text": "\nNo costs.",
            "labels": [
                "RPC"
            ],
            "id": "deca049bf65544cda74f071538a3121a_77"
        },
        {
            "start": 14276,
            "end": 14301,
            "text": "\nSd/-\nJUDGE Sd/-\nJUDGE nd",
            "labels": [
                "NONE"
            ],
            "id": "b4c3b989bc414fc59b8f37678e3b2122_78"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Maaz Ahmed Sharief",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 42
        },
        {
            "text": "Puruvankara Projects Ltd",
            "label": "RESPONDENT",
            "start_char": 50,
            "end_char": 74
        },
        {
            "text": "P.S.Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 100,
            "end_char": 116
        },
        {
            "text": "P.S.Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 124,
            "end_char": 140
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 153,
            "end_char": 189
        },
        {
            "text": "P.S.Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 300,
            "end_char": 316
        },
        {
            "text": "C.M. Poonacha",
            "label": "JUDGE",
            "start_char": 382,
            "end_char": 395
        },
        {
            "text": "Maaz Ahmed Sharief",
            "label": "PETITIONER",
            "start_char": 447,
            "end_char": 465
        },
        {
            "text": "H.Ramachandra",
            "label": "LAWYER",
            "start_char": 614,
            "end_char": 627
        },
        {
            "text": "Puruvankara Projects Ltd.",
            "label": "RESPONDENT",
            "start_char": 656,
            "end_char": 681
        },
        {
            "text": "Riyaz Ahmed Sharief",
            "label": "RESPONDENT",
            "start_char": 927,
            "end_char": 946
        },
        {
            "text": "Sanjay Nair",
            "label": "LAWYER",
            "start_char": 1144,
            "end_char": 1155
        },
        {
            "text": "Poonacha",
            "label": "JUDGE",
            "start_char": 1815,
            "end_char": 1823
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 1941,
            "end_char": 1951
        },
        {
            "text": "Commercial AS No.149/2018",
            "label": "CASE_NUMBER",
            "start_char": 1962,
            "end_char": 1987
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2000,
            "end_char": 2010
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2018,
            "end_char": 2056
        },
        {
            "text": "17.12.2012",
            "label": "DATE",
            "start_char": 2142,
            "end_char": 2152
        },
        {
            "text": "CMP No.83/2006",
            "label": "CASE_NUMBER",
            "start_char": 2163,
            "end_char": 2177
        },
        {
            "text": "Commercial AS No.149/2018",
            "label": "CASE_NUMBER",
            "start_char": 2603,
            "end_char": 2628
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 3147,
            "end_char": 3157
        },
        {
            "text": "17.12.2012",
            "label": "DATE",
            "start_char": 3222,
            "end_char": 3232
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 3320,
            "end_char": 3330
        },
        {
            "text": "Commercial AS No.149/2018",
            "label": "CASE_NUMBER",
            "start_char": 3655,
            "end_char": 3680
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 3821,
            "end_char": 3831
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3905,
            "end_char": 3915
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 4334,
            "end_char": 4344
        },
        {
            "text": "Section 17(1)(a)",
            "label": "PROVISION",
            "start_char": 4396,
            "end_char": 4412
        },
        {
            "text": "Indian Registration Act, 1908",
            "label": "STATUTE",
            "start_char": 4420,
            "end_char": 4449
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4782,
            "end_char": 4792
        },
        {
            "text": "Section 17(1)(a)",
            "label": "PROVISION",
            "start_char": 5997,
            "end_char": 6013
        },
        {
            "text": "Indian Registration Act, 1908",
            "label": "STATUTE",
            "start_char": 6021,
            "end_char": 6050
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6089,
            "end_char": 6099
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6266,
            "end_char": 6276
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6490,
            "end_char": 6500
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6895,
            "end_char": 6905
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 7494,
            "end_char": 7504
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7996,
            "end_char": 8006
        },
        {
            "text": "17.12.2012",
            "label": "DATE",
            "start_char": 8105,
            "end_char": 8115
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8142,
            "end_char": 8152
        },
        {
            "text": "13.07.2018",
            "label": "DATE",
            "start_char": 8181,
            "end_char": 8191
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 8198,
            "end_char": 8211
        },
        {
            "text": "proviso to Section 34(3)",
            "label": "PROVISION",
            "start_char": 8343,
            "end_char": 8367
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8454,
            "end_char": 8464
        },
        {
            "text": "P.Radha Bai v. Ashok Kumar and another, reported in (2019) 13",
            "label": "PRECEDENT",
            "start_char": 8829,
            "end_char": 8890
        },
        {
            "text": "SCC 445",
            "label": "PROVISION",
            "start_char": 8891,
            "end_char": 8898
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8923,
            "end_char": 8936
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8955,
            "end_char": 8970
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 9045,
            "end_char": 9058
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 9106,
            "end_char": 9120
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9172,
            "end_char": 9187
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 9211,
            "end_char": 9225
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 9330,
            "end_char": 9343
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9491,
            "end_char": 9501
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 9928,
            "end_char": 9938
        },
        {
            "text": "N.N.Global Mercantile Pvt",
            "label": "ORG",
            "start_char": 10201,
            "end_char": 10226
        },
        {
            "text": "(2021) 4 SCC 379",
            "label": "CASE_NUMBER",
            "start_char": 10283,
            "end_char": 10299
        },
        {
            "text": "Widescreen Holdings Private Limited",
            "label": "ORG",
            "start_char": 10308,
            "end_char": 10343
        },
        {
            "text": "v. Religare Finvest Limited & Anr., Etc., reported in 2022 LiveLaw (SC) 435",
            "label": "PRECEDENT",
            "start_char": 10358,
            "end_char": 10433
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 10544,
            "end_char": 10554
        },
        {
            "text": "Article 5(iii)(e)(iv)",
            "label": "PROVISION",
            "start_char": 10782,
            "end_char": 10803
        },
        {
            "text": "Karnataka Stamp (Amendment) Act, 1995",
            "label": "STATUTE",
            "start_char": 10811,
            "end_char": 10848
        },
        {
            "text": "24.02.2003",
            "label": "DATE",
            "start_char": 10890,
            "end_char": 10900
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 11066,
            "end_char": 11076
        },
        {
            "text": "Section 17(1)",
            "label": "PROVISION",
            "start_char": 11156,
            "end_char": 11169
        },
        {
            "text": "Section 17(1)(a)",
            "label": "PROVISION",
            "start_char": 11249,
            "end_char": 11265
        },
        {
            "text": "Section 17(2)",
            "label": "PROVISION",
            "start_char": 11369,
            "end_char": 11382
        },
        {
            "text": "Section 17(1)(a)(b) and (c)",
            "label": "PROVISION",
            "start_char": 11430,
            "end_char": 11457
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 11542,
            "end_char": 11552
        },
        {
            "text": "EP No.1764/2013",
            "label": "CASE_NUMBER",
            "start_char": 11873,
            "end_char": 11888
        },
        {
            "text": "30.01.2019",
            "label": "DATE",
            "start_char": 12186,
            "end_char": 12196
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12242,
            "end_char": 12252
        },
        {
            "text": "SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019)",
            "label": "PRECEDENT",
            "start_char": 12332,
            "end_char": 12453
        },
        {
            "text": "Patel Engineering Limited v. North Eastern Electric Power Corporation Limited, reported in (2020) 7 SCC 167;(3",
            "label": "PRECEDENT",
            "start_char": 12470,
            "end_char": 12580
        },
        {
            "text": "PSA SICAL Terminals Pvt",
            "label": "ORG",
            "start_char": 12582,
            "end_char": 12605
        },
        {
            "text": "v. Board of Trustees of V.O Chidambranar Port Trust Tuticorin and Others, reported in 2021 SCC OnLine SC 508",
            "label": "PRECEDENT",
            "start_char": 12613,
            "end_char": 12721
        },
        {
            "text": "Delhi Airport Metro Express Private Limited v. Delhi Metro Rail Corporation Limited, reported in (2022) 1 SCC 131)",
            "label": "PRECEDENT",
            "start_char": 12731,
            "end_char": 12845
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13042,
            "end_char": 13052
        },
        {
            "text": "17.12.2012",
            "label": "DATE",
            "start_char": 13119,
            "end_char": 13129
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13225,
            "end_char": 13235
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13350,
            "end_char": 13360
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 13581,
            "end_char": 13591
        },
        {
            "text": "Commercial AS No.149/2018",
            "label": "CASE_NUMBER",
            "start_char": 13602,
            "end_char": 13627
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13670,
            "end_char": 13680
        },
        {
            "text": "EP.No.1764/2013",
            "label": "CASE_NUMBER",
            "start_char": 13744,
            "end_char": 13759
        },
        {
            "text": "IA.3/2021",
            "label": "CASE_NUMBER",
            "start_char": 13928,
            "end_char": 13937
        }
    ],
    "precedent_clusters": {
        "SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019)": [
            "P.Radha Bai v. Ashok Kumar and another, reported in (2019) 13",
            "SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 17(1)(a)",
            "Indian Registration Act, 1908",
            "Section 17(1)(a)",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17(1)(a)",
            "Indian Registration Act, 1908",
            "Section 17(1)(a)",
            "Indian Registration Act, 1908"
        ],
        [
            "SCC 445",
            "Arbitration Act",
            "SCC 445",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Limitation Act",
            "Section 34(3)",
            "Limitation Act"
        ],
        [
            "Article 5(iii)(e)(iv)",
            "Karnataka Stamp (Amendment) Act, 1995",
            "Article 5(iii)(e)(iv)",
            "Karnataka Stamp (Amendment) Act, 1995"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "proviso to Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "proviso to Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 17",
            "Indian Registration Act, 1908",
            "Section 17",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17(1)",
            "Indian Registration Act, 1908",
            "Section 17(1)",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17(1)(a)",
            "Indian Registration Act, 1908",
            "Section 17(1)(a)",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17(2)",
            "Indian Registration Act, 1908",
            "Section 17(2)",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17(1)(a)(b) and (c)",
            "Indian Registration Act, 1908",
            "Section 17(1)(a)(b) and (c)",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 17",
            "Indian Registration Act, 1908",
            "Section 17",
            "Indian Registration Act, 1908"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "SSANGYONG Engineering and Construction Company Limited v. National Highways Authority of India (NHAI), reported in (2019)": 2
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 13,
        "Section 17(1)(a) of Indian Registration Act, 1908": 3,
        "SCC 445 of Arbitration Act": 1,
        "Section 34(3) of Limitation Act": 1,
        "Article 5(iii)(e)(iv) of Karnataka Stamp (Amendment) Act, 1995": 1,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 2,
        "proviso to Section 34(3) of Arbitration and Conciliation Act, 1996": 1,
        "Section 17 of Indian Registration Act, 1908": 2,
        "Section 17(1) of Indian Registration Act, 1908": 1,
        "Section 17(2) of Indian Registration Act, 1908": 1,
        "Section 17(1)(a)(b) and (c) of Indian Registration Act, 1908": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 3
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 19,
        "Indian Registration Act, 1908": 8,
        "Arbitration Act": 1,
        "Limitation Act": 1,
        "Karnataka Stamp (Amendment) Act, 1995": 1
    }
}