{
    "id": "fdb1a2f3e147b2020011fc148256a4cf6ca8ea38cf782a140e24ac832c1c2fe3",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nM/S Scholastic India Pvt. Ltd. & Anr. vs Kanta Batra on 4 August, 2022 \nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                               In The High Court Of Delhi At New Delhi\n\n                          %                                  Judgment delivered on: 04.08.2022 \n                          +     Fao (Comm) 112/2022 & Cm No.7895/2021 \n\n                          M / S Scholastic India Pvt. Ltd. \n                          & Anr.                                               ..... Appellants\n                                                    versus \n\n                          Smt . Kanta Batra                                     ..... Respondent \n\n\n                          Advocates who appeared in this case: \n                          For the Appellants        : Mr Vishesh Issar and Ms Krishna Parkhani, \n                                                    Advocates . \n                          For the Respondent        : Mr Rajeev Saxena, Mr Sumit K. Batra, Mr\n                                                    Shrey Chathaly and Mr Kshitij Chhabra,\n                                                    Advocates.\n                                                             And\n\n                          +     Fao ( Comm.)71/2021 & C.M.No.9784/2021 \n\n                          Smt. Kanta Batra                                     ...... Appellant \n                                                    versus\n                          M / S Scholastic India Pvt. Ltd. \n                          & Anr .                                               ..... Respondents\n\n\n                          Advocates who appeared in this case : \n                          For the Appellant          : Mr Rajeev Saxena, Mr Sumit K. Batra , Mr \n                                                    Shrey Chathaly and Mr Kshitij Chhabra, \n                                                    Advocates . \n                          For the Respondents       : Mr Vishesh Issar and Ms Krishna Parkhani,\n                                                    Advocates.\n\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:Dushyant Rawal         Fao(Comm) 112/2022 & Fao (Comm) 71/2021                 Page 1 of 19\nSigning Date:05.08.2022 \n                           Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr Justice Amit Mahajan \n                                                       Judgment\nVibhu Bakhru, J \n1 . These are cross appeals under Section 37(1)(c) of the Arbitration and Conciliation Act, 1996 (hereafter the 'A&C Act') impugning an order dated 17.08.2020 (hereafter the 'impugned o rder') passed by the learned Additional Commercial Judge . By the impugned order, the learned Court allowed the application filed by Scholastic India Pvt. Ltd. [the appellant in FAO (COMM) 112/2022, hereafter referred to as 'Scholastic'] under Section 34 of the A&C Act impugning an arbitral award dated 05.09.2017 (hereafter the 'impugned award').\n2. The disputes between the parties arise in connection with a Lease Deed dated 08.03.2013 (hereafter the 'Lease Deed') in respect of a property bearing \"Killa No. 6/1, admeasuring 6 kanals 9 marlas, falling in rectangle No. 24, Khewat Khata No. 1821209, situated at Village Gopalpur, District Gurgaon, Haryana alongwith built up structure admeasuring 25,000 sq. ft\" (hereafter the 'premises').\n3. In terms of the Lease Deed, Smt. Kanta Batra [the Appellant in FAO (COMM) 71/2021 and hereafter referred to as the 'Lessor'] had leased the premises to Scholastic for a period of three years commencing from 01.03.2013 till 28.02.2016. In terms of Clause 5(b) of the Lease Deed, Scholastic had deposited a sum of 15,00,000/- as interest free security deposit. A fire broke out in the said premises on 18.08.2014, which caused damage to the premises. The Lessor commenced the repairs to the premises in October 2014. She also informed Scholastic that the construction would be completed by 01.01.2015. The reconstruction/repairs were completed on 08.03.2015. Scholastic did not resume possession of the premises and claims that the Lease Deed stood terminated. \nThe Disputes 4. The Lessor claimed that the lease was not terminated in accordance with the agreed terms. In any event, Scholastic was not entitled to terminate the lease during the lock-in period. Accordingly, she claimed lease rentals quantified at 44,49,450/-, which includes service tax as well as expenditure incurred on the air-cooling unit. In addition, the Lessor claimed an amount of 1,09,58,054/- on account of expenditure incurred in repairs of the said premises. The said claim is premised on the basis that fire had broken out on account of negligence on the part of Scholastic to maintain its electrical installation (computers).\n5. Scholastic disputed the claims. It claimed that the incident of fire on 18.08.2014 was a force majeure event and resulted in termination of the lease. It denied that it was liable to pay any lease rentals as claimed. Scholastic also disputed that it was responsible for the incident of fire or to reimburse any amount incurred by the Lessor in repairs to the premises. Scholastic claimed that it was entitled to a refund of the security deposit of 15,00,000/- along with interest at the rate of 14% per annum. It also claimed expenses incurred due to fire quantified at 7,57,882/-. \nThe Impugned Award 6. In view of the aforesaid disputes, the Arbitral Tribunal struck the following issues:\n\"13. On pleadings of parties following issues were settled:\nI. Whether there was termination of the contract as per the agreement Ex. R-3? \nII. Whether the claimant is entitled for an amount as claimed towards the rent, in terms of agreement Ex. R-3? \nIII. Whether the claimant is entitled for an amount, allegedly spent on renovation of property, besides other claim made in the claim statement? \nIV. Whether the claimant has violated terms of agreement Ex R-3, when she failed to get the premises insured? \nV. Whether the respondents are entitled to the amount claimed in the counter claim?\" \n7. The Arbitral Tribunal found that Scholastic was not entitled to terminate the lease during the lock-in period of the initial two years except on account of any breach or failure on the part of the Lessor to fulfil its obligations or in the event that any of the representations, undertaking or warrantees furnished by the Lessor are found to be false, untrue or misleading. The Arbitral Tribunal found that Scholastic had not issued any notice terminating the said lease during the lock-in period. The Arbitral Tribunal reasoned that Scholastic could not terminate the Lease Deed during the lock-in period without a notice specifying any failure on the part of the Lessor to fulfil the obligations or pointing out any representation, undertaking or warranty which was discovered to be false. The Arbitral Tribunal held that since no such notice had been issued during the lock-in period, the Lease was not terminated in accordance with terms of the Lease Deed. The first issue was decided accordingly. \n8. Insofar as claims made by the Lessor are concerned, the Arbitral Tribunal found that the Lessor had assumed possession of the premises in October 2014 and therefore, Scholastic was not liable to pay any rent after September 2014. The Tribunal also found that the Lessor was reconstructing the premises from October 2014 till 08.03.2015 and during the said period, the premises (which was to be used as godown) would not be usable. The Lessor had also not demanded rent from Scholastic during the said period. The Tribunal found that none of the parties had terminated the Lease Deed in accordance with the terms thereof but since the Lessor had assumed possession in October 2014, Scholastic was not liable to pay any rent for the period after September 2014. The second issue was decided accordingly. \n9. Insofar as lessor's claim for cost of repairs is concerned, the Arbitral Tribunal held that the Lessor was entitled to the expenditure incurred in repairing the premises. The Arbitral Tribunal reasoned that in terms of Clause 5(j) of the Lease Deed, Scholastic was obliged to handover vacant and peaceful possession of the premises in the same condition, subject to normal wear and tear, at the time of termination of the lease. \n10. The Arbitral Tribunal also found that fire had broken out as a result of failure on the part of Scholastic to maintain its electrical equipment. The same had resulted in short-circuit which in turn had resulted in the incident of fire breaking out at the premises. Accordingly, the Arbitral Tribunal rejected Scholastic's contention that the incident of fire was a force majeure event and therefore, it was not liable to pay any compensation. \n11. Having found that the Lessor was entitled to the cost of repairs, the Arbitral Tribunal examined the documents and material produced by the Lessor in support of quantification of damages. The Lessor had produced a tabulation of the amounts spent by her aggregating an amount of 1,09,58,054/- and certain materials / documents to support the entries in the tabular statement. The Arbitral Tribunal found that some of the entries were for expenditure incurred prior to 18.08.2014 (the date of the incident of fire). Accordingly, the Arbitral Tribunal rejected the said entries. It further found that some of the entries were not supported by corresponding bills. Further, some of the invoices did not specify the items of the construction material. The said tabular statement also included an entry for expenditure of 20,00,000/- incurred on labour which was not supported by other documents. \n12. In view of the above, the Arbitral Tribunal did not accept the Lessor's claim in its entirety. The Lessor had also relied on a bank statement indicating the amounts spent on repairs of the premises, which was reflected in her Income Tax Return for the assessment year 2015-16. The witness examined on behalf of the Lessor (CW-2) had also filed an affidavit affirming that he was a Chartered Account and verified the statement of the bank account and the Income Tax Returns filed by the Lessor. The Arbitral Tribunal after evaluating the said material found that the Lessor was entitled to a sum of 66,89,570/- as expenditure incurred on re-construction of the premises. After deducting a sum of 15,00,000/- furnished as a security deposit, the Arbitral Tribunal awarded a sum of 51,89,570/- in favour of the Lessor. \n13. In addition, the Tribunal awarded pendente lite interest at the rate of 6.5% per annum quantified at 6,74,644/- and future interest at the rate of 6.5% per annum on the awarded amount in case the said amount was not paid within a period of one month from the date of the award. \nThe Impugned Order 14. Aggrieved by the impugned award, Scholastic filed an application under Section 34 of the A&C Act for setting aside the impugned award [OMP 74/2019 captioned \"Scholastic India Pvt. Ltd.\n&Ors. v. Kanta Batra\"]. The Court referred to various decisions of the Supreme Court including the decisions in Associate Builders v. Delhi Development Authority: (2015) 3 SCC 49 and Ssangyong Engineering and Construction Company Ltd. v. National Highways Authority of India: (2019) 15 SCC 131 and noted that an arbitral award cannot be set aside except on the grounds as set out in Section 34 of the A&C Act.\n15. The Court concurred with the finding of the Arbitral Tribunal that Scholastic had not terminated the Lease Deed in terms thereof. It found that the Arbitral Tribunal had rightly rejected Scholastic's contention that the premises could not be used for fifteen consecutive days on account of a force majeure event and therefore, the Lease Deed stood terminated. The learned Court also concurred with the decision of the Arbitral Tribunal that Scholastic was not liable to pay any rent after September 2014 as the Lessor had come into possession of the premises. \n16. The Court held that the Arbitral Tribunal's finding that fire had broken out at the premises on account of a snag in electrical equipment was based on evidence on record and therefore, could not be interfered with under Section 34 of the A&C Act. It also agreed with the decision of the Arbitral Tribunal that the Lessor was liable to compensation for the damage caused to the premises under Section 73 of the Indian Contract Act, 1872. However, the Court did not concur with the decision of the Arbitral Tribunal regarding quantification of damages. First, it found that the Arbitral Tribunal had grossly erred in relying on the documents (Income Tax Return and bank statements marked as Ex.CW2/1 and CW1/2) respectively as the same were not supported by a certificate under Section 65B of the Indian Evidence Act, 1872. The learned Commercial Court referred to various decisions and held that no person could be saddled with any liability on the basis of any entries in the books of accounts. It also noted that that the witness examined on behalf of the Lessor, CW-2, had admitted that the documents in question had been handed over by the Lessor. In view of the above the Court held that the impugned award was based on no evidence and, therefore, suffered from the vice of patent illegality. \n17. The learned Commercial Court rejected Scholastic's challenge to the finding of the Arbitral Tribunal that it had waived its right for performance of Clause 6(n) of the Lease Deed. In terms of the said Clause, the Lessor was obliged to obtain fire and special peril insurance coverage of the entire premises. Failure to comply with the said obligations entitled Scholastic to terminate the Lease Deed. However, it had raised no objection to the failure on the part of the Lessor to obtain an insurance cover. The Arbitral Tribunal, thus, held that it had waived its right to now raise any objection in this regard. The learned Court held that the said finding warranted no interference. \n18. The learned Court also rejected Scholastic's contention that it was entitled to refund of the security deposit of 15,00,000/- along with interest at the rate of 14% per annum. The learned Court held that Scholastic was under an obligation to restore the premises in the same condition to the Lessor but it had failed to do so. It concurred with the opinion of the Arbitral Tribunal that the Lessor was entitled to adjust the security interest against the amount spent for reconstruction of the premises. \nReasons and Conclusion 19. Both the parties have assailed the impugned order. The Lessor challenges the impugned order as being beyond the scope of Section 34 of the A&C Act. It is contended on her behalf that the learned Court had proceeded to re-appreciate the evidence regarding quantification of damages, which is impermissible. \n20. Scholastic also assails the impugned order to the limited extent that the learned Court has rejected its claim for refund of the security deposit. It is contended on its behalf that having found that the Lessor had failed to substantiate her claim for cost of repairs and reconstruction of the premises, there was no question of permitting adjustment of the security deposit furnished by Scholastic. \n21. It is apparent from the above that Scholastic's challenge to the impugned award rests on the premise that the learned Commercial Court had rightly set aside the compensation awarded in favour of the Lessor. As noted above, the Arbitral Tribunal had found that the Lessor was entitled to a sum of 66,89,570/- as the expenditure incurred in repairing the premises. It had, accordingly, awarded a sum of 51,89,570/- after adjusting the sum of 15,00,000/- being the security deposit that was refundable to Scholastic. The Court had faulted the Arbitral Tribunal for entering an award in favour of the Lessor. It would follow that Scholastic would be entitled to the refund of 15,00,000/-, which was furnished as security deposit. Admittedly, the same was due and payable to Scholastic and was therefore, adjusted against the amount of damages found payable to the Lessor. If the Lessor's claim for damages is found to be unsustainable for want of evidence, it would, obviously, follow that Scholastic would be entitled to a refund of the security deposit. \n22. Mr Saxena, learned counsel appearing for the Lessor, fairly admitted that if the Lessor's appeal [FAO(COMM) 71/2021] is rejected, Scholastic's appeal [FAO (COMM) 112/2022] was required to be allowed. \n23. The principal question to be addressed is whether the decision of the learned Court to interfere with the impugned award is sustainable. The learned Court had referred to the decisions in the case of Associate Builders v. Delhi Development Authority (supra) and Ssangyong Engineering and Construction Company Ltd. (supra) and had rightly concluded that the scope of interference with an arbitral award under Section 34 of the A&C Act is limited. It is now well settled that a court cannot reappreciate or re-evaluate the evidence and supplant its opinion over that of the Arbitral Tribunal in proceedings under Section 34 of the A&C Act. This Court is of the view that having correctly noted the law, the learned Commercial Court committed precisely the same error of re-appreciating and re- evaluating the evidence. First, it found that the Lessor's income tax returns and the statement of bank accounts were not supported by any certificate under Section 65B of the Indian Evidence Act, 1872 and, therefore, were not admissible. Second, that no liability could be fastened on Scholastic the basis of the entry in the books of accounts. \n24. The Indian Evidence Act, 1872 does not apply to proceedings before an Arbitral Tribunal. Section 1 of the Indian Evidence Act, 1872 makes it expressly clear that the said Act does not apply to \"proceedings before an arbitrator\". Further, Section 19(1) of the A&C Act also expressly provides that the Arbitral Tribunal would not be bound by the Code of Civil Procedure, 1908 or the Indian Evidence Act, 1872.\n25. In view of the above, an arbitral award cannot be faulted on the ground that it is non-compliant with the said statutes. Having stated the above, it is necessary to clarify that there may be instances where an arbitral award may be faulted as being in conflict with the public policy of India or on the ground of patent illegality, including that it falls foul of the most basic principles underlying the Indian Evidence Act, 1872. But that does not mean that in all cases where the material relied upon by the Arbitral Tribunal does not measure up to the standards under the Indian Evidence Act 1872, the arbitral award would be liable to be set aside. Clearly, an arbitral award, which is based on no material or evidence at all may be vitiated by patent illegality. However, insufficiency of evidence or material is not a ground for setting aside an arbitral award. It is apparent that in the present case, there was material available on record to substantiate the claim made by the Lessor. In addition to producing certain invoices, the Lessor had also examined a Chartered Accountant (CW-2). CW-2 had tendered his affidavit affirming that he had verified the Statements of Bank Account no. 913010011412452. He had also filed a copy of the Income Tax Return for the relevant year (Assessment year 2015- 16) along with computation of income filed with the Income Tax Authorities. The said return indicated that the expenditure was claimed by the Lessor on repairs of the premises. CW-2 had also produced Statements of Bank Account (CW2/2 colly). The said statements reflected payments to certain entities which the Lessor claimed were against the expenditure incurred for repairs of the building. \n26. CW-2 was cross-examined. He denied the suggestion that the documents referred to in his affidavit are forged or contained wrong information. \n27. The Arbitral Tribunal had evaluated the material and documents on record as is apparent from the following extract:\n\"41. However facts unfolded by Shri Hemant Batra lead this Tribunal to its destination. He unfolds in his affidavit Ex. CW 2/A that being Charted Accountant for the claimant he computed her income and filed her return for Assessment Year 2015-2016, copy of which return is Ex CW 2/1. Along with that return he had relied statement of bank account 913010011412452, maintained by the claimant at Rohtak Branch of AXIS BANK. In that statement of bank account, money spent by the claimant on reconstruction of the warehouse is reflected. When that account statement is scanned it came to light that the claimant paid a sum of Rs. 2,40,000/- to Haryana Steels on 14/10/2014, Rs. 18,50,000/- to Bansal Steels on 14/10/2014, Rs. 1,47,070/- to V P Batra & Co. 14/10/2014, Rs 23 Lakhs to Rama Enterprises on 7/11/2014, Rs. 2,500/- to Karnal Singh & Co. on 14/11/2014, Rs. 4,50,000/- to Jain Traders on 21/11/2014, Rs. 12 Lakhs to SJK Infrastructures on 26/11/2014 and a sum of Rs. 5 Lakhs to Ms. Geetanjali Baweja on 28/10/2014. Besides the above entries, there is no other entry in that account from October 2014 to 8thMarch 2015, showing that any amount of money was spent by the claimant on reconstruction of the warehouse. \n42. An amount to the tune of Rs. 30 Lakhs was paid by her to Shri Anurag Sharma on 3/2/2015 against her borrowing from him of a sum of Rs.10 Lakhs on 7/11/2014, another sum of Rs. 10 Lakhs on 7/11/2014 and a sum of Rs. 10 Lakhs on 11/10/2014. Therefore this entry cannot be said in respect of an amount spent by her on construction of the warehouse. \n43. The above statement of account has been relied by the claimant through the deposition of Shri Hemant Batra and was not questioned on behalf of the respondents, during course of his cross-examination. Hence this document is used to arrive at the amount spent by the claimant in reconstruction of the warehouse. When amount spent by the claimant is computed, as reflected in the account statement of her bank account, maintained at AXIS BANK, it comes to Rs. 66,89,570/ only. Therefore this much of amount can be said to have been spent by the claimant on reconstruction of the warehouse in question.\" \n28. The Arbitral Tribunal was not persuaded to accept that vouchers and bills produced were sufficient evidence to reflect the expenditure incurred on repairs of the premises. Nonetheless, the Arbitral Tribunal accepted that the Lessor had incurred certain expenditure on repairs based on the Income Tax Return filed by the Lessor, which reflected that she had incurred certain expenditure on repairs of the premises. This was coupled with the bank statement which reflected payments of the said amounts. Undeniably, the income tax return furnished by the Lessor for the assessment year 2015-16 was material evidence to establish that the Lessor had claimed that she had incurred certain expenditure for repairs of the premises. Indisputably, this could not be stated to be irrelevant to the Lessor's claim before the Arbitral Tribunal.\n29. The learned Commercial Court rejected the contention that the Arbitral Tribunal was not obliged to follow the provisions of CPC or the Indian Evidence Act, 1872 stricto sensu and therefore the impugned award could not be set aside on that ground. The learned Commercial Court reasoned that an Arbitral Tribunal was required to make a reasoned award and an award based on no evidence, could not be upheld. This reasoning is apparent from the following extract of the impugned order: \n\"40. The abovesaid contention of Ld. Counsel for the respondent appears to be attractive but the same is fallacious in as much as the Ld. Arbitrator is not supposed to follow the CPC or the evidence Act in stricto senso, but the Ld. Arbitrator is supposed to pass a reasoned award and an Award which is based on no evidence cannot be upheld in view of the law laid down by the superior courts as discussed in foregoing paras of this judgment especially in the judgment Ssanyong (supra) it has been reiterated....\" \n30. This Court is of the view that the learned Commercial Court fell in error in proceeding on the basis that the impugned award is an unreasoned one or that it is based in no evidence at all. The Arbitral Tribunal, as noted above, evaluated the material on record to partly allow the claim of the Lessor. The statements of bank account indicating certain entries to reflect that the Lessor had made payments to certain entities were, undoubtedly, relevant material. The Lessor had reflected certain expenditure incurred on repairs of the building in her income tax return for the assessment year 2015-16. The outflow was corroborated by the Statements of Bank Account. As stated above, this was relevant material for the purposes of the Lessor's claim. \n31. The learned Commercial Court referred to the decisions in J.K. Synthetics Ltd. v. Dynamic Cements Traders: (2012) SCC OnLine Del 4817, Sheetal Fabrics v. Coir Cushions Ltd.: (2005) SCC OnLine Del 247, M/s Kashmiri Lal Surinder Kumar v. M/s Veer Bhan Ramesh Kumar & Ors: (2015) SCC OnLine Del 10344 and J.K. Aggarwal v. Bank of India: (2008) SCC OnLine Del 1219, Chandradhar Goswami & Ors. v. Gauhati Bank Ltd: (1967) 1 SCR 898, to conclude that the impugned award is based on no evidence. None of the judgments referred to by the learned Court are an authority for the proposition that books of accounts maintained in normal course or the statement of bank accounts have no evidentiary value. The decisions referred to rest on the sufficiency of such evidence to impute liability on the defendant. \n32. In J.K. Synthetics Ltd. v. Dynamic Cements Traders (supra), the Court had held that entries in the statement of accounts maintained in regular course would be insufficient to charge a person with the liability unless documents of transactions are filed and exhibited. This is not an authority for the proposition that books of accounts maintained in normal course are no evidence. It merely specifies that the entries in the books of accounts by itself are not sufficient evidence for imputing liability. \n33. In Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra), the Supreme Court held that Gauhati Bank Ltd. could not, merely by showing entries in its account books, establish that it had advanced 10,000/- to the appellants. The Court observed that Section 4 of the Bankers' Books Evidence Act, 18 of 1891 allows certified copies of the accounts to be produced as prima facie evidence of the existence of original entries in the accounts and are admitted as evidence of matters, transactions and accounts therein. However, original entries alone would not be sufficient to charge any person with the liability in view of Section 34 of the Indian Evidence Act, 1872. The Court held that further corroborated evidence would be necessary to impute liability on the appellants. The said judgment cannot be misread to mean that books of accounts maintained in the regular course of business are no evidence at all. \n34. In Sheetal Fabrics v. Coir Cushions Ltd. (supra), a Single Bench of this Court had admitted a winding up petition against respondent (Coir Cushions Ltd.) on the basis of entries in the books of accounts. The Court had referred to the decision of the Supreme Court in Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra) and held that it would be difficult to hold that a petition for winding up of a company (under Section 433 of the Companies Act, 1956) would be maintainable solely on the basis of books of accounts. However, in that case, the Court found that the same was coupled with an acknowledgement of liability and, therefore, held that prima facie, the respondent company was indebted to the petitioner. \n35. In M/s Kashmiri Lal Surinder Kumar v. M/s Veer Bhan Ramesh Kumar & Ors. (supra), this Court found that a self-serving statement of an account which is not supported by any evidence was insufficient to fasten a huge liability as claimed in the suit upon the defendants. The Court described the evidence led in that case as \"fragile\". Thus, this was also a case where the Court found the evidence led by the plaintiff was insufficient to substantiate its claim. \n36. In J.K. Aggarwal v. Bank of India (supra), this Court following the decision in the case of Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra) faulted the decision of the trial court to accept the books of accounts maintained by the Bank of India as \"conclusive proof\" thereof. The question whether a piece of evidence is accepted as a conclusive proof is a matter of sufficiency of evidence. \n37. None of the judgments referred to by the learned Commercial Court support the proposition that bank statements of accounts are not relevant material or have no evidentiary value. Thus, it is clear that the learned Commercial Court had embarked upon an exercise to re- evaluate the sufficiency of evidence in material produced by the Lessor and had faulted the Arbitral Tribunal in incorrectly appreciating the sufficiency of the said material. This is clearly outside the ambit of Section 34 of the A&C Act. \n38. In view of the above, the impugned order is set aside. The appeal preferred by the Lessor [FAO(COMM) 71/2021] is allowed. In view of the above, Scholastic's challenge to the impugned order does not survive. It's appeal [FAO (COMM) 112/2022] is, accordingly, dismissed. All pending applications are disposed of. \n39. The parties are left to bear their own costs. \nVIBHU BAKHRU, J AMIT MAHAJAN, J AUGUST 04, 2022 RK",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court nagarjuna fertilizers and chemicals . vs teenimont spa on 31 december, 2018 author: sanjay kumar bench: sanjay kumar in the high court of judicature at hyderabad for the state of telangana and the state of andhra pradesh **** i.coma appeal no.1 of 2018 nagarjuna fertilizers & chemicals limited .. appellant vs. tecnimont spa and others .. respondents date of judgment pronounced: 31st december, 2018 submitted for approval: the honourable sri justice sanjay kumar and the honourable sri justice m.ganga rao 1. whether reporters of local newspapers yes/no may be allowed to see the judgment? 2. whether the copies of judgment may be yes/no marked to law reporters/journals 3. whether their lordships wish to yes/no see the fair copy of the judgment? _____________________ sanjay kumar, j ___________________ m.ganga rao, j 2 * the honourable sri justice sanjay kumar and the honourable sri justice m.ganga rao + i.coma appeal no.1 of 2018 % dated 31st december, 2018 # nagarjuna fertilizers & chemicals limited .. appellant vs. $ tecnimont spa and others .. respondents <gist: >head note: ! counsel for appellant : sri vedula venkataramana & sri p.vikram ^counsel for respondent no.1 : sri omer farooq and sri avinash desai ^counsel for respondents 2 to 4 : proforma parties ? cases referred: 1. 2018 scc online sc 170 2. (2011) 8 scc 333 3 the honourable sri justice sanjay kumar and the honourable sri justice m.ganga rao i.coma appeal no.1 of 2018 judgment (per sri justice sanjay kumar) i.coma o.a.no.3 of 2018 was filed by nagarjuna fertilizers and chemicals limited, hyderabad (nfcl), under section 34(2) of the arbitration and conciliation act, 1996 (for brevity, 'the act of 1996'), to set aside arbitration award dated 21.10.2017. therein, nfcl filed i.a.no.1 of 2018 under what is presently section 36 (2) and (3) of the act of 1996 read with section 151 cpc, to stay the enforcement of the said award. by order dated 05.10.2018, a learned judge, constituting the commercial division of this court under the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for brevity, 'the act of 2015'), stayed the award subject to the condition that nfcl deposits 75% of the awarded amount with the registry of this court within six weeks. the learned judge also permitted tecnimont spa, itlay, the first respondent-claimant, to withdraw 50% thereof without furnishing security and the balance 50% upon furnishing security. the withdrawals were however made subject to the result of the case. aggrieved by the condition imposed as to deposit of 75% of the awarded amount, nfcl preferred this appeal under section 13 of the act of 2015 read with section 34 of the act of 1996 and clause 15 of the letters patent. by interim order dated 16.11.2018, this court modified the conditional order of stay by directing nfcl to deposit 50% of the awarded amount to the credit of this appeal, of which 25% was to be deposited on or before 28.12.2018 and the balance 25% within six weeks thereafter. the registry of this court was directed to invest the amounts so deposited in interest bearing fixed deposits in any nationalized bank. i.a.no.2 of 2018 was filed by tecnimont spa, italy, to vacate the said interim order. heard sri vedula venkataramana, learned senior counsel appearing for sri p.vikram, learned counsel for nfcl, and sri omer farooq, learned counsel representing sri avinash desai, learned counsel for tecnimont spa, italy. at the outset sri omer farooq, learned counsel, would raise the issue of maintainability of this appeal. he would contend that in terms of section 13 of the act of 2015 read with section 37 of the act of 1996, the present appeal is not maintainable. per contra, sri vedula venkataramana, learned senior counsel, would argue that this court must construe the relevant provisions by tilting towards an interpretation that would enable an aggrieved party to avail the remedy of appeal instead of foreclosing it. he would assert that upon such interpretation of the aforestated provisions, the present appeal is maintainable. it would be apposite at this stage to examine the statutory scheme of the act of 2015. this act was promulgated with the intention of providing an independent mechanism for early resolution of high value commercial disputes involving complex facts and questions of law. it was intended to accelerate economic growth and improve the international image of our justice delivery system. this act came into force on 23.10.2015, in terms of the deeming provision under section 1(3) thereof. initially, section 6 of this act enabled the jurisdictional commercial courts to try all suits and applications relating to commercial disputes of the specified value, as defined in section 2(1)(i) which, in turn, stated to the effect that the value of the subject matter of the commercial dispute should not be less than rupees one crore or such higher value, as may be notified by the central government. however, by way of the commercial courts, commercial division and commercial appellate division of high courts (amendment) act, 2018, which is deemed to have come into force on 03.05.2018, the act of 2015 was amended and more particularly, specified value, as defined under section 2(1)(i), was reduced from rupees one crore to rs.3,00,000/-. thereby, a larger number of commercial disputes are now brought within the ambit of the jurisdictional commercial courts constituted under the act of 2015. by the very same amendment act, section 13 of the act of 2015 was also amended. section 13, as it stood originally in chapter-iv relating to appeals, read as under: '13. appeals from decrees of commercial courts and commercial divisions.--(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.' however, by section 12 of the amendment act of 2018, section 13(1) was substituted as follows: '(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order. provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 as amended by this act and section 37 of the arbitration and conciliation act, 1996'. earlier, section 13(1) permitted an appeal being filed before the commercial appellate division of the high court against the decision of the commercial court, constituted under section 3(1), or the commercial division of the high court, constituted under section 4(1) thereof. this appeal was to be filed within sixty days from the date of the judgment or order, as the case may be. the proviso to section 13(1) however stated that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order 43 cpc, as amended by the act of 2015, and section 37 of the act of 1996. section 13(2) remains the same and begins with a non-obstante clause. it states in categorical terms that notwithstanding anything contained in any other law for the time being in force or the letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of the act of 2015. section 16 of the act of 2015 falling in chapter-vi, titled 'amendments to the provisions of the code of civil procedure, 1908', comprises three sub-sections. section 16(1) states that the provisions of the cpc shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. section 16(2) provides that the commercial court and a commercial division should follow the provisions of the cpc, as amended by the act of 2015, in the trial of a suit in respect of a commercial dispute of specified value. section 16(3) states that where any provision of any rule of the jurisdictional high court or any amendment to the cpc by the state government is in conflict with the provisions of the cpc, as amended by the act of 2015, the latter should prevail. the schedule to the act of 2015 speaks of amendment of section 26 cpc, substitution of section 35 cpc and amendment of section 35a. in so far as amendments of the first schedule to the cpc are concerned, the schedule does not refer to order 43 cpc at all. while so, section 13(1), after its amendment, now states that any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court, as defined under the newly inserted section 2(1)(a) read with the newly inserted section 3a, within a period of sixty days from the date of the judgment or order. the new section 13(1a) states that any person aggrieved by the judgment or order of a commercial court at the level of a district judge exercising original civil jurisdiction or, the commercial division of a high court may appeal to the commercial appellate division of that high court within sixty days from the date of the judgment or order. the proviso to the erstwhile 13(1) became the proviso to the present section 13(1a) but there is no change therein. it is therefore clear that the change brought about in section 13 of the act of 2015 was attributable to the reduction of the specified value, as defined in section 2(1)(i), whereby even courts subordinate to the district court are now entitled to entertain and adjudicate commercial disputes. in the light of this enlargement of jurisdiction, section 13 now provides for an appeal being filed against an order of a commercial court below the level of a district judge to the commercial appellate court at the district judge level. the appeal provision, in so far as an appeal against the judgment or order of a commercial court at the level of district judge and the commercial division of a high court are concerned, more or less remains the same as such an appeal would lie to the commercial appellate division of the high court within sixty days from the date of the said judgment or order. the unchanged proviso to section 13(1) has now become the proviso to section 13(1a), as the erstwhile section 13(1) has now become the present section 13(1a). the provisions of the act of 1996 may now be examined. major changes were brought about in the act of 1996 by the arbitration and conciliation (amendment) act, 2015. this amendment act is deemed to have come into force on 23.10.2015, as per section 1(2) thereof. significantly, a sea change was brought about in the regime to be followed for assailing an arbitral award. section 34(6) has been inserted in the act of 1996 requiring an application for setting aside an arbitral award filed under section 34 to be disposed of expeditiously, and in any event, within a period of one year from the date on which notice is served upon the other party under section 34(5). section 36 of the act of 1996 dealing with 'enforcement' has also been substantially changed. the earlier section 36 merely provided that when the time to make an application to set aside an arbitral award under section 34 expires or when such an application, having been made, is refused, the award should be enforced under the cpc in the same manner as if it were a court decree. the erstwhile provision now takes shape in the amended provision as sub-section (1) thereof. section 36(2), which has been newly inserted, provides that mere filing of an application to set aside the arbitral award under section 34 would not by itself render the award unenforceable, unless the court grants an order of stay of its operation in accordance with the provisions of section 36(3) on a separate application made for that purpose. section 36(3) provides that upon filing of an application under section 36(2) for stay of the operation of the arbitral award, the court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing. the proviso to section 36(3) states that the court, while considering the application for grant of stay in the case of an arbitral award for payment of money, shall have due regard to the provisions for grant of stay of a money decree under the provisions of the cpc. section 37 of the act of 1996, dealing with appealable orders, has also undergone some change in as much as an order passed by a court refusing to refer the parties to arbitration under section 8 of the act of 1996 has now been made appealable. section 37, as it stood earlier and as it stands now, still provides that an appeal shall lie from an order setting aside or refusing to set aside an arbitral award under section 34 of the act of 1996. section 37 also makes it clear that an appeal shall lie only from the orders enumerated thereunder and from no other orders. therefore, the scope of appellate remedies, in the scheme of act of 1996, was and still continues to be limited. these amended provisions of the act of 2015 and the act of 1996 fell for consideration before the supreme court in kandla export corporation v/s. m/s. oci corporation1. the question before 2018 scc online sc 170 the supreme court was however different from that which arises for consideration presently. the supreme court was considering the scope of appealable orders under section 50 of the act of 1996. the issue raised before the supreme court was as to whether an appeal which was not maintainable under section 50 of the act of 1996 would nonetheless be maintainable under section 13(1) of the act of 2015. referring to section 13(1) of the act of 2015, the supreme court opined that it was in two parts. the main provision provided for appeals from judgments, orders and decrees of the commercial division of the high court, to which an exception was carved out by way of the proviso. this proviso, per the supreme court, allowed appeals only from such orders which were specifically enumerated under order 43 cpc or section 37 of the act of 1996 and therefore, orders that were specifically appealable under order 43 cpc and only appeals that are mentioned in section 37 of the act of 1996 would be the appeals maintainable before the commercial appellate division of the high court. reference was made by the supreme court to its earlier decision in fuerst day lawson limited v/s. jindal exports limited2, wherein the issue raised was whether an order, which is not appealable under section 50 of the act of 1996, would still be subject to appeal under the letters patent of the high court. in that context, it was held that when the special act sets out a self-contained code, the applicability of the general law procedure would be impliedly excluded and the express provision need not refer to or use the words 'letters patent', as a reading of the provision itself would make it clear that all further appeals are barred, meaning to say, even a letters patent appeal would be barred. (2011) 8 scc 333 noting that as per fuerst day lawson limited2, appeals which are not mentioned specifically would not be permissible and as section 13(1) of the act of 2015 is a general provision vis-à-vis the special appeal remedy provided under section 50 of the act of 1996, the supreme court held that it could not override it. the supreme court then considered the question as to why section 37 of the act of 1996 was expressly included in the proviso to section 13(1) of the act of 2015, which was also a special provision of appeal contained in a self-contained code. one answer, per the supreme court, was that this was done ex abundanti cautela and another may be that as section 37 itself was amended by the arbitration amendment act, 2015, which came into force on the same day, the parliament thought it necessary to emphasize that the amended section 37 would have precedence over the general provision contained in section 13(1) of the act of 2015. whatever may be the ultimate reason for including section 37 of the act of 1996 in the proviso to section 13(1) of the act of 2015, according to the supreme court, the ratio decidendi of fuerst day lawson limited2 would apply, and that being so, appeals filed under section 50 of the act of 1996 would have to follow the drill of section 50 alone. while concluding the judgment, the supreme court observed that the matter could be looked at from a slightly different angle. taking note of the object of both the statutes, the supreme court observed that arbitration itself was meant to be a speedy resolution of disputes and commercial disputes involving high amounts of money should also be speedily decided. this being the objective of both the enactments, the supreme court held that providing an additional appeal would be turning the enactments on their heads and therefore, section 13(1) of the act of 2015 must be construed in accordance with the object sought to be achieved by the act and any construction thereof leading to further delay must be eschewed. it is in the light of the aforestated judgment that this court would have to consider the maintainability of the present appeal. the issue would therefore turn upon section 13(1a) of the act of 2015 and the proviso appended thereto. as already mentioned supra, the proviso remained unchanged and the erstwhile section 13(1) has now become the present section 13(1a). be it prior to the amendment in 2018 or thereafter, the act of 2015 did not effect any changes in order 43 cpc, though the proviso to section 13(1a) refers to order 43 cpc, as amended by the act of 2015. therefore, order 43 cpc, as it stands, would be relevant for the purpose of testing the maintainability of an appeal filed against the order of a commercial division or a commercial court in so far as such appeals are concerned. in this regard, it may be noted that 'commercial dispute' is defined under section 2(1)(c) of the act of 2015 to mean a dispute arising out of various kinds of transactions and agreements. therefore, suits arising out of such commercial disputes would invariably involve filing of applications under the cpc which, in turn, would attract the provisions of order 43 cpc, if the orders passed on such applications are appealable thereunder. in so far as jurisdiction of the commercial courts in relation to arbitration matters is concerned, the same is provided under section 10 of the act of 2015, which states that where the subject matter of an arbitration is a commercial dispute of specified value and if such an arbitration is an international commercial arbitration, all applications or appeals arising out of the same under the act of 1996 would have to be filed in the high court and should be heard and disposed of by the commercial division, where such commercial division has been constituted in such high court. the provision further states that if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the act of 1996 that have to be filed on the original side of the high court, shall be heard and disposed of by the commercial division, where such division has been constituted, and if such applications or appeals arising out of the arbitration under the act of 1996 would ordinarily lie before the principal civil court of original jurisdiction in a district, not being a high court, they shall be heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration. as pointed out by the supreme court in kandla export corporation1, the act of 1996 is a self-contained code and the issues arising thereunder would have to be construed strictly in accordance with the provisions of the said act. in this regard, section 37 of the act of 1996 would assume importance. be it noted that even prior to its amendment in 2015, this provision provided for limited appeals and made it clear that an appeal would lie only from the orders enumerated therein and from no other orders. earlier, orders granting or refusing to grant interim measures under section 9; setting aside or refusing to set aside an arbitral award under section 34; accepting a plea raised under section 16(2) or section 16(3), with regard to the jurisdiction of the arbitral tribunal or such arbitral tribunal exceeding the scope of its authority; and granting or refusing to grant an interim measure under section 17 were appealable under section 37(1) and (2) of the act of 1996. however, after its amendment in 2015, one more category of orders is now added to the provision thereby making it appealable, viz., an order refusing to refer parties to arbitration under section 8 of the act of 1996. significant to note, an order referring the parties to arbitration under section 8 of the act of 1996 is not appealable but only an order to the contrary. it is in the context of this provision that the contentions of sri vedula venkataramana, learned senior counsel, need to be tested. he would argue that when an order setting aside or refusing to set aside an arbitral award under section 34 of the act of 1996 is appealable under section 37 thereof, it must be construed that applications filed in a petition to set aside an arbitral award under section 34 would also be automatically appealable. we however find this argument to be specious. when the act of 1996 is a self-contained code, it would not be open to this court to enlarge the scope of appealable orders when the provision makes it emphatically clear that only the orders enumerated therein would be appealable and no other. be it noted that the law makers took the trouble to make it clear that an order refusing to refer parties to arbitration under section 8 alone is appealable but not an order referring the parties to arbitration thereunder. this being the scheme of the provision, it is not for this court to expand it by reading something into the language thereof when it is not there. we therefore reject the plea that applications filed in a petition under section 34 of the act of 1996 would automatically be appealable under section 37 thereof. the second contention urged by sri vedula venkataramana, learned senior counsel, is that as stay of enforcement of an arbitral award is basically in the nature of an injunction, it would automatically fall under order 39 rules 1 and 2 cpc and therefore, such an order would be appealable under order 43(1)(r) cpc. we find this argument also to be without merit. as already pointed supra, a commercial court deals with various kinds of commercial disputes. matters arising out of commercial disputes defined under section 2(1)(c) of the act of 2015 would invariably involve provisions of the cpc, whereas matters arising in relation to arbitrations under section 10 thereof would be governed by the self-contained code in the act of 1996. no doubt, to the extent permissible, the provisions of the cpc would be brought into play while dealing with matters arising under the act of 1996 also but that would not go to the extent of changing the nature of the application filed under the act of 1996 into one independently arising under the cpc. be it noted that in the case on hand, the application for stay was filed under the provisions of the ordinance of 2015, equivalent to section 36(2) and (3) of the act of 1996, read with section 151 cpc. there was no reference to order 39 rules 1 and 2 cpc in the said application and rightly so. section 36 of the act of 1996, after its amendment in 2015, provides for the manner in which an application is to be made for seeking stay of the operation of the arbitral award and no mention is made therein of the provisions of the cpc, except to the extent that while considering an application for grant of stay in the case of an arbitral award for payment of money, the commercial court/commercial division must have due regard to the provisions for grant of stay of a money decree under the provisions of the cpc (see the proviso to section 36(3) of the act of 1996). therefore, there is no possibility of smuggling in order 39 rules 1 and 2 cpc into a stay application filed under section 36(2) and (3) of the act of 1996 and such an order would have to be construed as one arising under the said provision alone. when such an order is not appealable, as it is not enumerated amongst the appealable orders in section 37 of the act of 1996, it would militate against the express language of the provision to allow an appeal to be filed against such an order under order 43 cpc. it would also be contrary to the edict of the supreme court in kandla export corporation1, which held in categorical terms that any construction of section 13 of the act of 2015 leading to further delay must be eschewed. notably, the newly inserted section 34(6) of the act of 1996 now prescribes a time limit for disposal of a petition filed to set aside an arbitral award, indicating the legislative intent leaning towards speedy disposal of such matters. on the above analysis, we are of the opinion that this appeal is not maintainable under section 13(1a) of the act of 2015 in the light of the clear prohibition envisaged under the proviso thereto. the appeal is accordingly dismissed. interim order dated 16.11.2018 passed in i.a.no.1 of 2018 in this appeal shall stand vacated. in the event, the appellant has deposited any sums to the credit of this appeal pursuant to the aforestated interim order, the same shall stand transferred to the credit of i.coma.o.a.no.3 of 2018 pending before the learned judge constituting the commercial division of this court. pending miscellaneous applications, if any, shall also stand dismissed. there shall be no order as to costs. _______________________ sanjay kumar,j _______________________ m.ganga rao,j 31st december, 2018 note: l.r. copies to be marked. (b/o) pgs"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50b9d97e8e8442e4ba57b774f0557a3c_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be73402e9fa947c585b4c8f27e1393ca_1"
        },
        {
            "start": 243,
            "end": 260,
            "text": "Delhi High Court\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e4527056b2447e88af92c29f1b30d28_2"
        },
        {
            "start": 260,
            "end": 330,
            "text": "M/S Scholastic India Pvt. Ltd. & Anr. vs Kanta Batra on 4 August, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d8fb122fd1f24a4f832c6c3789e9ef07_3"
        },
        {
            "start": 331,
            "end": 372,
            "text": "\nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9244597a7b2c4e509bfb2c816f653c7a_4"
        },
        {
            "start": 405,
            "end": 472,
            "text": "In The High Court Of Delhi At New Delhi\n\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa7f6464bcd04636b64d3e7394c84f6e_5"
        },
        {
            "start": 472,
            "end": 540,
            "text": "%                                  Judgment delivered on: 04.08.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bcadc5d9527447f83cf4b480f872f62_6"
        },
        {
            "start": 568,
            "end": 611,
            "text": "+     Fao (Comm) 112/2022 & Cm No.7895/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "723fea383b4841378c048c81e94b99a1_7"
        },
        {
            "start": 640,
            "end": 672,
            "text": "M / S Scholastic India Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a483812c85845cfbbfb295394526481_8"
        },
        {
            "start": 700,
            "end": 706,
            "text": "& Anr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4717cfdbd0fa46bfbc4427ec3e4a4151_9"
        },
        {
            "start": 753,
            "end": 828,
            "text": "..... Appellants\n                                                    versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f480affe14c49219723d01809e27308_10"
        },
        {
            "start": 857,
            "end": 874,
            "text": "Smt . Kanta Batra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a651422cdd58417ca336f164cf945d1e_11"
        },
        {
            "start": 911,
            "end": 927,
            "text": "..... Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "575931e13f8846d0b62a9314991c761d_12"
        },
        {
            "start": 957,
            "end": 966,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a3078d4b19c416a96257229e0b8af35_13"
        },
        {
            "start": 967,
            "end": 993,
            "text": "who appeared in this case:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9463084fc1f44aa295beadc200203770_14"
        },
        {
            "start": 1021,
            "end": 1039,
            "text": "For the Appellants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46d8fa41d2bd41879acb8a1f8117b576_15"
        },
        {
            "start": 1047,
            "end": 1090,
            "text": ": Mr Vishesh Issar and Ms Krishna Parkhani,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71e963dac1c344d387fc333568b36be7_16"
        },
        {
            "start": 1144,
            "end": 1153,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b5d05f7438f4dbe8845fc6b0d06f397_17"
        },
        {
            "start": 1154,
            "end": 1201,
            "text": ". \n                          For the Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "824fc1d518ff4ee2af88e7e40aec59db_18"
        },
        {
            "start": 1209,
            "end": 1503,
            "text": ": Mr Rajeev Saxena, Mr Sumit K. Batra, Mr\n                                                    Shrey Chathaly and Mr Kshitij Chhabra,\n                                                    Advocates.\n                                                             And\n\n                          +     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed683cb87bea42679005f7ad534c5f17_19"
        },
        {
            "start": 1503,
            "end": 1522,
            "text": "Fao ( Comm.)71/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "59a1d791ae87436781a8c123d4ceaec3_20"
        },
        {
            "start": 1523,
            "end": 1541,
            "text": "& C.M.No.9784/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1db4d22e753498dac43683c75aefb6d_21"
        },
        {
            "start": 1570,
            "end": 1586,
            "text": "Smt. Kanta Batra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f9cd859cd9141f39e8539a58c693ca6_22"
        },
        {
            "start": 1623,
            "end": 1629,
            "text": "......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "126d67aa5cd0439e9b0c86e2f4af1063_23"
        },
        {
            "start": 1630,
            "end": 1639,
            "text": "Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2af65c31fc9b4e4b8e22150b52051b5b_24"
        },
        {
            "start": 1693,
            "end": 1726,
            "text": "versus\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bd0ba0d7fb044d2b5770aa8173889cf_25"
        },
        {
            "start": 1726,
            "end": 1758,
            "text": "M / S Scholastic India Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "951b43aa65514bf0b405a7b87a5c574f_26"
        },
        {
            "start": 1786,
            "end": 1793,
            "text": "& Anr .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9aa2cd84aa16488ba4f58d039526df76_27"
        },
        {
            "start": 1840,
            "end": 1886,
            "text": "..... Respondents\n\n\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e2c5ad19b6442dbba7a407048924f3b_28"
        },
        {
            "start": 1886,
            "end": 1895,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8166c8fa7a354599abaede249be8c7bd_29"
        },
        {
            "start": 1896,
            "end": 1921,
            "text": "who appeared in this case",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2e00a2d596e4b25ac2be50863fef386_30"
        },
        {
            "start": 1922,
            "end": 1968,
            "text": ": \n                          For the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa77eff1180d4d3c9c0d24c5ab70c0e6_31"
        },
        {
            "start": 1978,
            "end": 2015,
            "text": ": Mr Rajeev Saxena, Mr Sumit K. Batra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a91f0259a59468baf6e9003678775e9_32"
        },
        {
            "start": 2016,
            "end": 2112,
            "text": ", Mr \n                                                    Shrey Chathaly and Mr Kshitij Chhabra,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5ae6d70b9e54cf9af2d3a6f6eb69cc6_33"
        },
        {
            "start": 2166,
            "end": 2175,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e2ecf2d5de0431180607ce33ac9ff76_34"
        },
        {
            "start": 2176,
            "end": 2464,
            "text": ". \n                          For the Respondents       : Mr Vishesh Issar and Ms Krishna Parkhani,\n                                                    Advocates.\n\n\n\n\nSignature Not Verified\nDigitally Signed\nBy:Dushyant Rawal         Fao(Comm) 112/2022 & Fao (Comm) 71/2021                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c48f211c41884784af1f885678f0b5f7_35"
        },
        {
            "start": 2464,
            "end": 2477,
            "text": "Page 1 of 19\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6612cbbb397a42b3938d0feb15154f28_36"
        },
        {
            "start": 2477,
            "end": 2500,
            "text": "Signing Date:05.08.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "476e53b8815a4dc28262f8b61a507ab0_37"
        },
        {
            "start": 2529,
            "end": 2593,
            "text": "Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f868452f439429f8678e283f7dc9613_38"
        },
        {
            "start": 2594,
            "end": 2652,
            "text": "\n                          Hon'Ble Mr Justice Amit Mahajan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36af1aaa17e5482ba3e4333e9468ec94_39"
        },
        {
            "start": 2709,
            "end": 2718,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f1a472b90574ce6b7fe10b89c8d91e1_40"
        },
        {
            "start": 2718,
            "end": 2733,
            "text": "Vibhu Bakhru, J",
            "labels": [
                "NONE"
            ],
            "id": "ff8fd13b58b9421884abdd942d5a94be_41"
        },
        {
            "start": 2734,
            "end": 2920,
            "text": "\n1 . These are cross appeals under Section 37(1)(c) of the Arbitration and Conciliation Act, 1996 (hereafter the 'A&C Act') impugning an order dated 17.08.2020 (hereafter the 'impugned o",
            "labels": [
                "FAC"
            ],
            "id": "0a514acf0b0d43a28843b37da87f66b4_42"
        },
        {
            "start": 2921,
            "end": 2977,
            "text": "rder') passed by the learned Additional Commercial Judge",
            "labels": [
                "FAC"
            ],
            "id": "652d888341664fda8bebb2b0f7545469_43"
        },
        {
            "start": 2978,
            "end": 3272,
            "text": ". By the impugned order, the learned Court allowed the application filed by Scholastic India Pvt. Ltd. [the appellant in FAO (COMM) 112/2022, hereafter referred to as 'Scholastic'] under Section 34 of the A&C Act impugning an arbitral award dated 05.09.2017 (hereafter the 'impugned award').\n2.",
            "labels": [
                "FAC"
            ],
            "id": "665e435d4dc0407d8e00c7010f597139_44"
        },
        {
            "start": 3273,
            "end": 3667,
            "text": "The disputes between the parties arise in connection with a Lease Deed dated 08.03.2013 (hereafter the 'Lease Deed') in respect of a property bearing \"Killa No. 6/1, admeasuring 6 kanals 9 marlas, falling in rectangle No. 24, Khewat Khata No. 1821209, situated at Village Gopalpur, District Gurgaon, Haryana alongwith built up structure admeasuring 25,000 sq. ft\" (hereafter the 'premises').\n3.",
            "labels": [
                "FAC"
            ],
            "id": "7edb3e7259b74ea5be3fbfa21a9c411b_45"
        },
        {
            "start": 3668,
            "end": 3902,
            "text": "In terms of the Lease Deed, Smt. Kanta Batra [the Appellant in FAO (COMM) 71/2021 and hereafter referred to as the 'Lessor'] had leased the premises to Scholastic for a period of three years commencing from 01.03.2013 till 28.02.2016.",
            "labels": [
                "FAC"
            ],
            "id": "6417a4867d5c435ea05134151921d3a4_46"
        },
        {
            "start": 3903,
            "end": 4026,
            "text": "In terms of Clause 5(b) of the Lease Deed, Scholastic had deposited a sum of 15,00,000/- as interest free security deposit.",
            "labels": [
                "FAC"
            ],
            "id": "f76a6d55515244fd92ce1cf61b352df9_47"
        },
        {
            "start": 4027,
            "end": 4116,
            "text": "A fire broke out in the said premises on 18.08.2014, which caused damage to the premises.",
            "labels": [
                "FAC"
            ],
            "id": "b2359e2cc2fb4d46a109e01c1adfeeed_48"
        },
        {
            "start": 4117,
            "end": 4182,
            "text": "The Lessor commenced the repairs to the premises in October 2014.",
            "labels": [
                "FAC"
            ],
            "id": "c9dc4c5b1f734035a478e2ac7cf471b5_49"
        },
        {
            "start": 4183,
            "end": 4267,
            "text": "She also informed Scholastic that the construction would be completed by 01.01.2015.",
            "labels": [
                "FAC"
            ],
            "id": "159ee61ca2ac460a87feba0ebe08b37c_50"
        },
        {
            "start": 4268,
            "end": 4324,
            "text": "The reconstruction/repairs were completed on 08.03.2015.",
            "labels": [
                "FAC"
            ],
            "id": "1653845e1e0c49f087db276384753b0f_51"
        },
        {
            "start": 4325,
            "end": 4426,
            "text": "Scholastic did not resume possession of the premises and claims that the Lease Deed stood terminated.",
            "labels": [
                "FAC"
            ],
            "id": "7d95b8b282b041968daa0f47fd6382a4_52"
        },
        {
            "start": 4427,
            "end": 4443,
            "text": "\nThe Disputes 4.",
            "labels": [
                "FAC"
            ],
            "id": "bb06d46e47ed490e9cf50c7c90645da9_53"
        },
        {
            "start": 4444,
            "end": 4533,
            "text": "The Lessor claimed that the lease was not terminated in accordance with the agreed terms.",
            "labels": [
                "FAC"
            ],
            "id": "6d4a9f8ab9794b49959075fcc04b024d_54"
        },
        {
            "start": 4534,
            "end": 4625,
            "text": "In any event, Scholastic was not entitled to terminate the lease during the lock-in period.",
            "labels": [
                "FAC"
            ],
            "id": "d295a538479d4e80873bc00a802a38b5_55"
        },
        {
            "start": 4626,
            "end": 4775,
            "text": "Accordingly, she claimed lease rentals quantified at 44,49,450/-, which includes service tax as well as expenditure incurred on the air-cooling unit.",
            "labels": [
                "FAC"
            ],
            "id": "7738c24ee7804ef79308a4e89d96d53c_56"
        },
        {
            "start": 4776,
            "end": 4902,
            "text": "In addition, the Lessor claimed an amount of 1,09,58,054/- on account of expenditure incurred in repairs of the said premises.",
            "labels": [
                "FAC"
            ],
            "id": "309f657b54984f5aa71c48ee9085407b_57"
        },
        {
            "start": 4903,
            "end": 5074,
            "text": "The said claim is premised on the basis that fire had broken out on account of negligence on the part of Scholastic to maintain its electrical installation (computers).\n5.",
            "labels": [
                "FAC"
            ],
            "id": "3175248e176346bf9d1c87d46ecfab7f_58"
        },
        {
            "start": 5075,
            "end": 5106,
            "text": "Scholastic disputed the claims.",
            "labels": [
                "FAC"
            ],
            "id": "75d04fd75483406998cdbc6121eec571_59"
        },
        {
            "start": 5107,
            "end": 5225,
            "text": "It claimed that the incident of fire on 18.08.2014 was a force majeure event and resulted in termination of the lease.",
            "labels": [
                "FAC"
            ],
            "id": "1c34c801a6bf4c2581e86c5d1ea2cc28_60"
        },
        {
            "start": 5226,
            "end": 5291,
            "text": "It denied that it was liable to pay any lease rentals as claimed.",
            "labels": [
                "FAC"
            ],
            "id": "3e9a51520e9b4d97ac951cb86cf5334b_61"
        },
        {
            "start": 5292,
            "end": 5443,
            "text": "Scholastic also disputed that it was responsible for the incident of fire or to reimburse any amount incurred by the Lessor in repairs to the premises.",
            "labels": [
                "FAC"
            ],
            "id": "8ea4c586c24040dc836fa40d28b591dd_62"
        },
        {
            "start": 5444,
            "end": 5584,
            "text": "Scholastic claimed that it was entitled to a refund of the security deposit of 15,00,000/- along with interest at the rate of 14% per annum.",
            "labels": [
                "FAC"
            ],
            "id": "16fc27ac86984bd1b174c6b81b120130_63"
        },
        {
            "start": 5585,
            "end": 5656,
            "text": "It also claimed expenses incurred due to fire quantified at 7,57,882/-.",
            "labels": [
                "FAC"
            ],
            "id": "7d67c15710ee4c1fbd3012b11fa8b02a_64"
        },
        {
            "start": 5657,
            "end": 5679,
            "text": "\nThe Impugned Award 6.",
            "labels": [
                "FAC"
            ],
            "id": "fcdcd271036f4c448852147ebb6ea392_65"
        },
        {
            "start": 5680,
            "end": 5828,
            "text": "In view of the aforesaid disputes, the Arbitral Tribunal struck the following issues:\n\"13. On pleadings of parties following issues were settled:\nI.",
            "labels": [
                "FAC"
            ],
            "id": "44197813dd05461b8e75579bfc22dfaa_66"
        },
        {
            "start": 5829,
            "end": 5904,
            "text": "Whether there was termination of the contract as per the agreement Ex. R-3?",
            "labels": [
                "ISSUE"
            ],
            "id": "f2fbd921f2f94bf38699f0e087318a4c_67"
        },
        {
            "start": 5906,
            "end": 6016,
            "text": "II. Whether the claimant is entitled for an amount as claimed towards the rent, in terms of agreement Ex. R-3?",
            "labels": [
                "ISSUE"
            ],
            "id": "f4eed440b2e644e6ae8c3b6805a2f743_68"
        },
        {
            "start": 6017,
            "end": 6162,
            "text": "\nIII. Whether the claimant is entitled for an amount, allegedly spent on renovation of property, besides other claim made in the claim statement?",
            "labels": [
                "ISSUE"
            ],
            "id": "091678101c2442ab876fa7dec452d4ea_69"
        },
        {
            "start": 6163,
            "end": 6273,
            "text": "\nIV. Whether the claimant has violated terms of agreement Ex R-3, when she failed to get the premises insured?",
            "labels": [
                "ISSUE"
            ],
            "id": "23cf524abc5e4aa6909f91a840f5d019_70"
        },
        {
            "start": 6274,
            "end": 6359,
            "text": "\nV. Whether the respondents are entitled to the amount claimed in the counter claim?\"",
            "labels": [
                "ISSUE"
            ],
            "id": "0b7057d1217947ecb940253cdd5e2851_71"
        },
        {
            "start": 6361,
            "end": 6737,
            "text": "7. The Arbitral Tribunal found that Scholastic was not entitled to terminate the lease during the lock-in period of the initial two years except on account of any breach or failure on the part of the Lessor to fulfil its obligations or in the event that any of the representations, undertaking or warrantees furnished by the Lessor are found to be false, untrue or misleading.",
            "labels": [
                "FAC"
            ],
            "id": "aee3baf67b3548579b557eace58baf10_72"
        },
        {
            "start": 6738,
            "end": 6861,
            "text": "The Arbitral Tribunal found that Scholastic had not issued any notice terminating the said lease during the lock-in period.",
            "labels": [
                "FAC"
            ],
            "id": "de75e9e73ed249ca8c601e3107e9e167_73"
        },
        {
            "start": 6862,
            "end": 7155,
            "text": "The Arbitral Tribunal reasoned that Scholastic could not terminate the Lease Deed during the lock-in period without a notice specifying any failure on the part of the Lessor to fulfil the obligations or pointing out any representation, undertaking or warranty which was discovered to be false.",
            "labels": [
                "RLC"
            ],
            "id": "c7631a88e8664c09986a79514fd6e7cd_74"
        },
        {
            "start": 7156,
            "end": 7324,
            "text": "The Arbitral Tribunal held that since no such notice had been issued during the lock-in period, the Lease was not terminated in accordance with terms of the Lease Deed.",
            "labels": [
                "RLC"
            ],
            "id": "73e7e656717e46ceb3cd23e7950b7ee7_75"
        },
        {
            "start": 7325,
            "end": 7365,
            "text": "The first issue was decided accordingly.",
            "labels": [
                "FAC"
            ],
            "id": "93b897c855524d149a0b31741ee14e2c_76"
        },
        {
            "start": 7366,
            "end": 7599,
            "text": "\n8. Insofar as claims made by the Lessor are concerned, the Arbitral Tribunal found that the Lessor had assumed possession of the premises in October 2014 and therefore, Scholastic was not liable to pay any rent after September 2014.",
            "labels": [
                "FAC"
            ],
            "id": "c05baf31a05b421fb45b9fbeea5f0396_77"
        },
        {
            "start": 7600,
            "end": 7800,
            "text": "The Tribunal also found that the Lessor was reconstructing the premises from October 2014 till 08.03.2015 and during the said period, the premises (which was to be used as godown) would not be usable.",
            "labels": [
                "FAC"
            ],
            "id": "203e7ae33db14ed7af52b64021395e8c_78"
        },
        {
            "start": 7801,
            "end": 7878,
            "text": "The Lessor had also not demanded rent from Scholastic during the said period.",
            "labels": [
                "FAC"
            ],
            "id": "f8d506bdeafe4673b5e3cf7eb3cedda8_79"
        },
        {
            "start": 7879,
            "end": 8129,
            "text": "The Tribunal found that none of the parties had terminated the Lease Deed in accordance with the terms thereof but since the Lessor had assumed possession in October 2014, Scholastic was not liable to pay any rent for the period after September 2014.",
            "labels": [
                "RLC"
            ],
            "id": "0ed9a0fe1b5c4a20b180d0c992ab90a4_80"
        },
        {
            "start": 8130,
            "end": 8171,
            "text": "The second issue was decided accordingly.",
            "labels": [
                "FAC"
            ],
            "id": "25373b54777a4ba28a9898c751b2edbf_81"
        },
        {
            "start": 8173,
            "end": 8346,
            "text": "9. Insofar as lessor's claim for cost of repairs is concerned, the Arbitral Tribunal held that the Lessor was entitled to the expenditure incurred in repairing the premises.",
            "labels": [
                "FAC"
            ],
            "id": "ac3a78362bd9455aacae6a80ed4bac9d_82"
        },
        {
            "start": 8347,
            "end": 8604,
            "text": "The Arbitral Tribunal reasoned that in terms of Clause 5(j) of the Lease Deed, Scholastic was obliged to handover vacant and peaceful possession of the premises in the same condition, subject to normal wear and tear, at the time of termination of the lease.",
            "labels": [
                "RLC"
            ],
            "id": "e7cad2283cab47f9ae7022da01da3afe_83"
        },
        {
            "start": 8606,
            "end": 8754,
            "text": "10. The Arbitral Tribunal also found that fire had broken out as a result of failure on the part of Scholastic to maintain its electrical equipment.",
            "labels": [
                "RLC"
            ],
            "id": "1b8fea83ad294b4190e4492edf1209e1_84"
        },
        {
            "start": 8755,
            "end": 8874,
            "text": "The same had resulted in short-circuit which in turn had resulted in the incident of fire breaking out at the premises.",
            "labels": [
                "FAC"
            ],
            "id": "26e59634168e4e5ab0efcb28888c4956_85"
        },
        {
            "start": 8875,
            "end": 9052,
            "text": "Accordingly, the Arbitral Tribunal rejected Scholastic's contention that the incident of fire was a force majeure event and therefore, it was not liable to pay any compensation.",
            "labels": [
                "RLC"
            ],
            "id": "0a9e29f04d934bfb9b1abb86d713d7a7_86"
        },
        {
            "start": 9053,
            "end": 9245,
            "text": "\n11. Having found that the Lessor was entitled to the cost of repairs, the Arbitral Tribunal examined the documents and material produced by the Lessor in support of quantification of damages.",
            "labels": [
                "RLC"
            ],
            "id": "e9b52214c23c44d3baed50af4f40f95c_87"
        },
        {
            "start": 9246,
            "end": 9432,
            "text": "The Lessor had produced a tabulation of the amounts spent by her aggregating an amount of 1,09,58,054/- and certain materials / documents to support the entries in the tabular statement.",
            "labels": [
                "FAC"
            ],
            "id": "6d4a9c7bee9d40ab934cecef08bf1e41_88"
        },
        {
            "start": 9433,
            "end": 9571,
            "text": "The Arbitral Tribunal found that some of the entries were for expenditure incurred prior to 18.08.2014 (the date of the incident of fire).",
            "labels": [
                "FAC"
            ],
            "id": "395f67151b94433cad3890e6bbc54a2c_89"
        },
        {
            "start": 9572,
            "end": 9633,
            "text": "Accordingly, the Arbitral Tribunal rejected the said entries.",
            "labels": [
                "FAC"
            ],
            "id": "dbd4d6fb0d2044d1bbfed5953b3da16d_90"
        },
        {
            "start": 9634,
            "end": 9718,
            "text": "It further found that some of the entries were not supported by corresponding bills.",
            "labels": [
                "FAC"
            ],
            "id": "31175acede064fa68816e33675968201_91"
        },
        {
            "start": 9719,
            "end": 9804,
            "text": "Further, some of the invoices did not specify the items of the construction material.",
            "labels": [
                "FAC"
            ],
            "id": "a478ac0f979b43bcac8197b3a79d7a48_92"
        },
        {
            "start": 9805,
            "end": 9948,
            "text": "The said tabular statement also included an entry for expenditure of 20,00,000/- incurred on labour which was not supported by other documents.",
            "labels": [
                "FAC"
            ],
            "id": "399dfe87aead42018b8451ad96f4263a_93"
        },
        {
            "start": 9950,
            "end": 10048,
            "text": "12. In view of the above, the Arbitral Tribunal did not accept the Lessor's claim in its entirety.",
            "labels": [
                "FAC"
            ],
            "id": "00a0458fb3b849508831601bdfdde8de_94"
        },
        {
            "start": 10049,
            "end": 10230,
            "text": "The Lessor had also relied on a bank statement indicating the amounts spent on repairs of the premises, which was reflected in her Income Tax Return for the assessment year 2015-16.",
            "labels": [
                "FAC"
            ],
            "id": "3484a0605921412d8af2820c6e2cfc6f_95"
        },
        {
            "start": 10231,
            "end": 10447,
            "text": "The witness examined on behalf of the Lessor (CW-2) had also filed an affidavit affirming that he was a Chartered Account and verified the statement of the bank account and the Income Tax Returns filed by the Lessor.",
            "labels": [
                "FAC"
            ],
            "id": "05abd0250f1449e6bef906216d44d79d_96"
        },
        {
            "start": 10448,
            "end": 10623,
            "text": "The Arbitral Tribunal after evaluating the said material found that the Lessor was entitled to a sum of 66,89,570/- as expenditure incurred on re-construction of the premises.",
            "labels": [
                "RLC"
            ],
            "id": "0e46e73cd6354a3a95b231653237bc7e_97"
        },
        {
            "start": 10624,
            "end": 10769,
            "text": "After deducting a sum of 15,00,000/- furnished as a security deposit, the Arbitral Tribunal awarded a sum of 51,89,570/- in favour of the Lessor.",
            "labels": [
                "RLC"
            ],
            "id": "cae4b2ad3f5f4590bcb4af8c697906c0_98"
        },
        {
            "start": 10771,
            "end": 11052,
            "text": "13. In addition, the Tribunal awarded pendente lite interest at the rate of 6.5% per annum quantified at 6,74,644/- and future interest at the rate of 6.5% per annum on the awarded amount in case the said amount was not paid within a period of one month from the date of the award.",
            "labels": [
                "RLC"
            ],
            "id": "d6f447c129bd417ba30ab7c0dacf621f_99"
        },
        {
            "start": 11053,
            "end": 11076,
            "text": "\nThe Impugned Order 14.",
            "labels": [
                "FAC"
            ],
            "id": "459dbbf87ad449f7a9800dc2ecd0a05d_100"
        },
        {
            "start": 11077,
            "end": 11285,
            "text": "Aggrieved by the impugned award, Scholastic filed an application under Section 34 of the A&C Act for setting aside the impugned award [OMP 74/2019 captioned \"Scholastic India Pvt. Ltd.\n&Ors. v. Kanta Batra\"].",
            "labels": [
                "FAC"
            ],
            "id": "2517c327816e48a98d9a446672ff4946_101"
        },
        {
            "start": 11286,
            "end": 11675,
            "text": "The Court referred to various decisions of the Supreme Court including the decisions in Associate Builders v. Delhi Development Authority: (2015) 3 SCC 49 and Ssangyong Engineering and Construction Company Ltd. v. National Highways Authority of India: (2019) 15 SCC 131 and noted that an arbitral award cannot be set aside except on the grounds as set out in Section 34 of the A&C Act.\n15.",
            "labels": [
                "RLC"
            ],
            "id": "ec91af8db2ed4ff39da45b653877d644_102"
        },
        {
            "start": 11676,
            "end": 11805,
            "text": "The Court concurred with the finding of the Arbitral Tribunal that Scholastic had not terminated the Lease Deed in terms thereof.",
            "labels": [
                "RLC"
            ],
            "id": "d3c39f67e7fe4faab6caf138d73414ea_103"
        },
        {
            "start": 11806,
            "end": 12035,
            "text": "It found that the Arbitral Tribunal had rightly rejected Scholastic's contention that the premises could not be used for fifteen consecutive days on account of a force majeure event and therefore, the Lease Deed stood terminated.",
            "labels": [
                "RLC"
            ],
            "id": "4a82f92513114c3794603705470bf038_104"
        },
        {
            "start": 12036,
            "end": 12235,
            "text": "The learned Court also concurred with the decision of the Arbitral Tribunal that Scholastic was not liable to pay any rent after September 2014 as the Lessor had come into possession of the premises.",
            "labels": [
                "RLC"
            ],
            "id": "c9bab867e3ae442c8a266c108f6f9127_105"
        },
        {
            "start": 12237,
            "end": 12487,
            "text": "16. The Court held that the Arbitral Tribunal's finding that fire had broken out at the premises on account of a snag in electrical equipment was based on evidence on record and therefore, could not be interfered with under Section 34 of the A&C Act.",
            "labels": [
                "RLC"
            ],
            "id": "2ad8feecb71841e18f62a7f628c9c61e_106"
        },
        {
            "start": 12488,
            "end": 12677,
            "text": "It also agreed with the decision of the Arbitral Tribunal that the Lessor was liable to compensation for the damage caused to the premises under Section 73 of the Indian Contract Act, 1872.",
            "labels": [
                "RLC"
            ],
            "id": "7b5fb0196e1f416a876f13890f543211_107"
        },
        {
            "start": 12678,
            "end": 12791,
            "text": "However, the Court did not concur with the decision of the Arbitral Tribunal regarding quantification of damages.",
            "labels": [
                "RLC"
            ],
            "id": "140f31cca91d4bdcabb0c555442e0317_108"
        },
        {
            "start": 12792,
            "end": 13062,
            "text": "First, it found that the Arbitral Tribunal had grossly erred in relying on the documents (Income Tax Return and bank statements marked as Ex.CW2/1 and CW1/2) respectively as the same were not supported by a certificate under Section 65B of the Indian Evidence Act, 1872.",
            "labels": [
                "RLC"
            ],
            "id": "bf841600fd77474b8e17ea5343f9f135_109"
        },
        {
            "start": 13063,
            "end": 13235,
            "text": "The learned Commercial Court referred to various decisions and held that no person could be saddled with any liability on the basis of any entries in the books of accounts.",
            "labels": [
                "RLC"
            ],
            "id": "16cb3a91198f421880700dacebaee9a9_110"
        },
        {
            "start": 13236,
            "end": 13391,
            "text": "It also noted that that the witness examined on behalf of the Lessor, CW-2, had admitted that the documents in question had been handed over by the Lessor.",
            "labels": [
                "RLC"
            ],
            "id": "151c072949654eb897181452b4372ce3_111"
        },
        {
            "start": 13392,
            "end": 13537,
            "text": "In view of the above the Court held that the impugned award was based on no evidence and, therefore, suffered from the vice of patent illegality.",
            "labels": [
                "RLC"
            ],
            "id": "c14394e700e640debc38e49df71bde57_112"
        },
        {
            "start": 13539,
            "end": 13722,
            "text": "17. The learned Commercial Court rejected Scholastic's challenge to the finding of the Arbitral Tribunal that it had waived its right for performance of Clause 6(n) of the Lease Deed.",
            "labels": [
                "RLC"
            ],
            "id": "d1ced18f24d7417293fc2d1fdd201c86_113"
        },
        {
            "start": 13723,
            "end": 13850,
            "text": "In terms of the said Clause, the Lessor was obliged to obtain fire and special peril insurance coverage of the entire premises.",
            "labels": [
                "RLC"
            ],
            "id": "4348441ece3542b9a2a9c1770736e958_114"
        },
        {
            "start": 13851,
            "end": 13943,
            "text": "Failure to comply with the said obligations entitled Scholastic to terminate the Lease Deed.",
            "labels": [
                "RLC"
            ],
            "id": "5e4e8841ed3247a199d030754dc86a3f_115"
        },
        {
            "start": 13944,
            "end": 14050,
            "text": "However, it had raised no objection to the failure on the part of the Lessor to obtain an insurance cover.",
            "labels": [
                "RLC"
            ],
            "id": "119d404836974b7e8cca7bcb5610c5cc_116"
        },
        {
            "start": 14051,
            "end": 14156,
            "text": "The Arbitral Tribunal, thus, held that it had waived its right to now raise any objection in this regard.",
            "labels": [
                "RLC"
            ],
            "id": "883f35d02a664ba2bb0e40f356d4ecb9_117"
        },
        {
            "start": 14157,
            "end": 14228,
            "text": "The learned Court held that the said finding warranted no interference.",
            "labels": [
                "RLC"
            ],
            "id": "46afc8fc76c44e069972ce34ae2415a1_118"
        },
        {
            "start": 14230,
            "end": 14409,
            "text": "18. The learned Court also rejected Scholastic's contention that it was entitled to refund of the security deposit of 15,00,000/- along with interest at the rate of 14% per annum.",
            "labels": [
                "RLC"
            ],
            "id": "7ff3edd64d4a4ab78db484c57878ade8_119"
        },
        {
            "start": 14410,
            "end": 14560,
            "text": "The learned Court held that Scholastic was under an obligation to restore the premises in the same condition to the Lessor but it had failed to do so.",
            "labels": [
                "RLC"
            ],
            "id": "2d51707ec06544639a3be0b6d57bf65b_120"
        },
        {
            "start": 14561,
            "end": 14737,
            "text": "It concurred with the opinion of the Arbitral Tribunal that the Lessor was entitled to adjust the security interest against the amount spent for reconstruction of the premises.",
            "labels": [
                "RLC"
            ],
            "id": "5dc75d7da6f44cb4a73d18b7527bb0d7_121"
        },
        {
            "start": 14739,
            "end": 14765,
            "text": "Reasons and Conclusion 19.",
            "labels": [
                "RLC"
            ],
            "id": "c370f18458a64905a3f1ef34e687dca4_122"
        },
        {
            "start": 14766,
            "end": 14816,
            "text": "Both the parties have assailed the impugned order.",
            "labels": [
                "RLC"
            ],
            "id": "449e7d3b1caa4d8bbbd4bbf5d9443614_123"
        },
        {
            "start": 14817,
            "end": 14913,
            "text": "The Lessor challenges the impugned order as being beyond the scope of Section 34 of the A&C Act.",
            "labels": [
                "RLC"
            ],
            "id": "700742351302406f9a374faaca6e38c8_124"
        },
        {
            "start": 14914,
            "end": 15071,
            "text": "It is contended on her behalf that the learned Court had proceeded to re-appreciate the evidence regarding quantification of damages, which is impermissible.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53bc2b7f0c3c486ba48fa9a9d209b7c2_125"
        },
        {
            "start": 15072,
            "end": 15223,
            "text": "\n20. Scholastic also assails the impugned order to the limited extent that the learned Court has rejected its claim for refund of the security deposit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7e0f7c5519be49a08098747ac9fc078e_126"
        },
        {
            "start": 15224,
            "end": 15476,
            "text": "It is contended on its behalf that having found that the Lessor had failed to substantiate her claim for cost of repairs and reconstruction of the premises, there was no question of permitting adjustment of the security deposit furnished by Scholastic.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9cc49cf15a3e43f6948d23ba89b8cd02_127"
        },
        {
            "start": 15478,
            "end": 15688,
            "text": "21. It is apparent from the above that Scholastic's challenge to the impugned award rests on the premise that the learned Commercial Court had rightly set aside the compensation awarded in favour of the Lessor.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d00fface495d423689f3d99611a64955_128"
        },
        {
            "start": 15689,
            "end": 15844,
            "text": "As noted above, the Arbitral Tribunal had found that the Lessor was entitled to a sum of 66,89,570/- as the expenditure incurred in repairing the premises.",
            "labels": [
                "RLC"
            ],
            "id": "13013ed3f85442fb88e2feb695e6bfc2_129"
        },
        {
            "start": 15845,
            "end": 15995,
            "text": "It had, accordingly, awarded a sum of 51,89,570/- after adjusting the sum of 15,00,000/- being the security deposit that was refundable to Scholastic.",
            "labels": [
                "RLC"
            ],
            "id": "68deec89a4d7489dbe53316b6bad39ab_130"
        },
        {
            "start": 15996,
            "end": 16086,
            "text": "The Court had faulted the Arbitral Tribunal for entering an award in favour of the Lessor.",
            "labels": [
                "RLC"
            ],
            "id": "78bf89cdd97747d39072c6b5f3cbbd02_131"
        },
        {
            "start": 16087,
            "end": 16207,
            "text": "It would follow that Scholastic would be entitled to the refund of 15,00,000/-, which was furnished as security deposit.",
            "labels": [
                "RLC"
            ],
            "id": "2a4156c803ee49feb6cd1881786d9bf3_132"
        },
        {
            "start": 16208,
            "end": 16349,
            "text": "Admittedly, the same was due and payable to Scholastic and was therefore, adjusted against the amount of damages found payable to the Lessor.",
            "labels": [
                "RLC"
            ],
            "id": "0b210522c94d49d6a2fc483eb795914d_133"
        },
        {
            "start": 16350,
            "end": 16533,
            "text": "If the Lessor's claim for damages is found to be unsustainable for want of evidence, it would, obviously, follow that Scholastic would be entitled to a refund of the security deposit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6a1f38fc9a1748ea8fce476d88ddc819_134"
        },
        {
            "start": 16535,
            "end": 16738,
            "text": "22. Mr Saxena, learned counsel appearing for the Lessor, fairly admitted that if the Lessor's appeal [FAO(COMM) 71/2021] is rejected, Scholastic's appeal [FAO (COMM) 112/2022] was required to be allowed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8fac2ea6b6d142f9bbb1248a13e863dc_135"
        },
        {
            "start": 16740,
            "end": 16880,
            "text": "23. The principal question to be addressed is whether the decision of the learned Court to interfere with the impugned award is sustainable.",
            "labels": [
                "ISSUE"
            ],
            "id": "b5e355403a934cf08a6a7c50ec5cfa6e_136"
        },
        {
            "start": 16881,
            "end": 17189,
            "text": "The learned Court had referred to the decisions in the case of Associate Builders v. Delhi Development Authority (supra) and Ssangyong Engineering and Construction Company Ltd. (supra) and had rightly concluded that the scope of interference with an arbitral award under Section 34 of the A&C Act is limited.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9d320ef0e0e6439290f11a54e1272c43_137"
        },
        {
            "start": 17190,
            "end": 17381,
            "text": "It is now well settled that a court cannot reappreciate or re-evaluate the evidence and supplant its opinion over that of the Arbitral Tribunal in proceedings under Section 34 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "035d4df55e2b4e8fa74df24edd713ebe_138"
        },
        {
            "start": 17382,
            "end": 17560,
            "text": "This Court is of the view that having correctly noted the law, the learned Commercial Court committed precisely the same error of re-appreciating and re- evaluating the evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "673d720ec3444c93a96a27ddec57743b_139"
        },
        {
            "start": 17561,
            "end": 17774,
            "text": "First, it found that the Lessor's income tax returns and the statement of bank accounts were not supported by any certificate under Section 65B of the Indian Evidence Act, 1872 and, therefore, were not admissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96307d0637874b04843765281429dd66_140"
        },
        {
            "start": 17775,
            "end": 17881,
            "text": "Second, that no liability could be fastened on Scholastic the basis of the entry in the books of accounts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3eb963802fb84710aa646d987fd93992_141"
        },
        {
            "start": 17882,
            "end": 17975,
            "text": "\n24. The Indian Evidence Act, 1872 does not apply to proceedings before an Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6126a61b28e945da984349b39a6cf111_142"
        },
        {
            "start": 17976,
            "end": 18115,
            "text": "Section 1 of the Indian Evidence Act, 1872 makes it expressly clear that the said Act does not apply to \"proceedings before an arbitrator\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abaa4bd08b1c4cfdb774a9598904766c_143"
        },
        {
            "start": 18116,
            "end": 18298,
            "text": "Further, Section 19(1) of the A&C Act also expressly provides that the Arbitral Tribunal would not be bound by the Code of Civil Procedure, 1908 or the Indian Evidence Act, 1872.\n25.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1539fa36a6a74964ab3ed8bc688e70b0_144"
        },
        {
            "start": 18299,
            "end": 18419,
            "text": "In view of the above, an arbitral award cannot be faulted on the ground that it is non-compliant with the said statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6112bf76786140c2baa42ffc423b62f1_145"
        },
        {
            "start": 18420,
            "end": 18730,
            "text": "Having stated the above, it is necessary to clarify that there may be instances where an arbitral award may be faulted as being in conflict with the public policy of India or on the ground of patent illegality, including that it falls foul of the most basic principles underlying the Indian Evidence Act, 1872.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22a0e6cbf63e4e7c9bc578309f768cf4_146"
        },
        {
            "start": 18731,
            "end": 18952,
            "text": "But that does not mean that in all cases where the material relied upon by the Arbitral Tribunal does not measure up to the standards under the Indian Evidence Act 1872, the arbitral award would be liable to be set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "476096727d1c42c98cef5ba36834a6e0_147"
        },
        {
            "start": 18953,
            "end": 19067,
            "text": "Clearly, an arbitral award, which is based on no material or evidence at all may be vitiated by patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b199d15441eb4003812c71edb3ab983c_148"
        },
        {
            "start": 19068,
            "end": 19167,
            "text": "However, insufficiency of evidence or material is not a ground for setting aside an arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93274610d2ca478a94cd19f18e225099_149"
        },
        {
            "start": 19168,
            "end": 19293,
            "text": "It is apparent that in the present case, there was material available on record to substantiate the claim made by the Lessor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6f38d75a4344347b62366a09aeada54_150"
        },
        {
            "start": 19294,
            "end": 19396,
            "text": "In addition to producing certain invoices, the Lessor had also examined a Chartered Accountant (CW-2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c5f55d830a24a4586202b5679c85f99_151"
        },
        {
            "start": 19397,
            "end": 19511,
            "text": "CW-2 had tendered his affidavit affirming that he had verified the Statements of Bank Account no. 913010011412452.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a58ec2c3d2de411db595d169dd49c09d_152"
        },
        {
            "start": 19512,
            "end": 19682,
            "text": "He had also filed a copy of the Income Tax Return for the relevant year (Assessment year 2015- 16) along with computation of income filed with the Income Tax Authorities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d244972d3bb41f5b9843aa768ba5a8b_153"
        },
        {
            "start": 19683,
            "end": 19783,
            "text": "The said return indicated that the expenditure was claimed by the Lessor on repairs of the premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e573b133e384132a4964c080d8eb535_154"
        },
        {
            "start": 19784,
            "end": 19848,
            "text": "CW-2 had also produced Statements of Bank Account (CW2/2 colly).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a767476ebdc14974bf65265e93f97b7b_155"
        },
        {
            "start": 19849,
            "end": 19999,
            "text": "The said statements reflected payments to certain entities which the Lessor claimed were against the expenditure incurred for repairs of the building.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ec4679e7ac348aab5d817bfb678c02d_156"
        },
        {
            "start": 20001,
            "end": 20029,
            "text": "26. CW-2 was cross-examined.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d85bc7e74e9e41118033e4ad2084849f_157"
        },
        {
            "start": 20030,
            "end": 20145,
            "text": "He denied the suggestion that the documents referred to in his affidavit are forged or contained wrong information.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0552f8eef8f2438883dda95e4e20989a_158"
        },
        {
            "start": 20146,
            "end": 20271,
            "text": "\n27. The Arbitral Tribunal had evaluated the material and documents on record as is apparent from the following extract:\n\"41.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "102fd40b4d0941c7a0def877721df5f9_159"
        },
        {
            "start": 20272,
            "end": 20354,
            "text": "However facts unfolded by Shri Hemant Batra lead this Tribunal to its destination.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "748ebfbd6355427bb0a71d7d62f00f00_160"
        },
        {
            "start": 20355,
            "end": 20550,
            "text": "He unfolds in his affidavit Ex. CW 2/A that being Charted Accountant for the claimant he computed her income and filed her return for Assessment Year 2015-2016, copy of which return is Ex CW 2/1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f338e156ee3c470293c440fbef1aeae9_161"
        },
        {
            "start": 20551,
            "end": 20688,
            "text": "Along with that return he had relied statement of bank account 913010011412452, maintained by the claimant at Rohtak Branch of AXIS BANK.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "882b42db93a349f8a6911dd5bb5946a6_162"
        },
        {
            "start": 20689,
            "end": 20800,
            "text": "In that statement of bank account, money spent by the claimant on reconstruction of the warehouse is reflected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc9d263cdf3c405796fd127145c326a4_163"
        },
        {
            "start": 20801,
            "end": 21286,
            "text": "When that account statement is scanned it came to light that the claimant paid a sum of Rs. 2,40,000/- to Haryana Steels on 14/10/2014, Rs. 18,50,000/- to Bansal Steels on 14/10/2014, Rs. 1,47,070/- to V P Batra & Co. 14/10/2014, Rs 23 Lakhs to Rama Enterprises on 7/11/2014, Rs. 2,500/- to Karnal Singh & Co. on 14/11/2014, Rs. 4,50,000/- to Jain Traders on 21/11/2014, Rs. 12 Lakhs to SJK Infrastructures on 26/11/2014 and a sum of Rs. 5 Lakhs to Ms. Geetanjali Baweja on 28/10/2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ed74d473a524325ab6887768fa2d619_164"
        },
        {
            "start": 21287,
            "end": 21484,
            "text": "Besides the above entries, there is no other entry in that account from October 2014 to 8thMarch 2015, showing that any amount of money was spent by the claimant on reconstruction of the warehouse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "249da0cf990a49ccb26a42dbf0bc2782_165"
        },
        {
            "start": 21486,
            "end": 21728,
            "text": "42. An amount to the tune of Rs. 30 Lakhs was paid by her to Shri Anurag Sharma on 3/2/2015 against her borrowing from him of a sum of Rs.10 Lakhs on 7/11/2014, another sum of Rs. 10 Lakhs on 7/11/2014 and a sum of Rs. 10 Lakhs on 11/10/2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d317904918c04fcb87ecd458a67e7ef8_166"
        },
        {
            "start": 21729,
            "end": 21835,
            "text": "Therefore this entry cannot be said in respect of an amount spent by her on construction of the warehouse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b24c676ff7de4f61b3f5031ae022b4da_167"
        },
        {
            "start": 21837,
            "end": 22040,
            "text": "43. The above statement of account has been relied by the claimant through the deposition of Shri Hemant Batra and was not questioned on behalf of the respondents, during course of his cross-examination.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c025e8b004043bc8c002bfd80a7a539_168"
        },
        {
            "start": 22041,
            "end": 22150,
            "text": "Hence this document is used to arrive at the amount spent by the claimant in reconstruction of the warehouse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c76e8ff10c04fcc99903d3d92fafb46_169"
        },
        {
            "start": 22151,
            "end": 22314,
            "text": "When amount spent by the claimant is computed, as reflected in the account statement of her bank account, maintained at AXIS BANK, it comes to Rs. 66,89,570/ only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92d42fb3dffa4666b849c2ad96ead876_170"
        },
        {
            "start": 22315,
            "end": 22440,
            "text": "Therefore this much of amount can be said to have been spent by the claimant on reconstruction of the warehouse in question.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "124214403c3b44b980e7d080040f34fc_171"
        },
        {
            "start": 22442,
            "end": 22617,
            "text": "28. The Arbitral Tribunal was not persuaded to accept that vouchers and bills produced were sufficient evidence to reflect the expenditure incurred on repairs of the premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c036b03f63574c33bb708403b48dedcc_172"
        },
        {
            "start": 22618,
            "end": 22859,
            "text": "Nonetheless, the Arbitral Tribunal accepted that the Lessor had incurred certain expenditure on repairs based on the Income Tax Return filed by the Lessor, which reflected that she had incurred certain expenditure on repairs of the premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d7771ddbcb4472789abd915e53a087b_173"
        },
        {
            "start": 22860,
            "end": 22946,
            "text": "This was coupled with the bank statement which reflected payments of the said amounts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adfab9ad8c9a4cc3a0634dfb45081209_174"
        },
        {
            "start": 22947,
            "end": 23170,
            "text": "Undeniably, the income tax return furnished by the Lessor for the assessment year 2015-16 was material evidence to establish that the Lessor had claimed that she had incurred certain expenditure for repairs of the premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7504f595a0b64953a2c720f8f2b81186_175"
        },
        {
            "start": 23171,
            "end": 23282,
            "text": "Indisputably, this could not be stated to be irrelevant to the Lessor's claim before the Arbitral Tribunal.\n29.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f7a7a4f9a5048dd83bd0bf22783b21d_176"
        },
        {
            "start": 23283,
            "end": 23529,
            "text": "The learned Commercial Court rejected the contention that the Arbitral Tribunal was not obliged to follow the provisions of CPC or the Indian Evidence Act, 1872 stricto sensu and therefore the impugned award could not be set aside on that ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce5f31abf48e4f0e84833b6d0f422b59_177"
        },
        {
            "start": 23530,
            "end": 23687,
            "text": "The learned Commercial Court reasoned that an Arbitral Tribunal was required to make a reasoned award and an award based on no evidence, could not be upheld.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea086e12f9964271b3c6f825738041fc_178"
        },
        {
            "start": 23688,
            "end": 23764,
            "text": "This reasoning is apparent from the following extract of the impugned order:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2129980a587544ec9a1129f5d06c0f57_179"
        },
        {
            "start": 23765,
            "end": 24279,
            "text": "\n\"40. The abovesaid contention of Ld. Counsel for the respondent appears to be attractive but the same is fallacious in as much as the Ld. Arbitrator is not supposed to follow the CPC or the evidence Act in stricto senso, but the Ld. Arbitrator is supposed to pass a reasoned award and an Award which is based on no evidence cannot be upheld in view of the law laid down by the superior courts as discussed in foregoing paras of this judgment especially in the judgment Ssanyong (supra) it has been reiterated....\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "717aab92b58d4dd892b9bbac2d87ab41_180"
        },
        {
            "start": 24280,
            "end": 24473,
            "text": "\n30. This Court is of the view that the learned Commercial Court fell in error in proceeding on the basis that the impugned award is an unreasoned one or that it is based in no evidence at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bd53eee4ef24ce4aeaeee8c722b1fed_181"
        },
        {
            "start": 24474,
            "end": 24586,
            "text": "The Arbitral Tribunal, as noted above, evaluated the material on record to partly allow the claim of the Lessor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70a7a474d7fd416bbe42c3e3af8f7832_182"
        },
        {
            "start": 24587,
            "end": 24747,
            "text": "The statements of bank account indicating certain entries to reflect that the Lessor had made payments to certain entities were, undoubtedly, relevant material.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f3f74d6cec84b6284f607705c6e6081_183"
        },
        {
            "start": 24748,
            "end": 24886,
            "text": "The Lessor had reflected certain expenditure incurred on repairs of the building in her income tax return for the assessment year 2015-16.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42aea3c2d44f4da7b0d66b886e6a612e_184"
        },
        {
            "start": 24887,
            "end": 24950,
            "text": "The outflow was corroborated by the Statements of Bank Account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a289f57529c844858bcc005a86b3a20c_185"
        },
        {
            "start": 24951,
            "end": 25034,
            "text": "As stated above, this was relevant material for the purposes of the Lessor's claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f342cdfbc89943b6b466c1860f90d143_186"
        },
        {
            "start": 25036,
            "end": 25528,
            "text": "31. The learned Commercial Court referred to the decisions in J.K. Synthetics Ltd. v. Dynamic Cements Traders: (2012) SCC OnLine Del 4817, Sheetal Fabrics v. Coir Cushions Ltd.: (2005) SCC OnLine Del 247, M/s Kashmiri Lal Surinder Kumar v. M/s Veer Bhan Ramesh Kumar & Ors: (2015) SCC OnLine Del 10344 and J.K. Aggarwal v. Bank of India: (2008) SCC OnLine Del 1219, Chandradhar Goswami & Ors. v. Gauhati Bank Ltd: (1967) 1 SCR 898, to conclude that the impugned award is based on no evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "91674b52e09447019f31cb3b93fb1f59_187"
        },
        {
            "start": 25529,
            "end": 25732,
            "text": "None of the judgments referred to by the learned Court are an authority for the proposition that books of accounts maintained in normal course or the statement of bank accounts have no evidentiary value.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d850ed5a3605454c99cacf886d6d45ec_188"
        },
        {
            "start": 25733,
            "end": 25837,
            "text": "The decisions referred to rest on the sufficiency of such evidence to impute liability on the defendant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1bc887f9b92c481b9fa1df76a95979e5_189"
        },
        {
            "start": 25839,
            "end": 26110,
            "text": "32. In J.K. Synthetics Ltd. v. Dynamic Cements Traders (supra), the Court had held that entries in the statement of accounts maintained in regular course would be insufficient to charge a person with the liability unless documents of transactions are filed and exhibited.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8beb032198e04230bbab11ce1ed78a50_190"
        },
        {
            "start": 26111,
            "end": 26223,
            "text": "This is not an authority for the proposition that books of accounts maintained in normal course are no evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "514d6acd832c410b94b9e5bc8390f181_191"
        },
        {
            "start": 26224,
            "end": 26347,
            "text": "It merely specifies that the entries in the books of accounts by itself are not sufficient evidence for imputing liability.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8739a8498d4e492fa0a5353ada3b01fe_192"
        },
        {
            "start": 26349,
            "end": 26576,
            "text": "33. In Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra), the Supreme Court held that Gauhati Bank Ltd. could not, merely by showing entries in its account books, establish that it had advanced 10,000/- to the appellants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b2ad120e15154275ba912a759f0615a1_193"
        },
        {
            "start": 26577,
            "end": 26865,
            "text": "The Court observed that Section 4 of the Bankers' Books Evidence Act, 18 of 1891 allows certified copies of the accounts to be produced as prima facie evidence of the existence of original entries in the accounts and are admitted as evidence of matters, transactions and accounts therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b00c4094c4c045b8ac20bc2a9084b79f_194"
        },
        {
            "start": 26866,
            "end": 27017,
            "text": "However, original entries alone would not be sufficient to charge any person with the liability in view of Section 34 of the Indian Evidence Act, 1872.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58419a9bd09e49d7ba66b2d9fe92805d_195"
        },
        {
            "start": 27018,
            "end": 27125,
            "text": "The Court held that further corroborated evidence would be necessary to impute liability on the appellants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3ee445008bfe48d8887af9ca3a230bb2_196"
        },
        {
            "start": 27126,
            "end": 27261,
            "text": "The said judgment cannot be misread to mean that books of accounts maintained in the regular course of business are no evidence at all.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "134e4d4d92264c35a798ff2a58f3ca31_197"
        },
        {
            "start": 27263,
            "end": 27470,
            "text": "34. In Sheetal Fabrics v. Coir Cushions Ltd. (supra), a Single Bench of this Court had admitted a winding up petition against respondent (Coir Cushions Ltd.) on the basis of entries in the books of accounts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dee9287274ae4fa6a6541d95c4d27875_198"
        },
        {
            "start": 27471,
            "end": 27788,
            "text": "The Court had referred to the decision of the Supreme Court in Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra) and held that it would be difficult to hold that a petition for winding up of a company (under Section 433 of the Companies Act, 1956) would be maintainable solely on the basis of books of accounts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b76ce983626049d19ba4e7483d813884_199"
        },
        {
            "start": 27789,
            "end": 27984,
            "text": "However, in that case, the Court found that the same was coupled with an acknowledgement of liability and, therefore, held that prima facie, the respondent company was indebted to the petitioner.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1a90c3ba269c47559929193d13a6f303_200"
        },
        {
            "start": 27986,
            "end": 28258,
            "text": "35. In M/s Kashmiri Lal Surinder Kumar v. M/s Veer Bhan Ramesh Kumar & Ors. (supra), this Court found that a self-serving statement of an account which is not supported by any evidence was insufficient to fasten a huge liability as claimed in the suit upon the defendants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e740827d84324d93856bef78cfde7f0b_201"
        },
        {
            "start": 28259,
            "end": 28322,
            "text": "The Court described the evidence led in that case as \"fragile\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "efa50f96c017431990c391c3d4e93f8b_202"
        },
        {
            "start": 28323,
            "end": 28449,
            "text": "Thus, this was also a case where the Court found the evidence led by the plaintiff was insufficient to substantiate its claim.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "96cf8f9e43b346bbb4362a34e62ad2ca_203"
        },
        {
            "start": 28451,
            "end": 28737,
            "text": "36. In J.K. Aggarwal v. Bank of India (supra), this Court following the decision in the case of Chandradhar Goswami & Ors. v. Gauhati Bank Ltd. (supra) faulted the decision of the trial court to accept the books of accounts maintained by the Bank of India as \"conclusive proof\" thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "673f1ea6f1d848098fe3edd70e3729ff_204"
        },
        {
            "start": 28738,
            "end": 28852,
            "text": "The question whether a piece of evidence is accepted as a conclusive proof is a matter of sufficiency of evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "faff814869ce4cb0b437c7a4bcf98b6d_205"
        },
        {
            "start": 28853,
            "end": 29036,
            "text": "\n37. None of the judgments referred to by the learned Commercial Court support the proposition that bank statements of accounts are not relevant material or have no evidentiary value.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c53ca6fd09b34bff8712efd719cac4ee_206"
        },
        {
            "start": 29037,
            "end": 29301,
            "text": "Thus, it is clear that the learned Commercial Court had embarked upon an exercise to re- evaluate the sufficiency of evidence in material produced by the Lessor and had faulted the Arbitral Tribunal in incorrectly appreciating the sufficiency of the said material.",
            "labels": [
                "RATIO"
            ],
            "id": "5082b921b58f439dbf88266bb5aafd40_207"
        },
        {
            "start": 29302,
            "end": 29365,
            "text": "This is clearly outside the ambit of Section 34 of the A&C Act.",
            "labels": [
                "RATIO"
            ],
            "id": "9257106a364445d699795bf3541489f3_208"
        },
        {
            "start": 29367,
            "end": 29425,
            "text": "38. In view of the above, the impugned order is set aside.",
            "labels": [
                "RATIO"
            ],
            "id": "b9536494566442ad9eebd792f90e26f2_209"
        },
        {
            "start": 29426,
            "end": 29492,
            "text": "The appeal preferred by the Lessor [FAO(COMM) 71/2021] is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "c2f2cbdf0be644f0853278277740b811_210"
        },
        {
            "start": 29493,
            "end": 29577,
            "text": "In view of the above, Scholastic's challenge to the impugned order does not survive.",
            "labels": [
                "RPC"
            ],
            "id": "0aaf6f58fba343828cd46bb6b2f294df_211"
        },
        {
            "start": 29578,
            "end": 29639,
            "text": "It's appeal [FAO (COMM) 112/2022] is, accordingly, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "6315150102f64eac89df6f8fb9de1429_212"
        },
        {
            "start": 29640,
            "end": 29681,
            "text": "All pending applications are disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "e1b27834db694100aa0af291e6c1636c_213"
        },
        {
            "start": 29683,
            "end": 29732,
            "text": "39. The parties are left to bear their own costs.",
            "labels": [
                "RPC"
            ],
            "id": "48e4a1016ad44df395980f7ed1ad08e6_214"
        },
        {
            "start": 29733,
            "end": 29784,
            "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J AUGUST 04, 2022 RK",
            "labels": [
                "NONE"
            ],
            "id": "d1bfa28c4fe14bc8a9c192e8f641b3a9_215"
        }
    ],
    "entities": [
        {
            "text": "Nagarjuna Fertilizers And Chemicals",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 56
        },
        {
            "text": "Teenimont Spa",
            "label": "RESPONDENT",
            "start_char": 64,
            "end_char": 77
        },
        {
            "text": "Sanjay Kumar",
            "label": "LAWYER",
            "start_char": 107,
            "end_char": 119
        },
        {
            "text": "Sanjay Kumar",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 139
        },
        {
            "text": "High Court Of Judicature At Hyderabad",
            "label": "COURT",
            "start_char": 154,
            "end_char": 191
        },
        {
            "text": "Nagarjuna Fertilizers & Chemicals Limited",
            "label": "PETITIONER",
            "start_char": 371,
            "end_char": 412
        },
        {
            "text": "Tecnimont SpA",
            "label": "RESPONDENT",
            "start_char": 478,
            "end_char": 491
        },
        {
            "text": "Sanjay Kumar",
            "label": "JUDGE",
            "start_char": 664,
            "end_char": 676
        },
        {
            "text": "M.Ganga Rao",
            "label": "JUDGE",
            "start_char": 747,
            "end_char": 758
        },
        {
            "text": "SANJAY KUMAR",
            "label": "JUDGE",
            "start_char": 1197,
            "end_char": 1209
        },
        {
            "text": "M.GANGA RAO",
            "label": "JUDGE",
            "start_char": 1328,
            "end_char": 1339
        },
        {
            "text": "SANJAY KUMAR",
            "label": "JUDGE",
            "start_char": 1420,
            "end_char": 1432
        },
        {
            "text": "M.GANGA RAO",
            "label": "JUDGE",
            "start_char": 1503,
            "end_char": 1514
        },
        {
            "text": "APPEAL NO.1 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 1543,
            "end_char": 1562
        },
        {
            "text": "31st DECEMBER, 2018",
            "label": "DATE",
            "start_char": 1590,
            "end_char": 1609
        },
        {
            "text": "Nagarjuna Fertilizers & Chemicals Limited",
            "label": "ORG",
            "start_char": 1612,
            "end_char": 1653
        },
        {
            "text": "Tecnimont SpA",
            "label": "RESPONDENT",
            "start_char": 1722,
            "end_char": 1735
        },
        {
            "text": "Vedula Venkataramana",
            "label": "LAWYER",
            "start_char": 1864,
            "end_char": 1884
        },
        {
            "text": "P.Vikram",
            "label": "LAWYER",
            "start_char": 1934,
            "end_char": 1942
        },
        {
            "text": "Omer Farooq",
            "label": "LAWYER",
            "start_char": 1990,
            "end_char": 2001
        },
        {
            "text": "Avinash Desai",
            "label": "LAWYER",
            "start_char": 2053,
            "end_char": 2066
        },
        {
            "text": "2018 SCC OnLine SC 170",
            "label": "CASE_NUMBER",
            "start_char": 2149,
            "end_char": 2171
        },
        {
            "text": "SANJAY KUMAR",
            "label": "JUDGE",
            "start_char": 2270,
            "end_char": 2282
        },
        {
            "text": "M.GANGA RAO",
            "label": "JUDGE",
            "start_char": 2353,
            "end_char": 2364
        },
        {
            "text": "Sanjay Kumar",
            "label": "JUDGE",
            "start_char": 2468,
            "end_char": 2480
        },
        {
            "text": "I.COMA O.A.No.3 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 2482,
            "end_char": 2505
        },
        {
            "text": "Nagarjuna Fertilizers and Chemicals Limited, Hyderabad",
            "label": "ORG",
            "start_char": 2519,
            "end_char": 2573
        },
        {
            "text": "Section 34(2)",
            "label": "PROVISION",
            "start_char": 2588,
            "end_char": 2601
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2609,
            "end_char": 2647
        },
        {
            "text": "21.10.2017",
            "label": "DATE",
            "start_char": 2719,
            "end_char": 2729
        },
        {
            "text": "I.A.No.1 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 2751,
            "end_char": 2767
        },
        {
            "text": "Section 36 (2) and (3)",
            "label": "PROVISION",
            "start_char": 2792,
            "end_char": 2814
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 2844,
            "end_char": 2855
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2856,
            "end_char": 2859
        },
        {
            "text": "05.10.2018",
            "label": "DATE",
            "start_char": 2919,
            "end_char": 2929
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3009,
            "end_char": 3106
        },
        {
            "text": "Tecnimont SpA, Itlay",
            "label": "RESPONDENT",
            "start_char": 3311,
            "end_char": 3331
        },
        {
            "text": "NFCL",
            "label": "ORG",
            "start_char": 3610,
            "end_char": 3614
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 3643,
            "end_char": 3653
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3683,
            "end_char": 3693
        },
        {
            "text": "16.11.2018",
            "label": "DATE",
            "start_char": 3774,
            "end_char": 3784
        },
        {
            "text": "NFCL",
            "label": "ORG",
            "start_char": 3849,
            "end_char": 3853
        },
        {
            "text": "28.12.2018",
            "label": "DATE",
            "start_char": 3967,
            "end_char": 3977
        },
        {
            "text": "I.A.No.2 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4164,
            "end_char": 4180
        },
        {
            "text": "Tecnimont SpA",
            "label": "ORG",
            "start_char": 4194,
            "end_char": 4207
        },
        {
            "text": "Italy",
            "label": "GPE",
            "start_char": 4209,
            "end_char": 4214
        },
        {
            "text": "Vedula Venkataramana",
            "label": "LAWYER",
            "start_char": 4261,
            "end_char": 4281
        },
        {
            "text": "P.Vikram",
            "label": "LAWYER",
            "start_char": 4324,
            "end_char": 4332
        },
        {
            "text": "NFCL",
            "label": "ORG",
            "start_char": 4354,
            "end_char": 4358
        },
        {
            "text": "Omer Farooq",
            "label": "LAWYER",
            "start_char": 4368,
            "end_char": 4379
        },
        {
            "text": "Avinash Desai",
            "label": "LAWYER",
            "start_char": 4414,
            "end_char": 4427
        },
        {
            "text": "Tecnimont SpA",
            "label": "ORG",
            "start_char": 4449,
            "end_char": 4462
        },
        {
            "text": "Italy",
            "label": "GPE",
            "start_char": 4464,
            "end_char": 4469
        },
        {
            "text": "Omer Farooq",
            "label": "LAWYER",
            "start_char": 4490,
            "end_char": 4501
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4611,
            "end_char": 4621
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4651,
            "end_char": 4661
        },
        {
            "text": "Vedula Venkataramana",
            "label": "LAWYER",
            "start_char": 4738,
            "end_char": 4758
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 5507,
            "end_char": 5517
        },
        {
            "text": "Section 1(3)",
            "label": "PROVISION",
            "start_char": 5559,
            "end_char": 5571
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 5592,
            "end_char": 5601
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 5763,
            "end_char": 5778
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 5968,
            "end_char": 5986
        },
        {
            "text": "Commercial Appellate Division of High Courts (Amendment) Act, 2018",
            "label": "STATUTE",
            "start_char": 6054,
            "end_char": 6120
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 6165,
            "end_char": 6175
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 6262,
            "end_char": 6277
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6519,
            "end_char": 6529
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6567,
            "end_char": 6577
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 7127,
            "end_char": 7138
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 7146,
            "end_char": 7187
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 7215,
            "end_char": 7225
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 7233,
            "end_char": 7284
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 7571,
            "end_char": 7581
        },
        {
            "text": "Amendment Act of 2018",
            "label": "STATUTE",
            "start_char": 7589,
            "end_char": 7610
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 7612,
            "end_char": 7625
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 8360,
            "end_char": 8371
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 8379,
            "end_char": 8408
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8436,
            "end_char": 8446
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 8454,
            "end_char": 8492
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 8505,
            "end_char": 8518
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 8674,
            "end_char": 8686
        },
        {
            "text": "Section 4(1)",
            "label": "PROVISION",
            "start_char": 8752,
            "end_char": 8764
        },
        {
            "text": "proviso to Section 13(1)",
            "label": "PROVISION",
            "start_char": 8884,
            "end_char": 8908
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 9059,
            "end_char": 9067
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9068,
            "end_char": 9071
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9108,
            "end_char": 9118
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 9139,
            "end_char": 9152
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 9524,
            "end_char": 9534
        },
        {
            "text": "Chapter-VI",
            "label": "PROVISION",
            "start_char": 9565,
            "end_char": 9575
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 9621,
            "end_char": 9650
        },
        {
            "text": "Section 16(1)",
            "label": "PROVISION",
            "start_char": 9683,
            "end_char": 9696
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9731,
            "end_char": 9734
        },
        {
            "text": "Section 16(2)",
            "label": "PROVISION",
            "start_char": 9890,
            "end_char": 9903
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10001,
            "end_char": 10004
        },
        {
            "text": "Section 16(3)",
            "label": "PROVISION",
            "start_char": 10115,
            "end_char": 10128
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10230,
            "end_char": 10233
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10300,
            "end_char": 10303
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 10418,
            "end_char": 10428
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10429,
            "end_char": 10432
        },
        {
            "text": "Section 35",
            "label": "PROVISION",
            "start_char": 10450,
            "end_char": 10460
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10461,
            "end_char": 10464
        },
        {
            "text": "Section 35A.",
            "label": "PROVISION",
            "start_char": 10482,
            "end_char": 10494
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10548,
            "end_char": 10551
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 10598,
            "end_char": 10606
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10607,
            "end_char": 10610
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 10630,
            "end_char": 10643
        },
        {
            "text": "Section 2(1)(a)",
            "label": "PROVISION",
            "start_char": 10868,
            "end_char": 10883
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 10913,
            "end_char": 10923
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 11003,
            "end_char": 11017
        },
        {
            "text": "proviso to the erstwhile 13(1)",
            "label": "PROVISION",
            "start_char": 11343,
            "end_char": 11373
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 11408,
            "end_char": 11422
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 11511,
            "end_char": 11521
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 11613,
            "end_char": 11628
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 11800,
            "end_char": 11810
        },
        {
            "text": "proviso to Section 13(1)",
            "label": "PROVISION",
            "start_char": 12365,
            "end_char": 12389
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 12420,
            "end_char": 12434
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 12453,
            "end_char": 12466
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 12494,
            "end_char": 12508
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 12626,
            "end_char": 12676
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 12734,
            "end_char": 12744
        },
        {
            "text": "Section 1(2)",
            "label": "PROVISION",
            "start_char": 12753,
            "end_char": 12765
        },
        {
            "text": "Section 34(6)",
            "label": "PROVISION",
            "start_char": 12883,
            "end_char": 12896
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13007,
            "end_char": 13017
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 13164,
            "end_char": 13177
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 13179,
            "end_char": 13189
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 13285,
            "end_char": 13295
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13391,
            "end_char": 13401
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13508,
            "end_char": 13511
        },
        {
            "text": "Section 36(2)",
            "label": "PROVISION",
            "start_char": 13654,
            "end_char": 13667
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13782,
            "end_char": 13792
        },
        {
            "text": "Section 36(3)",
            "label": "PROVISION",
            "start_char": 13940,
            "end_char": 13953
        },
        {
            "text": "Section 36(3)",
            "label": "PROVISION",
            "start_char": 14003,
            "end_char": 14016
        },
        {
            "text": "Section 36(2)",
            "label": "PROVISION",
            "start_char": 14067,
            "end_char": 14080
        },
        {
            "text": "proviso to Section 36(3)",
            "label": "PROVISION",
            "start_char": 14277,
            "end_char": 14301
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14536,
            "end_char": 14539
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 14542,
            "end_char": 14552
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 14728,
            "end_char": 14737
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 14787,
            "end_char": 14797
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14958,
            "end_char": 14968
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 14989,
            "end_char": 14999
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15326,
            "end_char": 15339
        },
        {
            "text": "KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1",
            "label": "PRECEDENT",
            "start_char": 15343,
            "end_char": 15395
        },
        {
            "text": "2018 SCC OnLine SC 170",
            "label": "CASE_NUMBER",
            "start_char": 15417,
            "end_char": 15439
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15444,
            "end_char": 15457
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15536,
            "end_char": 15549
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 15603,
            "end_char": 15613
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15662,
            "end_char": 15675
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 15737,
            "end_char": 15747
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 15807,
            "end_char": 15820
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 15854,
            "end_char": 15867
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15892,
            "end_char": 15905
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16142,
            "end_char": 16155
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 16236,
            "end_char": 16244
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16245,
            "end_char": 16248
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16252,
            "end_char": 16262
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 16344,
            "end_char": 16352
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16353,
            "end_char": 16356
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16396,
            "end_char": 16406
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16546,
            "end_char": 16559
        },
        {
            "text": "FUERST DAY LAWSON LIMITED V/s. JINDAL EXPORTS LIMITED2",
            "label": "PRECEDENT",
            "start_char": 16587,
            "end_char": 16641
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 16720,
            "end_char": 16730
        },
        {
            "text": "FUERST DAY LAWSON LIMITED2",
            "label": "ORG",
            "start_char": 17262,
            "end_char": 17288
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17367,
            "end_char": 17380
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 17474,
            "end_char": 17484
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17509,
            "end_char": 17522
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17563,
            "end_char": 17576
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17616,
            "end_char": 17626
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17687,
            "end_char": 17700
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17822,
            "end_char": 17835
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17908,
            "end_char": 17918
        },
        {
            "text": "Arbitration Amendment Act, 2015",
            "label": "STATUTE",
            "start_char": 17945,
            "end_char": 17976
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 18021,
            "end_char": 18031
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 18083,
            "end_char": 18093
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 18156,
            "end_char": 18169
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 18240,
            "end_char": 18250
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 18288,
            "end_char": 18301
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18339,
            "end_char": 18352
        },
        {
            "text": "FUERST DAY LAWSON LIMITED2",
            "label": "ORG",
            "start_char": 18377,
            "end_char": 18403
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 18456,
            "end_char": 18466
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 18520,
            "end_char": 18530
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18574,
            "end_char": 18587
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18717,
            "end_char": 18730
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18954,
            "end_char": 18967
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 19071,
            "end_char": 19084
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19423,
            "end_char": 19437
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 19568,
            "end_char": 19581
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19609,
            "end_char": 19623
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 19723,
            "end_char": 19731
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19732,
            "end_char": 19735
        },
        {
            "text": "proviso to Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19748,
            "end_char": 19773
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 19784,
            "end_char": 19792
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19793,
            "end_char": 19796
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 19840,
            "end_char": 19848
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19849,
            "end_char": 19852
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 20133,
            "end_char": 20148
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20362,
            "end_char": 20365
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 20414,
            "end_char": 20422
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20423,
            "end_char": 20426
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 20624,
            "end_char": 20634
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21783,
            "end_char": 21796
        },
        {
            "text": "KANDLA EXPORT CORPORATION1",
            "label": "ORG",
            "start_char": 21800,
            "end_char": 21826
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 22006,
            "end_char": 22016
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 22337,
            "end_char": 22346
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22411,
            "end_char": 22421
        },
        {
            "text": "Section 16(2) or Section 16(3)",
            "label": "PROVISION",
            "start_char": 22453,
            "end_char": 22483
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 22665,
            "end_char": 22675
        },
        {
            "text": "Section 37(1) and (2)",
            "label": "PROVISION",
            "start_char": 22698,
            "end_char": 22719
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 22928,
            "end_char": 22937
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 23031,
            "end_char": 23040
        },
        {
            "text": "Vedula Venkataramana",
            "label": "LAWYER",
            "start_char": 23181,
            "end_char": 23201
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23343,
            "end_char": 23353
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23393,
            "end_char": 23403
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23509,
            "end_char": 23519
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 23980,
            "end_char": 23989
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24296,
            "end_char": 24306
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 24366,
            "end_char": 24376
        },
        {
            "text": "Vedula Venkataramana",
            "label": "LAWYER",
            "start_char": 24422,
            "end_char": 24442
        },
        {
            "text": "Order 39 Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 24599,
            "end_char": 24621
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24622,
            "end_char": 24625
        },
        {
            "text": "Order 43(1)(r)",
            "label": "PROVISION",
            "start_char": 24681,
            "end_char": 24695
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24696,
            "end_char": 24699
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 24902,
            "end_char": 24917
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24980,
            "end_char": 24983
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 25043,
            "end_char": 25053
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25186,
            "end_char": 25189
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25426,
            "end_char": 25429
        },
        {
            "text": "Ordinance of 2015",
            "label": "STATUTE",
            "start_char": 25532,
            "end_char": 25549
        },
        {
            "text": "Section 36(2) and (3)",
            "label": "PROVISION",
            "start_char": 25565,
            "end_char": 25586
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 25617,
            "end_char": 25628
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25629,
            "end_char": 25632
        },
        {
            "text": "Order 39 Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 25660,
            "end_char": 25682
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25683,
            "end_char": 25686
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 25727,
            "end_char": 25737
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25961,
            "end_char": 25964
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26242,
            "end_char": 26245
        },
        {
            "text": "Section 36(3)",
            "label": "PROVISION",
            "start_char": 26266,
            "end_char": 26279
        },
        {
            "text": "Order 39 Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 26352,
            "end_char": 26374
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26375,
            "end_char": 26378
        },
        {
            "text": "Section 36(2) and (3)",
            "label": "PROVISION",
            "start_char": 26415,
            "end_char": 26436
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 26643,
            "end_char": 26653
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 26797,
            "end_char": 26805
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26806,
            "end_char": 26809
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26857,
            "end_char": 26870
        },
        {
            "text": "KANDLA EXPORT CORPORATION1",
            "label": "ORG",
            "start_char": 26874,
            "end_char": 26900
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 26959,
            "end_char": 26969
        },
        {
            "text": "Section 34(6)",
            "label": "PROVISION",
            "start_char": 27060,
            "end_char": 27073
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 27358,
            "end_char": 27372
        },
        {
            "text": "16.11.2018",
            "label": "DATE",
            "start_char": 27525,
            "end_char": 27535
        },
        {
            "text": "I.A.No.1 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 27546,
            "end_char": 27562
        },
        {
            "text": "I.COMA.O.A.No.3 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 27772,
            "end_char": 27795
        },
        {
            "text": "SANJAY KUMAR",
            "label": "JUDGE",
            "start_char": 28015,
            "end_char": 28027
        },
        {
            "text": "M.GANGA RAO",
            "label": "JUDGE",
            "start_char": 28054,
            "end_char": 28065
        },
        {
            "text": "31st DECEMBER, 2018",
            "label": "DATE",
            "start_char": 28068,
            "end_char": 28087
        },
        {
            "text": "PGS",
            "label": "ORG",
            "start_char": 28127,
            "end_char": 28130
        }
    ],
    "precedent_clusters": {
        "KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1": [
            "KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1",
            "FUERST DAY LAWSON LIMITED V/s. JINDAL EXPORTS LIMITED2"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 12",
            "Amendment Act of 2018",
            "Section 12",
            "Amendment Act of 2018"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908",
            "Order XLIII",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Chapter-VI",
            "Code of Civil Procedure, 1908",
            "Chapter-VI",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 16(1)",
            "CPC",
            "Section 16(1)",
            "CPC"
        ],
        [
            "Section 16(2)",
            "CPC",
            "Section 16(2)",
            "CPC"
        ],
        [
            "Section 16(3)",
            "CPC",
            "Section 16(3)",
            "CPC"
        ],
        [
            "Section 26",
            "CPC",
            "Section 26",
            "CPC"
        ],
        [
            "Section 35",
            "CPC",
            "Section 35",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 34",
            "CPC",
            "Section 34",
            "CPC"
        ],
        [
            "proviso to Section 36(3)",
            "CPC",
            "proviso to Section 36(3)",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Amendment Act, 2015",
            "Section 37",
            "Arbitration Amendment Act, 2015"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Order 39 Rules 1 and 2",
            "CPC",
            "Order 39 Rules 1 and 2",
            "CPC"
        ],
        [
            "Order 43(1)(r)",
            "CPC",
            "Order 43(1)(r)",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "CPC",
            "Section 2(1)(c)",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Order 39 Rules 1 and 2",
            "CPC",
            "Order 39 Rules 1 and 2",
            "CPC"
        ],
        [
            "Section 36",
            "CPC",
            "Section 36",
            "CPC"
        ],
        [
            "Order 39 Rules 1 and 2",
            "CPC",
            "Order 39 Rules 1 and 2",
            "CPC"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 36 (2) and (3)",
            "CPC",
            "Section 36 (2) and (3)",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "proviso to Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(2)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(2)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(1)(a)",
            "CPC",
            "Section 2(1)(a)",
            "CPC"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "proviso to Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 1(2)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 1(2)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 36",
            "CPC",
            "Section 36",
            "CPC"
        ],
        [
            "Section 36",
            "CPC",
            "Section 36",
            "CPC"
        ],
        [
            "Section 36(2)",
            "CPC",
            "Section 36(2)",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 36(3)",
            "CPC",
            "Section 36(3)",
            "CPC"
        ],
        [
            "Section 36(3)",
            "CPC",
            "Section 36(3)",
            "CPC"
        ],
        [
            "Section 36(2)",
            "CPC",
            "Section 36(2)",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "proviso to Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "CPC",
            "Section 2(1)(c)",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16(2) or Section 16(3)",
            "CPC",
            "Section 16(2) or Section 16(3)",
            "CPC"
        ],
        [
            "Section 37(1) and (2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 37(1) and (2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 10",
            "CPC",
            "Section 10",
            "CPC"
        ],
        [
            "Section 36(2) and (3)",
            "CPC",
            "Section 36(2) and (3)",
            "CPC"
        ],
        [
            "Section 36(3)",
            "CPC",
            "Section 36(3)",
            "CPC"
        ],
        [
            "Section 36(2) and (3)",
            "CPC",
            "Section 36(2) and (3)",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 1(3)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 1(3)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 6",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 3(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 3(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 4(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 4(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 35A.",
            "CPC",
            "Section 35A.",
            "CPC"
        ],
        [
            "Section 3A",
            "CPC",
            "Section 3A",
            "CPC"
        ],
        [
            "proviso to the erstwhile 13(1)",
            "CPC",
            "proviso to the erstwhile 13(1)",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 50",
            "CPC",
            "Section 50",
            "CPC"
        ],
        [
            "Section 10",
            "CPC",
            "Section 10",
            "CPC"
        ],
        [
            "Section 9",
            "CPC",
            "Section 9",
            "CPC"
        ],
        [
            "Section 17",
            "CPC",
            "Section 17",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "KANDLA EXPORT CORPORATION V/s. M/s. OCI CORPORATION1": 2
    },
    "provision_counts": {
        "Section 34(2) of Arbitration and Conciliation Act, 1996": 1,
        "Section 151 of CPC": 2,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 12 of Amendment Act of 2018": 1,
        "Order XLIII of Code of Civil Procedure, 1908": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 14,
        "Order 43 of CPC": 9,
        "Chapter-VI of Code of Civil Procedure, 1908": 1,
        "Section 16(1) of CPC": 1,
        "Section 16(2) of CPC": 1,
        "Section 16(3) of CPC": 1,
        "Section 26 of CPC": 1,
        "Section 35 of CPC": 1,
        "Section 34 of CPC": 1,
        "proviso to Section 36(3) of CPC": 1,
        "Section 37 of Arbitration Amendment Act, 2015": 1,
        "Order 39 Rules 1 and 2 of CPC": 3,
        "Order 43(1)(r) of CPC": 1,
        "Section 2(1)(c) of CPC": 2,
        "Section 36 of CPC": 3,
        "Section 36 (2) and (3) of CPC": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 8,
        "Section 13 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 7,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 2(1)(i) of CPC": 3,
        "Section 13(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 12,
        "proviso to Section 13(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 2,
        "Section 13(2) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 16 of CPC": 1,
        "Section 2(1)(a) of CPC": 1,
        "Section 13(1A) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 7,
        "Section 1(2) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 34(6) of Arbitration and Conciliation Act, 1996": 2,
        "Section 34(5) of Arbitration and Conciliation Act, 1996": 1,
        "Section 36(2) of CPC": 2,
        "Section 36(3) of CPC": 3,
        "Section 50 of CPC": 6,
        "proviso to Section 13(1A) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 16(2) or Section 16(3) of CPC": 1,
        "Section 37(1) and (2) of Arbitration and Conciliation Act, 1996": 1,
        "Section 8 of CPC": 4,
        "Section 10 of CPC": 2,
        "Section 36(2) and (3) of CPC": 2,
        "Section 1(3) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 6 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 3(1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 4(1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 35A. of CPC": 1,
        "Section 3A of CPC": 1,
        "proviso to the erstwhile 13(1) of CPC": 1,
        "Section 9 of CPC": 1,
        "Section 17 of CPC": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 29,
        "CPC": 58,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "Amendment Act of 2018": 1,
        "Code of Civil Procedure, 1908": 2,
        "Arbitration Amendment Act, 2015": 1,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 33
    }
}