{
    "id": "2198faa173d9d15268e300dc9c0e4dace9218ccf5cf8d8c329edddbd50fbf454",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court (Appellete Side) \nAkd Greka Drilling (India) Ltd vs M/S. Arihant Cargo Carriers Pvt. Ltd on 20 November, 2017\nAuthor: Harish Tandon \nBench: Harish Tandon \n                                                                           1\n\n\n\n\n32   20.11.17                      C.O. 3644 of 2017 \n     Ct. No. 2 \n\n        akd                  Greka Drilling (India) Ltd. \n                                        Vs. \n                       M / s. Arihant Cargo Carriers Pvt. Ltd. \n                                       -------- \nMr. Jagannath Ganguly, Mr. Debnath Ganguly. \n... for the petitioner. \nMr. Subhasish Sengupta, Mr. Biswajib Ghosh, Mr. Avirup Chatterjee. \n... for the opposite party. \nThis revisional application is directed against order no. 21 dated 18th August, 2017 passed by the learned Civil Judge (Senior Division), Durgapur in Money Suit No. 7 of 2016, by which an application under Order Vii Rule 11 of the Code of Civil Procedure is rejected. \nAdmittedly the suit for recovery of sum of Rs.1,58,32,917/- has been filed against the petitioner alleging that despite the utilization of various equipment, the charges had not been paid in terms of the agreement entered into between the parties. Naturally the suit was instituted for recovery of money in 2016. After entered appearance the petitioner took a preliminary objection as to the maintainability of the suit before the learned Civil Judge (Senior Division), Durgapur because of the bar having created under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. \nIt appears from a specific plea taken in the application under Order Vii Rule 11 of the Code of Civil Procedure filed by the petitioner before the Court below that because of Section 2 (c) and 3(3) of the said Act and the rules framed thereunder the suit of such nature is to be tried by a Commercial Court. \nTherefore, the said Court has no jurisdiction to try the same or to decide any issues to be framed therein. \nThe Trial Court rejected the said application with categorical finding that the Commercial Court has not been established and, therefore, the plaint cannot be rejected because of such Act having enacted. In other words, it appears to this Court that the application was rejected by the Court on the ground that a person should not be rendered forum- less and unless the specific forum is constituted, the regular Civil Court is competent to decide such disputes. \nThe learned advocate for the petitioner firstly raises an objection that in view of Section 7 of the said Act the suit cannot be entertained by the Civil Judge (Senior Division) and should be transferred to the Commercial Division of the High Court. The learned advocate also presses the provision contained under Section 11 of the said Act creating an expressive embargo over the maintainability of the proceeding before the Civil Court. \nBefore this Court proceeds to decide the point agitated by the petitioner in the instant revisional application, certain provisions of the said Act are required to be recapitulated. \nSection 2 (h)(i) of the Act defines specified value in relation to a commercial dispute to be determined in accordance with Section 12 of the said Act and should not less than one crore rupees or such higher value as notified by the Central Government. \nIt is thus clear from the aforesaid definition of specified value that in a suit where the reliefs claimed exceeds one crore rupees or such higher value, as may be determined by the Central Government from time to time, it has to be decided by a Commercial Court or the Commercial Division of the High Court as the case may be. \nSection 3 of the Act puts an obligation on the State Government to constitute such number of Commercial Court at District level in consultation with the concerned High Court for effective implementation of the said Act and the object and purpose underlined its enactment. Section 4 relates to the Commercial Division of the High Court and Section 5 is concerning with the Commercial Appellate Division. \nSection 7, which is relied upon by the learned advocate for the petitioner, needs a closure scrutiny to find out whether the interpretation sought to be given by him is reflected therefrom or not. Section 7 of the Act is quoted as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts - All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending o n the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court. \nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\" \nIt is manifest from the aforesaid provision that all suits and applications pertaining to commercial disputes of a Specified Value filed in the High Court having jurisdiction in relation to its ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of the High Court. \nThe first proviso appended to the aforesaid Section, in my meticulous reading thereof, does not convey legislative intention as sought to be canvassed by the learned advocate appearing for the petitioner. The said proviso speaks about the suits and applications relating to commercial disputes, which should lie in a Court not inferior to District Court, filed and pending before the Original Side of the High Court, such suits or the applications shall be heard and disposed of by the Commercial Division of the High Court. \nThe expression \"to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court\" conveys a significant message that though the suit may lie in a District Court, but has been filed before the Original Side of the High Court, the High Court should not transmit such suit to the Commercial Court established at the District level, but shall try and dispose of the same in its Commercial Division. \nIn other words, what discerns from the said first proviso that in the event the suit has been filed in the Original Side of the High Court, though ought to have been filed before the District Court, such suit should not be transferred to a Commercial Court by the High Court, but the endeavour shall be shown to dispose of the same.\nIt has got no relation to a suit pending before a Court inferior to the Court of District Judge. \nThe scheme and object for enacting the said Act is very much evident that the suits or the applications relating to commercial disputes should be tried by a special forum with an object to achieve the speedy disposal thereof. \nThis Court, therefore does not find that the way the learned advocate for the petitioner tried to interpret the first proviso to Section 7 is proper and in consonance with the legislative intent. The reference can be made to Section 15 sub-section 2 of the said Act, where all suits and applications including a proceeding relating to Arbitration and Conciliation Act, 1996 pertaining to commercial disputes of a Specified Value pending in the Civil Court in any District shall be transferred to the Commercial Court. \nSection 3 sub-section (1) makes it obligatory upon the State, as indicated above, to constitute Commercial Court at the District level to try such suit of such Specified Value. \nThere is another startling facts disclosed by the learned advocate appearing for the plaintiff/opposite party. It appears that identical and similar plea was raised before the Trial Court and the matter reached to this Court in Revisional jurisdiction (C.O. 914 of 2017). It was noticed by the Co-ordinate Bench that the Court below was hesitant in entertaining the said suit, as it pertains to commercial dispute in view of the provision contained in the said Act. The learned Judge in the Trial Court sought for an opinion from the learned District Judge, whether such suit is maintainable before it. \nThis Court while disposing of the said revisional application observed - \"In my view, no opinion of the District Judge is necessary for entertaining any suit of the nature of Commercial Suit in view of the provision contained in Section 15(2) of the said Act where no Commercial Court has yet been constituted and/or set up in the District. So long such Commercial Court is not constituted, the Civil Court has the jurisdiction to entertain and try the said suit. \nThe Co-ordinate Bench further observed in interpreting the provisions contained under Section 15(2) of the said Act that if the suit has reached the stage of final judgement, the same is not required to be transferred to the Commercial Court in view of Sub-section 2 of Section 15 thereof. However, the Co- ordinate Bench directed the Trial Court to dispose of the application under Order VII Rule 11 of the Code expeditiously. \nIt is a settled proposition of law that the decision taken at the interlocutory stage or the order passed by the High Court in an interlocutory application remains binding upon the parties during the currency of the suit. Furthermore the High Court has expressly observed that such suit cannot go to a Commercial Court unless it is established that the same point cannot be agitated or re-agitated at different stages of the said suit. \nThis Court do not agree with the submission of the learned advocate for the petitioner that the order passed by this Court in the said revisional application was ex parte and, therefore, not binding upon the parties. \nSo long the said order stares at the face of the petitioner and is neither recalled nor set aside by the higher forum, it remains binding upon the parties during the proceeding. \nThe fact remains that no Commercial Court has been established at the District level as yet. \nThere is no hesitation in my mind as well that such Court is competent to decide and dispose of the said proceeding so long the State Government do not constitute the Commercial Court at the District level. There is no gainsaying to the proposition that a litigant should not be rendered remediless due to inaction on the part of the State in constituting the Special Court, i.e. the Commercial Court. A litigant should not be forced to stand at the fence and wait till the State activates the process of constituting the Commercial Court at the District level. \nChapter VI of the said Act containing Section 16 contains an exhaustive provision relating to the amendment of the Code of Civil Procedure in relation to the commercial disputes. The provisions of the Code is made applicable by virtue of the said Section subject to the modification and in sub-section thereof it is expressly made clear that where any provision of any Rule of the jurisdiction of the High Court or any amendment of the Code made by the State Government appears in conflict with the provisions of the Code, the provisions of the Code as amended by this Act shall prevail. \nBy virtue of explanation of Section 6 of the said Act the provisions relating to Sections 16 to 20 of the Code have been made applicable as those provisions relates to the jurisdiction of the Court. \nThis Court, therefore, do not concur with the submission of the learned advocate for the petitioner that the suit is to be tried by the Commercial Division of the High Court and not at the District level. \nIt is axiomatic to record the vehement submission advanced by the learned advocate of the petitioner that the findings recorded by the Trial Court in the impugned order is not proper and correct. \nIt is no longer res-integra that the Revisional Court can substitute the findings, provided the ultimate decision of the Trial Court is correct. For argument sake, even if the contention of the petitioner appears to be correct and findings of the Trial Court is not proper and in accordance with law, yet this Court does not find that it is a fit case, where the plaint is required to be rejected in view of my observations and findings recorded hereinabove. \nIn sum and substance this Court does not find any infirmity or illegality in the ultimate decision of the Trial Court taken in the impugned order. \nThe revisional application is thus dismissed. There will be no order as to costs. \n(HARISH TANDON, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "andhra pradesh high court amravati k venkateswara reddy vs raaga mayuri builders pvt ltd on 20 february, 2020 author: c.praveen kumar bench: c.praveen kumar, m.ganga rao 1 the hon'ble sri justice c. praveen kumar and the hon'ble sri justice m. ganga rao tr.c.m.p. no. 24 of 2019 order: (per the hon'ble sri justice c.praveen kumar) 1) the petitioners herein are the defendants who are seeking transfer of o.s. no. 19 of 2013 pending on the file of i additional district judge, kurnool to the commercial court, kurnool, on the ground that the dispute between the parties is purely a commercial dispute. 2) the facts show that, the respondent/plaintiff filed o.s. no.19 of 2013 against the petitioners/defendants for specific performance of agreement of sale, dated 14.06.2012, executed by the petitioners/defendants. it is the case of the respondent/plaintiff that, it has huge extent of land admeasuring 500 acres on 3 sides of the plaint schedule land and that a big compound wall was constructed around his land. the respondent/plaintiff floated a scheme of converting the said land into house plots for residential purposes. several plots have been sold and purchased and houses were also constructed on the said land. the respondent/plaintiff has planned to purchase the adjoining lands for expansion project, for which, the above agreement of sale came into existence. 3) a suit came to be filed by the respondent/plaintiff on the ground that the petitioners/defendants have not performed their part of the contract. 4) written statement came to be filed denying all the allegations made in the plaint, except the execution of agreement of sale. paragraph 17 and 18 of the written statement shows that the petitioners/defendants were willing to execute registered sale deeds if the entire sale consideration is paid, and in paragraph 18, it is stated that, in the event of passing of any decree by the court, the respondent/plaintiff is liable to pay interest @ 24% per annum from the dates fixed therein. 5) having regard to the above, i.a. no. 202 of 2013 came to be filed under order xii rule 6 of c.p.c. to pass a decree in favor of the respondent/plaintiff for specific performance to an extent of acres 7.86 cents on payment of balance consideration of rs.3,14,00,000/within a specified time. at this stage, it is to be noted that, the value of the suit for the purpose of court fee was fixed at rs. 8,08,08,770/-. 6) i.a. no. 4 of 2014 was filed by the respondent/plaintiff under order viii rule 9 c.p.c. seeking to file rejoinder to the written statement of the petitioners/defendants. after due enquiry, the trial court allowed the i.a. no. 202 of 2013 vide its order, dated 15.09.2015, directing the respondent/plaintiff to pay the balance sale consideration on or before 14.11.2015 and get the sale deed registered and in default, the suit shall stands dismissed. it is said that the amount was deposited into the account of the petitioners/defendants and a sale deed was also executed by the petitioners/defendants. 7) later on, issues came to be framed by the trial court. during the course of trial, the respondent/plaintiff examined himself as pw1 and the petitioner/defendant no. 1 was examined as dw1. the case is now posted for arguments. at that stage, the present transfer civil miscellaneous petition came to be filed under the provisions of the commercial court act. the same was returned on the ground of maintainability in view of section 15(5) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 [the 'act']. 8) in order to appreciate the same, it will be useful to refer to section 15(1)(2)(3)(4) and (5) of the act, which are as under:\"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding\". 9) section 15 (1) states that, \"all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division\". sub-clause (2) postulates that, \"all suits and applications, including applications under the arbitration and conciliation act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court\". proviso states that, \"no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2)\". sub-clause (5) states that, \"where a suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court where it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction\". 10) therefore, we feel that the objection raised by the trial court cannot be brushed aside. having regard to sub-section 5 of section 15, it is only the high court, which may have to withdraw the suit on an application and transfer the same to the commercial court having jurisdiction. 11) at this stage, the learned counsel would contend that, the value of the suit, as on today, is less than the commercial value and, as such, transferring the suit to commercial court would not arise. the contents of the order show that the suit was originally valued for rs.8,08,08,770/-, pursuant thereto an order for payment of balance of sale consideration came to be made. accordingly, an amount of rs.3,14,00,000/was said to have been paid. 12) in the case of condore health care pvt. ltd. and ors. v. corem pharma pvt. ltd,1 the division bench of this court, in paragraph 12, held as under:\"section 2 (c) of the act defines commercial dispute as a dispute arising out of the transactions enumerated in clauses (i) to (xxii) therein. if interpretation is sought to be given to section 2(1)(c)(xvii) also has to be given to the other disputes enumerated therein, then section 12 of the act would become redundant and obsolete. in our understanding, section 2(1) (c) of the act is subjected to section 12 of the act. the commercial dispute defined in section 2(1)(c) of the act has to be of the specified value mentioned in section 12 of the act, unless both the conditions are fulfilled, a commercial court would not be gaining jurisdiction over a dispute\". 13) in kalla yadagiri v. kotha bal reddy2 the court held as under: \"16. what decides the jurisdiction with regard to a particular case is the nature of the claim as brought. the plaintiff is bound to assess the relief he claims on the basis of the benefit he seeks to obtain by filing of the suit. for instance, in a suit for redemption of mortgage, the valuation is on the amount due to the mortgagee, which is the value of the relief and the suit is not valued taking the value of the property. so also, in the case of foreclosure, the relief is valued on the basis of the total amount due and not of the value of the property mortgaged. in a suit for partition of joint family property, the value for the purpose of jurisdiction is the value of the share claimed by the plaintiff and not of the whole estate. in a suit for injunction simplicitor, it is the value of the relief claimed and not on the value of the property involved. in a suit for eviction against the tenant, the value is the annual rental value and not the value of the property involved. in a suit for specific performance of enforcement of agreement, it is the consideration amount stated in the agreement which forms the valuation of the suit and not the value of the property on the date of the presentation of the plaint. we need not multiply the instances and suffice it to say that the proper method is to value for the court-fees first and take that value for the purpose of jurisdiction, for, value will control the matter for court-fees and jurisdiction. it is not the value of the thing affected that settles the value of the thing affected that settles the value of the relief sought, but it is the value of the relief sought, which determines the jurisdiction. \"subject matter\" is not the same thing as property. subject matter is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the a.p. courts fees and suits valuation act, 1956 and not a.p. civil courts act, 1972. there are several judicial precedents supporting our view that the value of the relief for the purpose of court-fees determines the jurisdiction and we need not state those plethora of precedents and suffice it to mention a judgment of the supreme court directly on the point dealing with analogous provision in 1999 (1) alt 211 (f.b.) :: 1991 (1) ald 22 (f.b.) the suits valuation act, 1887, in s.rm.ar.s.sp. sathappa chettiar v. s.rm.ar.rm. ramanathan chettiar. it is apt to extract the relevant portion of the said judgment: \".there can be little doubt that the effect of the provisions of section 8 is to make the value for the purpose of jurisdiction dependent upon the value as determinable for computation of court-fees and that is natural enough. the computation of court-fees in suits falling under section 7(iv) of the act depends upon the valuation that the plaintiff makes in respect of his claim. once the plaintiff exercises his option and values his claim for the purpose of court-fees, that determines the value for jurisdiction. the value for court-fees and the value for jurisdiction must no doubt be the same in such cases; but it is the value of the court-fees stated by the plaintiff that is of primary importance. it is from this value that the value for jurisdiction must be determined. the result is that it is the amount at which the plaintiff has valued the relief sought for the purposes of courtfees that determines the value for jurisdiction in the suit and not vice versa\". 14) further, referring to the judgment of the full bench in y. venkata sesha reddy vs. chembati kausalyamma,3 the court held as under: \"subject matter is not the same thing as the property, but is the substance for adjudication and it has reference to the right which the plaintiff seeks to enforce and the valuation of the suit depends upon the value of the subject matter thereof and the same is valued according to the court fees act\". 15) having regard to the above and viewed from any angle, this being a commercial dispute, we see that, it is a fit case for transfer of the same to the commercial court, at kurnool, for disposal in accordance with law. 16) accordingly, the transfer civil miscellaneous petition is allowed. no order as to costs. 2007 (6) ald 561 17) consequently, miscellaneous petitions, if any, pending shall stand closed. _______________________________ justice c. praveen kumar __________________________ justice m. ganga rao date: 20.02.2020 sm the hon'ble sri justice c. praveen kumar and the hon'ble sri justice m. ganga rao (per the hon'ble sri justice c.praveen kumar) date: 20.02.2020 sm."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "997ab1e8c14b479bbe7ab2e6c6cc191c_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67d72139d2834169b1573c63fe705297_1"
        },
        {
            "start": 242,
            "end": 279,
            "text": "\nCalcutta High Court (Appellete Side)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d7206a1b1cf4f67a9b6bce3f007a0f7_2"
        },
        {
            "start": 280,
            "end": 351,
            "text": "\nAkd Greka Drilling (India) Ltd vs M/S. Arihant Cargo Carriers Pvt. Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81aeef6c21f242a89bb29ffc468362e5_3"
        },
        {
            "start": 352,
            "end": 394,
            "text": "on 20 November, 2017\nAuthor: Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "908ead4590124a0eb9075b974811c719_4"
        },
        {
            "start": 395,
            "end": 416,
            "text": "\nBench: Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ae8d95c40d84022b58a02989c7dfe78_5"
        },
        {
            "start": 493,
            "end": 501,
            "text": "1\n\n\n\n\n32",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ecd3392271d14bc9986124835bf8e90c_6"
        },
        {
            "start": 504,
            "end": 512,
            "text": "20.11.17",
            "labels": [
                "PREAMBLE"
            ],
            "id": "39b0c252cea748e09219d24eb9822047_7"
        },
        {
            "start": 534,
            "end": 551,
            "text": "C.O. 3644 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "39d7b312601641b9b7c58a126a4670e7_8"
        },
        {
            "start": 552,
            "end": 567,
            "text": "\n     Ct. No. 2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6497db4c3dd3458d800a5635fc54f275_9"
        },
        {
            "start": 578,
            "end": 626,
            "text": "akd                  Greka Drilling (India) Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc383a78989b4f0789af145d9f490875_10"
        },
        {
            "start": 668,
            "end": 697,
            "text": "Vs. \n                       M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e87038f9a624b5bb5bd2decd625a9e9_11"
        },
        {
            "start": 698,
            "end": 710,
            "text": "/ s. Arihant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2ce2eb87b4949329e955e5be65e04be_12"
        },
        {
            "start": 711,
            "end": 735,
            "text": "Cargo Carriers Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7fb34bc485c442cb8efaf1557c1162df_13"
        },
        {
            "start": 776,
            "end": 784,
            "text": "--------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "552371d1fe7e41abb01ee649217578ff_14"
        },
        {
            "start": 786,
            "end": 829,
            "text": "Mr. Jagannath Ganguly, Mr. Debnath Ganguly.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0520465d2745402dbbb8a6cc57ddef84_15"
        },
        {
            "start": 830,
            "end": 854,
            "text": "\n... for the petitioner.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b9c22420f93a4da6890f1cb9240d8fa2_16"
        },
        {
            "start": 855,
            "end": 922,
            "text": "\nMr. Subhasish Sengupta, Mr. Biswajib Ghosh, Mr. Avirup Chatterjee.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6627ff87c1604f168b1178349147f9b8_17"
        },
        {
            "start": 923,
            "end": 951,
            "text": "\n... for the opposite party.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c462601b279c41929a30f6a1af44fa91_18"
        },
        {
            "start": 952,
            "end": 1220,
            "text": "\nThis revisional application is directed against order no. 21 dated 18th August, 2017 passed by the learned Civil Judge (Senior Division), Durgapur in Money Suit No. 7 of 2016, by which an application under Order Vii Rule 11 of the Code of Civil Procedure is rejected.",
            "labels": [
                "FAC"
            ],
            "id": "1e4a85ec883044d699e0bdd349c642c0_19"
        },
        {
            "start": 1221,
            "end": 1469,
            "text": "\nAdmittedly the suit for recovery of sum of Rs.1,58,32,917/- has been filed against the petitioner alleging that despite the utilization of various equipment, the charges had not been paid in terms of the agreement entered into between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "e13a412dbb6647e2bfccabc6c759909c_20"
        },
        {
            "start": 1470,
            "end": 1534,
            "text": "Naturally the suit was instituted for recovery of money in 2016.",
            "labels": [
                "FAC"
            ],
            "id": "a5cbcbf7b28e42759ef1f9bc16932139_21"
        },
        {
            "start": 1535,
            "end": 1843,
            "text": "After entered appearance the petitioner took a preliminary objection as to the maintainability of the suit before the learned Civil Judge (Senior Division), Durgapur because of the bar having created under the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "53c66b43b5074411b6bd2004290c93ef_22"
        },
        {
            "start": 1844,
            "end": 2152,
            "text": "\nIt appears from a specific plea taken in the application under Order Vii Rule 11 of the Code of Civil Procedure filed by the petitioner before the Court below that because of Section 2 (c) and 3(3) of the said Act and the rules framed thereunder the suit of such nature is to be tried by a Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "5603bc6ddb6b4b1aa9bf69dbf15ac06f_23"
        },
        {
            "start": 2153,
            "end": 2261,
            "text": "\nTherefore, the said Court has no jurisdiction to try the same or to decide any issues to be framed therein.",
            "labels": [
                "FAC"
            ],
            "id": "828bc60ddb1b4d7abbbb3f1ee18cb791_24"
        },
        {
            "start": 2262,
            "end": 2466,
            "text": "\nThe Trial Court rejected the said application with categorical finding that the Commercial Court has not been established and, therefore, the plaint cannot be rejected because of such Act having enacted.",
            "labels": [
                "FAC"
            ],
            "id": "902f012e8e14452d80c67e92951418f4_25"
        },
        {
            "start": 2467,
            "end": 2725,
            "text": "In other words, it appears to this Court that the application was rejected by the Court on the ground that a person should not be rendered forum- less and unless the specific forum is constituted, the regular Civil Court is competent to decide such disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1138dc9a5c7a420a8f388da7b1cdb788_26"
        },
        {
            "start": 2727,
            "end": 2976,
            "text": "The learned advocate for the petitioner firstly raises an objection that in view of Section 7 of the said Act the suit cannot be entertained by the Civil Judge (Senior Division) and should be transferred to the Commercial Division of the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "97c4cf974a5e4e13a7d019036535c4ed_27"
        },
        {
            "start": 2977,
            "end": 3165,
            "text": "The learned advocate also presses the provision contained under Section 11 of the said Act creating an expressive embargo over the maintainability of the proceeding before the Civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "180e7c9228de4d23866e9f7e9e13607e_28"
        },
        {
            "start": 3166,
            "end": 3348,
            "text": "\nBefore this Court proceeds to decide the point agitated by the petitioner in the instant revisional application, certain provisions of the said Act are required to be recapitulated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddc3186e7faf49789d4926ccbf4bc5ee_29"
        },
        {
            "start": 3349,
            "end": 3602,
            "text": "\nSection 2 (h)(i) of the Act defines specified value in relation to a commercial dispute to be determined in accordance with Section 12 of the said Act and should not less than one crore rupees or such higher value as notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "b06f1e036cd14aa9aaed0a0911af3274_30"
        },
        {
            "start": 3603,
            "end": 3931,
            "text": "\nIt is thus clear from the aforesaid definition of specified value that in a suit where the reliefs claimed exceeds one crore rupees or such higher value, as may be determined by the Central Government from time to time, it has to be decided by a Commercial Court or the Commercial Division of the High Court as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca50e6a1cfde4fcdafd1084c0b95350c_31"
        },
        {
            "start": 3932,
            "end": 4204,
            "text": "\nSection 3 of the Act puts an obligation on the State Government to constitute such number of Commercial Court at District level in consultation with the concerned High Court for effective implementation of the said Act and the object and purpose underlined its enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0633f64f9503493b9bfec771231f221b_32"
        },
        {
            "start": 4205,
            "end": 4335,
            "text": "Section 4 relates to the Commercial Division of the High Court and Section 5 is concerning with the Commercial Appellate Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55160973e02245ce9955338f7e27f219_33"
        },
        {
            "start": 4336,
            "end": 4533,
            "text": "\nSection 7, which is relied upon by the learned advocate for the petitioner, needs a closure scrutiny to find out whether the interpretation sought to be given by him is reflected therefrom or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08941adfd28b424cb8aa6963e86e9e2b_34"
        },
        {
            "start": 4534,
            "end": 5026,
            "text": "Section 7 of the Act is quoted as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts - All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending o",
            "labels": [
                "STA"
            ],
            "id": "7d02ccc6658544c0bcbd1269f7aaf15d_35"
        },
        {
            "start": 5027,
            "end": 5142,
            "text": "n the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35f0a9a70b0f46258787d603e0a00bd3_36"
        },
        {
            "start": 5144,
            "end": 5524,
            "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"",
            "labels": [
                "STA"
            ],
            "id": "869155d906444e278f32b180332eb434_37"
        },
        {
            "start": 5525,
            "end": 5833,
            "text": "\nIt is manifest from the aforesaid provision that all suits and applications pertaining to commercial disputes of a Specified Value filed in the High Court having jurisdiction in relation to its ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72be7fc7adbb4c9db5ab66f1d75cb1c8_38"
        },
        {
            "start": 5834,
            "end": 6039,
            "text": "\nThe first proviso appended to the aforesaid Section, in my meticulous reading thereof, does not convey legislative intention as sought to be canvassed by the learned advocate appearing for the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1886e2b2c1014b2995c8ac753b332104_39"
        },
        {
            "start": 6040,
            "end": 6359,
            "text": "The said proviso speaks about the suits and applications relating to commercial disputes, which should lie in a Court not inferior to District Court, filed and pending before the Original Side of the High Court, such suits or the applications shall be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b8c7ecaf145469492a913f5e9de3f39_40"
        },
        {
            "start": 6360,
            "end": 6802,
            "text": "\nThe expression \"to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court\" conveys a significant message that though the suit may lie in a District Court, but has been filed before the Original Side of the High Court, the High Court should not transmit such suit to the Commercial Court established at the District level, but shall try and dispose of the same in its Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a13965d967fc434c9d10ef3fa7413645_41"
        },
        {
            "start": 6803,
            "end": 7233,
            "text": "\nIn other words, what discerns from the said first proviso that in the event the suit has been filed in the Original Side of the High Court, though ought to have been filed before the District Court, such suit should not be transferred to a Commercial Court by the High Court, but the endeavour shall be shown to dispose of the same.\nIt has got no relation to a suit pending before a Court inferior to the Court of District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9368205ef8c24c6aae1973ff5be4d0e7_42"
        },
        {
            "start": 7234,
            "end": 7460,
            "text": "\nThe scheme and object for enacting the said Act is very much evident that the suits or the applications relating to commercial disputes should be tried by a special forum with an object to achieve the speedy disposal thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e1372e9e17e4bd2b9ae3a6d1f782ee3_43"
        },
        {
            "start": 7461,
            "end": 7657,
            "text": "\nThis Court, therefore does not find that the way the learned advocate for the petitioner tried to interpret the first proviso to Section 7 is proper and in consonance with the legislative intent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "823b8c82fed948bc9504588b6dfb612a_44"
        },
        {
            "start": 7658,
            "end": 7979,
            "text": "The reference can be made to Section 15 sub-section 2 of the said Act, where all suits and applications including a proceeding relating to Arbitration and Conciliation Act, 1996 pertaining to commercial disputes of a Specified Value pending in the Civil Court in any District shall be transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83cb3e822f074070913ffdec2a1f3f7f_45"
        },
        {
            "start": 7980,
            "end": 8157,
            "text": "\nSection 3 sub-section (1) makes it obligatory upon the State, as indicated above, to constitute Commercial Court at the District level to try such suit of such Specified Value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68816956f1774e9d8a4ee30b1ae786a0_46"
        },
        {
            "start": 8158,
            "end": 8269,
            "text": "\nThere is another startling facts disclosed by the learned advocate appearing for the plaintiff/opposite party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0297095606304d5686a2ddc5a7df836d_47"
        },
        {
            "start": 8270,
            "end": 8430,
            "text": "It appears that identical and similar plea was raised before the Trial Court and the matter reached to this Court in Revisional jurisdiction (C.O. 914 of 2017).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "010e5f484e2c415e91e927664d0a61a4_48"
        },
        {
            "start": 8431,
            "end": 8624,
            "text": "It was noticed by the Co-ordinate Bench that the Court below was hesitant in entertaining the said suit, as it pertains to commercial dispute in view of the provision contained in the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63934fb3a4eb4770a5ab3145a6c2c68a_49"
        },
        {
            "start": 8625,
            "end": 8761,
            "text": "The learned Judge in the Trial Court sought for an opinion from the learned District Judge, whether such suit is maintainable before it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c745e80b525e4a02844c27df09c436a0_50"
        },
        {
            "start": 8762,
            "end": 9103,
            "text": "\nThis Court while disposing of the said revisional application observed - \"In my view, no opinion of the District Judge is necessary for entertaining any suit of the nature of Commercial Suit in view of the provision contained in Section 15(2) of the said Act where no Commercial Court has yet been constituted and/or set up in the District.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "282507ea7c824d759591c570e7ec5424_51"
        },
        {
            "start": 9104,
            "end": 9226,
            "text": "So long such Commercial Court is not constituted, the Civil Court has the jurisdiction to entertain and try the said suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "401cf8e8fc8e4ec29320615cd94e4e8d_52"
        },
        {
            "start": 9227,
            "end": 9517,
            "text": "\nThe Co-ordinate Bench further observed in interpreting the provisions contained under Section 15(2) of the said Act that if the suit has reached the stage of final judgement, the same is not required to be transferred to the Commercial Court in view of Sub-section 2 of Section 15 thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dad269356724237b4bac7b67f6ce3fd_53"
        },
        {
            "start": 9518,
            "end": 9655,
            "text": "However, the Co- ordinate Bench directed the Trial Court to dispose of the application under Order VII Rule 11 of the Code expeditiously.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d7e1f9230b142acb7254947d3df4461_54"
        },
        {
            "start": 9656,
            "end": 9878,
            "text": "\nIt is a settled proposition of law that the decision taken at the interlocutory stage or the order passed by the High Court in an interlocutory application remains binding upon the parties during the currency of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "487bef1ff0484c009e82c15c775b25ea_55"
        },
        {
            "start": 9879,
            "end": 10092,
            "text": "Furthermore the High Court has expressly observed that such suit cannot go to a Commercial Court unless it is established that the same point cannot be agitated or re-agitated at different stages of the said suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f16b106b44b457095df965ea1fcb784_56"
        },
        {
            "start": 10093,
            "end": 10310,
            "text": "\nThis Court do not agree with the submission of the learned advocate for the petitioner that the order passed by this Court in the said revisional application was ex parte and, therefore, not binding upon the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "071a781e0ad84070bdc9e4ed67a72e77_57"
        },
        {
            "start": 10311,
            "end": 10489,
            "text": "\nSo long the said order stares at the face of the petitioner and is neither recalled nor set aside by the higher forum, it remains binding upon the parties during the proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "551d643f1e474a5a8caf22108a2fbe2a_58"
        },
        {
            "start": 10490,
            "end": 10583,
            "text": "\nThe fact remains that no Commercial Court has been established at the District level as yet.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e33939cd041a4fa7b03addc351f8ef25_59"
        },
        {
            "start": 10584,
            "end": 10791,
            "text": "\nThere is no hesitation in my mind as well that such Court is competent to decide and dispose of the said proceeding so long the State Government do not constitute the Commercial Court at the District level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef66802b91c74db1a1089f4feb86b94b_60"
        },
        {
            "start": 10792,
            "end": 10986,
            "text": "There is no gainsaying to the proposition that a litigant should not be rendered remediless due to inaction on the part of the State in constituting the Special Court, i.e. the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfa915a10be44c09a44423595acbf82b_61"
        },
        {
            "start": 10987,
            "end": 11146,
            "text": "A litigant should not be forced to stand at the fence and wait till the State activates the process of constituting the Commercial Court at the District level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3c4f21617cc4049a46ef5377916ac2f_62"
        },
        {
            "start": 11147,
            "end": 11326,
            "text": "\nChapter VI of the said Act containing Section 16 contains an exhaustive provision relating to the amendment of the Code of Civil Procedure in relation to the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c84a41210b2f4cbebb89770147a7c881_63"
        },
        {
            "start": 11327,
            "end": 11735,
            "text": "The provisions of the Code is made applicable by virtue of the said Section subject to the modification and in sub-section thereof it is expressly made clear that where any provision of any Rule of the jurisdiction of the High Court or any amendment of the Code made by the State Government appears in conflict with the provisions of the Code, the provisions of the Code as amended by this Act shall prevail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fbcf28ff75043e5aa132c382f8c2904_64"
        },
        {
            "start": 11736,
            "end": 11935,
            "text": "\nBy virtue of explanation of Section 6 of the said Act the provisions relating to Sections 16 to 20 of the Code have been made applicable as those provisions relates to the jurisdiction of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26fbc570190c462788ccbd531f251c17_65"
        },
        {
            "start": 11936,
            "end": 12141,
            "text": "\nThis Court, therefore, do not concur with the submission of the learned advocate for the petitioner that the suit is to be tried by the Commercial Division of the High Court and not at the District level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "240ff557f37a41d69a3f8921f2f21156_66"
        },
        {
            "start": 12142,
            "end": 12338,
            "text": "\nIt is axiomatic to record the vehement submission advanced by the learned advocate of the petitioner that the findings recorded by the Trial Court in the impugned order is not proper and correct.",
            "labels": [
                "RATIO"
            ],
            "id": "bdb639f822874dc4abdaa2025c0f016d_67"
        },
        {
            "start": 12339,
            "end": 12484,
            "text": "\nIt is no longer res-integra that the Revisional Court can substitute the findings, provided the ultimate decision of the Trial Court is correct.",
            "labels": [
                "RATIO"
            ],
            "id": "7a004e4dc5214a97b8c601e503e372b6_68"
        },
        {
            "start": 12485,
            "end": 12798,
            "text": "For argument sake, even if the contention of the petitioner appears to be correct and findings of the Trial Court is not proper and in accordance with law, yet this Court does not find that it is a fit case, where the plaint is required to be rejected in view of my observations and findings recorded hereinabove.",
            "labels": [
                "RATIO"
            ],
            "id": "402acc1adb0546ffacbb3accd2dfd370_69"
        },
        {
            "start": 12799,
            "end": 12946,
            "text": "\nIn sum and substance this Court does not find any infirmity or illegality in the ultimate decision of the Trial Court taken in the impugned order.",
            "labels": [
                "RATIO"
            ],
            "id": "291a921608d24b48950f81e187140563_70"
        },
        {
            "start": 12947,
            "end": 12993,
            "text": "\nThe revisional application is thus dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "29af7da8996c4507a11f322abfa0ba05_71"
        },
        {
            "start": 12994,
            "end": 13029,
            "text": "There will be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "001d8ed7a7d24deaa201123c9c2389ae_72"
        },
        {
            "start": 13030,
            "end": 13050,
            "text": "\n(HARISH TANDON, J.)",
            "labels": [
                "NONE"
            ],
            "id": "f6a11504f4e648e191efc7aac65b1724_73"
        }
    ],
    "entities": [
        {
            "text": "Andhra Pradesh High Court - Amravati",
            "label": "COURT",
            "start_char": 0,
            "end_char": 36
        },
        {
            "text": "K Venkateswara Reddy",
            "label": "PETITIONER",
            "start_char": 37,
            "end_char": 57
        },
        {
            "text": "Raaga Mayuri Builders Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 61,
            "end_char": 90
        },
        {
            "text": "C.Praveen Kumar",
            "label": "LAWYER",
            "start_char": 120,
            "end_char": 135
        },
        {
            "text": "C.Praveen Kumar",
            "label": "JUDGE",
            "start_char": 143,
            "end_char": 158
        },
        {
            "text": "M.Ganga Rao",
            "label": "JUDGE",
            "start_char": 160,
            "end_char": 171
        },
        {
            "text": "C. Praveen Kumar",
            "label": "JUDGE",
            "start_char": 245,
            "end_char": 261
        },
        {
            "text": "M. Ganga Rao",
            "label": "JUDGE",
            "start_char": 337,
            "end_char": 349
        },
        {
            "text": "C.Praveen Kumar",
            "label": "JUDGE",
            "start_char": 436,
            "end_char": 451
        },
        {
            "text": "O.S. No. 19 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 526,
            "end_char": 545
        },
        {
            "text": "I Additional District Judge, Kurnool",
            "label": "COURT",
            "start_char": 569,
            "end_char": 605
        },
        {
            "text": "Commercial Court, Kurnool",
            "label": "COURT",
            "start_char": 613,
            "end_char": 638
        },
        {
            "text": "O.S. No.19 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 779,
            "end_char": 797
        },
        {
            "text": "14.06.2012",
            "label": "DATE",
            "start_char": 886,
            "end_char": 896
        },
        {
            "text": "I.A. No. 202 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 2167,
            "end_char": 2187
        },
        {
            "text": "Order XII Rule 6",
            "label": "PROVISION",
            "start_char": 2211,
            "end_char": 2227
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 2231,
            "end_char": 2237
        },
        {
            "text": "I.A. No. 4 of 2014",
            "label": "CASE_NUMBER",
            "start_char": 2557,
            "end_char": 2575
        },
        {
            "text": "Order VIII Rule 9",
            "label": "PROVISION",
            "start_char": 2620,
            "end_char": 2637
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 2638,
            "end_char": 2644
        },
        {
            "text": "15.09.2015",
            "label": "DATE",
            "start_char": 2817,
            "end_char": 2827
        },
        {
            "text": "14.11.2015",
            "label": "DATE",
            "start_char": 2915,
            "end_char": 2925
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 3501,
            "end_char": 3521
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 3589,
            "end_char": 3602
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3610,
            "end_char": 3707
        },
        {
            "text": "Section 15(1)(2)(3)(4) and (5)",
            "label": "PROVISION",
            "start_char": 3788,
            "end_char": 3818
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 3950,
            "end_char": 4001
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 4246,
            "end_char": 4297
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 4823,
            "end_char": 4874
        },
        {
            "text": "Order XV-A]",
            "label": "PROVISION",
            "start_char": 5479,
            "end_char": 5490
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 5498,
            "end_char": 5540
        },
        {
            "text": "proviso to sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 5559,
            "end_char": 5603
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 5611,
            "end_char": 5652
        },
        {
            "text": "Section 15 (1)",
            "label": "PROVISION",
            "start_char": 6380,
            "end_char": 6394
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6470,
            "end_char": 6508
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6782,
            "end_char": 6814
        },
        {
            "text": "Sub-Section 5 of Section 15",
            "label": "PROVISION",
            "start_char": 7872,
            "end_char": 7899
        },
        {
            "text": "Condore Health Care Pvt. Ltd.",
            "label": "ORG",
            "start_char": 8521,
            "end_char": 8550
        },
        {
            "text": "Corem Pharma Pvt",
            "label": "RESPONDENT",
            "start_char": 8563,
            "end_char": 8579
        },
        {
            "text": "Section 2 (c)",
            "label": "PROVISION",
            "start_char": 8655,
            "end_char": 8668
        },
        {
            "text": "Section 2(1)(c)(xvii)",
            "label": "PROVISION",
            "start_char": 8840,
            "end_char": 8861
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 8930,
            "end_char": 8940
        },
        {
            "text": "Section 2(1) (c)",
            "label": "PROVISION",
            "start_char": 9011,
            "end_char": 9027
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 9055,
            "end_char": 9065
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 9112,
            "end_char": 9127
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 9185,
            "end_char": 9195
        },
        {
            "text": "Kalla Yadagiri v. Kotha Bal Reddy2",
            "label": "PRECEDENT",
            "start_char": 9328,
            "end_char": 9362
        },
        {
            "text": "A.P. Courts Fees and Suits Valuation Act, 1956",
            "label": "STATUTE",
            "start_char": 11360,
            "end_char": 11406
        },
        {
            "text": "A.P. Civil Courts Act, 1972",
            "label": "STATUTE",
            "start_char": 11415,
            "end_char": 11442
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11684,
            "end_char": 11697
        },
        {
            "text": "1999 (1) ALT 211 (F.B.) :: 1991 (1) ALD 22 (F.B.)",
            "label": "PRECEDENT",
            "start_char": 11756,
            "end_char": 11805
        },
        {
            "text": "Suits Valuation Act, 1887",
            "label": "STATUTE",
            "start_char": 11810,
            "end_char": 11835
        },
        {
            "text": "Sathappa Chettiar v. S.Rm",
            "label": "PRECEDENT",
            "start_char": 11856,
            "end_char": 11881
        },
        {
            "text": "Ramanathan Chettiar",
            "label": "OTHER_PERSON",
            "start_char": 11891,
            "end_char": 11910
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12046,
            "end_char": 12055
        },
        {
            "text": "Section 7(iv)",
            "label": "PROVISION",
            "start_char": 12261,
            "end_char": 12274
        },
        {
            "text": "Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3",
            "label": "PRECEDENT",
            "start_char": 13020,
            "end_char": 13069
        },
        {
            "text": "court fees Act",
            "label": "STATUTE",
            "start_char": 13382,
            "end_char": 13396
        },
        {
            "text": "Commercial Court, at Kurnool",
            "label": "COURT",
            "start_char": 13553,
            "end_char": 13581
        },
        {
            "text": "Transfer Civil Miscellaneous Petition",
            "label": "STATUTE",
            "start_char": 13642,
            "end_char": 13679
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 13852,
            "end_char": 13868
        },
        {
            "text": "M. GANGA RAO",
            "label": "JUDGE",
            "start_char": 13904,
            "end_char": 13916
        },
        {
            "text": "20.02.2020",
            "label": "DATE",
            "start_char": 13923,
            "end_char": 13933
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 13961,
            "end_char": 13977
        },
        {
            "text": "M. GANGA RAO",
            "label": "JUDGE",
            "start_char": 14006,
            "end_char": 14018
        },
        {
            "text": "C.Praveen Kumar",
            "label": "JUDGE",
            "start_char": 14048,
            "end_char": 14063
        },
        {
            "text": "20.02.2020",
            "label": "DATE",
            "start_char": 14071,
            "end_char": 14081
        }
    ],
    "precedent_clusters": {
        "Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3": [
            "Kalla Yadagiri v. Kotha Bal Reddy2",
            "Sathappa Chettiar v. S.Rm",
            "Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XII Rule 6",
            "C.P.C.",
            "Order XII Rule 6",
            "C.P.C."
        ],
        [
            "Order VIII Rule 9",
            "C.P.C.",
            "Order VIII Rule 9",
            "C.P.C."
        ],
        [
            "Section 15(5)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 15(5)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 15 (1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15 (1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15(1)(2)(3)(4) and (5)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 15(1)(2)(3)(4) and (5)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Sub-Section 5 of Section 15",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Sub-Section 5 of Section 15",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(xvii)",
            "Arbitration and Conciliation Act",
            "Section 2(1)(c)(xvii)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 2(1) (c)",
            "Arbitration and Conciliation Act",
            "Section 2(1) (c)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 12",
            "Arbitration and Conciliation Act",
            "Section 12",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 2(1)(c)",
            "Arbitration and Conciliation Act",
            "Section 2(1)(c)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 12",
            "Arbitration and Conciliation Act",
            "Section 12",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 2 (c)",
            "Arbitration and Conciliation Act",
            "Section 2 (c)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 12",
            "Arbitration and Conciliation Act",
            "Section 12",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 8",
            "Suits Valuation Act, 1887",
            "Section 8",
            "Suits Valuation Act, 1887"
        ],
        [
            "Section 7(iv)",
            "Suits Valuation Act, 1887",
            "Section 7(iv)",
            "Suits Valuation Act, 1887"
        ]
    ],
    "precedent_counts": {
        "Y. Venkata Sesha Reddy vs. Chembati Kausalyamma,3": 3
    },
    "provision_counts": {
        "Order XII Rule 6 of C.P.C.": 1,
        "Order VIII Rule 9 of C.P.C.": 1,
        "Section 15(5) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Order XV-A] of Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "proviso to sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 15 (1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 15(1)(2)(3)(4) and (5) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Sub-Section 5 of Section 15 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 2(1)(c)(xvii) of Arbitration and Conciliation Act": 1,
        "Section 2(1) (c) of Arbitration and Conciliation Act": 1,
        "Section 12 of Arbitration and Conciliation Act": 3,
        "Section 2(1)(c) of Arbitration and Conciliation Act": 1,
        "Section 2 (c) of Arbitration and Conciliation Act": 1,
        "Section 8 of Suits Valuation Act, 1887": 1,
        "Section 7(iv) of Suits Valuation Act, 1887": 1
    },
    "statute_counts": {
        "C.P.C.": 2,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 3,
        "Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996": 1,
        "Arbitration and Conciliation Act": 7,
        "Suits Valuation Act, 1887": 2
    }
}