{
    "id": "053cc31e704f89d01b2fc12b52dd84728ae957e47a181b5da9682c18c59e3832",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nOrissa High Court\nShreedatt Dash vs M/S. Z. Estate Private Ltd. (Zepl) ... ... on 30 May, 2023 \nAuthor: Krushna Ram Mohapatra\nBench: Krushna Ram Mohapatra\nSignature Not Verified\nDigitally Signed\nSigned by: Sasanka Sekhar Satapathy\nDesignation: Secretary\nReason: Authentication\nLocation: High Court Of Orissa Cuttack \nDate: 30-May-2023 17:50:23\n\n\n\n\n                                         High Court Of Orissa: Cuttack \n\n                                                    C.M.P No.1193 of 2022 \n                                             ( In the matter of an application under\n                                         Article 227 of the Constitution of India, 1950)\n\n                                                            * * * * * * * \n\n                           Shreedatt Dash                                ...                   Petitioner \n\n                                                        -versus- \n                           M / s. Z. Estate Private Ltd. ( Zepl ) ...                     Opposite Parties\n                           and another\n\n                              Advocate for the Parties \n                              For the Petitioner         :       Mr. Rajjeet Roy, Advocate \n                              For Opp . Party No.1 :              Mr. Banshidhar Baug, Advocate \n                          -------------------------------------------------------------------------------\n                                               Date of Judgment: 30.05.2023\n                          ------------------------------------------------------------------------------- \n                                                Coram: \n                                                Justice Krushna Ram Mohapatra \n                                                       Judgment\nKrushna Ram Mohapatra, J. \n1. This matter is taken up by virtual/physical mode. \n2. Order dated 22nd July, 2021 (Annexure-1) passed by learned District Judge, Khurda at Bhubaneswar in Arbp No.2 of 2021  (appeal) and subsequent order dated 6th September, 2022 (Annexure-2) passed by learned Civil Judge, Senior Division (Commercial Court), Bhubaneswar in the said appeal are under challenge in this CMP. \nSigned by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 3. By order under Annexure-1, learned District Judge transferred ARBP No.2 of 2021 to the designated Commercial Court, namely, Senior Civil Judge (Commercial Court), Bhubaneswar (for brevity 'the Commercial Court'). Order under Annexure-2 relates to rejection of an application filed by the Petitioner assailing the jurisdiction of the said Court to entertain the appeal. \n4. This CMP finds its origin from Civil Suit No.1295 of 2020 filed by the Petitioner for declaration that the letters and e- mails dated 12th August, 2020 issued by Defendants as void and not binding on the Petitioner and also for a decree of permanent injunction to restrain the Defendants from creating any third party interest over the suit schedule properties along with cost.\n5. Since the issue involved in the CMP is a pure question of law, detailed narration of fact is not necessary. Briefly stated the parents of the Plaintiff during their lifetime had entered into an agreement with Defendant No.1-Z Estate Private Limited on 14th March, 2012 to purchase two numbers of flats, i.e., Flat-702 at 7th floor of 8th tower and Flat-1203 at 12th floor of the said 8th tower in Z-1 Housing Project. Father of the Plaintiff/Petitioner, namely, Sreedhar Dash died on 28th December, 2015 and his mother, namely, Sobhamayee Dash had pre-deceased her husband on 9th August, 2013 leaving behind the Petitioner and his siblings, namely, Siddharth Dash (son) and two daughters, namely, Smt. Shampashree Mund and Dr. Swatishree Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Panda. After death of their parents, dissensions arose between the Petitioner and his siblings in respect of their immovable properties. Plaintiff/Petitioner claimed right over the suit property by virtue of a Will for which Test Case Nos.21 of 2017 and 22 of 2017 are pending in the Court of learned District Judge, Khurda at Bhubaneswar. At this juncture, alleging non-payment of outstanding dues in respect of the aforesaid two flats, the Defendant/Opposite Party No.1 cancelled the agreement executed by parents of the Petitioner, vide letter and e-mail dated 12th August, 2020. Hence, the suit was filed for the aforesaid relief. The Defendants/Opposite Parties on their appearance filed an application on 6th January, 2021 under Section 8 of the Arbitration and Conciliation Act, 1996 (for brevity 'Arbitration Act') with a prayer to refer the parties to arbitration. Learned Senior Civil Judge, Khurda rejected such application vide order dated 18th February, 2021 (Annexure-5). Being aggrieved, the Defendants preferred appeal in ARBP No.2 of 2021 under Section 37(1)(a) of the Arbitration Act before learned District Judge, Khurda at Bhubaneswar. \n5.1 When the matter stood thus, learned District Judge, vide its order dated 22nd July, 2021 (Annexure-1), transferred the appeal to the Court learned Senior Civil Judge (Commercial Court), Bhubaneswar, i.e., the Commercial Court, for disposal in accordance with law. The case record of ARBP No.2 of 2021 was received by the Commercial Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Court on 12th August, 2021. Subsequently, the Petitioner filed an application before the Commercial Court on 16th August, 2022 contending that the said Court lacks jurisdiction to try the appeal and prayed for return of the file to the Court of learned District Judge, Khurda at Bhubaneswar for its adjudication. Said application was rejected vide order dated 6th September, 2022 (Annexure- 2), holding that such an application is not maintainable. Hence, this CMP has been filed assailing the said orders under Annexures-1 and 2.\n6. Facts narrated above are not disputed by learned counsel for the parties. \n6.1 Mr. Roy, learned counsel for the Plaintiff-Petitioner, in course of his argument, referred to several provisions of the Arbitration Act and Commercial Courts Act, 2015 (for brevity 'CC Act'). It is his submission that Government of Odisha in consultation with High Court of Orissa, vide its notification dated 13th November, 2020, conferred the jurisdiction and power of Commercial Court on the Court of Civil Judge (Senior Division) in different districts. Similarly, vide notification dated 11th January, 2021, State Government designated District and Sessions Judges of different districts as Commercial Appellate Courts for the purpose of exercising jurisdiction and powers on those Commercial Courts with effect from the date those Commercial Courts became functional. High Court of Orissa vide its memo dated 27th April, 2021 notified Senior Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Civil Judge (Commercial Court), Bhubaneswar to be functional with effect from 3rd May, 2021 and directed transfer of the case records pertaining to commercial disputes under the CC Act to the Commercial Court for its smooth functions. The notification dated 13th November, 2020 was under challenge in the case of M/s M.G. Mohanty and another Vs. State of Odisha and other batch of cases, reported in 2022 SCC OnLine Orissa 1070. In the said case, the challenge was with regard to transferring of cases pending before learned District and Sessions Judge, Khurda at Bhubaneswar to the Senior Civil Judge (Commercial Court). Holding the notification dated 13th November, 2020 to be valid, this Court held that Senior Civil Judge (Commercial Court), Bhubaneswar has jurisdiction to try the commercial disputes. Relying upon Gaurang Mangesh Suctancar Vs. Sonia Gaurang Mangesh Suctancar, reported in MANU/MH/2578/2020, this Court also held that if there is any conflict between the two Acts, Arbitration Act would prevail as regards substantial provision and CC Act shall cover the procedural niceties. View taken in the case of M/s M.G. Mohanty (supra) has been confirmed by the Hon'ble Supreme Court in the case of Jaycee Housing Private Limited and others Vs. Registrar (General), Orissa High Court, Cuttack and others, reported in (2023) 1 SCC 549. It is his submission that in all these aforesaid case laws, the jurisdiction of the Commercial Court to adjudicate applications under Sections 9, 14 and 34 of the Arbitration Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Act was in question. The instant case is a departure in the sense that an appeal pending in the Court of learned District Judge, Khurda at Bhubaneswar was being transferred to the Commercial Court. In the case of Jaycee Housing Private Limited (supra), Hon'ble Supreme Court, while upholding the notification dated 13th November, 2020, observed as under:-\n\"26. Therefore, considering the aforestated provisions of the 2015 Act and the Objects and Reasons for which the 2015 Act has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the 2015 Act shall prevail and all applications or appeals arising out of arbitration under the provisions of the 1996 Act, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such Commercial Courts have been constituted.\n27. If the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of the 1996 Act, other than the international commercial arbitration, shall lie before the Principal Civil Court of a district, in that case, not only the Objects and Reasons of enactment of the 2015 Act and establishment of Commercial Courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory. \n28. If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the Commercial Courts established and constituted under Section 3 of the 2015 Act, with respect to arbitration proceedings, the applications or appeals shall lie before the Principal Civil Court of a district. There cannot be two fora with respect to different commercial disputes.\" \n(underlined for emphasis) Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 6.2 In view of the above, the Court of learned District Judge, Khurda being the designated Commercial Appellate Court by the State Government in exercise of its power under Section 3A of the CC Act should hear appeals in terms of Section 13 of the said Act. He further submitted that the applications and 'appeals' finds place under Section 10(3) of the CC Act would not include an appeal under Section 37 (1)(a) of the Arbitration Act challenging an order refusing an application under Section 8 of the Arbitration Act. The appeal of present nature was not the subject matter of disputes in the above referred case laws. Although Section 10(3) of the CC Act provides that all applications and appeals arising out of an arbitration, other than international commercial arbitration, shall be filed and disposed of by a Commercial Court exercising territorial jurisdiction over such arbitration, the same by no stretch of imagination include the appeal under Section 37 of the Arbitration Act, more particularly an appeal under Section 37 (1)(a) of the said Act. It is his submission that Section 37 of the Arbitration Act has been divided into two parts. Section 37(1) deals with an appeal against orders under three contingencies, viz., firstly against an order refusing to refer parties to arbitration under Section 8 of the said Act; secondly against an order granting or refusing to grant any measure under Section 9 and thirdly against an order setting aside order refusing to set aside an arbitral award under Section 34 of the said Act. Commercial Courts being conferred with jurisdiction of hearing an application under Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Sections 9, 14, 29(A) and 34 of the Arbitration Act, an appeal against said order would lie to the District Judge being designated as Commercial Appellate Court by the State Government. Similarly, an order rejecting an application under Section 8 of the Arbitration Act by the Commercial Court could be challenged under Section 37 (1)(a) of Arbitration Act read with Section 13 of the CC Act before the Principal Civil Court, or a designated Commercial Appellate Court. Section 10 of the CC Act does not include an appeal of the present nature. Therefore, the substantive right of appeal as envisaged under Section 37(1) of the Arbitration Act read with Section 13 of the CC Act cannot be abridged and hearing of the appeal filed by the Opposite Party by a Commercial Court would be inconsistent with the legislative mandate. When the District Judge, Khurda at Bhubaneswar has been designated as Commercial Appellate Court by the State Government in consultation with the High Court of Orissa, there was no reason to transfer the appeal under Section 37 (1) (a) of the Arbitration Act to the Commercial Court. \n6.3 He also relied upon the case law in the case of M/s Beta Exim Logistics (P) Ltd. Vs. M/s Central Rail side Warehouse Co. Ltd., reported in 2023 SCC OnLine 1392, wherein Kerala High Court, while dealing with an order passed by the District Judge in transferring the Execution Case to the Commercial Court, held that the execution petition cannot be included within the ambit of word Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 'application' under Section 15 of the CC Act. Further, the appeal has been valued at Rs.55,000/-. As such, the valuation being less than Rs.3.00 lakh, the subject matter cannot be a commercial dispute under Section 2(1) (i) of the CC Act. Learned District Judge, without considering all these legal aspects, transferred the appeal to the Commercial Court and in turn, the Commercial Court without applying its mind, rejected the petition vide order under Annexure-2 by a cryptic and non-speaking order. Hence, the impugned orders under Annexures-1 and 2 are not sustainable and are liable to be set aside. \n7. Mr. Baug, learned counsel for the contesting Opposite Party No.1 submitted that the argument advanced by Mr. Roy, learned counsel for the Petitioner is contrary to the principles of law. It is his submission that in view of the clear and unambiguous language of Section 10 (1) of the CC Act, the Commercial Court has the jurisdiction to entertain the appeal transferred to it by learned District Judge, Khurda under Annexure-1. He further submitted that law has already been elaborately discussed in the case of M/s M.G. Mohanty (supra) and Jaycee Housing Private Limited (supra). Thus, there can be no iota of doubt or confusion with regard to maintainability of the appeal (ARBP No.2 of 2021) in the Commercial Court. He, therefore, prays for dismissal of the CMP. \n8. Learned counsel for the parties were heard at length. \nPerused the materials on record placed before me. Also Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 gone through the relevant provisions of the Arbitration Act and CC Act and the case laws cited. Section 37 of the Arbitration Act deals with 'appealable orders'. By virtue of Amendment Act, 2015 Clause (a) to Sub-section (1) of Section 37 was substituted by incorporating order refusing to refer the parties to arbitration under Section 8 of the said Act as an appealable order. Thus, an appeal lies against an order refusing to refer to the parties to arbitration under Section 8 of the Arbitration Act. Accordingly, the Opposite Parties filed appeal (ARBP No.2 of 2021) in the Court of learned District Judge. By virtue of notification dated 13th November, 2020, Government of Odisha established four numbers of Courts of Civil Judge (Senior Division) at different places mentioned in the said notification and designated the same to be Commercial Courts. One such Court has been established at Bhubaneswar in the judgeship of Khurda and designated as Senior Civil Judge (Commercial Court), Bhubaneswar. The said Court was made functional with effect from 3rd May, 2021. Pursuant to direction of this Court, the records pertaining to commercial disputes under the CC Act in the judgeship of Khurda were transferred to the Commercial Court. Accordingly, the case record in ARBP No.2 of 2021 pending in the Court of learned District Judge, Khurda at Bhubaneswar was transferred to the Commercial Court vide District Court's order No. 146/2021 dated 19th July, 2021. Thereafter, the Petitioner filed an application challenging the jurisdiction of the Commercial Court to Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 entertain the appeal (ARBP No.2 of 2021) and prayed for returning the case record to the Court of District and Sessions Judge, Khurda at Bhubaneswar. \n9. Contention of Mr. Roy, learned counsel for the Petitioner was that Section 10 of the CC Act does not include an appeal under Section 37 (1)(a) of the Arbitration Act. It was submitted that in view of Section 13 of the CC Act, the appeal should have been entertained and adjudicated by learned District and Sessions Judge, Khurda at Bhubaneswar, which has been designated as Commercial Appellate Court within the meaning of Section 2 (1)(a) of CC Act. It is more so in view of the provision under Section 15 (2) of the CC Act, which deals with transfer of pending cases. Section 15 (2) of the CC Act reads as under:-\n\"15. Transfer of pending cases;\n(1) xx xx xx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\" \nSection 10 of the CC Act deals with jurisdiction of a Commercial Court in respect of arbitration matters. Sub- section (3) of Section 10 provides as under:-\n\"10. Jurisdiction in respect of arbitration matters. \nSigned by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and--                                          (1)            xx              xx             xx                                          (2)            xx              xx             xx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\" \nA close reading of Sub-section (3) as above, would make it clear that all applications or appeals (other than the international commercial arbitration) arising out of arbitration in a commercial dispute of a specified value, which would ordinarily lie before principal Civil Court of the original jurisdiction in a district (not being a High Court), shall be filed in and heard and disposed of by Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Courts have been established. It thus makes clear that after establishment of Commercial Court, appeal under Section 37 (1)(a) of Arbitration Act arising out of an arbitration shall be filed before the Commercial Court having territorial jurisdiction over such arbitration. As the instant appeal was filed before establishment of the Commercial Court, Principal Civil Court, namely, District Judge, Khurda at Bhubaneswar was competent to entertain the same. After establishment of the Commercial Courts, the Court of learned District Judge, Khurda lacked jurisdiction to entertain such an appeal Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 more particularly in view of the provision of Section 10 of the CC Act. Although Section 15 of the CC Act does not specifically spell out transfer of appeals, but a harmonious reading of Sections 10 and 15 of the CC Act makes it abundantly clear that an appeal pending in the Court of Principal Civil Court of the District shall also be transferred to the Commercial Court having territorial jurisdiction over it. The Hon'ble Supreme Court in the case of New India Assurance Company Limited Vs. Smt. Shanti Mishra, reported in (1975) 2 SCC 840 held that a procedural law has retrospective application. Although right of the parties to litigation to an appeal/revision/review etc. gets crystallized on the date of launching of the litigation, but the party does not have any vested right with regard to the forum as provided in the statute under which parties are litigating, as it is procedural in nature. In the instant case, the Opposite Parties have a right of appeal under Section 37 (1)(a) of the Arbitration Act against an order refusing the prayer under Section 8 of the said Act. But neither of the parties have a choice of forum of appeal. Since the procedural law operates retrospectively the person aggrieved has to go to the new forum even if its cause of action or right of action arose prior to change of forum. In the case of Gaurang Mangesh Suctancar (supra), Bombay High Court held as under:-\n\"92. Evidently, the Commercial Courts Act is a later enactment, but it does not work at cross purpose with the Arbitration Act. In fact, both aim at speedy adjudication. The Commercial Courts Act covers all the commercial Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 disputes, whereas the Arbitration Act covers only those disputes that involve arbitration. As Kandla Export Corporation has held, both the enactments call for a harmonious interpretation. If at all there is any conflict, as to the substantive provisions, the Arbitration Act prevails; but it has left the procedural niceties to the Commercial Courts Act.\" \n(underlined for emphasis) Considering the above, this Court in M/s M.G. Mohanty (supra) at para-50, held as under:-\n\"50. The Court finds merit in the contention on behalf of the Opposite Parties that the A&C Act must yield to the CC Act and not vice versa given that the objective of both enactments is the speedy disposal of the cases and the CC Act was a later enactment. There is no apparent conflict between the A&C Act and the CC Act for being resolved. The objective of both is the speedy resolution of the disputes. As far as challenge to the vires of Section 10 of the CC Act is concerned, indeed no ground has been made out before this Court to show how Section 10 of the CC Act is ultra vires the legislative powers of the Parliament or how it is 'manifestly arbitrary'. The identification of commercial disputes as distinct from ordinary civil disputes is based on an intelligible differentia and subjecting them to a special expedited procedure can neither be considered to be arbitrary nor ultra vires the A&C Act. That prayer, therefore, has to be rejected.\" \nIt has been further made clear in the case of Jaycee Housing Private Limited (supra) in which, Hon'ble Supreme Court, after discussing different provisions of the CC Act, more particularly Sections 3, 10, 15 and 21 together with Section 2(1)(c) of the Arbitration Act including 253rd report of the Law Commission held that Sections 3 and 10 of the CC Act, 2015 shall prevail and all 'applications or appeals' arising out of arbitration under the provisions of the Arbitration Act (other than international commercial arbitration), shall be filed in and heard and disposed of by the Commercial Court exercising Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 jurisdiction over such arbitration where such Commercial Courts have been established. It is further held that if two fora in respect of different commercial disputes would be allowed to prevail, it would frustrate the object and purpose of enactment of the CC Act. Law Commission in its 253rd report made the following recommendation qua arbitration matters involving commercial disputes. \n\"3.24.4 Second, in the case of domestic arbitrations concerning a commercial dispute of more than Rupees One Crore, applications or appeals may lie either to the High Court or a Civil Court (not being a High Court) depending upon the pecuniary jurisdiction. It is recommended that all applications or appeals arising out of such arbitrations under the A& C Act, that have been filed on the original side of the High Court shall be heard by the Commercial Division of the High Court where such Commercial Division is constituted in the High Court. However, in the absence of a Commercial Division being constituted, the regular Bench of the High Court will hear such applications or appeals arising out of domestic arbitration. If the application or appeal in such domestic arbitration is not within the jurisdiction of the High Court and would ordinarily lie before a Civil Court (not being a High Court) and there is a Commercial Court exercising territorial jurisdiction in respect of such arbitration, then such application or appeal shall be filed in and heard by such Commercial Court.\" \nThus, the procedure provided under the CC Act shall undisputedly prevail over the Arbitration Act. Resultantly, applications or appeals filed under the Arbitration Act including an appeal under Section 37 (1)(a) of the Arbitration Act filed before commencement of CC Act shall stand transferred and be entertained and adjudicated by the designated Commercial Court having jurisdiction over the arbitration in which the Commercial Court has been established. The case law in the case of M/s Beta Exim Logistics (P) Ltd.(supra) has no application to the Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 case at hand as it deals with an execution proceeding and hence is of no assistance to the case of the Petitioner. \n10. A further argument was advanced by Mr. Roy, learned counsel for the Petitioner to the effect that when the suit has been valued at Rs.55,000/- and the valuation being less than Rs.3.00 lakh, i.e., the 'Specified Value' as envisaged under Section 2(1)(i) of the CC Act, it cannot be treated to be a commercial dispute to be adjudicated under the CC Act. Such an argument has no substance, as Section 2(1)(i) deals with a commercial dispute in respect of a suit as determined in accordance with Section 12 of the CC Act. Section 12 (1)(c) read with 12 (2) of the CC Act, which read thus:-\n\"12. Determination of Specified Value- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n                                         (a )            xx      xx      xx                                          (b)            xx      xx      xx (c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; [and]\n(d) xx xx xx (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be. \n(3) xx xx xx \" \nSigned by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 10.1. The Plaintiff-Petitioner at para- 8 of the plaint has stated that his parents had paid the full consideration of Rs.77,64,730/- of 'A' schedule property and Rs.60,37,932/-\nof 'B' schedule property. Thus, the market value of the suit schedule property, as stated by the Petitioner, was well above Rs.3.00 lakh. \n10.2. Commercial Court has the jurisdiction to entertain all arbitration proceedings involving commercial dispute of Specified Value, as provided under Section 10 (2) of the CC Act. It is more so, in view of the ratio decided in the case of Jaycee Housing Private Limited (supra) and M/s M.G. Mohanty (supra). Hence, the submission of Mr. Roy, learned counsel for the Petitioner to the effect that the subject matter of the case is not a commercial dispute of specified value is also not sustainable. \n11. Accordingly, the CMP being devoid of any merit stands dismissed, but in the facts and circumstances, there shall be no order as to costs. \nIssue urgent certified copy of the judgment on proper application. \n(KRUSHNA RAM MOHAPATRA) JUDGE s.s.satapthy High Court of Orissa, Cuttack 30th May, 2023",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court m/s ethix alloy vs hll lifecare limited on 5 october, 2023 author: p.s. dinesh kumar bench: p.s. dinesh kumar comap no.42/2021 1 in the high court of karnataka at bengaluru dated this the 5th day of october, 2023 present the hon'ble mr. justice p.s. dinesh kumar and the hon'ble mr. justice c.m. poonacha comap no. 42 of 2021 between : m/s ethix alloy ethix house 3 castellino road near golibar maidan, camp pune-411 00 rept. by its partner sri. dharmesh gathani . appellant (by shri. shreyas jayasimha, advocate) and : hll lifecare limited (formerly known as hindustan latex limited) having its registered/corporate office at hll bhavan, poojapura thiruvananthapuram kerala-695 012. represented by its company secretary sri. p. sreekumar . respondent (by shri. ratnesh chandra, advocate for shri. adarsh gangal, advocate) comap no.42/2021 2 this comap is filed under section 13(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 r/w section 37 of arbitration and conciliation act, 1996, praying to allow this appeal and consequently set aside the judgment dated: 29/01/2021 passed in com.a.s.no. 81/2013 on the file of the lxxxii additional city civil and sessions judge, commercial division at bengaluru (cch-83) and etc., this comap, having been heard and reserved for judgment on 15.09.2023, coming on for pronouncement of judgment, this day, poonacha, j., pronounced the following:judgment the above appeal is filed under section 13(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (hereinafter referred to as the 'commercial courts act') read with section 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as the 'arbitration act'), challenging the judgment dated 29.1.2021 passed in com.a.s.no.81/2013 by the lxxxii addl.city civil and sessions judge at bengaluru (cch.83) (hereinafter referred to as the 'commercial court'), whereunder the petition filed u/s 34 of the arbitration act has been partly allowed and a portion of the award dated 19.6.2013 passed by the arbitral tribunal has been set aside. 2. brief facts relevant for consideration of the present appeal are that, the appellant and the respondent entered into a sale and purchase contract dated 31.3.2010 for purchase of iron ore fines on fob basis, whereunder the appellant agreed to sell to the respondent, iron ore fines of 40000 metric tonnes ('mts' for short) from goa port, india, with the port of discharge being one main port, china. the content of the iron ore fines was required to be of a minimum of 55% fe content/grade and the respondent appointed one m/s inspectorate griffith india private ltd., ('inspectorate griffith' for short) to carryout the grade analysis of the iron ore fines. the appellant was required to load the goods at the rate of 7000 mts., on board the vessel per weather working day and the last date of shipment of the goods was 25.4.2010. the respondent was required to open an irrevocable letter of credit for 100% of value of the contract. 2.1. subsequently, the last date of shipment was extended to 30.4.2010. in april, 2010 the respondent reduced the quantity of goods to be supplied to 33000 mts as against 40000 mts., as agreed in the contract. the appellant was informed by the respondent that the estimated date of arrival of the vessel was 1.5.2010 and in anticipation of the arrival, the appellant entered into an agreement with one j.m.baxi and company for loading of 33000 mts., and the appellant incurred an expenditure of `9,09,975/in that behalf. the vessel arrived at the port of loading on 1.5.2010. since one m/s. gururaj associates/enterprises was offered first opportunity to load the goods on the vessel before the appellant, the vessel was made available to the appellant only on 13.5.2010 for loading and the appellant started loading its goods on the said date. however, due to rough weather the appellant completed the loading of the goods, the goods were ready for shipping on 22.5.2010 and the vessel set sail to the port of destination on the said date. 2.2. although the appellant was entitled to receive 98% of the total payment in 5 days of completion of loading the goods, the said payment was not made. that various correspondences were exchanged between the parties in that regard. the respondent, vide its communication dated 14.7.2010 informed the appellant that the \"fe content\" was 46.91 and 46.81 respectively as against the requisite content of 55.80 as certified by the agency, the inspectorate griffith. 2.3. since there was a dispute with regard to the quality of the iron ore fines shipped by the appellant to the respondent and the payment for the shipment not having been made, the said dispute was referred by the parties to arbitration and a sole arbitrator was appointed. both the parties appeared before the sole arbitrator/arbitral tribunal and the said proceedings culminated in award dated 19.6.2013 whereunder, the respondent was directed to pay 98% of the contract price to the appellant amounting to `6,43,75,141/within one month, together with interest at 12% p.a., from 27.5.2010 till date of filing of statement of claim, 15% from the date of claim till the date of award and 15% from the date of award till the date of payment. the respondent was directed to pay to the appellant a sum of `20 lakhs as costs of the arbitration proceedings within one month, failing which the respondent was liable to pay the same with interest at 15% p.a., from the date of award till the date of payment 2.4. being aggrieved by the award the respondent filed a petition under section 34 of the arbitration act before the commercial court. the appellant contested the said proceedings. the commercial court, vide its judgment dated 29.1.2021 partly allowed the suit filed by the respondent and passed the following order: \"the petition filed by the plaintiff under section 34 of the arbitration and conciliation act, 1996 is partly allowed. the portion of the award is set aside with respect to claim relating to awarding 98% of the contract price amounting to rs. 6,43,75,141/-, interest thereon from 27.05.2010 to the date of actual payment and the cost of arbitration proceedings to the defendant and refusing/rejecting the counter-claim of the plaintiff. the plaintiff and the defendant are at liberty to agitate the about said claims and counter claims, in accordance with law. the award dated 19.06.2013 has reached finality with respect to the claims not challenged before this court by the defendant. the defendant shall pay the costs to the plaintiff. the office is directed to send copy of this judgment to both parties to their email id as required under order xx rule 1 of the civil procedure code read with section 16 of the commercial courts act. the office is hereby directed to return the arbitral records received as per letter dated 02.05.2014 to indian chamber of commerce, along with copy of this judgment, immediately. \" 2.5. being aggrieved, the present appeal is filed. 3. learned counsel for the appellant assailing the judgment passed by the commercial court contended that: i) the commercial court has appreciated various factual aspects which it was not entitled to do exercising jurisdiction under section 34 of the arbitration act; ii) the arbitral tribunal had properly appreciated the factual matrix and had passed a reasoned award which ought not to have been interfered with by the commercial court. 3.1 in support of his contentions, the learned counsel relied on the following judgments: i) dyna technologies pvt. ltd., v. crompton greaves ltd., 1; ii) associate builders v. delhi development authority2 iii) south east asia marine engineering and constructions ltd., v. oil india ltd., 3 4. per contra, learned counsel for the respondent supporting the judgment of the commercial court contended that: i) the commercial court has rightly appreciated various aspects of the matter (2019) 20 scc 1 (2015) 3 scc 49 (2020) 5 scc 164 and noticed that the arbitral tribunal has passed the award without there being any basis for the same; ii) the judgment passed by the commercial court is just and proper which ought not to be interfered with by this court in exercise of its jurisdiction under section 37 of the arbitration act. 4.1 in support of his contentions, the learned counsel relied upon the following judgments: i) state of chhattisgarh v. sal udyog (p) ltd., 4; ii) dyna technologies pvt. ltd., v. crompton greaves ltd., 5; iii) south east asia marine engineering and constructions ltd., v. oil india ltd., 6; iv) ongc ltd., v. western geco international ltd.,7; v) anand bros. (p) ltd., v. union of india8; vi) ongc ltd., v. saw pipes ltd.,9 (2022) 2 scc 275 (2019) 20 scc 1 (2020) 5 scc 164 (2014) 9 scc 263 (2014) 9 scc 212 vii) associate builders v. delhi development authority10; viii) haryana tourism ltd., v. kandhari beverages ltd.,11 5. we have given our anxious consideration to the arguments advanced by both the learned counsel and perused the material on record. the question that arises for our consideration is: whether the judgment dated 29.1.2021 passed by the commercial court is liable to be interfered with under section 37 of the arbitration act? 6. the following salient aspects are forthcoming from the sale and purchase contract dated 31.3.2010 entered into between the parties are relevant: i) the commodity agreed to be purchased by the respondent from the appellant was iron ore fines and the port of loading was goa (clause-1); (2003) 5 scc 705 (2015) 3 scc 49 (2022) 3 scc 237 ii) the quantity was 40000 mts., and the last date of shipment was 25.4.2010 with the port of destination being china (clause-2); iii) the specification of the chemical composition/ fe content was required to be 55% and below 54% was liable to be rejected (clause-3); iv) the terms of payment were contained in clause4(a); v) clause-5(a) stipulates that the buyer has a right to reject the cargo if the fe content is 54% at the load port. vi) the certificate of weight and draft survey report and quality analysis was to be issued by the inspectorate griffith india pvt. ltd., / s.g.s. india pvt. ltd., [clauses 5(c) and 5(d)]; vii) clause 8(a) and (b) states as follows: \"(a) at the loading port buyer shall, at his expense, appoint sgs india pvt ltd/inspectorate griffith india pvt ltd to determine the weight of shipment of iron ore by draft survey. for all purpose draft survey results will be taken as final and binding on both the parties. (b) at the loading port, buyer shall, at his expense, appoint sgs india pvt ltd/inspectorate griffith india pvt ltd for sampling & to determine the specification of iron ore fines content per clause 3 of this contract and shall provide a certificate showing details of the determination and also the percentage of free moisture at 105 degree centigrade.\" viii) clause 14 is the arbitration clause; ix) clause 17 reads as follows: \"clause 17 guarantee the co-selleter/guarantor here by guarantee to take same responsibilities of seller to perform all the obligations of this contract and indemnify buyer if seller fails to perform the contract. under any circumstances of cargo rejection or failure of loading the contracted quantity of cargo in the vessel, all the consequential losses of buyer will be paid by the seller.\" 7. it is relevant to note that, the guarantor in the contract is m/s goa mining industries pvt. ltd. 8. the essence of the dispute is the fact that at the time of loading, the agency appointed by the respondent namely, inspectorate griffith had tested the samples loaded and has issued the certificate certifying that the fe content was 55%. however, it is the case of the respondent that when quality was checked on board the vessel at china, the same was noticed to be 46.91 fe content and hence, the respondent not made payment to the appellant. another area of dispute is that, the appellant had contracted to sell 40000 mts of iron ore fines, whereas what was finally loaded by the appellant was 25205 mts. 9. both the parties had putforth their contentions before the arbitral tribunal. although nearly 20 issues had been framed by the tribunal, noticing the same to be inextricably interlinked, clubbed all the issues and considered them together. the arbitral tribunal has considered the material on record with specific reference to the two contentious issues i.e., quality of the iron ore fines loaded as well as with regard to the quantity. after considering the oral and documentary evidence on record with regard to the quality of the iron ore fines that is loaded, the arbitral tribunal has recorded the following findings: \"xviii) i have considered the arguments of both the counsel and i am firmly of the view on the finding of fact that once the certificate of inspectorate griffith india pvt. ltd, which company has been appointed by the respondent specifically for the purpose of sampling at the load port has been accepted or in any event is unchallenged by the respondent, the respondent is bound by the same. furthermore, i am bound by the terms of the contract under which i am bound to accept the certification by the respondent's agent which is highly reputed international agency. furthermore, although the cpc does not apply the supreme court in a number of decisions has held the principles behind the cpc and the evidence act is applicable to arbitration proceedings. without any particulars, i am unable to indirectly infer fraud as suggested by the learned senior counsel for the respondent. i am also unable to accept any suggestion that there was interference in the sampling process particularly as mr. girish kumar has already admitted that there was no interference in the sampling process of the inspectorate griffith's.\" (emphasis supplied) 10. the contention putforth by the respondent buyer that by virtue of clause-17 of the contract, in the event of rejection of the cargo, all consequential losses were required to be borne by the seller has been considered by the arbitral tribunal, which has recorded the following findings: \"xxii) in view of my earlier findings, it may not be necessary to decide this issue as i have already held that in terms of the contract and in view of the respondent's agent certifying the quality of the cargo as per exhibit n the respondent's are liable to pay to the claimant 98% of the contract price. be that as it may, as counsel have argued his points, i hold that on a proper reading of sections 41 and 42 of the sale of goods act, 1930 and in terms of the judgment cited by the claimant's counsel as the respondent had full liberty and fully availed of the right of inspection after the completion of the inspection, the respondent's right to reject the goods has been lost. i have considered the respondent's senior counsel's argument in terms of clause 17 and hold that while the respondent had the right to reject the goods but once sampling having been done and the respondent's agent inspectorate griffith india pvt. ltd. having certified the cargo having 55.80% fe content, the respondent's right of rejection had now been lost. i may add that claimant's counsel also pointed out that sampling that has been done throughout the process of loading and at each stage the respondent was aware of the same and it is only the final certificate which was issued on june 1, 2010. in view of the above findings, i reject the respondent's contention that it had a right of rejection of the cargo after the issuance of the inspectorate griffith india pvt. ltd. certificate. therefore, the respondent's rejection of the cargo at the port of discharge was wrongful and does not help the respondent in terms of the contract.\" (emphasis supplied) 11. the arbitral tribunal had also referred to various judgments of the hon'ble supreme court which have set out the settled proposition of law and while allowing the claim of the claimant therein in part, the arbitral tribunal gave reasons while awarding the claim. 12. the commercial court has recorded a finding that the arbitral tribunal has not discussed about issue nos.1, 7, 11, 12, 13, 14, 17 and 18 and further recorded a finding that the arbitral tribunal has virtually refused to decide issue no.4 on the ground that m/s gururaj associates had an independent contract which does not fall within the arbitration clause. further, the commercial court, considering the material on record with regard to clause 17 of the agreement, has recorded a finding that the view of the arbitral tribunal with respect to counter claim of the appellant is not a plausible view and a correct interpretation of clause 17 of the agreement and hence allowed the application filed by the respondent under section 34 of the act. 13. it is relevant to note that although the arbitral tribunal had framed 20 issues with the consent of the parties, the crux of the matter which was required to be adjudicated was the quality and quantity of the iron ore fines loaded as well as the dates within which they were required to be delivered as contracted by the parties. 14. admittedly, the contracted quantity of iron ore fines to be purchased was 40000 mts., and the stipulated quality was with fe content of 55%. the last date of shipment was 25.4.2010. the quality was required to be certified by the agency appointed by the buyer i.e., inspectorate griffith. it is not in dispute that pursuant to the contract entered into between the parties, there were correspondences exchanged between them and the appellant seller intimated the respondent buyer vide email dated 26.4.2010 (ex.r3) that they are ready with the cargo for 33000 mts., and they were given an understanding that m/s gururaj associates are having ready cargo of 25000 mts. 15. it is forthcoming that m/s gururaj associates was permitted to load the cargo before the appellant seller loaded its cargo. the appellant seller vide e-mail dated 29.5.2010 (ex.r5) intimated the respondent buyer that they have loaded the iron ore fines of fe content of 55.80% and the total quantity loaded was 53300 mts., and the appellant -seller had loaded a quantity of 28095 mts., with grade 55.80 fe and m/s gururaj associates had loaded a quantity of 25205 of mts. a certificate issued by inspectorate griffith dated 1.6.2010 (ex.r6) stipulates that the quantity loaded by the appellant was 28095 mts., and the sampling was done between the period from 3.5.2010 to 22.5.2010 and the fe content was 55.80%. the respondent buyer has sought to rely upon a certificate of superintendence and analysis issued by mitra s.k. hong kong ltd., which stipulates that the quality of iron ore fines which were loaded on the vessel by the appellant seller and m/s gururaj associates had an fe content of 46.91%. the contention of the respondent buyer is that the fe content while tested on board the vessel at china was 46.81% and they have relied on a certificate dated 29.5.2010 (ex.r10). 16. as regards the quality and quantity of iron ore fines loaded by m/s gururaj associates, as rightly noticed by the arbitral tribunal, the same is not the subject matter of arbitration and the said aspect cannot be adjudicated in the present proceedings. 17. the counsel for the respondent has vehemently contended that although the appellant had contracted to supply 40000 mts., of iron ore fines, they have supplied only 28095 mts. it is forthcoming from the material on record that consequent to the agreement between the parties and having regard to the various correspondences, the respondent at no point of time objected to the appellant sending a reduced quantity. there is no material on record to demonstrate that the respondent refused to receive a reduced quantity from the appellant. hence, the said contention putforth by the respondent being unsustainable, is liable to be rejected. 18. with regard to the quality of the iron ore fines dispatched by the appellant, the arbitral tribunal has considered the entire factual matrix and having noticed the various answers given in the cross-examination of mr.girish kumar, on behalf of the respondent as regards to the manner in which samples were collected by inspectorate griffith as well as the plausibility of the cargo loaded by the appellant having been mixed up with cargo of m/s gururaj associates, the arbitral tribunal has recorded a categorical finding of fact as extracted at para 9 and 10 hereinabove. 19. another aspect that was contended by the respondent buyer before the arbitral tribunal was that the certificate issued by the inspectorate griffith certifying the quality of the goods loaded by the appellant buyer was fraudulent and also that there were correspondences exchanged between the parties (more specifically e-mails dated 14.5.2010 ex.r7 and dated 17.5.2010 ex.r8) regarding the same. vide e-mail dated 14.5.2010 the officials of mitra s.k hong cong ltd., informed the respondent buyer that their suppliers tried to influence their samplers and when they refused, they were threatened. vide reply dated 17.5.2010 (ex.r8) the respondent buyer replied to the said e-mail and communicated that they have taken said aspect seriously and warned their suppliers that in case of attempt of such type, they will stop loading from that particular supplier. the arbitral tribunal has considered the aspect as to whether the certificate issued by the inspectorate griffith itself was valid and has recorded a categorical finding that the parties are bound by the certificate issued by inspectorate griffith having regard to the fact that the said agency was appointed by the respondent buyer and also by recording a finding that in the arbitral proceedings the respondent buyer did not set out as to how the certificate issued was not valid by demonstrating as to any error or wrong doing in the process of collection of samples or in any other manner. there is no material on record to indicate that the respondent refused to accept the certificate issued by inspectorate griffith when the vessel set sail due to any irregularity in the same. further, it was noticed by the arbitral tribunal that the respondent has not averred regarding fraud, if any, or given any particulars of such fraud in the issuance of the certificate by inspectorate griffith. 20. the judgments relied on by both the learned counsel in order to notice the settled proposition of law are considered as follows:i) in the case of sal udyog(p) ltd.,4 relied upon by the learned counsel for the respondent, the hon'ble supreme court has held as under: \"14. the law on interference in matters of awards under the 1996 act has been circumscribed with the object of minimising interference by courts in arbitration matters. one of the grounds on which an award may be set aside is \"patent illegality\". what would constitute \"patent illegality\" has been elaborated in associate builders v. dda [associate builders v. dda, (2015) 3 scc 49 : (2015) 2 scc (civ) 204] , where \"patent illegality\" that broadly falls under the head of \"public policy\", has been divided into three sub-heads\" (emphasis supplied) ii) in the case of dyna technologies pvt ltd.,5 relied upon by the learned counsel for both the parties, the hon'ble supreme court has held as under: \"24. there is no dispute that section 34 of the arbitration act limits a challenge to an award only on the grounds provided therein or as interpreted by various courts. we need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award. section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction. the mandate under section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law. if the courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated. 25. moreover, umpteen number of judgments of this court have categorically held that the courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists. the courts need to be cautious and should defer to the view taken by the arbitral tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under section 34 of the arbitration act.\" 35. when we consider the requirement of a reasoned order, three characteristics of a reasoned order can be fathomed. they are: proper, intelligible and adequate. if the reasonings in the order are improper, they reveal a flaw in the decision-making process. if the challenge to an award is based on impropriety or perversity in the reasoning, then it can be challenged strictly on the grounds provided under section 34 of the arbitration act. if the challenge to an award is based on the ground that the same is unintelligible, the same would be equivalent of providing no reasons at all. coming to the last aspect concerning the challenge on adequacy of reasons, the court while exercising jurisdiction under section 34 has to adjudicate the validity of such an award based on the degree of particularity of reasoning required having regard to the nature of issues falling for consideration. the degree of particularity cannot be stated in a precise manner as the same would depend on the complexity of the issue. even if the court comes to a conclusion that there were gaps in the reasoning for the conclusions reached by the tribunal, the court needs to have regard to the documents submitted by the parties and the contentions raised before the tribunal so that awards with inadequate reasons are not set aside in casual and cavalier manner. on the other hand, ordinarily unintelligible awards are to be set aside, subject to party autonomy to do away with the reasoned award. therefore, the courts are required to be careful while distinguishing between inadequacy of reasons in an award and unintelligible awards. 36. at this juncture it must be noted that the legislative intention of providing section 34(4) in the arbitration act was to make the award enforceable, after giving an opportunity to the tribunal to undo the curable defects. this provision cannot be brushed aside and the high court could not have proceeded further to determine the issue on merits. 37. in case of absence of reasoning the utility has been provided under section 34(4) of the arbitration act to cure such defects. when there is complete perversity in the reasoning then only it can be challenged under the provisions of section 34 of the arbitration act. the power vested under section 34(4) of the arbitration act to cure defects can be utilised in cases where the arbitral award does not provide any reasoning or if the award has some gap in the reasoning or otherwise and that can be cured so as to avoid a challenge based on the aforesaid curable defects under section 34 of the arbitration act. however, in this case such remand to the tribunal would not be beneficial as this case has taken more than 25 years for its adjudication. it is in this state of affairs that we lament that the purpose of arbitration as an effective and expeditious forum itself stands effaced.\" (emphasis supplied) iii) in the case of south east asia marine engineering and constructions ltd.,6 relied upon by the learned counsel for both the parties, the hon'ble supreme court has held as under: \"12. it is a settled position that a court can set aside the award only on the grounds as provided in the arbitration act as interpreted by the courts. recently, this court in dyna technologies (p) ltd. v. crompton greaves ltd. . 13. it is also settled law that where two views are possible, the court cannot interfere in the plausible view taken by the arbitrator supported by reasoning. 14. however, the question in the present case is whether the interpretation provided to the contract in the award of the tribunal was reasonable and fair, so that the same passes the muster under section 34 of the arbitration act?\" iv) in the case of ongc ltd.,7 relied upon by the learned counsel for the respondent, the hon'ble supreme court has held as under: \"35. what then would constitute the \"fundamental policy of indian law\" is the question. the decision in ongc [ongc ltd. v. saw pipes ltd., (2003) 5 scc 705] does not elaborate that aspect. even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. without meaning to exhaustively enumerate the purport of the expression \"fundamental policy of indian law\", we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of indian law. the first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a \"judicial approach\" in the matter. the duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. what must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge. 38. equally important and indeed fundamental to the policy of indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. non-application of mind is a defect that is fatal to any adjudication. application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. the requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of indian law. 39. no less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. perversity or irrationality of decisions is tested on the touchstone of wednesbury principle [associated provincial picture houses ltd. v. wednesbury corpn., (1948) 1 kb 223 : (1947) 2 all er 680 (ca)] of reasonableness. decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available. 40. it is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of indian law nor is it possible to place the expression in the straitjacket of a definition. what is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an arbitral tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\" (emphasis supplied) v) in the case of anand bros. (p) ltd.,8 relied upon by the learned counsel for the respondent, the hon'ble supreme court has held as under: \"14. it is trite that a finding can be both : a finding of fact or a finding of law. it may even be a finding on a mixed question of law and fact. in the case of a finding on a legal issue the arbitrator may on facts that are proved or admitted explore his options and lay bare the process by which he arrives at any such finding. it is only when the conclusion is supported by reasons on which it is based that one can logically describe the process as tantamount to recording a finding. it is immaterial whether the reasons given in support of the conclusion are sound or erroneous. that is because a conclusion supported by reasons would constitute a \"finding\" no matter the conclusion or the reasons in support of the same may themselves be erroneous on facts or in law. it may then be an erroneous finding but it would nonetheless be a finding. what is important is that a finding presupposes application of mind. application of mind is best demonstrated by disclosure of the mind; mind in turn is best disclosed by recording reasons. that is the soul of every adjudicatory process which affects the rights of the parties. this is true also in the case of a finding of fact where too the process of reasoning must be disclosed in order that it is accepted as a finding in the sense the expression is used in clause 70.\" (emphasis supplied) vi) in the case of haryana tourism ltd.,11 relied upon by the learned counsel for the respondent, the hon'ble supreme court has held as under: \"8. so far as the impugned judgment and order [kandhari beverages ltd. v. haryana tourism ltd., 2018 scc online p&h 3233] passed by the high court quashing and setting aside the award and the order passed by the additional district judge under section 34 of the arbitration act are concerned, it is required to be noted that in an appeal under section 37 of the arbitration act, the high court has entered into the merits of the claim, which is not permissible in exercise of powers under section 37 of the arbitration act.\" (emphasis supplied) vii). the judgment of the hon'ble supreme court in the case of associate builders2 relied upon by both the learned counsel. however, the same has not been separately appreciated herein since the said judgment has been considered by the 3 judge bench of the hon'ble supreme court in the case of dyna technologies pvt. ltd.,1 as well as in the case of sal udyog (p) ltd.,4. 20. it is relevant to note that the commercial court at para 25 of its judgment has recorded a finding that the view of the arbitral tribunal with respect to the counter claim of the plaintiff is not a plausible view and a correct interpretation of clause 17. however, it is noticed that how and in what manner the commercial court has disagreed with the findings recorded by the arbitral tribunal is not set out. it is further relevant to notice that the commercial court has recorded that there are no reasons insofar as issue no.19 and the finding of the arbitral tribunal that the counter claim does not survive for consideration, which is erroneous. it is further noticed that at para 15 of its judgment, that at para 7 of the award the arbitral tribunal has mentioned that after consultation with both the advocates all the issues were clubbed together and answered as they are inextricably interlinked, which has been disbelieved by the commercial court since the details as to when the consultation was made after filing of written arguments is not forthcoming. further, it has recorded that up to issue no.14 the burden is cast on the defendant and issue nos.16 to 19 the burden is cast on the plaintiff. 21. it is relevant to note that although there were 20 issues framed before the arbitral tribunal, the crux of the dispute between the parties is with regard to the quality and quantity of the iron ore fines loaded as well as the dates within which they are required to be loaded on the vessel. it is consequent to adjudication of the said aspects that the liability of the parties under the contract was required to be determined. the finding of the commercial court that the view of the arbitral tribunal with respect to counter claim is not a plausible view having regard to interpretation of clause 17 of the agreement is untenable since the arbitral tribunal has recorded its finding on the aspect of quality and quantity and it was held that the respondent is bound by the certificate issued by its agent. clause 17 of the contract was specifically considered by the arbitral tribunal at pages 81 and 82 of its award and findings regarding the same have been adjudicated. there was no basis for the commercial court to hold that rejection of the counter claim was not a plausible view. 22. the arbitral tribunal while interpreting clause 17 pertaining to guarantee has noticed clause 8. it is relevant to note that clause 17 with regard to guarantee cannot be read in isolation and is required to be read along with clause 8 which pertains to weighing, sampling and analysis. it is relevant to note that in clause 8(b) it was the entitlement of the buyer to appoint an agency and they have appointed inspectorate griffith india private limited which has issued the certificate (ex.r6). it is noticed in the findings recorded by the arbitral tribunal that the said certificate was not impeached by the buyer in the said proceedings and hence, the arbitral tribunal has recorded a categorical finding that the buyer is bound by the said certificate. 23. it is clear from the aforementioned, that the commercial court while considering the petition under section 34 of the act has clearly travelled beyond the scope of the said provisions and has interfered with the findings of fact recorded by the arbitral tribunal without even noticing the basis on which the said finding was recorded. the arbitral tribunal upon appreciating the essence of the dispute between the parties has considered the contentions putforth as also the relevant oral evidence of the witnesses examined by the respective parties and the documentary evidence on record. the commercial court appears to have carried away by the number of issues framed and the fact that the arbitral tribunal did not record a separate finding for each of the issues framed by it. notwithstanding the fact that the arbitral tribunal has not recorded its findings on each of the issues separately, it has adequately appreciated the factual matrix of the matter and after considering the oral and documentary evidence on record as well as the issues of both the parties has recorded a finding that the respondent is bound by the certificate issued by the agency appointed by it and cannot escape its liability under the agreement by relying upon a subsequent certificate after the ship has reached its port of destination. 24. having regard to the aforementioned, in view of the fact that the commercial court has exceeded its jurisdiction under section 34 of the act while interfering with the award of the arbitral tribunal, this court in exerciser of its jurisdiction under section 37 of the act deems it expedient that the judgment of the commercial court be interfered with. 25. hence, the following order is passed: order i. the above appeal is allowed; ii. the judgment dated 29.1.2021 passed in com.a.s.no.81/2013 by the lxxxii addl.city civil and sessions judge at bengaluru (cch.83), is set aside; iii. the arbitral award dated 19.6.2013 rendered in the dispute between the parties is affirmed. parties to bear their respective costs. sd/judge sd/judge nd"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "598c6ad2480c4a2eb21f9c2c4eecbb73_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36a87d42ae1540bc8cb4fcce926f438b_1"
        },
        {
            "start": 242,
            "end": 337,
            "text": "\nOrissa High Court\nShreedatt Dash vs M/S. Z. Estate Private Ltd. (Zepl) ... ... on 30 May, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e368335636e2464eb522d0c5f24059ac_2"
        },
        {
            "start": 338,
            "end": 558,
            "text": "\nAuthor: Krushna Ram Mohapatra\nBench: Krushna Ram Mohapatra\nSignature Not Verified\nDigitally Signed\nSigned by: Sasanka Sekhar Satapathy\nDesignation: Secretary\nReason: Authentication\nLocation: High Court Of Orissa Cuttack",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9f78cec0f4d4e5d9d340f6eec4d664f_3"
        },
        {
            "start": 560,
            "end": 632,
            "text": "Date: 30-May-2023 17:50:23\n\n\n\n\n                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee4d7e16b32b430f93b80f2279500fe4_4"
        },
        {
            "start": 632,
            "end": 661,
            "text": "High Court Of Orissa: Cuttack",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5e24ce37c0f4ca0b833fdd6ace5a78a_5"
        },
        {
            "start": 716,
            "end": 737,
            "text": "C.M.P No.1193 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c82735b5f3440e6868b56a58d124193_6"
        },
        {
            "start": 784,
            "end": 975,
            "text": "( In the matter of an application under\n                                         Article 227 of the Constitution of India, 1950)\n\n                                                            *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d100f018f5245359d8b482a765ccfc3_7"
        },
        {
            "start": 976,
            "end": 983,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47d1086fe4de482e949699d8cffdaf7f_8"
        },
        {
            "start": 984,
            "end": 1031,
            "text": "* * \n\n                           Shreedatt Dash",
            "labels": [
                "PREAMBLE"
            ],
            "id": "801b1425f81d4d1b925af32ae066ff0a_9"
        },
        {
            "start": 1063,
            "end": 1095,
            "text": "...                   Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "80c9f67e9db549e085f6997405ebb686_10"
        },
        {
            "start": 1154,
            "end": 1162,
            "text": "-versus-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0adb7ff70d2c491a89ae479fa6ffb3cd_11"
        },
        {
            "start": 1191,
            "end": 1197,
            "text": "M / s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be812929fabb4dd7b5a0d3c2f252f555_12"
        },
        {
            "start": 1198,
            "end": 1207,
            "text": "Z. Estate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a0e581f55bc841eebabbfc950c47b242_13"
        },
        {
            "start": 1208,
            "end": 1220,
            "text": "Private Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "061e5774f91d480fa5ddc5e4615a2cfb_14"
        },
        {
            "start": 1221,
            "end": 1227,
            "text": "( Zepl",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6710cfbc06a94d5ba770fea9ccf4242b_15"
        },
        {
            "start": 1228,
            "end": 1365,
            "text": ") ...                     Opposite Parties\n                           and another\n\n                              Advocate for the Parties",
            "labels": [
                "PREAMBLE"
            ],
            "id": "183b972c6fce4f66b06dec069b86af60_16"
        },
        {
            "start": 1397,
            "end": 1432,
            "text": "For the Petitioner         :       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dead1e0717774439996c94a61af8c4bd_17"
        },
        {
            "start": 1432,
            "end": 1457,
            "text": "Mr. Rajjeet Roy, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4e4d9ca2fe94d03aa98fe337ebf0341_18"
        },
        {
            "start": 1489,
            "end": 1496,
            "text": "For Opp",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3b959094b914e448f8062c5c79d1b40_19"
        },
        {
            "start": 1497,
            "end": 1509,
            "text": ". Party No.1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9379e92b325b4d35967c3d43e6be2c9c_20"
        },
        {
            "start": 1510,
            "end": 1554,
            "text": ":              Mr. Banshidhar Baug, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd470fc191074703a51cef1dbe223d2b_21"
        },
        {
            "start": 1582,
            "end": 1709,
            "text": "-------------------------------------------------------------------------------\n                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "589f5ff8a94b4cfdbeb74c1a0c5d7e16_22"
        },
        {
            "start": 1709,
            "end": 1843,
            "text": "Date of Judgment: 30.05.2023\n                          -------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "78466ea971eb4cfda00f5b30ba3fc202_23"
        },
        {
            "start": 1893,
            "end": 1899,
            "text": "Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "136495e963a24a1198bc1a21c7764e0e_24"
        },
        {
            "start": 1949,
            "end": 1978,
            "text": "Justice Krushna Ram Mohapatra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0903060bc254b82b897629d2ded9a64_25"
        },
        {
            "start": 2035,
            "end": 2044,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "afd56c2b2e2c4a728a0081c73607ccf0_26"
        },
        {
            "start": 2044,
            "end": 2051,
            "text": "Krushna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd117df5dc3a4b02975c932f8bc5360a_27"
        },
        {
            "start": 2052,
            "end": 2069,
            "text": "Ram Mohapatra, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68a7a37a35a943299e4866b7bb693d02_28"
        },
        {
            "start": 2071,
            "end": 2123,
            "text": "1. This matter is taken up by virtual/physical mode.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa6c4a5e6ec2496886d29fcf5d92ef87_29"
        },
        {
            "start": 2125,
            "end": 2245,
            "text": "2. Order dated 22nd July, 2021 (Annexure-1) passed by learned District Judge, Khurda at Bhubaneswar in Arbp No.2 of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "867d14a6d0344b63b9789094daa11c00_30"
        },
        {
            "start": 2246,
            "end": 2446,
            "text": " (appeal) and subsequent order dated 6th September, 2022 (Annexure-2) passed by learned Civil Judge, Senior Division (Commercial Court), Bhubaneswar in the said appeal are under challenge in this CMP.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6dd18351e8d4abb80ce9c74b3ee04e4_31"
        },
        {
            "start": 2447,
            "end": 2483,
            "text": "\nSigned by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42fd3e64794d4209ae760dd4dda9c7ec_32"
        },
        {
            "start": 2484,
            "end": 2552,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa28570b690d4cd29180db8769563ccc_33"
        },
        {
            "start": 2553,
            "end": 2765,
            "text": "By order under Annexure-1, learned District Judge transferred ARBP No.2 of 2021 to the designated Commercial Court, namely, Senior Civil Judge (Commercial Court), Bhubaneswar (for brevity 'the Commercial Court').",
            "labels": [
                "PREAMBLE"
            ],
            "id": "115c5a1be6774dc4a0da131606eeebc5_34"
        },
        {
            "start": 2766,
            "end": 2921,
            "text": "Order under Annexure-2 relates to rejection of an application filed by the Petitioner assailing the jurisdiction of the said Court to entertain the appeal.",
            "labels": [
                "FAC"
            ],
            "id": "fcbe403d5aab44259e7f9a7f64279404_35"
        },
        {
            "start": 2922,
            "end": 3414,
            "text": "\n4. This CMP finds its origin from Civil Suit No.1295 of 2020 filed by the Petitioner for declaration that the letters and e- mails dated 12th August, 2020 issued by Defendants as void and not binding on the Petitioner and also for a decree of permanent injunction to restrain the Defendants from creating any third party interest over the suit schedule properties along with cost.\n5. Since the issue involved in the CMP is a pure question of law, detailed narration of fact is not necessary.",
            "labels": [
                "FAC"
            ],
            "id": "dfd70c023a4a415eb1a7bce1966db1e1_36"
        },
        {
            "start": 3415,
            "end": 3724,
            "text": "Briefly stated the parents of the Plaintiff during their lifetime had entered into an agreement with Defendant No.1-Z Estate Private Limited on 14th March, 2012 to purchase two numbers of flats, i.e., Flat-702 at 7th floor of 8th tower and Flat-1203 at 12th floor of the said 8th tower in Z-1 Housing Project.",
            "labels": [
                "FAC"
            ],
            "id": "dad5268c326046a1add41d536b5592ad_37"
        },
        {
            "start": 3725,
            "end": 4044,
            "text": "Father of the Plaintiff/Petitioner, namely, Sreedhar Dash died on 28th December, 2015 and his mother, namely, Sobhamayee Dash had pre-deceased her husband on 9th August, 2013 leaving behind the Petitioner and his siblings, namely, Siddharth Dash (son) and two daughters, namely, Smt. Shampashree Mund and Dr. Swatishree",
            "labels": [
                "FAC"
            ],
            "id": "3175eea76088474b9ae88bd1c14503ab_38"
        },
        {
            "start": 4045,
            "end": 4080,
            "text": "Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2a0f89278c747d48891ea0bfb6d1439_39"
        },
        {
            "start": 4081,
            "end": 4153,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Panda.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ff9db1eddc54e4cb38b0fb76b3165e5_40"
        },
        {
            "start": 4154,
            "end": 4283,
            "text": "After death of their parents, dissensions arose between the Petitioner and his siblings in respect of their immovable properties.",
            "labels": [
                "FAC"
            ],
            "id": "c18e35712c7d4206b07069e16ad84f2b_41"
        },
        {
            "start": 4284,
            "end": 4486,
            "text": "Plaintiff/Petitioner claimed right over the suit property by virtue of a Will for which Test Case Nos.21 of 2017 and 22 of 2017 are pending in the Court of learned District Judge, Khurda at Bhubaneswar.",
            "labels": [
                "FAC"
            ],
            "id": "4b5b5ecf488245dcb46f5dbeac8f40dc_42"
        },
        {
            "start": 4487,
            "end": 4729,
            "text": "At this juncture, alleging non-payment of outstanding dues in respect of the aforesaid two flats, the Defendant/Opposite Party No.1 cancelled the agreement executed by parents of the Petitioner, vide letter and e-mail dated 12th August, 2020.",
            "labels": [
                "FAC"
            ],
            "id": "7aec33fde5a44fe0ac14ec4c10108cb5_43"
        },
        {
            "start": 4730,
            "end": 4781,
            "text": "Hence, the suit was filed for the aforesaid relief.",
            "labels": [
                "FAC"
            ],
            "id": "e23c34cd0aa14345953b9f36463b2542_44"
        },
        {
            "start": 4782,
            "end": 5020,
            "text": "The Defendants/Opposite Parties on their appearance filed an application on 6th January, 2021 under Section 8 of the Arbitration and Conciliation Act, 1996 (for brevity 'Arbitration Act') with a prayer to refer the parties to arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "85ed2042d4e5497da363c287c242532e_45"
        },
        {
            "start": 5021,
            "end": 5132,
            "text": "Learned Senior Civil Judge, Khurda rejected such application vide order dated 18th February, 2021 (Annexure-5).",
            "labels": [
                "FAC"
            ],
            "id": "402123a7d8574bcfb97be08de32c7d81_46"
        },
        {
            "start": 5133,
            "end": 5302,
            "text": "Being aggrieved, the Defendants preferred appeal in ARBP No.2 of 2021 under Section 37(1)(a) of the Arbitration Act before learned District Judge, Khurda at Bhubaneswar.",
            "labels": [
                "FAC"
            ],
            "id": "9e2b81d215e147caa06d36ca69c97620_47"
        },
        {
            "start": 5303,
            "end": 5571,
            "text": "\n5.1 When the matter stood thus, learned District Judge, vide its order dated 22nd July, 2021 (Annexure-1), transferred the appeal to the Court learned Senior Civil Judge (Commercial Court), Bhubaneswar, i.e., the Commercial Court, for disposal in accordance with law.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b464362c92af4951a812d675602b5e2f_48"
        },
        {
            "start": 5572,
            "end": 5639,
            "text": "The case record of ARBP No.2 of 2021 was received by the Commercial",
            "labels": [
                "FAC"
            ],
            "id": "8d86d18f03e74f0680d157d63f1254c7_49"
        },
        {
            "start": 5640,
            "end": 5769,
            "text": "Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Court on 12th August, 2021.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72c8536d6d454cc5b7fa551be537b8a6_50"
        },
        {
            "start": 5770,
            "end": 6054,
            "text": "Subsequently, the Petitioner filed an application before the Commercial Court on 16th August, 2022 contending that the said Court lacks jurisdiction to try the appeal and prayed for return of the file to the Court of learned District Judge, Khurda at Bhubaneswar for its adjudication.",
            "labels": [
                "FAC"
            ],
            "id": "b4e110ac6ead4595abb6ac4ce9965d13_51"
        },
        {
            "start": 6055,
            "end": 6190,
            "text": "Said application was rejected vide order dated 6th September, 2022 (Annexure- 2), holding that such an application is not maintainable.",
            "labels": [
                "FAC"
            ],
            "id": "ea805d3078924d9891bedb346e71fd67_52"
        },
        {
            "start": 6191,
            "end": 6275,
            "text": "Hence, this CMP has been filed assailing the said orders under Annexures-1 and 2.\n6.",
            "labels": [
                "FAC"
            ],
            "id": "28371838c7f74b27b1539dad84067e21_53"
        },
        {
            "start": 6276,
            "end": 6349,
            "text": "Facts narrated above are not disputed by learned counsel for the parties.",
            "labels": [
                "NONE"
            ],
            "id": "fca5a48173984bc7bdafd195669e03a2_54"
        },
        {
            "start": 6351,
            "end": 6546,
            "text": "6.1 Mr. Roy, learned counsel for the Plaintiff-Petitioner, in course of his argument, referred to several provisions of the Arbitration Act and Commercial Courts Act, 2015 (for brevity 'CC Act').",
            "labels": [
                "NONE"
            ],
            "id": "d705620f0d4d4ee39d76f768fdd5f94d_55"
        },
        {
            "start": 6547,
            "end": 6812,
            "text": "It is his submission that Government of Odisha in consultation with High Court of Orissa, vide its notification dated 13th November, 2020, conferred the jurisdiction and power of Commercial Court on the Court of Civil Judge (Senior Division) in different districts.",
            "labels": [
                "FAC"
            ],
            "id": "33ab2b58e91a47b7a943ce4e412684e8_56"
        },
        {
            "start": 6813,
            "end": 7128,
            "text": "Similarly, vide notification dated 11th January, 2021, State Government designated District and Sessions Judges of different districts as Commercial Appellate Courts for the purpose of exercising jurisdiction and powers on those Commercial Courts with effect from the date those Commercial Courts became functional.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "068ef56300134a4588baa2bf33e7c420_57"
        },
        {
            "start": 7129,
            "end": 7202,
            "text": "High Court of Orissa vide its memo dated 27th April, 2021 notified Senior",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b0e0b4c0b684e5fb6fe81dfb563e5fe_58"
        },
        {
            "start": 7203,
            "end": 7238,
            "text": "Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "deecff0b659d40e28634aa94e5d2959d_59"
        },
        {
            "start": 7239,
            "end": 7304,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23",
            "labels": [
                "PREAMBLE"
            ],
            "id": "186789a7ca794b3d9343073dfe412bc9_60"
        },
        {
            "start": 7305,
            "end": 7539,
            "text": "Civil Judge (Commercial Court), Bhubaneswar to be functional with effect from 3rd May, 2021 and directed transfer of the case records pertaining to commercial disputes under the CC Act to the Commercial Court for its smooth functions.",
            "labels": [
                "FAC"
            ],
            "id": "7587d27dc46e48d8860ed057c51a9dbe_61"
        },
        {
            "start": 7540,
            "end": 7733,
            "text": "The notification dated 13th November, 2020 was under challenge in the case of M/s M.G. Mohanty and another Vs. State of Odisha and other batch of cases, reported in 2022 SCC OnLine Orissa 1070.",
            "labels": [
                "FAC"
            ],
            "id": "05da30e992ee42f885c14e8fc6b658b0_62"
        },
        {
            "start": 7734,
            "end": 7926,
            "text": "In the said case, the challenge was with regard to transferring of cases pending before learned District and Sessions Judge, Khurda at Bhubaneswar to the Senior Civil Judge (Commercial Court).",
            "labels": [
                "FAC"
            ],
            "id": "2155a17833b4491ab6f557171c64aacf_63"
        },
        {
            "start": 7927,
            "end": 8111,
            "text": "Holding the notification dated 13th November, 2020 to be valid, this Court held that Senior Civil Judge (Commercial Court), Bhubaneswar has jurisdiction to try the commercial disputes.",
            "labels": [
                "RLC"
            ],
            "id": "79ee6a9dd36c49c991dbcbb07eb2d61a_64"
        },
        {
            "start": 8112,
            "end": 8402,
            "text": "Relying upon Gaurang Mangesh Suctancar Vs. Sonia Gaurang Mangesh Suctancar, reported in MANU/MH/2578/2020, this Court also held that if there is any conflict between the two Acts, Arbitration Act would prevail as regards substantial provision and CC Act shall cover the procedural niceties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e8246b5e534b41e78538d3fcec3a90b4_65"
        },
        {
            "start": 8403,
            "end": 8652,
            "text": "View taken in the case of M/s M.G. Mohanty (supra) has been confirmed by the Hon'ble Supreme Court in the case of Jaycee Housing Private Limited and others Vs. Registrar (General), Orissa High Court, Cuttack and others, reported in (2023) 1 SCC 549.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bae78c4ad7ec441e96d5a4c3e3663a7b_66"
        },
        {
            "start": 8653,
            "end": 8950,
            "text": "It is his submission that in all these aforesaid case laws, the jurisdiction of the Commercial Court to adjudicate applications under Sections 9, 14 and 34 of the Arbitration Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Act was in question.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c75035472a28417a9af789c348a3f395_67"
        },
        {
            "start": 8951,
            "end": 9127,
            "text": "The instant case is a departure in the sense that an appeal pending in the Court of learned District Judge, Khurda at Bhubaneswar was being transferred to the Commercial Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "40c8bafc8e7340ef8f56b36814c88ff6_68"
        },
        {
            "start": 9128,
            "end": 9290,
            "text": "In the case of Jaycee Housing Private Limited (supra), Hon'ble Supreme Court, while upholding the notification dated 13th November, 2020, observed as under:-\n\"26.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7dac63244a04439af74e0a30fb28e41_69"
        },
        {
            "start": 9291,
            "end": 10003,
            "text": "Therefore, considering the aforestated provisions of the 2015 Act and the Objects and Reasons for which the 2015 Act has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the 2015 Act shall prevail and all applications or appeals arising out of arbitration under the provisions of the 1996 Act, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such Commercial Courts have been constituted.\n27.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "596e5f0ff6cd49d6b1e938dc5a909101_70"
        },
        {
            "start": 10004,
            "end": 10450,
            "text": "If the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of the 1996 Act, other than the international commercial arbitration, shall lie before the Principal Civil Court of a district, in that case, not only the Objects and Reasons of enactment of the 2015 Act and establishment of Commercial Courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bc549f3872c4b06a4394ab7465609cc_71"
        },
        {
            "start": 10452,
            "end": 10833,
            "text": "28. If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the Commercial Courts established and constituted under Section 3 of the 2015 Act, with respect to arbitration proceedings, the applications or appeals shall lie before the Principal Civil Court of a district.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c001eb01ed104f469328f7ed00f1ca75_72"
        },
        {
            "start": 10834,
            "end": 10906,
            "text": "There cannot be two fora with respect to different commercial disputes.\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ca927634a1b466d9cb0c335b0ccc611_73"
        },
        {
            "start": 10907,
            "end": 10969,
            "text": "\n(underlined for emphasis) Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93c43f214d6740f7957f236624235bb6_74"
        },
        {
            "start": 10970,
            "end": 11039,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 6.2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41519caef15f465683028820563be593_75"
        },
        {
            "start": 11040,
            "end": 11293,
            "text": "In view of the above, the Court of learned District Judge, Khurda being the designated Commercial Appellate Court by the State Government in exercise of its power under Section 3A of the CC Act should hear appeals in terms of Section 13 of the said Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b36059390574b6b97aec58e39e682eb_76"
        },
        {
            "start": 11294,
            "end": 11556,
            "text": "He further submitted that the applications and 'appeals' finds place under Section 10(3) of the CC Act would not include an appeal under Section 37 (1)(a) of the Arbitration Act challenging an order refusing an application under Section 8 of the Arbitration Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "550c399a7d414e43a3797d5d85e07dd1_77"
        },
        {
            "start": 11557,
            "end": 11657,
            "text": "The appeal of present nature was not the subject matter of disputes in the above referred case laws.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f812e12dc2fe4e8e9d65b3b147002a7f_78"
        },
        {
            "start": 11658,
            "end": 12096,
            "text": "Although Section 10(3) of the CC Act provides that all applications and appeals arising out of an arbitration, other than international commercial arbitration, shall be filed and disposed of by a Commercial Court exercising territorial jurisdiction over such arbitration, the same by no stretch of imagination include the appeal under Section 37 of the Arbitration Act, more particularly an appeal under Section 37 (1)(a) of the said Act.",
            "labels": [
                "STA"
            ],
            "id": "a795c23183074bf7a70c0a8ae66af8b6_79"
        },
        {
            "start": 12097,
            "end": 12189,
            "text": "It is his submission that Section 37 of the Arbitration Act has been divided into two parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a867b18f12d5411d96e4b28d163bdf35_80"
        },
        {
            "start": 12190,
            "end": 12578,
            "text": "Section 37(1) deals with an appeal against orders under three contingencies, viz., firstly against an order refusing to refer parties to arbitration under Section 8 of the said Act; secondly against an order granting or refusing to grant any measure under Section 9 and thirdly against an order setting aside order refusing to set aside an arbitral award under Section 34 of the said Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0bb73c835c24399a377d515c9ecd85d_81"
        },
        {
            "start": 12579,
            "end": 12698,
            "text": "Commercial Courts being conferred with jurisdiction of hearing an application under Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "739d83429270434c95cc12bebf9735de_82"
        },
        {
            "start": 12699,
            "end": 12950,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 Sections 9, 14, 29(A) and 34 of the Arbitration Act, an appeal against said order would lie to the District Judge being designated as Commercial Appellate Court by the State Government.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f44d93fd3628437d8b1a7931a6c79164_83"
        },
        {
            "start": 12951,
            "end": 13234,
            "text": "Similarly, an order rejecting an application under Section 8 of the Arbitration Act by the Commercial Court could be challenged under Section 37 (1)(a) of Arbitration Act read with Section 13 of the CC Act before the Principal Civil Court, or a designated Commercial Appellate Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "218b7378d8ce4e58ac81875ad4f35000_84"
        },
        {
            "start": 13235,
            "end": 13309,
            "text": "Section 10 of the CC Act does not include an appeal of the present nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32b453bd106c4e9d9a4d37ef2771a0a1_85"
        },
        {
            "start": 13310,
            "end": 13590,
            "text": "Therefore, the substantive right of appeal as envisaged under Section 37(1) of the Arbitration Act read with Section 13 of the CC Act cannot be abridged and hearing of the appeal filed by the Opposite Party by a Commercial Court would be inconsistent with the legislative mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09984f4f55924d019d02050a56e1bab3_86"
        },
        {
            "start": 13591,
            "end": 13874,
            "text": "When the District Judge, Khurda at Bhubaneswar has been designated as Commercial Appellate Court by the State Government in consultation with the High Court of Orissa, there was no reason to transfer the appeal under Section 37 (1) (a) of the Arbitration Act to the Commercial Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f0d7d943acb34493ac09036dedc25651_87"
        },
        {
            "start": 13875,
            "end": 14297,
            "text": "\n6.3 He also relied upon the case law in the case of M/s Beta Exim Logistics (P) Ltd. Vs. M/s Central Rail side Warehouse Co. Ltd., reported in 2023 SCC OnLine 1392, wherein Kerala High Court, while dealing with an order passed by the District Judge in transferring the Execution Case to the Commercial Court, held that the execution petition cannot be included within the ambit of word Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e884bb56feb4000b1973c0d85ba476f_88"
        },
        {
            "start": 14298,
            "end": 14336,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbfa6fe96e774d87b1da9658e351000e_89"
        },
        {
            "start": 14337,
            "end": 14409,
            "text": "Date: 30-May-2023 17:50:23 'application' under Section 15 of the CC Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6dfc95e42d8846ee9d75dfe204c9d909_90"
        },
        {
            "start": 14410,
            "end": 14461,
            "text": "Further, the appeal has been valued at Rs.55,000/-.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8d740479f7b4fc2aaf2c1148086ffe2_91"
        },
        {
            "start": 14462,
            "end": 14602,
            "text": "As such, the valuation being less than Rs.3.00 lakh, the subject matter cannot be a commercial dispute under Section 2(1) (i) of the CC Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0f6b8df39954799825ee1c566d66a15_92"
        },
        {
            "start": 14603,
            "end": 14866,
            "text": "Learned District Judge, without considering all these legal aspects, transferred the appeal to the Commercial Court and in turn, the Commercial Court without applying its mind, rejected the petition vide order under Annexure-2 by a cryptic and non-speaking order.",
            "labels": [
                "FAC"
            ],
            "id": "28b0c9c966d7489e9185ae03118bd9b4_93"
        },
        {
            "start": 14867,
            "end": 14969,
            "text": "Hence, the impugned orders under Annexures-1 and 2 are not sustainable and are liable to be set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1076dd432fa46cda5de200e64b2e0da_94"
        },
        {
            "start": 14971,
            "end": 15160,
            "text": "7. Mr. Baug, learned counsel for the contesting Opposite Party No.1 submitted that the argument advanced by Mr. Roy, learned counsel for the Petitioner is contrary to the principles of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6eaf8f2bc49b4e08bfab377d068543b4_95"
        },
        {
            "start": 15161,
            "end": 15401,
            "text": "It is his submission that in view of the clear and unambiguous language of Section 10 (1) of the CC Act, the Commercial Court has the jurisdiction to entertain the appeal transferred to it by learned District Judge, Khurda under Annexure-1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b6a073b242684f2fa2ea08d75c5592f9_96"
        },
        {
            "start": 15402,
            "end": 15554,
            "text": "He further submitted that law has already been elaborately discussed in the case of M/s M.G. Mohanty (supra) and Jaycee Housing Private Limited (supra).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f2fc6b4b4574e0c8b1b80eadf4c4afe_97"
        },
        {
            "start": 15555,
            "end": 15693,
            "text": "Thus, there can be no iota of doubt or confusion with regard to maintainability of the appeal (ARBP No.2 of 2021) in the Commercial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "de27e1210b3549df9e17a5431536c2a5_98"
        },
        {
            "start": 15694,
            "end": 15740,
            "text": "He, therefore, prays for dismissal of the CMP.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "067dc9b5d1004440a9d8e44fec840e27_99"
        },
        {
            "start": 15742,
            "end": 15798,
            "text": "8. Learned counsel for the parties were heard at length.",
            "labels": [
                "NONE"
            ],
            "id": "10f66681af4e4a82b58be89dac356ae8_100"
        },
        {
            "start": 15800,
            "end": 15849,
            "text": "Perused the materials on record placed before me.",
            "labels": [
                "NONE"
            ],
            "id": "90911561f599442598cb85448df99c90_101"
        },
        {
            "start": 15850,
            "end": 15890,
            "text": "Also Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "NONE"
            ],
            "id": "0a8e383dd92049609dda32b1255088b6_102"
        },
        {
            "start": 15891,
            "end": 16052,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 gone through the relevant provisions of the Arbitration Act and CC Act and the case laws cited.",
            "labels": [
                "NONE"
            ],
            "id": "5032dc26e0124831b719bda0a842dbd8_103"
        },
        {
            "start": 16053,
            "end": 16118,
            "text": "Section 37 of the Arbitration Act deals with 'appealable orders'.",
            "labels": [
                "NONE"
            ],
            "id": "29655866e0214d14b50e5aa2094ad00f_104"
        },
        {
            "start": 16119,
            "end": 16335,
            "text": "By virtue of Amendment Act, 2015 Clause (a) to Sub-section (1) of Section 37 was substituted by incorporating order refusing to refer the parties to arbitration under Section 8 of the said Act as an appealable order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0d86baed1b4406884fddb14c0cfa7cd_105"
        },
        {
            "start": 16336,
            "end": 16461,
            "text": "Thus, an appeal lies against an order refusing to refer to the parties to arbitration under Section 8 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fce78ca9bb984bcab94b923facbf73a6_106"
        },
        {
            "start": 16462,
            "end": 16568,
            "text": "Accordingly, the Opposite Parties filed appeal (ARBP No.2 of 2021) in the Court of learned District Judge.",
            "labels": [
                "RPC"
            ],
            "id": "d8335f378f7c46c9b31a3feb9697b2a9_107"
        },
        {
            "start": 16569,
            "end": 16814,
            "text": "By virtue of notification dated 13th November, 2020, Government of Odisha established four numbers of Courts of Civil Judge (Senior Division) at different places mentioned in the said notification and designated the same to be Commercial Courts.",
            "labels": [
                "FAC"
            ],
            "id": "2a05231111ab496ab6521ca69650d4b3_108"
        },
        {
            "start": 16815,
            "end": 16962,
            "text": "One such Court has been established at Bhubaneswar in the judgeship of Khurda and designated as Senior Civil Judge (Commercial Court), Bhubaneswar.",
            "labels": [
                "FAC"
            ],
            "id": "22f551a0990346f79a1ebc9c70b87b37_109"
        },
        {
            "start": 16963,
            "end": 17029,
            "text": "The said Court was made functional with effect from 3rd May, 2021.",
            "labels": [
                "RPC"
            ],
            "id": "de58cde18f69429f87d2f576331525d6_110"
        },
        {
            "start": 17030,
            "end": 17198,
            "text": "Pursuant to direction of this Court, the records pertaining to commercial disputes under the CC Act in the judgeship of Khurda were transferred to the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "4fc4214c7def4676a4f6fa21c9f4992c_111"
        },
        {
            "start": 17199,
            "end": 17422,
            "text": "Accordingly, the case record in ARBP No.2 of 2021 pending in the Court of learned District Judge, Khurda at Bhubaneswar was transferred to the Commercial Court vide District Court's order No. 146/2021 dated 19th July, 2021.",
            "labels": [
                "FAC"
            ],
            "id": "b3e4b096750f4a91a5b09e24f342ca82_112"
        },
        {
            "start": 17423,
            "end": 17526,
            "text": "Thereafter, the Petitioner filed an application challenging the jurisdiction of the Commercial Court to",
            "labels": [
                "FAC"
            ],
            "id": "c2305e468f3c44c281fed404599e1b90_113"
        },
        {
            "start": 17527,
            "end": 17562,
            "text": "Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b5693d9ce2a4aee89fa66b243443630_114"
        },
        {
            "start": 17563,
            "end": 17778,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 entertain the appeal (ARBP No.2 of 2021) and prayed for returning the case record to the Court of District and Sessions Judge, Khurda at Bhubaneswar.",
            "labels": [
                "NONE"
            ],
            "id": "82c393b971f04c60814fb8924699867b_115"
        },
        {
            "start": 17779,
            "end": 17949,
            "text": "\n9. Contention of Mr. Roy, learned counsel for the Petitioner was that Section 10 of the CC Act does not include an appeal under Section 37 (1)(a) of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3bc1a358d7864c60a76104666d980805_116"
        },
        {
            "start": 17950,
            "end": 18233,
            "text": "It was submitted that in view of Section 13 of the CC Act, the appeal should have been entertained and adjudicated by learned District and Sessions Judge, Khurda at Bhubaneswar, which has been designated as Commercial Appellate Court within the meaning of Section 2 (1)(a) of CC Act.",
            "labels": [
                "FAC"
            ],
            "id": "d3bf32a0a3f442c0b91cbbfb93f444af_117"
        },
        {
            "start": 18234,
            "end": 18352,
            "text": "It is more so in view of the provision under Section 15 (2) of the CC Act, which deals with transfer of pending cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f30aa0285b374e3e85b37ae664fa7680_118"
        },
        {
            "start": 18353,
            "end": 19015,
            "text": "Section 15 (2) of the CC Act reads as under:-\n\"15. Transfer of pending cases;\n(1) xx xx xx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\"",
            "labels": [
                "STA"
            ],
            "id": "efcf0aa3b2c544f390229b9209f8edc3_119"
        },
        {
            "start": 19016,
            "end": 19122,
            "text": "\nSection 10 of the CC Act deals with jurisdiction of a Commercial Court in respect of arbitration matters.",
            "labels": [
                "STA"
            ],
            "id": "73976b92e6634440a8d19afc2a3f47d6_120"
        },
        {
            "start": 19123,
            "end": 19226,
            "text": "Sub- section (3) of Section 10 provides as under:-\n\"10. Jurisdiction in respect of arbitration matters.",
            "labels": [
                "STA"
            ],
            "id": "741196bf27474466aeb1261d73c42c69_121"
        },
        {
            "start": 19227,
            "end": 19263,
            "text": "\nSigned by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "218844c774734c789a904c91b49b3d4c_122"
        },
        {
            "start": 19264,
            "end": 19329,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab9549e03aaf491da5b2c75662a2f77a_123"
        },
        {
            "start": 19330,
            "end": 19423,
            "text": "Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and--",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcec383c51dc4ccaabc8ed2a99fea3eb_124"
        },
        {
            "start": 19465,
            "end": 19482,
            "text": "(1)            xx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "051e16bfc15a45d19204005a49b064f0_125"
        },
        {
            "start": 19496,
            "end": 19555,
            "text": "xx             xx                                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9fe995b1cc0146bda27fae97638bea65_126"
        },
        {
            "start": 19555,
            "end": 19586,
            "text": "(2)            xx              ",
            "labels": [
                "NONE"
            ],
            "id": "2f20fea6a6524bb1aa71b8e7998b3c98_127"
        },
        {
            "start": 19586,
            "end": 19603,
            "text": "xx             xx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8b91bf4edcd4aad81b3b6a92e5601f4_128"
        },
        {
            "start": 19604,
            "end": 20123,
            "text": "(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"",
            "labels": [
                "STA"
            ],
            "id": "d815a2faf673424d836e7007a9b0f042_129"
        },
        {
            "start": 20125,
            "end": 20648,
            "text": "A close reading of Sub-section (3) as above, would make it clear that all applications or appeals (other than the international commercial arbitration) arising out of arbitration in a commercial dispute of a specified value, which would ordinarily lie before principal Civil Court of the original jurisdiction in a district (not being a High Court), shall be filed in and heard and disposed of by Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Courts have been established.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f460004a397431eb99c1242b14a519c_130"
        },
        {
            "start": 20649,
            "end": 20892,
            "text": "It thus makes clear that after establishment of Commercial Court, appeal under Section 37 (1)(a) of Arbitration Act arising out of an arbitration shall be filed before the Commercial Court having territorial jurisdiction over such arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de4e3f555bed42c18944d8f8188baad3_131"
        },
        {
            "start": 20893,
            "end": 21076,
            "text": "As the instant appeal was filed before establishment of the Commercial Court, Principal Civil Court, namely, District Judge, Khurda at Bhubaneswar was competent to entertain the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc24104c8df94788bec0adb0a7609c13_132"
        },
        {
            "start": 21077,
            "end": 21250,
            "text": "After establishment of the Commercial Courts, the Court of learned District Judge, Khurda lacked jurisdiction to entertain such an appeal Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1508ab7b9e114051baa1705e5e555565_133"
        },
        {
            "start": 21251,
            "end": 21388,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 more particularly in view of the provision of Section 10 of the CC Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1dc3c5bf5b48442d9dd9c1fa4edca65a_134"
        },
        {
            "start": 21389,
            "end": 21730,
            "text": "Although Section 15 of the CC Act does not specifically spell out transfer of appeals, but a harmonious reading of Sections 10 and 15 of the CC Act makes it abundantly clear that an appeal pending in the Court of Principal Civil Court of the District shall also be transferred to the Commercial Court having territorial jurisdiction over it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fe71fe3e3a84ae5bbea41b13832482e_135"
        },
        {
            "start": 21731,
            "end": 21918,
            "text": "The Hon'ble Supreme Court in the case of New India Assurance Company Limited Vs. Smt. Shanti Mishra, reported in (1975) 2 SCC 840 held that a procedural law has retrospective application.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "feeed95f234640afa2f8adc34011c43b_136"
        },
        {
            "start": 21919,
            "end": 22222,
            "text": "Although right of the parties to litigation to an appeal/revision/review etc. gets crystallized on the date of launching of the litigation, but the party does not have any vested right with regard to the forum as provided in the statute under which parties are litigating, as it is procedural in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97a0271ea3b647898927db11b86448c7_137"
        },
        {
            "start": 22223,
            "end": 22404,
            "text": "In the instant case, the Opposite Parties have a right of appeal under Section 37 (1)(a) of the Arbitration Act against an order refusing the prayer under Section 8 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8c583dcaa5c41afa0562c741d769aa3_138"
        },
        {
            "start": 22405,
            "end": 22465,
            "text": "But neither of the parties have a choice of forum of appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6905ce19aedd49fc844bc674c7e3defc_139"
        },
        {
            "start": 22466,
            "end": 22642,
            "text": "Since the procedural law operates retrospectively the person aggrieved has to go to the new forum even if its cause of action or right of action arose prior to change of forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6ce69dc98f74024a15ddbc731066d42_140"
        },
        {
            "start": 22643,
            "end": 22731,
            "text": "In the case of Gaurang Mangesh Suctancar (supra), Bombay High Court held as under:-\n\"92.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cca8c00762e645c9a91dfb43c092b318_141"
        },
        {
            "start": 22732,
            "end": 22854,
            "text": "Evidently, the Commercial Courts Act is a later enactment, but it does not work at cross purpose with the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6e43631e5894a198e6813409310b130_142"
        },
        {
            "start": 22855,
            "end": 22896,
            "text": "In fact, both aim at speedy adjudication.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38199f67c3674c94973a9f593aa9d2c3_143"
        },
        {
            "start": 22897,
            "end": 23141,
            "text": "The Commercial Courts Act covers all the commercial Signed by: SASANKA SEKHAR SATAPATHY Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 disputes, whereas the Arbitration Act covers only those disputes that involve arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "09331bbfceb24497951b2a2a8969624e_144"
        },
        {
            "start": 23142,
            "end": 23238,
            "text": "As Kandla Export Corporation has held, both the enactments call for a harmonious interpretation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "71c64a9c9f374ee183864b14ff9ab812_145"
        },
        {
            "start": 23239,
            "end": 23406,
            "text": "If at all there is any conflict, as to the substantive provisions, the Arbitration Act prevails; but it has left the procedural niceties to the Commercial Courts Act.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30fb1a6ef91f441fa75e2d1d9f28e0bf_146"
        },
        {
            "start": 23408,
            "end": 23433,
            "text": "(underlined for emphasis)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4632862af27449d9a7733897152ec858_147"
        },
        {
            "start": 23434,
            "end": 23528,
            "text": "Considering the above, this Court in M/s M.G. Mohanty (supra) at para-50, held as under:-\n\"50.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "66541a28b4454c148c28625e10cc0db4_148"
        },
        {
            "start": 23529,
            "end": 23781,
            "text": "The Court finds merit in the contention on behalf of the Opposite Parties that the A&C Act must yield to the CC Act and not vice versa given that the objective of both enactments is the speedy disposal of the cases and the CC Act was a later enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d13ccce6b3a42f8a1e8aa5dc7bddbcb_149"
        },
        {
            "start": 23782,
            "end": 23866,
            "text": "There is no apparent conflict between the A&C Act and the CC Act for being resolved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1daebadb8ab42679a32659264fdad60_150"
        },
        {
            "start": 23867,
            "end": 23930,
            "text": "The objective of both is the speedy resolution of the disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be536134c5ed40df9ef752fcd8755bb3_151"
        },
        {
            "start": 23931,
            "end": 24188,
            "text": "As far as challenge to the vires of Section 10 of the CC Act is concerned, indeed no ground has been made out before this Court to show how Section 10 of the CC Act is ultra vires the legislative powers of the Parliament or how it is 'manifestly arbitrary'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78950a004cca4a029fde78a8458d04a7_152"
        },
        {
            "start": 24189,
            "end": 24435,
            "text": "The identification of commercial disputes as distinct from ordinary civil disputes is based on an intelligible differentia and subjecting them to a special expedited procedure can neither be considered to be arbitrary nor ultra vires the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38f3ecdef54040bfbe128612406fdcac_153"
        },
        {
            "start": 24436,
            "end": 24480,
            "text": "That prayer, therefore, has to be rejected.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f8211e222a54a8389b59c121fef2012_154"
        },
        {
            "start": 24481,
            "end": 25091,
            "text": "\nIt has been further made clear in the case of Jaycee Housing Private Limited (supra) in which, Hon'ble Supreme Court, after discussing different provisions of the CC Act, more particularly Sections 3, 10, 15 and 21 together with Section 2(1)(c) of the Arbitration Act including 253rd report of the Law Commission held that Sections 3 and 10 of the CC Act, 2015 shall prevail and all 'applications or appeals' arising out of arbitration under the provisions of the Arbitration Act (other than international commercial arbitration), shall be filed in and heard and disposed of by the Commercial Court exercising",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b05fe698ae0b4baf9b18f5cc108ebf24_155"
        },
        {
            "start": 25092,
            "end": 25127,
            "text": "Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e62d269fa3145ae8c376f620ff97b7a_156"
        },
        {
            "start": 25128,
            "end": 25280,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 jurisdiction over such arbitration where such Commercial Courts have been established.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "298e1376edde4e81bf9b07d6600ba29d_157"
        },
        {
            "start": 25281,
            "end": 25459,
            "text": "It is further held that if two fora in respect of different commercial disputes would be allowed to prevail, it would frustrate the object and purpose of enactment of the CC Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6581fa1fc96a4ca4beaf4e9865dd22c3_158"
        },
        {
            "start": 25460,
            "end": 25583,
            "text": "Law Commission in its 253rd report made the following recommendation qua arbitration matters involving commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e62ff7b3237440bbb2ffd1f143622f81_159"
        },
        {
            "start": 25584,
            "end": 25842,
            "text": "\n\"3.24.4 Second, in the case of domestic arbitrations concerning a commercial dispute of more than Rupees One Crore, applications or appeals may lie either to the High Court or a Civil Court (not being a High Court) depending upon the pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69b2e0bed6c0477281a075ec0b862fbb_160"
        },
        {
            "start": 25843,
            "end": 26131,
            "text": "It is recommended that all applications or appeals arising out of such arbitrations under the A& C Act, that have been filed on the original side of the High Court shall be heard by the Commercial Division of the High Court where such Commercial Division is constituted in the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6942350981d54ae7ab233d8fbf1bc702_161"
        },
        {
            "start": 26132,
            "end": 26311,
            "text": "However, in the absence of a Commercial Division being constituted, the regular Bench of the High Court will hear such applications or appeals arising out of domestic arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0aad1c2fc2440a49d8bf8e1e211624e_162"
        },
        {
            "start": 26312,
            "end": 26676,
            "text": "If the application or appeal in such domestic arbitration is not within the jurisdiction of the High Court and would ordinarily lie before a Civil Court (not being a High Court) and there is a Commercial Court exercising territorial jurisdiction in respect of such arbitration, then such application or appeal shall be filed in and heard by such Commercial Court.\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a82b0b5f87149bc80b1788c9597e7dc_163"
        },
        {
            "start": 26677,
            "end": 26776,
            "text": "\nThus, the procedure provided under the CC Act shall undisputedly prevail over the Arbitration Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6713ba1cf1e74c65a160d938b7272568_164"
        },
        {
            "start": 26777,
            "end": 27135,
            "text": "Resultantly, applications or appeals filed under the Arbitration Act including an appeal under Section 37 (1)(a) of the Arbitration Act filed before commencement of CC Act shall stand transferred and be entertained and adjudicated by the designated Commercial Court having jurisdiction over the arbitration in which the Commercial Court has been established.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29231ac64e5d4a43b5ace7fd450c15c0_165"
        },
        {
            "start": 27136,
            "end": 27265,
            "text": "The case law in the case of M/s Beta Exim Logistics (P) Ltd.(supra) has no application to the Signed by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee6f06a639084d50b337350193ca5743_166"
        },
        {
            "start": 27266,
            "end": 27331,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23",
            "labels": [
                "PREAMBLE"
            ],
            "id": "359113d076c7400681ed0768b0dc649d_167"
        },
        {
            "start": 27332,
            "end": 27446,
            "text": "case at hand as it deals with an execution proceeding and hence is of no assistance to the case of the Petitioner.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d76e603304bf4667ab5fbeee9b83a907_168"
        },
        {
            "start": 27448,
            "end": 27804,
            "text": "10. A further argument was advanced by Mr. Roy, learned counsel for the Petitioner to the effect that when the suit has been valued at Rs.55,000/- and the valuation being less than Rs.3.00 lakh, i.e., the 'Specified Value' as envisaged under Section 2(1)(i) of the CC Act, it cannot be treated to be a commercial dispute to be adjudicated under the CC Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ad2c789c1e840d9b162db9627f1acd1_169"
        },
        {
            "start": 27805,
            "end": 28273,
            "text": "Such an argument has no substance, as Section 2(1)(i) deals with a commercial dispute in respect of a suit as determined in accordance with Section 12 of the CC Act. Section 12 (1)(c) read with 12 (2) of the CC Act, which read thus:-\n\"12. Determination of Specified Value- (1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:--\n                                         (a",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91cfb2cfe3574e6da67769fe53322095_170"
        },
        {
            "start": 28274,
            "end": 28295,
            "text": ")            xx      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5518f044131c4a2d9b5e255136e27df1_171"
        },
        {
            "start": 28295,
            "end": 28305,
            "text": "xx      xx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4be6cdc81c9462d84c50c82ef8ad347_172"
        },
        {
            "start": 28347,
            "end": 28380,
            "text": "(b)            xx      xx      xx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f69f168273cd4963aef9106239e19459_173"
        },
        {
            "start": 28381,
            "end": 29058,
            "text": "(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; [and]\n(d) xx xx xx (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7f65805a11c4420975eefac32742135_174"
        },
        {
            "start": 29059,
            "end": 29074,
            "text": "\n(3) xx xx xx \"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5db7e50fd94046b388b800e457beb1a1_175"
        },
        {
            "start": 29075,
            "end": 29111,
            "text": "\nSigned by: SASANKA SEKHAR SATAPATHY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "02334d12bb5b46778aed64ba26e0f2fa_176"
        },
        {
            "start": 29112,
            "end": 29183,
            "text": "Location: HIGH COURT OF ORISSA CUTTACK Date: 30-May-2023 17:50:23 10.1.",
            "labels": [
                "NONE"
            ],
            "id": "4079ca661e6e41389a9ae95903f3faf8_177"
        },
        {
            "start": 29184,
            "end": 29381,
            "text": "The Plaintiff-Petitioner at para- 8 of the plaint has stated that his parents had paid the full consideration of Rs.77,64,730/- of 'A' schedule property and Rs.60,37,932/-\nof 'B' schedule property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bfb0d9eafd8451faf699e397e3cbeda_178"
        },
        {
            "start": 29382,
            "end": 29493,
            "text": "Thus, the market value of the suit schedule property, as stated by the Petitioner, was well above Rs.3.00 lakh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "339ea16d330c4b46a9b6b963db8fa2ee_179"
        },
        {
            "start": 29495,
            "end": 29676,
            "text": "10.2. Commercial Court has the jurisdiction to entertain all arbitration proceedings involving commercial dispute of Specified Value, as provided under Section 10 (2) of the CC Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6393efc690e3476dbc5372f932e81213_180"
        },
        {
            "start": 29677,
            "end": 29804,
            "text": "It is more so, in view of the ratio decided in the case of Jaycee Housing Private Limited (supra) and M/s M.G. Mohanty (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87146d8e4b3a4d8a9c57f8de1186f006_181"
        },
        {
            "start": 29805,
            "end": 29995,
            "text": "Hence, the submission of Mr. Roy, learned counsel for the Petitioner to the effect that the subject matter of the case is not a commercial dispute of specified value is also not sustainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f505263fa43a45d980e96135cd3b453e_182"
        },
        {
            "start": 29997,
            "end": 30138,
            "text": "11. Accordingly, the CMP being devoid of any merit stands dismissed, but in the facts and circumstances, there shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "44bb3727d21b4ddebdf06e341c816d86_183"
        },
        {
            "start": 30140,
            "end": 30206,
            "text": "Issue urgent certified copy of the judgment on proper application.",
            "labels": [
                "NONE"
            ],
            "id": "cf224cb8a08740e194200ae25e83c3b3_184"
        },
        {
            "start": 30207,
            "end": 30295,
            "text": "\n(KRUSHNA RAM MOHAPATRA) JUDGE s.s.satapthy High Court of Orissa, Cuttack 30th May, 2023",
            "labels": [
                "NONE"
            ],
            "id": "debd36c817f9473589a96f634c25ae7f_185"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Ethix Alloy",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 36
        },
        {
            "text": "Hll Lifecare Limited",
            "label": "RESPONDENT",
            "start_char": 40,
            "end_char": 60
        },
        {
            "text": "P.S. Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 88,
            "end_char": 105
        },
        {
            "text": "P.S. Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 113,
            "end_char": 130
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 219,
            "end_char": 255
        },
        {
            "text": "P.S. Dinesh Kumar",
            "label": "JUDGE",
            "start_char": 356,
            "end_char": 373
        },
        {
            "text": "C.M. Poonacha",
            "label": "JUDGE",
            "start_char": 430,
            "end_char": 443
        },
        {
            "text": "Ethix Alloy",
            "label": "PETITIONER",
            "start_char": 494,
            "end_char": 505
        },
        {
            "text": "Shreyas Jayasimha",
            "label": "LAWYER",
            "start_char": 661,
            "end_char": 678
        },
        {
            "text": "Hll Lifecare Limited",
            "label": "RESPONDENT",
            "start_char": 698,
            "end_char": 718
        },
        {
            "text": "Ratnesh Chandra",
            "label": "LAWYER",
            "start_char": 962,
            "end_char": 977
        },
        {
            "text": "Adarsh Gangal",
            "label": "LAWYER",
            "start_char": 1002,
            "end_char": 1015
        },
        {
            "text": "Poonacha",
            "label": "JUDGE",
            "start_char": 1700,
            "end_char": 1708
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 1804,
            "end_char": 1817
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1825,
            "end_char": 1922
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 1956,
            "end_char": 1977
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 1990,
            "end_char": 2000
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2008,
            "end_char": 2046
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 2080,
            "end_char": 2095
        },
        {
            "text": "29.1.2021",
            "label": "DATE",
            "start_char": 2130,
            "end_char": 2139
        },
        {
            "text": "A.S.No.81/2013",
            "label": "DATE",
            "start_char": 2155,
            "end_char": 2169
        },
        {
            "text": "City Civil and Sessions Judge at Bengaluru",
            "label": "COURT",
            "start_char": 2190,
            "end_char": 2232
        },
        {
            "text": "s 34",
            "label": "PROVISION",
            "start_char": 2327,
            "end_char": 2331
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 2339,
            "end_char": 2354
        },
        {
            "text": "19.6.2013",
            "label": "DATE",
            "start_char": 2412,
            "end_char": 2421
        },
        {
            "text": "31.3.2010",
            "label": "DATE",
            "start_char": 2630,
            "end_char": 2639
        },
        {
            "text": "Goa",
            "label": "GPE",
            "start_char": 2805,
            "end_char": 2808
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 2815,
            "end_char": 2820
        },
        {
            "text": "China",
            "label": "GPE",
            "start_char": 2870,
            "end_char": 2875
        },
        {
            "text": "Griffith India Private Ltd.",
            "label": "ORG",
            "start_char": 3017,
            "end_char": 3044
        },
        {
            "text": "25.4.2010",
            "label": "DATE",
            "start_char": 3298,
            "end_char": 3307
        },
        {
            "text": "30.4.2010",
            "label": "DATE",
            "start_char": 3474,
            "end_char": 3483
        },
        {
            "text": "1.5.2010",
            "label": "DATE",
            "start_char": 3721,
            "end_char": 3729
        },
        {
            "text": "J.M.Baxi and Company",
            "label": "ORG",
            "start_char": 3815,
            "end_char": 3835
        },
        {
            "text": "1.5.2010",
            "label": "DATE",
            "start_char": 3981,
            "end_char": 3989
        },
        {
            "text": "Gururaj Associates/Enterprises",
            "label": "ORG",
            "start_char": 4006,
            "end_char": 4036
        },
        {
            "text": "13.5.2010",
            "label": "DATE",
            "start_char": 4176,
            "end_char": 4185
        },
        {
            "text": "22.5.2010",
            "label": "DATE",
            "start_char": 4377,
            "end_char": 4386
        },
        {
            "text": "14.7.2010",
            "label": "DATE",
            "start_char": 4736,
            "end_char": 4745
        },
        {
            "text": "Griffith",
            "label": "GPE",
            "start_char": 4911,
            "end_char": 4919
        },
        {
            "text": "Sole Arbitrator/Arbitral Tribunal",
            "label": "COURT",
            "start_char": 5234,
            "end_char": 5267
        },
        {
            "text": "19.6.2013",
            "label": "DATE",
            "start_char": 5319,
            "end_char": 5328
        },
        {
            "text": "27.5.2010",
            "label": "DATE",
            "start_char": 5506,
            "end_char": 5515
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5998,
            "end_char": 6008
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6016,
            "end_char": 6031
        },
        {
            "text": "29.1.2021",
            "label": "DATE",
            "start_char": 6153,
            "end_char": 6162
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6286,
            "end_char": 6296
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6304,
            "end_char": 6342
        },
        {
            "text": "27.05.2010",
            "label": "DATE",
            "start_char": 6523,
            "end_char": 6533
        },
        {
            "text": "19.06.2013",
            "label": "DATE",
            "start_char": 6822,
            "end_char": 6832
        },
        {
            "text": "Order XX Rule 1",
            "label": "PROVISION",
            "start_char": 7091,
            "end_char": 7106
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 7114,
            "end_char": 7134
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 7145,
            "end_char": 7155
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7163,
            "end_char": 7184
        },
        {
            "text": "02.05.2014",
            "label": "DATE",
            "start_char": 7277,
            "end_char": 7287
        },
        {
            "text": "Indian Chamber of Commerce",
            "label": "ORG",
            "start_char": 7291,
            "end_char": 7317
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7653,
            "end_char": 7663
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7671,
            "end_char": 7686
        },
        {
            "text": "Dyna   Technologies",
            "label": "ORG",
            "start_char": 7967,
            "end_char": 7986
        },
        {
            "text": "South East Asia Marine Engineering and Constructions Ltd.",
            "label": "ORG",
            "start_char": 8191,
            "end_char": 8248
        },
        {
            "text": "Oil India Ltd.",
            "label": "RESPONDENT",
            "start_char": 8253,
            "end_char": 8267
        },
        {
            "text": "(2019) 20 SCC 1 (2015) 3 SCC 49 (2020) 5",
            "label": "CASE_NUMBER",
            "start_char": 8463,
            "end_char": 8503
        },
        {
            "text": "SCC 164",
            "label": "PROVISION",
            "start_char": 8504,
            "end_char": 8511
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8773,
            "end_char": 8783
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8791,
            "end_char": 8806
        },
        {
            "text": "State of Chhattisgarh v. SAL Udyog (P) Ltd., 4",
            "label": "PRECEDENT",
            "start_char": 8904,
            "end_char": 8950
        },
        {
            "text": "Dyna   Technologies    Pvt.      Ltd.",
            "label": "PRECEDENT",
            "start_char": 8968,
            "end_char": 9005
        },
        {
            "text": "South East Asia Marine Engineering and Constructions Ltd., v. Oil India Ltd.",
            "label": "PRECEDENT",
            "start_char": 9072,
            "end_char": 9148
        },
        {
            "text": "ONGC     Ltd.,    v.    Western       GECO                 International Ltd.",
            "label": "PRECEDENT",
            "start_char": 9169,
            "end_char": 9246
        },
        {
            "text": "Anand Bros. (P) Ltd., v. Union of India8",
            "label": "PRECEDENT",
            "start_char": 9267,
            "end_char": 9307
        },
        {
            "text": "ONGC Ltd., v. Saw Pipes Ltd.,9   (2022) 2",
            "label": "PRECEDENT",
            "start_char": 9326,
            "end_char": 9367
        },
        {
            "text": "Associate    Builders                  v.         Delhi                 Development Authority10",
            "label": "PRECEDENT",
            "start_char": 9467,
            "end_char": 9562
        },
        {
            "text": "Haryana Tourism             Ltd.,        v.     Kandhari               Beverages Ltd.",
            "label": "PRECEDENT",
            "start_char": 9579,
            "end_char": 9664
        },
        {
            "text": "29.1.2021",
            "label": "DATE",
            "start_char": 9879,
            "end_char": 9888
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9958,
            "end_char": 9968
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9976,
            "end_char": 9991
        },
        {
            "text": "31.3.2010",
            "label": "DATE",
            "start_char": 10084,
            "end_char": 10093
        },
        {
            "text": "SCC 705 (2015) 3 SCC 49 (2022) 3 SCC 237 ii)",
            "label": "PRECEDENT",
            "start_char": 10290,
            "end_char": 10334
        },
        {
            "text": "25.4.2010",
            "label": "DATE",
            "start_char": 10398,
            "end_char": 10407
        },
        {
            "text": "China",
            "label": "GPE",
            "start_char": 10443,
            "end_char": 10448
        },
        {
            "text": "Griffith India Pvt",
            "label": "ORG",
            "start_char": 10885,
            "end_char": 10903
        },
        {
            "text": "S.G.S. India Pvt",
            "label": "ORG",
            "start_char": 10913,
            "end_char": 10929
        },
        {
            "text": "SGS India Pvt Ltd",
            "label": "ORG",
            "start_char": 11070,
            "end_char": 11087
        },
        {
            "text": "Griffith India Pvt Ltd",
            "label": "ORG",
            "start_char": 11101,
            "end_char": 11123
        },
        {
            "text": "SGS India Pvt Ltd",
            "label": "ORG",
            "start_char": 11345,
            "end_char": 11362
        },
        {
            "text": "Griffith India Pvt Ltd",
            "label": "ORG",
            "start_char": 11376,
            "end_char": 11398
        },
        {
            "text": "Goa Mining Industries Pvt",
            "label": "ORG",
            "start_char": 12247,
            "end_char": 12272
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 12410,
            "end_char": 12418
        },
        {
            "text": "China",
            "label": "GPE",
            "start_char": 12615,
            "end_char": 12620
        },
        {
            "text": "Griffith India Pvt",
            "label": "ORG",
            "start_char": 13670,
            "end_char": 13688
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14112,
            "end_char": 14115
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14135,
            "end_char": 14148
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14209,
            "end_char": 14212
        },
        {
            "text": "evidence Act",
            "label": "STATUTE",
            "start_char": 14221,
            "end_char": 14233
        },
        {
            "text": "Girish Kumar",
            "label": "OTHER_PERSON",
            "start_char": 14516,
            "end_char": 14528
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 14625,
            "end_char": 14633
        },
        {
            "text": "Sections 41 and 42",
            "label": "PROVISION",
            "start_char": 15349,
            "end_char": 15367
        },
        {
            "text": "Sale of Goods Act, 1930",
            "label": "STATUTE",
            "start_char": 15375,
            "end_char": 15398
        },
        {
            "text": "Griffith India Pvt",
            "label": "ORG",
            "start_char": 15865,
            "end_char": 15883
        },
        {
            "text": "June 1, 2010",
            "label": "DATE",
            "start_char": 16228,
            "end_char": 16240
        },
        {
            "text": "Griffith India Pvt",
            "label": "ORG",
            "start_char": 16395,
            "end_char": 16413
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16683,
            "end_char": 16696
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 17136,
            "end_char": 17154
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17599,
            "end_char": 17609
        },
        {
            "text": "25.4.2010",
            "label": "DATE",
            "start_char": 18133,
            "end_char": 18142
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 18241,
            "end_char": 18249
        },
        {
            "text": "26.4.2010",
            "label": "DATE",
            "start_char": 18465,
            "end_char": 18474
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 18580,
            "end_char": 18598
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 18668,
            "end_char": 18686
        },
        {
            "text": "29.5.2010",
            "label": "DATE",
            "start_char": 18808,
            "end_char": 18817
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 19061,
            "end_char": 19079
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 19156,
            "end_char": 19164
        },
        {
            "text": "1.6.2010",
            "label": "DATE",
            "start_char": 19171,
            "end_char": 19179
        },
        {
            "text": "3.5.2010",
            "label": "DATE",
            "start_char": 19307,
            "end_char": 19315
        },
        {
            "text": "22.5.2010",
            "label": "DATE",
            "start_char": 19319,
            "end_char": 19328
        },
        {
            "text": "Mitra S.K. Hong Kong",
            "label": "ORG",
            "start_char": 19463,
            "end_char": 19483
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 19608,
            "end_char": 19626
        },
        {
            "text": "China",
            "label": "GPE",
            "start_char": 19756,
            "end_char": 19761
        },
        {
            "text": "29.5.2010",
            "label": "DATE",
            "start_char": 19817,
            "end_char": 19826
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 19910,
            "end_char": 19928
        },
        {
            "text": "Girish Kumar",
            "label": "OTHER_PERSON",
            "start_char": 20960,
            "end_char": 20972
        },
        {
            "text": "Gururaj Associates",
            "label": "ORG",
            "start_char": 21188,
            "end_char": 21206
        },
        {
            "text": "14.5.2010",
            "label": "DATE",
            "start_char": 21658,
            "end_char": 21667
        },
        {
            "text": "17.5.2010",
            "label": "DATE",
            "start_char": 21687,
            "end_char": 21696
        },
        {
            "text": "14.5.2010",
            "label": "DATE",
            "start_char": 21744,
            "end_char": 21753
        },
        {
            "text": "Mitra S.K Hong Cong Ltd.",
            "label": "ORG",
            "start_char": 21771,
            "end_char": 21795
        },
        {
            "text": "17.5.2010",
            "label": "DATE",
            "start_char": 21946,
            "end_char": 21955
        },
        {
            "text": "Griffith",
            "label": "GPE",
            "start_char": 22298,
            "end_char": 22306
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 22911,
            "end_char": 22919
        },
        {
            "text": "Griffith",
            "label": "OTHER_PERSON",
            "start_char": 23182,
            "end_char": 23190
        },
        {
            "text": "SAL Udyog(P",
            "label": "OTHER_PERSON",
            "start_char": 23345,
            "end_char": 23356
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23433,
            "end_char": 23446
        },
        {
            "text": "Associate Builders v. DDA [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204]",
            "label": "PRECEDENT",
            "start_char": 23778,
            "end_char": 23873
        },
        {
            "text": "Dyna Technologies Pvt Ltd.",
            "label": "ORG",
            "start_char": 24034,
            "end_char": 24060
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24132,
            "end_char": 24145
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24195,
            "end_char": 24205
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24213,
            "end_char": 24228
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24659,
            "end_char": 24669
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24777,
            "end_char": 24787
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25556,
            "end_char": 25566
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25574,
            "end_char": 25589
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26000,
            "end_char": 26010
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 26018,
            "end_char": 26033
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26302,
            "end_char": 26312
        },
        {
            "text": "Section 34(4)",
            "label": "PROVISION",
            "start_char": 27295,
            "end_char": 27308
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27316,
            "end_char": 27331
        },
        {
            "text": "Section 34(4)",
            "label": "PROVISION",
            "start_char": 27638,
            "end_char": 27651
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27659,
            "end_char": 27674
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27803,
            "end_char": 27813
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27821,
            "end_char": 27836
        },
        {
            "text": "Section 34(4)",
            "label": "PROVISION",
            "start_char": 27861,
            "end_char": 27874
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27882,
            "end_char": 27897
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28148,
            "end_char": 28158
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28166,
            "end_char": 28181
        },
        {
            "text": "South East Asia Marine Engineering and Constructions Ltd.",
            "label": "ORG",
            "start_char": 28502,
            "end_char": 28559
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28631,
            "end_char": 28644
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28770,
            "end_char": 28785
        },
        {
            "text": "Dyna Technologies (P) Ltd. v. Crompton Greaves Ltd.",
            "label": "PRECEDENT",
            "start_char": 28840,
            "end_char": 28891
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29254,
            "end_char": 29264
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 29272,
            "end_char": 29287
        },
        {
            "text": "ONGC Ltd.",
            "label": "ORG",
            "start_char": 29309,
            "end_char": 29318
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29388,
            "end_char": 29401
        },
        {
            "text": "ONGC [ONGC Ltd. v. Saw Pipes Ltd., (2003) 5 SCC 705]",
            "label": "PRECEDENT",
            "start_char": 29525,
            "end_char": 29577
        },
        {
            "text": "Associated Provincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223 :\n(1947) 2 All ER 680 (CA)",
            "label": "PRECEDENT",
            "start_char": 32628,
            "end_char": 32734
        },
        {
            "text": "Anand Bros. (P) Ltd.",
            "label": "ORG",
            "start_char": 33784,
            "end_char": 33804
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 33874,
            "end_char": 33887
        },
        {
            "text": "Haryana Tourism Ltd.",
            "label": "ORG",
            "start_char": 35272,
            "end_char": 35292
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35363,
            "end_char": 35376
        },
        {
            "text": "Kandhari Beverages Ltd. v. Haryana Tourism Ltd., 2018 SCC OnLine P&H 3233",
            "label": "PRECEDENT",
            "start_char": 35443,
            "end_char": 35516
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35640,
            "end_char": 35650
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35658,
            "end_char": 35673
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 35740,
            "end_char": 35750
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35758,
            "end_char": 35773
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 35885,
            "end_char": 35895
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35903,
            "end_char": 35918
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35976,
            "end_char": 35989
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36207,
            "end_char": 36220
        },
        {
            "text": "Dyna Technologies Pvt",
            "label": "ORG",
            "start_char": 36236,
            "end_char": 36257
        },
        {
            "text": "SAL Udyog (P) Ltd.",
            "label": "ORG",
            "start_char": 36292,
            "end_char": 36310
        },
        {
            "text": "Griffith India Private Limited",
            "label": "ORG",
            "start_char": 39050,
            "end_char": 39080
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 39490,
            "end_char": 39500
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 40835,
            "end_char": 40845
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 40966,
            "end_char": 40976
        },
        {
            "text": "29.1.2021",
            "label": "DATE",
            "start_char": 41173,
            "end_char": 41182
        },
        {
            "text": "Com.A.S.No.81/2013",
            "label": "CASE_NUMBER",
            "start_char": 41193,
            "end_char": 41211
        },
        {
            "text": "City Civil and Sessions Judge at Bengaluru",
            "label": "COURT",
            "start_char": 41232,
            "end_char": 41274
        },
        {
            "text": "19.6.2013",
            "label": "DATE",
            "start_char": 41329,
            "end_char": 41338
        }
    ],
    "precedent_clusters": {
        "South East Asia Marine Engineering and Constructions Ltd., v. Oil India Ltd.": [
            "State of Chhattisgarh v. SAL Udyog (P) Ltd., 4",
            "Dyna   Technologies    Pvt.      Ltd.",
            "South East Asia Marine Engineering and Constructions Ltd., v. Oil India Ltd.",
            "ONGC     Ltd.,    v.    Western       GECO                 International Ltd.",
            "Anand Bros. (P) Ltd., v. Union of India8",
            "ONGC Ltd., v. Saw Pipes Ltd.,9   (2022) 2",
            "Associate    Builders                  v.         Delhi                 Development Authority10",
            "Haryana Tourism             Ltd.,        v.     Kandhari               Beverages Ltd.",
            "Dyna Technologies (P) Ltd. v. Crompton Greaves Ltd."
        ],
        "Associate Builders v. DDA [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204]": [
            "SCC 705 (2015) 3 SCC 49 (2022) 3 SCC 237 ii)",
            "Associate Builders v. DDA [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "s 34",
            "Arbitration Act",
            "s 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XX Rule 1",
            "Civil Procedure Code",
            "Order XX Rule 1",
            "Civil Procedure Code"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Sections 41 and 42",
            "Sale of Goods Act, 1930",
            "Sections 41 and 42",
            "Sale of Goods Act, 1930"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(4)",
            "Arbitration Act",
            "Section 34(4)",
            "Arbitration Act"
        ],
        [
            "Section 34(4)",
            "Arbitration Act",
            "Section 34(4)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(4)",
            "Arbitration Act",
            "Section 34(4)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "SCC 164",
            "Arbitration Act",
            "SCC 164",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "South East Asia Marine Engineering and Constructions Ltd., v. Oil India Ltd.": 9,
        "Associate Builders v. DDA [Associate Builders v. DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204]": 2
    },
    "provision_counts": {
        "Section 13(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "s 34 of Arbitration Act": 1,
        "Section 34 of Arbitration Act": 15,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Order XX Rule 1 of Civil Procedure Code": 1,
        "Section 16 of Commercial Courts Act": 1,
        "Section 37 of Arbitration Act": 5,
        "Sections 41 and 42 of Sale of Goods Act, 1930": 1,
        "Section 34(4) of Arbitration Act": 3,
        "SCC 164 of Arbitration Act": 1
    },
    "statute_counts": {
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Arbitration and Conciliation Act, 1996": 2,
        "Arbitration Act": 25,
        "Civil Procedure Code": 1,
        "Commercial Courts Act": 1,
        "Sale of Goods Act, 1930": 1
    }
}