{
    "id": "a9b234f425d5019bcb23b0a4993635ee10b3d1d6975f12896894f907a77b19ab",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay High Court\nBank Of India And Another vs M/S. Maruti Civil Works on 15 December, 2023 \n2023 : Bhc-As:37793-Db \n\n                                                          362.21-ao.docx \n\n\n\n                   In The High Court Of Judicature At Bombay\n                          Civil Appellate Jurisdiction \n                        Appeal From Order No.362 Of 2021 \n                                       In\n                          Commercial Suit No.6 Of 2019 \n                                      With\n                       Interim Application No.3092 Of 2021 \n                                       In\n                        Appeal From Order No.362 Of 2021 \n\n            1 Bank of India \n              A body Corporate Constituted under the\n              Banking Companies (Acquisition and\n              Transfer of Undertakings) Act, V of 1970 \n              Having their Head Office at Star House,\n              Plot No. C-5, G Block, Bandra Kurla \n              Complex, Bandra (East),\n              Mumbai - 400051 \n              and also having their one of the branch\n              amongst other situated at \n              M/s. Ravria City, Ground Floor, Plot \n              No.8A, Sector - 18, New Panvel, \n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\" \n            2 The Authorized Officer\n              Bank of India\n              Having its Branch office at\n              M/ s. Ravria City, Ground Floor, Plot \n              No.8A, Sector - 18, New Panvel, \n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"                      ..... Appellants\n\n                Versus\n\n                M/ s. Maruti Civil Works \n                A Partnership firm, duly incorporated\n                Under the provisions of the Partnership\n                Act, 1932 having principal place of \n                Business at : Maruti House, Plot No.63, \n                Sector No.1, Shirvane, Nerul, \n                Navi Mumbai - 400706                            ..... Respondent \n\n\n            Basavraj                                                         Page|1 \n\n\n\n\n                 : : : Uploaded on - 15/12/2023         : :: Downloaded on - 16/12/2023 07:14:50 : ::\n                                                   362.21-ao.docx \n\n\n\nMr. O. A. Das for the Appellants\nMr. Kishor P. Vig i / b. Mr. Manish K. Vig for the Respondent \n\n                Coram: Devendra Kumar Upadhyaya, Cj. & \n                       Arif S. Doctor, J.\n\n                Reserved On   : October 5, 2023 \n                Pronounced On : December 15, 2023 \n\n\nJudgment (Per : Chief Justice) \n1. For the sake of clarity, the Plaintiff and the Defendants in the suit shall be referred to as per their original nomenclature i.e. Appellants herein as the Defendants and the  Respondent herein as the Plaintiff. \n2. Heard Mr. O. A. Das, learned Counsel representing the Defendants and Mr. Kishor P. Vig learned Counsel representing the Plaintiff.\n3. This Appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015) seeks to challenge the order dated 2 nd December 2020 passed by the District Judge - 2, Thane whereby the application moved by the Appellants - Defendants under Order VII Rule 10 and Rule 11(d) of the Code of Civil Procedure, 1908 (hereinafter referred to as the \"Code\") read with Section 19(6) to (10) of Basavraj Page|2 362.21-ao.docx the Recovery of Debts and Bankruptcy Act, 1993 (hereinafter referred to as the \"Recovery Act, 1993) has been rejected. \n4. The facts of the case which can be culled out from the pleadings available on record and the submissions made by the learned counsel for the respective parties are that the Plaintiff - Respondents instituted Commercial Suit No.6 of 2019 against the Appellants-Defendants for recovery of loss and damages and compensation of Rs.100 Crores + Rs.10,10,733/- together with interest on the said amount @ 13.95% p.a. from the date of institution of the suit till final realization. \n5. The said suit has been filed with the plaint allegations, inter alia, that the plaintiff is a partnership firm engaged in the business of builders and contractors since 1987 and that the Defendants fraudulently invoked the measures under the guise of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (hereinafter referred to as the SARFAESI Act) to grab the property of the partner of the Plaintiff.\n6. It has been submitted on behalf of the Appellants that Defendant No.1 sanctioned and granted cash credit limit of Rs.10 Basavraj Page|3 362.21-ao.docx Crores and further credit facility to the Plaintiff for their working capital requirement and that the credit facilities were sanctioned and granted vide sanction letter dated 24th January 2013 and Modified Sanctioned letter dated 28 th January 2013. Further submission on behalf of the Defendants is that in order to secure the credit facility, the Plaintiff executed certain security documents such as Demand Promissory Note for Rs.10 Crores dated 5th February 2013 in respect of the Cash Credit Facility, Bearer Letter for Rs.10 Crores dated 5 th February 2013 in respect of the Cash Credit Facility, Hypothecation-cum-Loan Agreement for Rs. 15 Crores dated 15 th February 2013 and a Composite Agreement dated 5th February 2013 . The Defendants further state that on the request of the Plaintiff, the Defendants issued Bank Guarantee dated 27th February 2013 for a sum of Rs.9,67,000/- which was valid till 26th February 2014. It is also stated that the Defendant No.1 sanctioned and granted additional cash credit / temporary Over Draft limit of Rs. 1 Crore to the Plaintiff for their working capital requirement as per the terms and conditions stipulated in the Memorandum of Sanction dated 12th October 2013. It is also the claim of the Defendants that as security towards the additional cash credit limit of Rs.1 Basavraj Page|4 362.21-ao.docx Crores, the Plaintiffs executed loan / security documents on 14 th October 2013 and further that equitable mortgage was also extended in respect of certain immovable properties. \n7. Further submission of the Defendants is that the Plaintiff committed default in repayment and accordingly, the account was declared as Non Performing Assets (NPA) on 27 th July 2014 and accordingly action under the SARFAESI Act was initiated by issuing Demand Notice under section 13(2) of the SARFAESI Act. It is further asserted on behalf of the Defendants that since the outstanding dues were not paid by the Plaintiff even after receipt of the notice under Section 13(2), symbolic possession of the mortgage properties was taken on 3rd March 2015 under Section 13(4) of the SARFAESI Act and further that the Defendants took physical possession of the property at Maruti House, Plot No.63, Sector 1, Shiravane, Nerul and also Bungalow named GODATEER at Plot No.11A Sector 21, Nerul, Navi Mumbai.\n8. Learned Counsel for the Defendants has further stated that the Defendants have filed Original Application bearing No.575 of 2017 against the Plaintiff before the Debts Recovery Tribunal No.3 at Mumbai (Vashi) for the recovery of a sum of Basavraj Page|5 362.21-ao.docx Rs.18,81,66,435/- which according to the Defendants is due against the Plaintiff on account of default in repayment of the credit facility sanctioned and granted to the Plaintiff. The said Original Application has been preferred under Section 19 of the Recovery Act, 1993. \n9. It has been further stated by the Defendants that in the Commercial Suit No.6 of 2019 filed by the Plaintiff an Application under Order VII Rule 10 and 11(d) of the CPC was preferred by the Defendants with a prayer that the plaint be rejected on the ground that jurisdiction to entertain the suit between the borrower and the Bank i.e. the Plaintiff and Defendants is with DRT at Mumbai and not the learned Trial Court. The Application moved by the Appellants further prayed, alternatively, that the plaint be returned to the Plaintiff for filing before appropriate forum. \n10. The said Application was contested by the Plaintiff. Learned Trial Court, by means of order dated 2nd December 2020 which is under challenge before us in this appeal, rejected the said Application by observing, inter alia, that the suit filed by the Plaintiff is based on the assertion of fraud and accordingly Basavraj Page|6 362.21-ao.docx declaration has been sought along with other reliefs and that such a relief as sought by the Plaintiff can be entertained by it, as the jurisdiction of the DRT is confined to hold inquiry and to adjudicate the issues brought before it within the scope of Section 17 of the Recovery Act, 1993. It has further been held by the learned Trial Court in the judgment under appeal herein that scope of inquiry relating to commission of any alleged fraud by the bankers is outside the scope of Section 17 of the Recovery Act, 1993 and hence, the prayer made by the Defendants in the Application moved under Order VII Rule 10 and Rule 11(d) of the CPC was liable to be rejected.\n11. It is this order dated 2nd December 2020 passed by the learned Trial Court which is under challenge in this appeal filed under Section 13 (1A) of the Act of 2015, whereby the Application moved by the Defendants with the prayer for rejecting the plaint or in the alternative, for returning the plaint has not been acceded to. \n12. At the outset of the arguments, the question which cropped up for consideration of this Court is to the maintainability of this appeal before the Division Bench of this Court keeping in view Basavraj Page|7 362.21-ao.docx the proviso appended to Section 13(1) of the Act of 2015 which provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court which are enumerated specifically under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996 . The objection as to the maintainability of this appeal, thus, is that since the order under challenge herein is not enumerated under Order XLIII of the CPC and hence this appeal, in view of operation of the proviso appended to Section 13(1A) of the Act of 2015, is not entertainable and hence is liable to be dismissed.\n13. To appreciate the issue concerning maintainability of this appeal, it will be apposite to consider the provisions of Section 13 of the Act of 2015 before and after its amendment which has been effected w.e.f. 3rd May 2018. Section 13 which existed prior to its amendment in the year 2018 is quoted hereunder:\n\"Section 13 : Appeals from decrees of Commercial Courts and Commercial Divisions- - (1) Any person aggrieved by the decision of a Commercial Court or Commercial Division of a High Court may appeal to the Commercial Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be.\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court Basavraj Page|8 362.21-ao.docx that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.\" (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. Section 13, after its amendment vide Act No.28 of 2018 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions. -\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial court that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act. (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" \nBasavraj                                                             Page|9                                                  362.21-ao.docx 15. If we compare the unamended provision with the amended provision of Section 13 of the Act of 2015, what we find is that earlier an appeal was provided against a \"decision\" of a Commercial Court or Commercial Division of a High Court to the Commercial Division of that High Court, whereas, after the amendment the expression \"decision\" has been substituted by the expression \"judgment or order\". It is also noticeable that the proviso appended to sub section (1) of section 13 which earlier existed has been retained in the amended provision as well. To determine as to whether the instant appeal is maintainable, we may also refer to sub section (2) of section 13 of the Commercial Courts Act which begins with a non-obstante clause and provides that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree under Section 13 otherwise than in accordance with the provisions of the said Act. \n16. In our opinion, sub section 2 of Section 13 unequivocally provides that any appeal against a decree or order of a Commercial Court or Commercial Division shall lie only in accordance with the provisions of the Act and in view of what Basavraj Page|10 362.21-ao.docx has been provided for in sub section 2 of Section 13, the proviso appended to Section 13 assumes importance. \n17. Sub Section 1A of Section 13 provides that a person aggrieved by a judgment or order can file an appeal, however, the said provision is to be read in conjunction with the proviso which specifically states that an appeal shall lie only from orders which are specifically enumerated under Order XLIII of the CPC. The occurrences of the expression \"shall\" and \"specifically\" in the proviso has to be noted for correctly understanding the legislative intent in framing the scheme of Section 13 of the Act of 2015. It is also noteworthy that the order under challenge in this appeal has been passed by the learned trial court rejecting the Application moved by the Defendants under Order VII Rule 10 and Rule 11(d) of the CPC. Such an order is not enumerated in Order XLIII of the CPC, though Rule 1(a) of Order XLIII enlists an order passed under Order VII Rule 10 for returning the plaint. Thus, Order XLIII enlists the order passed on an Application under Order VII Rule 10 if it is allowed, however, it does not enlist the order in case such an Application is rejected. Order XLIII also does not enlist any order passed on an Application under Order VII Rule 11(d) of the CPC. \nBasavraj                                                             Page|11                                                                362.21-ao.docx 18 .        Learned       Counsel         for   the   Appellant,         however,           has emphasized that in view of the law laid down by Delhi High Court in the case of D & H India Ltd. Vs. Superon Schweisstechnik India Ltd.1 and in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. Vs. Himgiri Realtors Pvt. Ltd. and Another2 , this appeal is maintainable. Learned Counsel for the Defendants has also referred to a judgment of Division Bench of this Court in the case of Skil- Himachal Infrastructure & Tourism Ltd. & Ors. Vs IL and FS Financial Services Ltd.3 19. So far as the judgment of the Delhi High Court in the case of D & H India Ltd. (supra) is concerned, it is to be noticed that the appeal in the said case was filed before a Commercial Appellate Division of the High Court from an order passed by the Commercial Division of that High Court. It is noteworthy that the appeal before the Commercial Appellate Division of the High Court in this case was filed against an order under Order VI Rule 17 of the CPC by the learned Single Judge exercising jurisdiction of Commercial Division of the High Court under the Commercial 1 268 (2020) Delhi Law Times 15 (DB) 2 2021 SCC Online Del 3603 3 2022 SCC Onine Bom 3152. \nBasavraj                                                                         Page|12                                                    362.21-ao.docx Courts Act. The Hon'ble Delhi High Court in the case of D & India Ltd. (supra) held the appeal to be maintainable by observing that the Court in that case was not concerned with the challenge to the order passed under Order VI Rule 17 of the CPC, rather under Order V of Chapter II of the 2018 Rules of the High Court, which reads as under:\n5. Appeal against Registrar's Order - Any person aggrieved by any order made by the Registrar under Rule 3 of this Chapter may within 15 days of such order appeal against the same to the Judge in Chambers. The appeal shall be in the form of the petition bearing court fees of Rs.2.65\". \n20 . We may also notice that as per the facts narrated in the judgment in the case of D & H India Ltd. (Supra) under the Rules of Delhi High Court, an Application to amend the plaint, petition, written statements, the Application or subsequent proceedings where amendment sought is formal in nature, is decided by the Registrar and in the said case such an Application was decided by the Registrar against which a Petition was filed before the Learned Single Judge who passed an order in his capacity as Commercial Division of the High Court against which an appeal was preferred before the Division Bench i.e. before the Commercial Appellate Division of the High Court. It is in these Basavraj Page|13 362.21-ao.docx facts it has been held by the Delhi High Court that the appeal was maintainable giving the reason that it emanated from the order passed under rule 5 of Chapter 2 of Delhi High Court Original Side Rules and thus the Commercial Appellate Division of High Court was concerned with the order referable to Rule 5 of the Chapter 2 of the Delhi High Court Original Side Rules and not with the order referable to Order VI Rule 17 of the CPC.\n21. In the aforesaid facts of the case the Delhi High Court held the appeal to be maintainable, whereas, in the instant case the appeal before us has been filed against the order of the learned District Judge in his capacity as a Commercial Court under the Act of 2015. The order passed by a Court rejecting an Application preferred under Order VII Rule 10 and Rule 11(d) of the CPC, is not enumerated in order XLIII. Thus, the judgment of Delhi High Court in the case of D & H India Ltd. (supra) is clearly distinguishable and does not have any application to the present case. \n22. As far as the reliance placed by the learned counsel for the Defendants on the judgment of the Delhi Court in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd.\nBasavraj                                                                 Page|14                                                    362.21-ao.docx (supra) is concerned, we find that in the said judgment itself the Division Bench expressed doubts as to the correctness of the view taken in the judgment of D & H India Ltd. (supra), however, did not feel any need to make a reference of the question to a larger bench for the reasons disclosed in the said judgment. Paragraph 25 of the judgment in the Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (supra) is extracted hereinbelow:\n\"25. Though we, with due deference to the members of the Division Bench in D&H India Ltd. supra, entertain doubts as to the correctness of the view taken in D&H India Ltd. but do not, in the facts of the present case, feel the need to make a reference of the question to a larger bench; the reason is, that Bhandari Engineers & Builders Pvt. Ltd. supra, on which the impugned orders are based, while laying down the law laid down therein, also directs all Courts to abide thereby, resulting in plethora of similar challenges as made herein and it is deemed expedient to settle the law in that regard and which would remain pending if the question of maintainability of the appeal were to be referred to a larger bench.\"\n23. Thus, in view of the observations made by the Delhi High Court in paragraph 25 of the judgment in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (Supra), the said judgment also does not have any application so far as the instant appeal is concerned. \nBasavraj                                                             Page|15                                                            362.21-ao.docx 24. Reliance placed by the learned counsel for the Defendants on the judgment of a coordinate bench of this court in the case of Skil-Himachal Infrastructure (supra) is also highly misplaced. The said judgment analyses the unamended as also the amended provisions of Section 13 of the Act of 2015 along with various other provisions of the Act of 2015 and has, inter alia, thus concluded that an appeal from order granting conditional leave to defend any summons for judgment in a commercial summary suit is not maintainable. It is to be noticed at this juncture that an order granting conditional or unconditional leave to defend any summons for judgment passed under Order XXXVII Rule 5 of the CPC is not enumerated in order XLIII of the CPC. \n25. The Division Bench of this Court in the case of Skil- Himachal Infrastructure (supra) has taken note of the judgment in the case of Shailendra Bhadauria Vs. Matrix Partners India Investment Holdings LLC 2018 SCC OnLine Bom 13804 wherein it has been held that the judgments in the case of Hubtown Ltd. Vs. IDBI Trusteeship Services Ltd., 2016 SCC OnLine Bom 9019 and Sigmarq Technologies Pvt. Ltd. Vs. Manugraph India Ltd. 2017 SCC OnLine Bom Basavraj Page|16 362.21-ao.docx 9191. Paragraph 44 of the judgment in the case of Shailendra Bhadauria (supra) is relevant which is extracted hereunder:\n\"44. Now, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word \"decision\"\nfrom Section 13. We have already reproduced it above. Thus, the earlier view in Hubtown Limited (supra) and Siqmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson Limited v. Jindal Exports Limited, reported in (2011) 8 SCC 333 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra). The statute has to confer a right of appeal. That has to be conferred in clear words. We cannot, as suggested by Mr. Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it.\" \n26. The judgment in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra) also takes note of the law laid down by the Supreme Court in the case of Kandla Export Corporation Vs. OCI Corporation (2018) 14 SCC 715. The observations made by the Division in paragraph 44 of the Skil-Himacahal Infrastructure & Tourism Ltd. & Ors. (supra) is also relevant which is extracted hereunder:\n\"44. In the Supreme Court decision in Kandla Export Corporation, Section 13 was addressed like this. First, that Section 13(1) of the CC Act is in two parts. The main provision deals with appeals from judgments, orders and decrees to the Commercial Division of the High Court. To this, the proviso is an exception. Second, the proviso must be construed harmoniously with the main provision, not in derogation of it. It operates in the same field. If main Basavraj Page|17 362.21-ao.docx provision is in clear language, the proviso cannot be used to 'interpret' the main part, or to exclude - let along by implication - any part of the main provision; except, of courts, if the proviso plainly contemplates such an exclusion. Under the proviso, appeals against orders are restricted to those orders under Order 43 of the CPC, and Section 37 of the Arbitration Act. Therefore, no appeal lies to the Commercial Appellate Division against any order not specifically listed in Order 43 of the CPC (or an order not under Section 37 of the Arbitration Act).\n27. Referring to the order which was under appeal in Skil- Himachal Infrastructure & Tourism Ltd. & Ors. (supra), the Division Bench in this case held that an order of conditional leave under Order XXXVII of the CPC is not enumerated in Order XLIII and that it is only an order and not a decree and therefore, in view of the law laid down in Kandla Export Corporation and Shailendra Bhadauria (supra), such an order is not appealable under the Act of 2015. \n28. Thus, from the discussion made above, we are clear in our mind that an appeal under Section 13(1A) of the Act of 2015 would lie only against the judgment and orders which are enumerated or enlisted under Order XLIII of the CPC. An order rejecting an Application moved under Order VII Rule 10 or Order VII Rule 11(d) of the CPC is not enumerated or enlisted in Order XLIII of the CPC hence, such an order is not appealable following the law Basavraj Page|18 362.21-ao.docx laid down by this court in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra). \n29. For the discussion made and the reasons given above, we are of the considered opinion that the instant appeal is not maintainable which is liable to be dismissed. \n30. Resultantly, the appeal is dismissed. However, there will be no order as to costs. \n31. The Interim Application, if any, also stands dismissed. \n(ARIF S. DOCTOR,J)                                          (CHIEF JUSTICE) \n\n\n\n\nBasavraj                                                                         Page|19  ",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court mrs kanti singh & ors. vs lords mark industries pvt. ltd & anr. on 27 february, 2024 * in the high court of delhi at new delhi % judgment reserved on: january 08, 2024 judgment pronounced on: february 27, 2024 + cm(m) 1455/2023, cm appl. 46265/2023 (stay) mrs kanti singh & ors. . petitioners through: mr. rajnish ranjan and mr. shivansh srivastava, advs. versus lords mark industries pvt. ltd & anr. . respondents through: mr. shafiq khan and mr. tariq muneer, advs. hon'ble ms. justice shalinder kaur judgment 1. the petitioners in the petition filed under article 227 of the constitution of india have approached this court impugning the order dated 01.08.2023 passed by the learned district judge, commercial court-01, patiala house courts, new delhi (hereinafter referred to as \"trial court\") in the case \"mrs. kanti singh & ors vs. m/s lord marks industries pvt. ltd\" being cs(comm) no. 99/2022 whereby the learned trial court returned the plaint under order vii rule 10 of the civil procedure code, 1908 (hereinafter referred to as \"cpc\"). 2. the relevant facts for the disposal of the present case are that the petitioners herein are the joint owners of the suit property bearing no.14e, 14th floor, hansalaya building, 15 barakhamba road, new delhi 110001. the subject premises measures 930 sq. ft. 3. that on 13.06.2019, by way of a registered lease deed, the respondents took the said suit premises on rent. a sum of rs.1,58,100 was consequently decided as the monthly rental amount, exclusive of taxes/levies and maintenance charges. the duration of the said lease deed was for a period of 3 years, commencing on 20.05.2019 and ending on 19.05.2022. the lease also stipulated a lock-in period of 2 years from the day of commencement to 19.05.2021. as per the lease deed, the lessee was required to pay the rent on the 7th day of every month along with payment for the consumption of gas, electricity and water, as and when these payments became due as per intimation received from the concerned department. a copy of the same was to be provided to the lessor at the end of every quarter. maintenance charges were to be paid directly to \"hansalaya properties\" on the 7th day of every month and a copy of the same was to be furnished to the lessor. an interest free security deposit equivalent to four (04) months‟ rent i.e. rs 6,32,400.00 was to be paid by the respondents to the petitioners. the same was completed vide rtgs transfers to the petitioners. this amount was to be refunded at the expiry of the lease after any adjustments/deductions for any dues owed by the respondents. 4. the respondents defaulted in payment of electricity charges, hence the petitioners herein were forced to pay a sum of rs.67,584/ towards electricity charges up to the period of august 2019. further, the respondents were not regular with the payment of monthly rent and defaulted in the payment of the same during the period of september 2019 to november 2019. despite repeated reminders, the respondents failed to pay the arrears and have failed to pay the rent from november 2019. 5. on 02.01.2020, the respondents vide an email, stated that they will be vacating the suit premises on 01.02.2020. the petitioners on 07.01.2020, terminated the lease deed vide a legal notice dated the 07.01.2020. however, the respondent did not vacate the suit premises, nor did they clear the arrears due for the lock-in period. 6. subsequently, on 12.02.2020, the petitioners filed a suit for possession, arrears of rent and mesne profits which came to be tried by additional district and sessions judge-04, patiala house courts, delhi (hereinafter referred as „adj‟). an injunction order in the same suit was passed on 31.03.2020, whereby the respondents were restrained from subletting the suit premises or creating any third-party interests therein. in the meanwhile, the case was referred to mediation, which failed. 7. on 03.12.2020, the respondents herein filed an application under order vii rule 10 and 10a cpc along with his written statement whereby he contended that since the suit premises was taken up for commercial purposes, only a commercial court would have jurisdiction over the said matter. vide order dated 05.04.2021, on joint request, the learned adj transferred the matter to the learned principal district and sessions judge, patiala house courts. on 28.04.2021, the learned principal district and sessions judge assigned the matter to learned district judge, commercial court, patiala house courts, delhi. 8. on 07.08.2021, the petitioners filed an application under order vi rule 17 of the cpc, seeking amendment to its petition so as to comply with the provisions of the commercial courts act, 2015 (hereinafter referred to as \"c.c. act\"). the respondents herein, on 04.09.2021, filed an application under order vii rule 11 of the cpc stating that there has been no compliance of section 12a of the act. the respondents further went on to state that amount claimed by the petitioners in the suit herein is rs.1,11,651/and therefore in view of the gazette notification dated 07.07.2018, the learned trial court does not have jurisdiction over the matter as this commercial dispute is of a value lower than rs.3,00,000/-. 9. on 13.12.2021, the respondents filed their reply to the order vi rule 17 application of the petitioners and on 04.12.2021, the respondents preferred an application under order vii rule 10 and 10a of the cpc with the prayer for rejection of the plaint in view of the fact that it is in contravention of section 12 and 12a of the act and that the value of the said suit is to be computed on the basis of market value of the immovable property which is more than rs. 12 crores. vide order dated 13.12.2021, the above stated application of the respondents was dismissed. 10. the respondents went on to challenge the order dated 13.12.2021 by way of a civil revision petition being c.r.p no.20/2022, which was disposed of vide order dated 08.04.2022. 11. the respondents also filed a petition under article 227 of the constitution of india being c.m.(m) n0.190/2022 on 28.02.2022, challenging the order which directed that the case be transferred to the commercial court. the same was withdrawn stating that the impugned order had not been correctly placed and there were disparities in the petition. the respondents also withdrew the revision petition (c.r.p no.20/2022) on 08.04.2022, wherein the order stated that the respondents had remained noncommittal in the payment of dues. yet, another petition (c.m.(m) no. 418/2022) was filed on behalf of the respondents, challenging the order dated 01.07.2021 transferring the case to the commercial court. the same was disposed of vide order dated 05.05.2022 observing that prayer in petition is misconceived as there was no such order on record. 12. thereafter, the amendment application filed by the petitioners was allowed and amended plaint was taken on record vide order dated 03.08.2022 and the respondent was directed to file his amended written statement within 30 days. however, the respondent filed his written statement on 21.12.2022 i.e. after an expiry of 120 days. the petitioners accordingly moved an application under order viii rule 10 of the cpc and the previous application moved order xva of the cpc was pending for disposal. during the course of arguments on the pending applications, the learned trial court suo moto took an objection on the legality of the orders dated 05.04.2021 and 28.04.2021 in view of the judgment in the case of virendra kumar vs rekha bhayana [2022 scc online del 2678] and reviewed the orders dated 05.04.2021 and 28.04.2021 and passed the impugned order dated 01.08.2023 returning the plaint to be presented before the appropriate court. 13. according to the petitioners, the impugned order dated 01.08.2023 raises a question of formative importance with respect to exercise of jurisdiction by learned trial court which are as below:\"a) whether a civil court has inherent power and jurisdiction to review its own order after 2 years, on the basis of a subsequent judgment of superior court even which was passed after more than 1 year of the order which has been reviewed? b) whether the power of review can only be exercised on an application by a litigant and only if the circumstances specified in rule 1 of order 47 exist? c) whether the ld. trial court failed to appreciate that explanation 1 order 47 embodies \"doctrine of finality' i.e. interest reipublicae ut sit finis litium\" and it prohibits review or reversal or modification of an order in view of subsequent decision of a superior court in any other case?\" submissions by the petitioners: 14. mr. rajnish ranjan, learned counsel appearing in support of the petition assailed the order dated 01.08.2023 asserting that it is manifest that the learned trial court has exercised the jurisdiction not vested in it. the trial court has erred by reviewing an earlier order on the basis of a subsequent order passed by a superior court which is impermissible under law. 15. it was submitted that the explanation to order xlvii cpc is based on the doctrine of prospective overruling and does not have a retrospective effect. thus, when a decision is made in a particular case, it will have its operation in future. the mere reviewing of the order / judgment by taking judicial notice of a subsequent judgment will dilute the binding effect of the decision on interse parties as reopening of a concluded judgment / order will have far reaching adverse effect on the administration of justice. the petitioners places reliance on the judgment of the hon‟ble supreme court in the case titled as \"shanti devi vs. state of haryana and ors\"(1999) 5 scc 703. 16. it is further submitted on the basis of \"kumaran vaidyar & ors vs k.s. venkiteswaran & ors\" manu/ke/0007/1992, that a civil court does not suo moto have the power to review an order. thus, having no inherent power to review its order that too after a period of two years, the interim order if not set aside, will have great ramification on the rights of the parties. the petitioners also contended that the impugned order is not sustainable as a review can only be exercised by a litigant on an application moved by him on basis of circumstances specified as order xlvii rule 1 that embodies the \"doctrine of finality\". the learned trial court could examine the maintainability of the suit as on date of passing the impugned order and not as it stood two years after. 17. it is also submitted that the learned trial court failed to consider that the respondent had previously filed two petitions challenging the transfer order passed by learned district & sessions judge, but withdrew the same. thus the impugned order has attained finality. therefore, the impugned order cannot be challenged at this stage. reliance placed on municipal corporation of delhi vs sunni majlis aukaf &ors [manu/de/0072/1968]. submission by the respondent: 18. responding to the aforesaid submissions, mr. shafiq khan learned counsel for the respondent submits that as per clause 25 of the lease deed, the suit premises was let out to the respondent for office purposes, which is squarely covered under section 2(1)(c) of the commercial courts act. therefore, the procedure and protocol to be followed in commercial suits is applicable to the present case which is different from non-commercial suits. the cpc or any other statue is not vested with the power to transfer a commercial suit from the general civil court to a commercial court. the process in transferring the suit to a commercial court is non-est. any such transfer imputed on either of the parties bears no consequence. thus, vide impugned order, the aforesaid defect has been corrected by returning the plaint. reliance placed on the case of virendra kumar vs rekha bhayana [2022 scc online del 2678]. further reliance was placed on sanjay aggarwal &anr vs hemant sharma [cm(m) 749/2022] & shri sali sales vs shri shyam collection [cm(m) 693/2022]. 19. this court has given anxious consideration to the contentions of the learned counsels and also perused the record as well as the impugned order. 20. the petitioners have questioned the correctness of the view as expressed in the terms of the impugned order observing that the present suit being commercial in nature, the plaint is to be returned to the plaintiff under order vii rule 10 cpc, if the suit is filed as a non commercial suit, to be instituted afresh according to law. the petitioner further questioned that whether the learned trial court is justified in suo moto reviewing the previous orders dated 05.04.2021 and 28.04.2021 vide which, the suit was transferred to commercial court instead of returning the plaint. analysis and findings 21. before considering the rival submissions of the parties, it is necessary to reproduce the provision of section 15 of commercial courts act, 2015 which is as under:\"15. transfer of pending cases. (1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or subsection (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3 [with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or subsection (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 22. section 16 of the act provides for amendments to the provisions of the cpc in their application to commercial disputes and is reproduced as under:\"section 16: amendments to the code of civil procedure, 1908 in its application to commercial disputes. 16. (1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.\" 23. section 18 of the act empowers the high court(s) to issue directions in the form of notification and practice directions to supplement the provisions of chapter ii of the c.c. act and the cpc with respect to the hearing of a commercial dispute of a specified value. 24. a plain reading of the aforesaid provisions provides for transfer of the pending cases relating to commercial disputes to the commercial courts, however, the overall administrative control with respect to implementation of above provisions remains vested with the high court(s). 25. it is relevant to refer to the case of virendra kumar vs rekha bhayana (supra) wherein the learned single judge of this court considered the issue regarding return of plaint under order vii rule 10 cpc relating to a commercial suit instituted as an ordinary suit and held as under:\"14. commercial courts are different from non-commercial courts. if a commercial suit is instituted before a civil court, it is, clearly, instituted before a court other than the court before which it should have been instituted. order vii rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate court, i.e., the commercial court. 17. \"it is trite that, where an action is required to be performed vin a particular manner, it has to be performed in that: manner alone and all; other modes of performing the action ipso facto stand foreclosed\". 18.ambalal sarabhai enterprises ltd. manu/sc/1378/2019: (2020) 15 scc 585, in my view, cannot be distinguished merely on the ground that the said case involved an insurance in which a non-commercial suit had been filed before the commercial court. the principle that, in such a case, the plaint is required to be returned to the plaintiff to be represented before a competent forum, in my view, would apply equally, where a commercial suit is instituted before a civil court.\" 26. further in two subsequent cases reported as sanjay aggarwal &anr vs hemant sharma (supra) and shri sali sales vs shri shyam collection (supra), it is observed as under:\"following the judgment of the supreme court in ambalal sarabhai enterprises limited v. k.s. infraspace llp 1, i have already taken a view in more than one case that, „if a commercial suit is filed on the non-commercial side, the court has necessarily to return the plaint for being filed as a commercial suit being filed as a commercial suit.\" 27. it is further relevant to refer to the case of narender kumar vs. m/s om daily needs retailing pvt. ltd. & anr.; fao (comm) 92/2023 whereby the learned division bench of this court considered the similar issue of returning the plaint of a suit which, though originally filed before the court of learned adj was transferred by learned principal district and sessions judge to a commercial court. the learned division bench upheld the order returning the plant rather than transferring the suit to district judge, commercial court. 28. the hon‟ble supreme court in ambalal sarabhai enterprises ltd. [(2020) 15 scc 585], upheld the recourse to order vii rule 10 of the cpc directing return of the plaint. 29. in sum and substance, the aforesaid judgments highlight the principle of law that once a suit though instituted as non-commercial suit is found to be of commercial in nature, the plaint must be returned in exercise of power under order vii rule 10 cpc. also, on return of the plaint, the plaintiff may, after making necessary corrections in the pleadings, present the plaint before the court of competent jurisdiction. 30. in due consideration of the above laid principles of law and reverting back to the present case, it transpires that on 05.04.2021, learned adj-04 sent the matter to learned principal district and sessions judge for transferring it to commercial courts on an objection being taken as ordinary civil courts‟ jurisdiction was barred by c.c. act. subsequent to transfer of the case to district judge (commercial court)-01, patiala house court, new delhi, an application under order vii rule 10 and 10a cpc came to be moved seeking rejection of the plaint in view of it being in contravention of section 12 and section 12a of the commercial courts act, 2015 which was dismissed on 13.12.2021. the district judge (commercial court) specifically found that there was no contravention of the mandatory provision of section 12a of the act as in the present case urgent interim relief was prayed and granted by the learned adj-04 on 12.02.2020. the observation of the learned district judge (commercial) are as follows:\".i have no hesitation to conclude the though initially suit was not tagged as commercial suit and was filed as an ordinary suit, still urgent interim relief was prayed in the matter and from that criteria also, section 12a of commercial courts act was not applicable at that stage.\" 31. the respondents challenged the order dated 13.12.2021 by way of a civil revision petition which was disposed of vide order dated 08.04.2022. subsequent thereto a cm(m) petition filed on 28.02.2022 impugning the same order was withdrawn by respondents. even, another cm(m) petition bearing no. 418/2022 challenging order dated 01.07.2021 transferring the case to commercial court was disposed of. thus, the order dated 01.07.2021 transferring the suit to commercial court and order dated 13.12.2021 dismissing the application under order vii rule 10 and 10a cpc remained unchallenged. 32. it is to be noted that petitioners filed an application under order vi rule 17 cpc seeking amendments to its petition so as to comply with the provisions of commercial courts act which was allowed by learned trial court on 03.08.2022 and amended plaint along with list of dates and events, brief synopsis, statement of truth and amended list of documents, with the documents, were taken on record. the said findings are also unchallenged, thus, the non-commercial suit filed by the petitioners confirmed to all the essential protocol prescribed under commercial courts act for instituting a commercial suit. 33. thereafter, the learned district judge, commercial court -01, suo moto took an objection on the legality of the orders dated 05.04.2021 and 28.04.2021 in view of a subsequent judgment of virendra kumar vs rekha bhayana (supra) and returned the plaint under order vii rule 10 code of civil procedure, 1908 to be presented before a court of competent jurisdiction. 34. prior to venturing to decide the issue as to whether the learned district judge (commercial court), in the peculiar facts of the present case is justified to suo moto review the previous orders and return the plaint to be instituted afresh before commercial court, it is important to note down the provision of order xlvii rule 1 cpc, which reads as under:\"application for review of judgment. (1) any person considering himself aggrieved(a) by a decree or order from which an appeal is allowed, but from which no appeal has been preferred, (b) by a decree or order from which no appeal is allowed, or (c) by a decision on a reference from a court of small causes, and who, from the discovery of new and important matter or evidence which, after the exercise of due diligence was not within his knowledge or could not be produced by him at the time when the decree was passed or order made, or on account of some mistake or error apparent on the face of the record of for any other sufficient reason, desires to obtain a review of the decree passed or order made against him, may apply for a review of judgment to the court which passed the decree or made the order. (2) a party who is not appealing from a decree or order may apply for a review of judgment notwithstanding the pendency of an appeal by some other party except where the ground of such appeal is common to the applicant and the appellant, or when, being respondent, he can present to the appellate court the case on which he applies for the review. explanation.--the fact that the decision on a question of law on which the judgment of the court is based has been reversed or modified by the subsequent decision of a superior court in any other case, shall not be a ground for the review of such judgment.\" 35. the issue concerning review jurisdiction came up before the hon‟ble supreme court in case of s. murali sundaram vs. jothibai kannan & ors. [2023 scc online sc 185]. the hon‟ble supreme court held as under:\"15. while considering the aforesaid issue two decisions of this court on order 47 rule 1 read with section 114 cpc are required to be referred to? in the case of perry kansagra (supra) this court has observed that while exercising the review jurisdiction in an application under order 47 rule 1 read with section 114 cpc, the review court does not sit in appeal over its own order. it is observed that a rehearing of the matter is impermissible in law. it is further observed that review is not appeal in disguise. it is observed that power of review can be exercised for correction of a mistake but not to substitute a view. such powers can be exercised within the limits of the statute dealing with the exercise of power. it is further observed that it is wholly unjustified and exhibits a tendency to rewrite a judgment by which the controversy has been finally decided. after considering catena of decisions on exercise of review powers and principles relating to exercise of review jurisdiction under order 47 rule 1 cpc this court had summed upon as under: \"(i) review proceedings are not by way of appeal and have to be strictly confined to the scope and ambit of order 47 rule 1 cpc. (ii) power of review may be exercised when some mistake or error apparent on the fact of record is found. but error on the face of record must be such an error which must strike one on mere looking at the record and would not require any long-drawn process of reasoning on the points where there may conceivably by two opinions. (iii) power of review may not be exercised on the ground that the decision was erroneous on merits. (iv) power of review can also be exercised for any sufficient reason which is wide enough to include a misconception of fact or law by a court or even an advocate. (v) an application for review may be necessitated by way of invoking the doctrine actus curiae neminem gravabit.\" 16. it is further observed in the said decision that an error which is required to be detected by a process of reasoning can hardly be said to be an error on the face of the record. 17. in the case of shanti conductors (p) ltd. (supra), it is observed and held that scope of review under order 47 rule 1 cpc read with section 114 cpc is limited and under the guise of review, the petitioner cannot be permitted to reagitate and reargue questions which have already been addressed and decided. it is further observed that an error which is not selfevident and has to be detected by a process of reasoning, can hardly be said to be an error apparent on the face of record justifying the court to exercise its power of review under order 47 rule 1 cpc.\" 36. in case of shanti devi vs. state of haryana and ors (supra), it was observed:\"2. however, we have gone through the review petition and the grounds urged therein. the contention that the judgment sought to be reviewed was overruled in another case subsequently is no ground for reviewing the said decision. explanation to order xl vii rule 1 of the cpc clearly rules out such type of review proceedings.\" 37. thus, it is evidently recognised that review jurisdiction is limited in the sense that by observing the review power, a mistake can be corrected but it cannot be used to substitute a view. moreover, review jurisdiction cannot be exercised to rewrite a judgment, the issue in relation to which has been finally decided as the review court does not sit in appeal over its own order. 38. order vii rule 10 cpc mandates return of plaint for approaching the competent court. the law provides that if the court where the suit is instituted, is of the view that it has no jurisdiction, the plaint is to be returned in view of the provisions of order vii rule 10 cpc and the plaintiff can present it before the court having competent jurisdiction. it is no more res integra, that a court of district judge, commercial court is a court of competent jurisdiction for holding trial of a commercial suit. 39. pertinently, the present suit is being tried by the court of competent jurisdiction i.e., district judge, commercial court. moreover by following the amendment procedure, the non-commerical suit of the plaintiff has been amended and is now a commercial suit as per the provisions of the commercial courts act and thereby confirms to the protocol and procedure of a commercial suit. moreso, the impleadment of section 12a of the commercial courts act has also been removed as is apparent from the order dated 13.12.2021 passed by the learned district judge, commercial court. the learned trial court has adopted a hyper technical view by suo moto reviewing the orders dated 05.04.2021 and 28.04.2021 and passing the impugned order on the basis of the judgment titled as virendra kumar vs rekha bhayana (supra) which was passed subsequent to the passing of the aforesaid transfer orders. 40. in view of the above, at this stage the return of the plaint under order vii rule 10 cpc will not serve any purpose rather it will be an excessively technical approach and will defeat the ends of justice. needless to say, in case the parties have not approached the mediation centre for peaceful settlement of their disputes, opportunity may be afforded by the learned trial court to the parties. 41. accordingly, the impugned order dated 01.08.2023 is set aside. learned trial court is directed to proceed with the trial of the commercial suit, as per law. 42. consequently, the present petition along with pending application stands allowed. shalinder kaur, j. february 27, 2024 su"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "873a021d9b8341b289bce62ec9850648_0"
        },
        {
            "start": 155,
            "end": 248,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nBombay",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dcdaf538de4040c6a3a1080fe8d063d3_1"
        },
        {
            "start": 249,
            "end": 333,
            "text": "High Court\nBank Of India And Another vs M/S. Maruti Civil Works on 15 December, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "216c5c0e18da48f2a256b1dc1e0fdd3b_2"
        },
        {
            "start": 334,
            "end": 341,
            "text": "\n2023 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "908b47d158514f719c0aad3f6a53c98b_3"
        },
        {
            "start": 342,
            "end": 357,
            "text": "Bhc-As:37793-Db",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29bf66e7656a4a0fb66f2854093b8683_4"
        },
        {
            "start": 418,
            "end": 432,
            "text": "362.21-ao.docx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5170ab7fc2b14ca5a5d8c81669b396a5_5"
        },
        {
            "start": 456,
            "end": 524,
            "text": "In The High Court Of Judicature At Bombay\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2cf80e472e87487482935f1100d94799_6"
        },
        {
            "start": 524,
            "end": 552,
            "text": "Civil Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "73d60279a2f44b7783921de69510b0e6_7"
        },
        {
            "start": 578,
            "end": 610,
            "text": "Appeal From Order No.362 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db052823cd064940a17ec4d50ad28a21_8"
        },
        {
            "start": 651,
            "end": 708,
            "text": "In\n                          Commercial Suit No.6 Of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b634cc74b67d4bec9ef4fa5debc9cd68_9"
        },
        {
            "start": 748,
            "end": 811,
            "text": "With\n                       Interim Application No.3092 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a8f3fc150f0407a86167e882d1bedc3_10"
        },
        {
            "start": 852,
            "end": 911,
            "text": "In\n                        Appeal From Order No.362 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5c24dd37c3b49458320ecd233c2c77d_11"
        },
        {
            "start": 926,
            "end": 941,
            "text": "1 Bank of India",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6c0545ee5444600afd0d34e25f50f8a_12"
        },
        {
            "start": 957,
            "end": 1010,
            "text": "A body Corporate Constituted under the\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "421f1058d12043cc8a2254012608907e_13"
        },
        {
            "start": 1010,
            "end": 1099,
            "text": "Banking Companies (Acquisition and\n              Transfer of Undertakings) Act, V of 1970",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a74e1fe8c7e44e4793b2a68338cbbbbe_14"
        },
        {
            "start": 1115,
            "end": 1169,
            "text": "Having their Head Office at Star House,\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef7c39790147476f852c55471b19ef81_15"
        },
        {
            "start": 1169,
            "end": 1204,
            "text": "Plot No. C-5, G Block, Bandra Kurla",
            "labels": [
                "PREAMBLE"
            ],
            "id": "56ccee7780d644019a1074e7bf1e74fe_16"
        },
        {
            "start": 1205,
            "end": 1273,
            "text": "\n              Complex, Bandra (East),\n              Mumbai - 400051",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab40817b8ef940a397a3cc38fbb4c7ab_17"
        },
        {
            "start": 1274,
            "end": 1368,
            "text": "\n              and also having their one of the branch\n              amongst other situated at",
            "labels": [
                "PREAMBLE"
            ],
            "id": "619bf13499144276b2d525238fc4dd13_18"
        },
        {
            "start": 1384,
            "end": 1420,
            "text": "M/s. Ravria City, Ground Floor, Plot",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32928ba6c5c64bb88672e182130a3fbc_19"
        },
        {
            "start": 1421,
            "end": 1467,
            "text": "\n              No.8A, Sector - 18, New Panvel,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b33aef018ff4a8cb81545d25caad2be_20"
        },
        {
            "start": 1468,
            "end": 1546,
            "text": "\n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6a2341c40e04e1c9d78cec7a08ecb31_21"
        },
        {
            "start": 1560,
            "end": 1599,
            "text": "2 The Authorized Officer\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bdfbd2f1e5124009818cfcb3b3f3727d_22"
        },
        {
            "start": 1599,
            "end": 1627,
            "text": "Bank of India\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "04f178dfcab94abdb8a22c18f5a0303f_23"
        },
        {
            "start": 1627,
            "end": 1671,
            "text": "Having its Branch office at\n              M/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a3113d510d5f46b1a71ed1e0d7ebbbbd_24"
        },
        {
            "start": 1672,
            "end": 1706,
            "text": "s. Ravria City, Ground Floor, Plot",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74057f25e46748ae97f67a381cef98b1_25"
        },
        {
            "start": 1707,
            "end": 1753,
            "text": "\n              No.8A, Sector - 18, New Panvel,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62e1712a06e049ef8939d7142e362ab6_26"
        },
        {
            "start": 1754,
            "end": 1832,
            "text": "\n              Navi Mumbai - 410206\n              Known as \"New Panvel Branch\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b9874877c9fe4a1f9951742ccb8ebd3f_27"
        },
        {
            "start": 1854,
            "end": 1914,
            "text": "..... Appellants\n\n                Versus\n\n                M/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "464961a9a1544602bfb125bf5c86e8c5_28"
        },
        {
            "start": 1915,
            "end": 1936,
            "text": "s. Maruti Civil Works",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aee3b8584e4b414fbc80ee5d22cb377e_29"
        },
        {
            "start": 1954,
            "end": 2008,
            "text": "A Partnership firm, duly incorporated\n                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e6b8a88a71e492d8421560d0f2f4351_30"
        },
        {
            "start": 2008,
            "end": 2073,
            "text": "Under the provisions of the Partnership\n                Act, 1932",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b747e776ea2847449372467eaaf0b6f3_31"
        },
        {
            "start": 2074,
            "end": 2080,
            "text": "having",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4db18ae19b2840119b3b061cfa0b62c8_32"
        },
        {
            "start": 2081,
            "end": 2099,
            "text": "principal place of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f3b1a639693443aab0120f1ede3bf38_33"
        },
        {
            "start": 2117,
            "end": 2156,
            "text": "Business at : Maruti House, Plot No.63,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13adbf8d357f4a239d71aeb5680aad18_34"
        },
        {
            "start": 2157,
            "end": 2203,
            "text": "\n                Sector No.1, Shirvane, Nerul,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44c9660ffc724df3a56c3efd3d478bb4_35"
        },
        {
            "start": 2221,
            "end": 2234,
            "text": "Navi Mumbai -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a72f4c12b87423eb84ec617984cc674_36"
        },
        {
            "start": 2235,
            "end": 2241,
            "text": "400706",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5d811298d244ac9a53f0c99dff3fff3_37"
        },
        {
            "start": 2269,
            "end": 2285,
            "text": "..... Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b614e3d5a044c26b38099b315cdc216_38"
        },
        {
            "start": 2301,
            "end": 2309,
            "text": "Basavraj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bdd5f04fce0412083bc04c243676399_39"
        },
        {
            "start": 2366,
            "end": 2372,
            "text": "Page|1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4563ea53cd248a1ad639f4dda395817_40"
        },
        {
            "start": 2395,
            "end": 2425,
            "text": ": : : Uploaded on - 15/12/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "592e928a10f1403eab69ce9a7f1f8b2a_41"
        },
        {
            "start": 2434,
            "end": 2476,
            "text": ": :: Downloaded on - 16/12/2023 07:14:50 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97ebdf3adc34466cbfecf323039e1822_42"
        },
        {
            "start": 2477,
            "end": 2545,
            "text": "::\n                                                   362.21-ao.docx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ae5cce50b5c4a8597112bcbecc13ed2_43"
        },
        {
            "start": 2550,
            "end": 2600,
            "text": "Mr. O. A. Das for the Appellants\nMr. Kishor P. Vig",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7f8dcaa80734c63a16e9e57bda7f500_44"
        },
        {
            "start": 2601,
            "end": 2644,
            "text": "i / b. Mr. Manish K. Vig for the Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57cd170f53ea41f1bacb94d8c07a1c6d_45"
        },
        {
            "start": 2663,
            "end": 2669,
            "text": "Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "207bb6ea6394466fb8bad2b1ccd48c16_46"
        },
        {
            "start": 2670,
            "end": 2701,
            "text": "Devendra Kumar Upadhyaya, Cj. &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "145d010e2d434526989c8b4910fe75b9_47"
        },
        {
            "start": 2702,
            "end": 2773,
            "text": "\n                       Arif S. Doctor, J.\n\n                Reserved On",
            "labels": [
                "PREAMBLE"
            ],
            "id": "392d22935be34a3d86cd553566c465a3_48"
        },
        {
            "start": 2774,
            "end": 2793,
            "text": "  : October 5, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72e1682b8c32467198261cdb53b8a0fd_49"
        },
        {
            "start": 2794,
            "end": 2844,
            "text": "\n                Pronounced On : December 15, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9639bc85aae74c0085783750276b72ce_50"
        },
        {
            "start": 2845,
            "end": 2878,
            "text": "\n\n\nJudgment (Per : Chief Justice)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b97653fe3b44429a6a7edcecba10f52_51"
        },
        {
            "start": 2880,
            "end": 3057,
            "text": "1. For the sake of clarity, the Plaintiff and the Defendants in the suit shall be referred to as per their original nomenclature i.e. Appellants herein as the Defendants and the",
            "labels": [
                "NONE"
            ],
            "id": "ec2fdd7269c8453cb7728a8ddb46326b_52"
        },
        {
            "start": 3058,
            "end": 3094,
            "text": " Respondent herein as the Plaintiff.",
            "labels": [
                "NONE"
            ],
            "id": "045a3f714b7c4952880bfd64218cd92a_53"
        },
        {
            "start": 3096,
            "end": 3232,
            "text": "2. Heard Mr. O. A. Das, learned Counsel representing the Defendants and Mr. Kishor P. Vig learned Counsel representing the Plaintiff.\n3.",
            "labels": [
                "NONE"
            ],
            "id": "742b38c5b509493fbc6a236cdb9c244d_54"
        },
        {
            "start": 3233,
            "end": 3807,
            "text": "This Appeal filed under Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015) seeks to challenge the order dated 2 nd December 2020 passed by the District Judge - 2, Thane whereby the application moved by the Appellants - Defendants under Order VII Rule 10 and Rule 11(d) of the Code of Civil Procedure, 1908 (hereinafter referred to as the \"Code\") read with Section 19(6) to (10) of Basavraj Page|2 362.21-ao.docx the Recovery of Debts and Bankruptcy Act, 1993 (hereinafter referred to as the \"Recovery Act, 1993) has been rejected.",
            "labels": [
                "FAC"
            ],
            "id": "ba30d59d77794399ab69e0e0f26e8664_55"
        },
        {
            "start": 3809,
            "end": 4287,
            "text": "4. The facts of the case which can be culled out from the pleadings available on record and the submissions made by the learned counsel for the respective parties are that the Plaintiff - Respondents instituted Commercial Suit No.6 of 2019 against the Appellants-Defendants for recovery of loss and damages and compensation of Rs.100 Crores + Rs.10,10,733/- together with interest on the said amount @ 13.95% p.a. from the date of institution of the suit till final realization.",
            "labels": [
                "FAC"
            ],
            "id": "f51caea73929410a9255563d11b931c2_56"
        },
        {
            "start": 4288,
            "end": 4750,
            "text": "\n5. The said suit has been filed with the plaint allegations, inter alia, that the plaintiff is a partnership firm engaged in the business of builders and contractors since 1987 and that the Defendants fraudulently invoked the measures under the guise of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (hereinafter referred to as the SARFAESI Act) to grab the property of the partner of the Plaintiff.\n6.",
            "labels": [
                "FAC"
            ],
            "id": "33a98f98547246a5968749979b091bf7_57"
        },
        {
            "start": 4751,
            "end": 5152,
            "text": "It has been submitted on behalf of the Appellants that Defendant No.1 sanctioned and granted cash credit limit of Rs.10 Basavraj Page|3 362.21-ao.docx Crores and further credit facility to the Plaintiff for their working capital requirement and that the credit facilities were sanctioned and granted vide sanction letter dated 24th January 2013 and Modified Sanctioned letter dated 28 th January 2013.",
            "labels": [
                "FAC"
            ],
            "id": "87cb5a90c16a416db681cbd9d58b0b17_58"
        },
        {
            "start": 5153,
            "end": 5608,
            "text": "Further submission on behalf of the Defendants is that in order to secure the credit facility, the Plaintiff executed certain security documents such as Demand Promissory Note for Rs.10 Crores dated 5th February 2013 in respect of the Cash Credit Facility, Bearer Letter for Rs.10 Crores dated 5 th February 2013 in respect of the Cash Credit Facility, Hypothecation-cum-Loan Agreement for Rs. 15 Crores dated 15 th February 2013 and a Composite Agreement",
            "labels": [
                "FAC"
            ],
            "id": "ad779489d9784c68baf55c96e1c5f06d_59"
        },
        {
            "start": 5609,
            "end": 5632,
            "text": "dated 5th February 2013",
            "labels": [
                "FAC"
            ],
            "id": "7a65d929b2ef4d0287d98b3a5ffbacb2_60"
        },
        {
            "start": 5633,
            "end": 5831,
            "text": ". The Defendants further state that on the request of the Plaintiff, the Defendants issued Bank Guarantee dated 27th February 2013 for a sum of Rs.9,67,000/- which was valid till 26th February 2014.",
            "labels": [
                "FAC"
            ],
            "id": "91670041d32a49b5a3427e3e3eb1acbc_61"
        },
        {
            "start": 5832,
            "end": 6116,
            "text": "It is also stated that the Defendant No.1 sanctioned and granted additional cash credit / temporary Over Draft limit of Rs. 1 Crore to the Plaintiff for their working capital requirement as per the terms and conditions stipulated in the Memorandum of Sanction dated 12th October 2013.",
            "labels": [
                "FAC"
            ],
            "id": "cd381fb1b92249b59739a99710a9c013_62"
        },
        {
            "start": 6117,
            "end": 6430,
            "text": "It is also the claim of the Defendants that as security towards the additional cash credit limit of Rs.1 Basavraj Page|4 362.21-ao.docx Crores, the Plaintiffs executed loan / security documents on 14 th October 2013 and further that equitable mortgage was also extended in respect of certain immovable properties.",
            "labels": [
                "FAC"
            ],
            "id": "5fba1b14364e404a83f233121fdda428_63"
        },
        {
            "start": 6432,
            "end": 6742,
            "text": "7. Further submission of the Defendants is that the Plaintiff committed default in repayment and accordingly, the account was declared as Non Performing Assets (NPA) on 27 th July 2014 and accordingly action under the SARFAESI Act was initiated by issuing Demand Notice under section 13(2) of the SARFAESI Act.",
            "labels": [
                "FAC"
            ],
            "id": "c3721a923138408e9f3af4d3a59290fa_64"
        },
        {
            "start": 6743,
            "end": 7236,
            "text": "It is further asserted on behalf of the Defendants that since the outstanding dues were not paid by the Plaintiff even after receipt of the notice under Section 13(2), symbolic possession of the mortgage properties was taken on 3rd March 2015 under Section 13(4) of the SARFAESI Act and further that the Defendants took physical possession of the property at Maruti House, Plot No.63, Sector 1, Shiravane, Nerul and also Bungalow named GODATEER at Plot No.11A Sector 21, Nerul, Navi Mumbai.\n8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f8716353d4314508a3148bd554cb824f_65"
        },
        {
            "start": 7237,
            "end": 7685,
            "text": "Learned Counsel for the Defendants has further stated that the Defendants have filed Original Application bearing No.575 of 2017 against the Plaintiff before the Debts Recovery Tribunal No.3 at Mumbai (Vashi) for the recovery of a sum of Basavraj Page|5 362.21-ao.docx Rs.18,81,66,435/- which according to the Defendants is due against the Plaintiff on account of default in repayment of the credit facility sanctioned and granted to the Plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73f400f49203413e9ddedf87d59a2233_66"
        },
        {
            "start": 7686,
            "end": 7778,
            "text": "The said Original Application has been preferred under Section 19 of the Recovery Act, 1993.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a721f0d2974f4acc9567fbc634d57fa4_67"
        },
        {
            "start": 7780,
            "end": 8202,
            "text": "9. It has been further stated by the Defendants that in the Commercial Suit No.6 of 2019 filed by the Plaintiff an Application under Order VII Rule 10 and 11(d) of the CPC was preferred by the Defendants with a prayer that the plaint be rejected on the ground that jurisdiction to entertain the suit between the borrower and the Bank i.e. the Plaintiff and Defendants is with DRT at Mumbai and not the learned Trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2132fa41f1c547639b25ad1f4babf232_68"
        },
        {
            "start": 8203,
            "end": 8355,
            "text": "The Application moved by the Appellants further prayed, alternatively, that the plaint be returned to the Plaintiff for filing before appropriate forum.",
            "labels": [
                "FAC"
            ],
            "id": "47db0cf9642747b98aac1c05c80670a3_69"
        },
        {
            "start": 8357,
            "end": 8413,
            "text": "10. The said Application was contested by the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "21de781635d64fd98163fec7684bb15e_70"
        },
        {
            "start": 8414,
            "end": 8995,
            "text": "Learned Trial Court, by means of order dated 2nd December 2020 which is under challenge before us in this appeal, rejected the said Application by observing, inter alia, that the suit filed by the Plaintiff is based on the assertion of fraud and accordingly Basavraj Page|6 362.21-ao.docx declaration has been sought along with other reliefs and that such a relief as sought by the Plaintiff can be entertained by it, as the jurisdiction of the DRT is confined to hold inquiry and to adjudicate the issues brought before it within the scope of Section 17 of the Recovery Act, 1993.",
            "labels": [
                "FAC"
            ],
            "id": "eacf410dfb104c929abf8c67fdc10ad3_71"
        },
        {
            "start": 8996,
            "end": 9376,
            "text": "It has further been held by the learned Trial Court in the judgment under appeal herein that scope of inquiry relating to commission of any alleged fraud by the bankers is outside the scope of Section 17 of the Recovery Act, 1993 and hence, the prayer made by the Defendants in the Application moved under Order VII Rule 10 and Rule 11(d) of the CPC was liable to be rejected.\n11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bbbebb9c68f43f594f75a83f15bb387_72"
        },
        {
            "start": 9377,
            "end": 9701,
            "text": "It is this order dated 2nd December 2020 passed by the learned Trial Court which is under challenge in this appeal filed under Section 13 (1A) of the Act of 2015, whereby the Application moved by the Defendants with the prayer for rejecting the plaint or in the alternative, for returning the plaint has not been acceded to.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "067a451fe7134f6183b41f8ff884e46c_73"
        },
        {
            "start": 9703,
            "end": 9928,
            "text": "12. At the outset of the arguments, the question which cropped up for consideration of this Court is to the maintainability of this appeal before the Division Bench of this Court keeping in view Basavraj Page|7 362.21-ao.docx",
            "labels": [
                "NONE"
            ],
            "id": "6bca0517013540e8a2b43050ed025986_74"
        },
        {
            "start": 9929,
            "end": 10220,
            "text": "the proviso appended to Section 13(1) of the Act of 2015 which provides that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court which are enumerated specifically under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996",
            "labels": [
                "STA"
            ],
            "id": "ccd3271774d54842a72c330d0a6173b5_75"
        },
        {
            "start": 10221,
            "end": 10546,
            "text": ". The objection as to the maintainability of this appeal, thus, is that since the order under challenge herein is not enumerated under Order XLIII of the CPC and hence this appeal, in view of operation of the proviso appended to Section 13(1A) of the Act of 2015, is not entertainable and hence is liable to be dismissed.\n13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ea2bdf6088849e1962c28e00aa8fc65_76"
        },
        {
            "start": 10547,
            "end": 10769,
            "text": "To appreciate the issue concerning maintainability of this appeal, it will be apposite to consider the provisions of Section 13 of the Act of 2015 before and after its amendment which has been effected w.e.f. 3rd May 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cad531c3c66243b0918fc58b38b6ce69_77"
        },
        {
            "start": 10770,
            "end": 11491,
            "text": "Section 13 which existed prior to its amendment in the year 2018 is quoted hereunder:\n\"Section 13 : Appeals from decrees of Commercial Courts and Commercial Divisions- - (1) Any person aggrieved by the decision of a Commercial Court or Commercial Division of a High Court may appeal to the Commercial Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be.\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court Basavraj Page|8 362.21-ao.docx that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.\"",
            "labels": [
                "STA"
            ],
            "id": "b4fbd82381ee4611987ace4e75bec56f_78"
        },
        {
            "start": 11492,
            "end": 11911,
            "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. Section 13, after its amendment vide Act No.28 of 2018 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.",
            "labels": [
                "STA"
            ],
            "id": "1e4b6e8cbad145029a255e390d989cfc_79"
        },
        {
            "start": 11912,
            "end": 12132,
            "text": "-\n(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
            "labels": [
                "STA"
            ],
            "id": "f0c9a54096704ad18400f83eb654e506_80"
        },
        {
            "start": 12133,
            "end": 12742,
            "text": "\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial court that are specifically enumerated under Order XLIII of the Civil Procedure Code, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act.",
            "labels": [
                "STA"
            ],
            "id": "3baad1c9d49e45a1b6f7f7cea8c95385_81"
        },
        {
            "start": 12743,
            "end": 13014,
            "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
            "labels": [
                "STA"
            ],
            "id": "161f6a462885452186011974590ccdb5_82"
        },
        {
            "start": 13016,
            "end": 13024,
            "text": "Basavraj",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be033effdf1240b2acf06061e6b3b3b3_83"
        },
        {
            "start": 13025,
            "end": 13141,
            "text": "                                                            Page|9                                                  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99ff865c685644c2a1ab943b855c5a9f_84"
        },
        {
            "start": 13141,
            "end": 13159,
            "text": "362.21-ao.docx 15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c4ea1ca0cf14dfca4968e6c237c8acb_85"
        },
        {
            "start": 13160,
            "end": 13554,
            "text": "If we compare the unamended provision with the amended provision of Section 13 of the Act of 2015, what we find is that earlier an appeal was provided against a \"decision\" of a Commercial Court or Commercial Division of a High Court to the Commercial Division of that High Court, whereas, after the amendment the expression \"decision\" has been substituted by the expression \"judgment or order\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eef04e0ca68a4be7889ed4468be08636_86"
        },
        {
            "start": 13555,
            "end": 13709,
            "text": "It is also noticeable that the proviso appended to sub section (1) of section 13 which earlier existed has been retained in the amended provision as well.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7ec1b63c70149a78bda71e87291cf88_87"
        },
        {
            "start": 13710,
            "end": 14153,
            "text": "To determine as to whether the instant appeal is maintainable, we may also refer to sub section (2) of section 13 of the Commercial Courts Act which begins with a non-obstante clause and provides that notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree under Section 13 otherwise than in accordance with the provisions of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5fbdd37106f469a924c9865130808ea_88"
        },
        {
            "start": 14155,
            "end": 14533,
            "text": "16. In our opinion, sub section 2 of Section 13 unequivocally provides that any appeal against a decree or order of a Commercial Court or Commercial Division shall lie only in accordance with the provisions of the Act and in view of what Basavraj Page|10 362.21-ao.docx has been provided for in sub section 2 of Section 13, the proviso appended to Section 13 assumes importance.",
            "labels": [
                "STA"
            ],
            "id": "4fad9a32157e4fb3a134dfc28d662e3d_89"
        },
        {
            "start": 14535,
            "end": 14849,
            "text": "17. Sub Section 1A of Section 13 provides that a person aggrieved by a judgment or order can file an appeal, however, the said provision is to be read in conjunction with the proviso which specifically states that an appeal shall lie only from orders which are specifically enumerated under Order XLIII of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82187a7f630d4b5db9b8e509d4e1d77f_90"
        },
        {
            "start": 14850,
            "end": 15048,
            "text": "The occurrences of the expression \"shall\" and \"specifically\" in the proviso has to be noted for correctly understanding the legislative intent in framing the scheme of Section 13 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5462c004e93f4c8aa1162072be5ca2c6_91"
        },
        {
            "start": 15049,
            "end": 15260,
            "text": "It is also noteworthy that the order under challenge in this appeal has been passed by the learned trial court rejecting the Application moved by the Defendants under Order VII Rule 10 and Rule 11(d) of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "166a22c810c844c1b86ccd2def1efe35_92"
        },
        {
            "start": 15261,
            "end": 15425,
            "text": "Such an order is not enumerated in Order XLIII of the CPC, though Rule 1(a) of Order XLIII enlists an order passed under Order VII Rule 10 for returning the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42035f76f7f24ea8a4bbdb7436f2f52f_93"
        },
        {
            "start": 15426,
            "end": 15607,
            "text": "Thus, Order XLIII enlists the order passed on an Application under Order VII Rule 10 if it is allowed, however, it does not enlist the order in case such an Application is rejected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80f301b4648f4e249c3b042b5a9fcd43_94"
        },
        {
            "start": 15608,
            "end": 15714,
            "text": "Order XLIII also does not enlist any order passed on an Application under Order VII Rule 11(d) of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f6fe8b4b97f4510a8e2101cceba9d8b_95"
        },
        {
            "start": 15716,
            "end": 15724,
            "text": "Basavraj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "402e701571474beb956a3dc30172a00e_96"
        },
        {
            "start": 15785,
            "end": 15792,
            "text": "Page|11",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7fd9b8dba264522a6b69c66ada68a44_97"
        },
        {
            "start": 15856,
            "end": 15873,
            "text": "362.21-ao.docx 18",
            "labels": [
                "NONE"
            ],
            "id": "035a9f17404948d5a704b331c63bc8ba_98"
        },
        {
            "start": 15874,
            "end": 15897,
            "text": ".        Learned       ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b40154274324e609aa0b02f6624ed3a_99"
        },
        {
            "start": 15897,
            "end": 15913,
            "text": "Counsel         ",
            "labels": [
                "NONE"
            ],
            "id": "566fd1b72d2a4fd49b70113893b36243_100"
        },
        {
            "start": 15913,
            "end": 15925,
            "text": "for   the   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50ede39bf8944c9f8b1b750ae5f6b999_101"
        },
        {
            "start": 15925,
            "end": 15935,
            "text": "Appellant,",
            "labels": [
                "NONE"
            ],
            "id": "e9ddc18e4def4ad7b203b63c9a9cb83f_102"
        },
        {
            "start": 15944,
            "end": 16247,
            "text": "however,           has emphasized that in view of the law laid down by Delhi High Court in the case of D & H India Ltd. Vs. Superon Schweisstechnik India Ltd.1 and in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. Vs. Himgiri Realtors Pvt. Ltd. and Another2 , this appeal is maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88ae30e5651847039a1d14ed59be5a62_103"
        },
        {
            "start": 16248,
            "end": 16455,
            "text": "Learned Counsel for the Defendants has also referred to a judgment of Division Bench of this Court in the case of Skil- Himachal Infrastructure & Tourism Ltd. & Ors. Vs IL and FS Financial Services Ltd.3 19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e19dd03bc065463a86f02e765fda964b_104"
        },
        {
            "start": 16456,
            "end": 16744,
            "text": "So far as the judgment of the Delhi High Court in the case of D & H India Ltd. (supra) is concerned, it is to be noticed that the appeal in the said case was filed before a Commercial Appellate Division of the High Court from an order passed by the Commercial Division of that High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b34e20025c064d86a6046f64e5a48f88_105"
        },
        {
            "start": 16745,
            "end": 17043,
            "text": "It is noteworthy that the appeal before the Commercial Appellate Division of the High Court in this case was filed against an order under Order VI Rule 17 of the CPC by the learned Single Judge exercising jurisdiction of Commercial Division of the High Court under the Commercial 1 268 (2020) Delhi",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6418e7ee8f8f48ff9e45324f9a5d6867_106"
        },
        {
            "start": 17044,
            "end": 17053,
            "text": "Law Times",
            "labels": [
                "NONE"
            ],
            "id": "363d684f1d3441f08b3322bee79ce69b_107"
        },
        {
            "start": 17054,
            "end": 17115,
            "text": "15 (DB) 2 2021 SCC Online Del 3603 3 2022 SCC Onine Bom 3152.",
            "labels": [
                "NONE"
            ],
            "id": "10649060018c4d8e94f9b73ac136652e_108"
        },
        {
            "start": 17117,
            "end": 17125,
            "text": "Basavraj",
            "labels": [
                "NONE"
            ],
            "id": "9ab6ab301c0449fe9d5d8a35034bba9a_109"
        },
        {
            "start": 17198,
            "end": 17283,
            "text": "Page|12                                                    362.21-ao.docx Courts Act.",
            "labels": [
                "NONE"
            ],
            "id": "dde55e7cb0c54dc4bf58823e79cf80ca_110"
        },
        {
            "start": 17284,
            "end": 17650,
            "text": "The Hon'ble Delhi High Court in the case of D & India Ltd. (supra) held the appeal to be maintainable by observing that the Court in that case was not concerned with the challenge to the order passed under Order VI Rule 17 of the CPC, rather under Order V of Chapter II of the 2018 Rules of the High Court, which reads as under:\n5. Appeal against Registrar's Order -",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "17da199ccb314461bad9eec798b748cc_111"
        },
        {
            "start": 17651,
            "end": 17818,
            "text": "Any person aggrieved by any order made by the Registrar under Rule 3 of this Chapter may within 15 days of such order appeal against the same to the Judge in Chambers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf586a44e37647499aff74f64bf87ea7_112"
        },
        {
            "start": 17819,
            "end": 17898,
            "text": "The appeal shall be in the form of the petition bearing court fees of Rs.2.65\".",
            "labels": [
                "RPC"
            ],
            "id": "9473722d6d7648e2a3823c820c697f19_113"
        },
        {
            "start": 17899,
            "end": 18570,
            "text": "\n20 . We may also notice that as per the facts narrated in the judgment in the case of D & H India Ltd. (Supra) under the Rules of Delhi High Court, an Application to amend the plaint, petition, written statements, the Application or subsequent proceedings where amendment sought is formal in nature, is decided by the Registrar and in the said case such an Application was decided by the Registrar against which a Petition was filed before the Learned Single Judge who passed an order in his capacity as Commercial Division of the High Court against which an appeal was preferred before the Division Bench i.e. before the Commercial Appellate Division of the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4ff4e9f3f0164720b8d5483ad441eab0_114"
        },
        {
            "start": 18571,
            "end": 19056,
            "text": "It is in these Basavraj Page|13 362.21-ao.docx facts it has been held by the Delhi High Court that the appeal was maintainable giving the reason that it emanated from the order passed under rule 5 of Chapter 2 of Delhi High Court Original Side Rules and thus the Commercial Appellate Division of High Court was concerned with the order referable to Rule 5 of the Chapter 2 of the Delhi High Court Original Side Rules and not with the order referable to Order VI Rule 17 of the CPC.\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f54c9dd7d73b484a96340276b50e4884_115"
        },
        {
            "start": 19057,
            "end": 19322,
            "text": "In the aforesaid facts of the case the Delhi High Court held the appeal to be maintainable, whereas, in the instant case the appeal before us has been filed against the order of the learned District Judge in his capacity as a Commercial Court under the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6abc55566f814f8b8a80168a0ae55c7e_116"
        },
        {
            "start": 19323,
            "end": 19470,
            "text": "The order passed by a Court rejecting an Application preferred under Order VII Rule 10 and Rule 11(d) of the CPC, is not enumerated in order XLIII.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a090f18c56994d00968622d00ff3f306_117"
        },
        {
            "start": 19471,
            "end": 19631,
            "text": "Thus, the judgment of Delhi High Court in the case of D & H India Ltd. (supra) is clearly distinguishable and does not have any application to the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b012993cac24459aa448be91c8db242_118"
        },
        {
            "start": 19633,
            "end": 19941,
            "text": "22. As far as the reliance placed by the learned counsel for the Defendants on the judgment of the Delhi Court in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd.\nBasavraj                                                                 Page|14                                                    ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "65172f1092c04a84874ce4fa5196c3ce_119"
        },
        {
            "start": 19941,
            "end": 19955,
            "text": "362.21-ao.docx",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1db2efab130d4594ad635ba46b1de0ac_120"
        },
        {
            "start": 19956,
            "end": 20130,
            "text": "(supra) is concerned, we find that in the said judgment itself the Division Bench expressed doubts as to the correctness of the view taken in the judgment of D & H India Ltd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "955fb298521440f9a544e3111f96b4a8_121"
        },
        {
            "start": 20131,
            "end": 20272,
            "text": "(supra), however, did not feel any need to make a reference of the question to a larger bench for the reasons disclosed in the said judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "620b2259c19b42d292992a3cbde5c7a4_122"
        },
        {
            "start": 20273,
            "end": 20397,
            "text": "Paragraph 25 of the judgment in the Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (supra) is extracted hereinbelow:\n\"25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cfecbc4679d64310848fa499a731073f_123"
        },
        {
            "start": 20398,
            "end": 21116,
            "text": "Though we, with due deference to the members of the Division Bench in D&H India Ltd. supra, entertain doubts as to the correctness of the view taken in D&H India Ltd. but do not, in the facts of the present case, feel the need to make a reference of the question to a larger bench; the reason is, that Bhandari Engineers & Builders Pvt. Ltd. supra, on which the impugned orders are based, while laying down the law laid down therein, also directs all Courts to abide thereby, resulting in plethora of similar challenges as made herein and it is deemed expedient to settle the law in that regard and which would remain pending if the question of maintainability of the appeal were to be referred to a larger bench.\"\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8349f24e72048e299f49246766b399b_124"
        },
        {
            "start": 21117,
            "end": 21381,
            "text": "Thus, in view of the observations made by the Delhi High Court in paragraph 25 of the judgment in the case of Delhi Chemical and Pharmaceutical Works Pvt. Ltd. (Supra), the said judgment also does not have any application so far as the instant appeal is concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8f6ec221f334a6db5811a890a94cb58_125"
        },
        {
            "start": 21383,
            "end": 21391,
            "text": "Basavraj",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0599303614b41e6a5a8b9b4a523345d_126"
        },
        {
            "start": 21452,
            "end": 21459,
            "text": "Page|15",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9027160166994703a98435807d58959e_127"
        },
        {
            "start": 21460,
            "end": 21537,
            "text": "                                                           362.21-ao.docx 24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd190b27b2164d029b0ca30a102cdd44_128"
        },
        {
            "start": 21538,
            "end": 21725,
            "text": "Reliance placed by the learned counsel for the Defendants on the judgment of a coordinate bench of this court in the case of Skil-Himachal Infrastructure (supra) is also highly misplaced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ad8429304b7499898d7de39baf2a01b_129"
        },
        {
            "start": 21726,
            "end": 22059,
            "text": "The said judgment analyses the unamended as also the amended provisions of Section 13 of the Act of 2015 along with various other provisions of the Act of 2015 and has, inter alia, thus concluded that an appeal from order granting conditional leave to defend any summons for judgment in a commercial summary suit is not maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf2b8a77b4e9461c840882dacadd643e_130"
        },
        {
            "start": 22060,
            "end": 22278,
            "text": "It is to be noticed at this juncture that an order granting conditional or unconditional leave to defend any summons for judgment passed under Order XXXVII Rule 5 of the CPC is not enumerated in order XLIII of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0fd6b4cc6274e39a26784302b0922e9_131"
        },
        {
            "start": 22280,
            "end": 22763,
            "text": "25. The Division Bench of this Court in the case of Skil- Himachal Infrastructure (supra) has taken note of the judgment in the case of Shailendra Bhadauria Vs. Matrix Partners India Investment Holdings LLC 2018 SCC OnLine Bom 13804 wherein it has been held that the judgments in the case of Hubtown Ltd. Vs. IDBI Trusteeship Services Ltd., 2016 SCC OnLine Bom 9019 and Sigmarq Technologies Pvt. Ltd. Vs. Manugraph India Ltd. 2017 SCC OnLine Bom Basavraj Page|16 362.21-ao.docx 9191.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8175f167e44b4d73a6a28002234a2f71_132"
        },
        {
            "start": 22764,
            "end": 22883,
            "text": "Paragraph 44 of the judgment in the case of Shailendra Bhadauria (supra) is relevant which is extracted hereunder:\n\"44.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "712d85cf2fb2450b955848bf1e7b45c3_133"
        },
        {
            "start": 22884,
            "end": 23006,
            "text": "Now, the Commercial Courts (Amendment) Act, 2018 amends the Act 4 of 2016 and deletes the word \"decision\"\nfrom Section 13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c5ff50a558ef4308beecae9f27ec45bd_134"
        },
        {
            "start": 23007,
            "end": 23043,
            "text": "We have already reproduced it above.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "92d0f32daff54d2f9ac4b5483efccfe0_135"
        },
        {
            "start": 23044,
            "end": 23419,
            "text": "Thus, the earlier view in Hubtown Limited (supra) and Siqmarq Technologies (supra) will have to give way and all the more after the Judgments of the Hon'ble Supreme Court delivered in the case of Fuerst Day Lawson Limited v. Jindal Exports Limited, reported in (2011) 8 SCC 333 and the authoritative and binding pronouncement in the case of Kandla Export Corporation (supra).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0c07bca98f27487c8326ba1e90f13384_136"
        },
        {
            "start": 23420,
            "end": 23464,
            "text": "The statute has to confer a right of appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "15ce9429a3ca4236bf8468f92d4775d3_137"
        },
        {
            "start": 23465,
            "end": 23505,
            "text": "That has to be conferred in clear words.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0385fb849262457da22ea00e44cdf422_138"
        },
        {
            "start": 23506,
            "end": 23642,
            "text": "We cannot, as suggested by Mr. Andhyarujina, by an interpretative process carve out a right of appeal, when the law is not creating it.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fadbea5328ae4d5f8b6d97a07405abba_139"
        },
        {
            "start": 23644,
            "end": 23872,
            "text": "26. The judgment in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra) also takes note of the law laid down by the Supreme Court in the case of Kandla Export Corporation Vs. OCI Corporation (2018) 14 SCC 715.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c9a35f152f6b4f578f6eb3759c8e975b_140"
        },
        {
            "start": 23873,
            "end": 24045,
            "text": "The observations made by the Division in paragraph 44 of the Skil-Himacahal Infrastructure & Tourism Ltd. & Ors. (supra) is also relevant which is extracted hereunder:\n\"44.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7c51d3b4219e469e9c69fa891fa6f554_141"
        },
        {
            "start": 24046,
            "end": 24141,
            "text": "In the Supreme Court decision in Kandla Export Corporation, Section 13 was addressed like this.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df11beb0a713445f917f63f1d2ff6fd4_142"
        },
        {
            "start": 24142,
            "end": 24198,
            "text": "First, that Section 13(1) of the CC Act is in two parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "292995bf9db2475b880b20a591bf6b8d_143"
        },
        {
            "start": 24199,
            "end": 24317,
            "text": "The main provision deals with appeals from judgments, orders and decrees to the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0df14c49135492c98b405846fa6b107_144"
        },
        {
            "start": 24318,
            "end": 24355,
            "text": "To this, the proviso is an exception.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca455b8ab719461181f8113bf3147d8a_145"
        },
        {
            "start": 24356,
            "end": 24456,
            "text": "Second, the proviso must be construed harmoniously with the main provision, not in derogation of it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5619155d3a15462391686f677c632872_146"
        },
        {
            "start": 24457,
            "end": 24487,
            "text": "It operates in the same field.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d47abb0c6ec4d97bedb84c87c2d8ee9_147"
        },
        {
            "start": 24488,
            "end": 24765,
            "text": "If main Basavraj Page|17 362.21-ao.docx provision is in clear language, the proviso cannot be used to 'interpret' the main part, or to exclude - let along by implication - any part of the main provision; except, of courts, if the proviso plainly contemplates such an exclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "473344f97ea5487d8374a64c4be44bad_148"
        },
        {
            "start": 24766,
            "end": 24904,
            "text": "Under the proviso, appeals against orders are restricted to those orders under Order 43 of the CPC, and Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f508f1e7d974efca49850a96625baa5_149"
        },
        {
            "start": 24905,
            "end": 25095,
            "text": "Therefore, no appeal lies to the Commercial Appellate Division against any order not specifically listed in Order 43 of the CPC (or an order not under Section 37 of the Arbitration Act).\n27.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "352b7e53d068416c93df2ef080024446_150"
        },
        {
            "start": 25096,
            "end": 25548,
            "text": "Referring to the order which was under appeal in Skil- Himachal Infrastructure & Tourism Ltd. & Ors. (supra), the Division Bench in this case held that an order of conditional leave under Order XXXVII of the CPC is not enumerated in Order XLIII and that it is only an order and not a decree and therefore, in view of the law laid down in Kandla Export Corporation and Shailendra Bhadauria (supra), such an order is not appealable under the Act of 2015.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "82c58a04096647fc89a70b76748360a6_151"
        },
        {
            "start": 25550,
            "end": 25781,
            "text": "28. Thus, from the discussion made above, we are clear in our mind that an appeal under Section 13(1A) of the Act of 2015 would lie only against the judgment and orders which are enumerated or enlisted under Order XLIII of the CPC.",
            "labels": [
                "RATIO"
            ],
            "id": "d7e7b41e258848b0a5bdfac6a0588af1_152"
        },
        {
            "start": 25782,
            "end": 26124,
            "text": "An order rejecting an Application moved under Order VII Rule 10 or Order VII Rule 11(d) of the CPC is not enumerated or enlisted in Order XLIII of the CPC hence, such an order is not appealable following the law Basavraj Page|18 362.21-ao.docx laid down by this court in the case of Skil-Himachal Infrastructure & Tourism Ltd. & Ors. (supra).",
            "labels": [
                "RATIO"
            ],
            "id": "3eed1ca4265248389361aae743cb71d6_153"
        },
        {
            "start": 26126,
            "end": 26292,
            "text": "29. For the discussion made and the reasons given above, we are of the considered opinion that the instant appeal is not maintainable which is liable to be dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "317893f46e0941a9a0a40fc558e6a4d0_154"
        },
        {
            "start": 26294,
            "end": 26335,
            "text": "30. Resultantly, the appeal is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "8647f4b0621f4223b89dc854128327ba_155"
        },
        {
            "start": 26336,
            "end": 26380,
            "text": "However, there will be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "9b3c8502637240a9b4a5a8327c4e150e_156"
        },
        {
            "start": 26382,
            "end": 26441,
            "text": "31. The Interim Application, if any, also stands dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "8daaf277cc0e4327979ecbc8be68d724_157"
        },
        {
            "start": 26442,
            "end": 26461,
            "text": "\n(ARIF S. DOCTOR,J)",
            "labels": [
                "NONE"
            ],
            "id": "292a5a1cd75d4bca98743df55979d343_158"
        },
        {
            "start": 26503,
            "end": 26518,
            "text": "(CHIEF JUSTICE)",
            "labels": [
                "NONE"
            ],
            "id": "a81328885d554b5fa4ea1d05763831e8_159"
        },
        {
            "start": 26524,
            "end": 26532,
            "text": "Basavraj",
            "labels": [
                "NONE"
            ],
            "id": "adaa00339c194930b5d4fb75624e9059_160"
        },
        {
            "start": 26533,
            "end": 26614,
            "text": "                                                                        Page|19  ",
            "labels": [
                "NONE"
            ],
            "id": "9f982932964f43208d62f2bdd859a67e_161"
        }
    ],
    "entities": [
        {
            "text": "Kanti Singh",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 32
        },
        {
            "text": "Lords Mark Industries Pvt. Ltd",
            "label": "RESPONDENT",
            "start_char": 43,
            "end_char": 73
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 144,
            "end_char": 176
        },
        {
            "text": "Kanti Singh",
            "label": "PETITIONER",
            "start_char": 490,
            "end_char": 501
        },
        {
            "text": "Rajnish Ranjan",
            "label": "LAWYER",
            "start_char": 623,
            "end_char": 637
        },
        {
            "text": "Shivansh Srivastava",
            "label": "LAWYER",
            "start_char": 718,
            "end_char": 737
        },
        {
            "text": "Lords Mark Industries Pvt. Ltd",
            "label": "RESPONDENT",
            "start_char": 842,
            "end_char": 872
        },
        {
            "text": "Shafiq Khan",
            "label": "LAWYER",
            "start_char": 1032,
            "end_char": 1043
        },
        {
            "text": "Tariq\n                                                              Muneer",
            "label": "LAWYER",
            "start_char": 1052,
            "end_char": 1126
        },
        {
            "text": "Shalinder Kaur",
            "label": "JUDGE",
            "start_char": 1231,
            "end_char": 1245
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1356,
            "end_char": 1367
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1375,
            "end_char": 1396
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 1450,
            "end_char": 1460
        },
        {
            "text": "District Judge, Commercial Court-01, Patiala House Courts, New Delhi",
            "label": "COURT",
            "start_char": 1483,
            "end_char": 1551
        },
        {
            "text": "Mrs. Kanti Singh & Ors vs. M/s Lord Marks Industries Pvt",
            "label": "PRECEDENT",
            "start_char": 1608,
            "end_char": 1664
        },
        {
            "text": "No. 99/2022",
            "label": "CASE_NUMBER",
            "start_char": 1686,
            "end_char": 1697
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 1756,
            "end_char": 1773
        },
        {
            "text": "Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 1781,
            "end_char": 1807
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1837,
            "end_char": 1840
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 2046,
            "end_char": 2055
        },
        {
            "text": "13.06.2019",
            "label": "DATE",
            "start_char": 2118,
            "end_char": 2128
        },
        {
            "text": "20.05.2019",
            "label": "DATE",
            "start_char": 2424,
            "end_char": 2434
        },
        {
            "text": "19.05.2022",
            "label": "DATE",
            "start_char": 2449,
            "end_char": 2459
        },
        {
            "text": "19.05.2021",
            "label": "DATE",
            "start_char": 2547,
            "end_char": 2557
        },
        {
            "text": "Hansalaya Properties",
            "label": "ORG",
            "start_char": 2948,
            "end_char": 2968
        },
        {
            "text": "7th day of every month",
            "label": "DATE",
            "start_char": 2977,
            "end_char": 2999
        },
        {
            "text": "02.01.2020",
            "label": "DATE",
            "start_char": 3888,
            "end_char": 3898
        },
        {
            "text": "01.02.2020",
            "label": "DATE",
            "start_char": 3986,
            "end_char": 3996
        },
        {
            "text": "07.01.2020",
            "label": "DATE",
            "start_char": 4017,
            "end_char": 4027
        },
        {
            "text": "07.01.2020",
            "label": "DATE",
            "start_char": 4085,
            "end_char": 4095
        },
        {
            "text": "12.02.2020",
            "label": "DATE",
            "start_char": 4235,
            "end_char": 4245
        },
        {
            "text": "Additional District and Sessions Judge-04, Patiala House Courts, Delhi",
            "label": "COURT",
            "start_char": 4352,
            "end_char": 4422
        },
        {
            "text": "31.03.2020",
            "label": "DATE",
            "start_char": 4507,
            "end_char": 4517
        },
        {
            "text": "03.12.2020",
            "label": "DATE",
            "start_char": 4715,
            "end_char": 4725
        },
        {
            "text": "Order VII Rule 10 and 10A",
            "label": "PROVISION",
            "start_char": 4777,
            "end_char": 4802
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4803,
            "end_char": 4806
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 5015,
            "end_char": 5025
        },
        {
            "text": "Principal District and Sessions Judge, Patiala House Courts",
            "label": "COURT",
            "start_char": 5099,
            "end_char": 5158
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 5163,
            "end_char": 5173
        },
        {
            "text": "Commercial Court, Patiala House Courts, Delhi",
            "label": "COURT",
            "start_char": 5272,
            "end_char": 5317
        },
        {
            "text": "07.08.2021",
            "label": "DATE",
            "start_char": 5326,
            "end_char": 5336
        },
        {
            "text": "Order VI Rule 17",
            "label": "PROVISION",
            "start_char": 5381,
            "end_char": 5397
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5405,
            "end_char": 5408
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5487,
            "end_char": 5514
        },
        {
            "text": "C.C. Act",
            "label": "STATUTE",
            "start_char": 5544,
            "end_char": 5552
        },
        {
            "text": "04.09.2021",
            "label": "DATE",
            "start_char": 5583,
            "end_char": 5593
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 5622,
            "end_char": 5639
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5647,
            "end_char": 5650
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 5696,
            "end_char": 5707
        },
        {
            "text": "07.07.2018",
            "label": "DATE",
            "start_char": 5892,
            "end_char": 5902
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 6045,
            "end_char": 6055
        },
        {
            "text": "Order VI Rule 17",
            "label": "PROVISION",
            "start_char": 6098,
            "end_char": 6114
        },
        {
            "text": "04.12.2021",
            "label": "DATE",
            "start_char": 6153,
            "end_char": 6163
        },
        {
            "text": "Order VII Rule 10 and 10A",
            "label": "PROVISION",
            "start_char": 6212,
            "end_char": 6237
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6245,
            "end_char": 6248
        },
        {
            "text": "Section 12 and 12A",
            "label": "PROVISION",
            "start_char": 6344,
            "end_char": 6362
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 6534,
            "end_char": 6544
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 6667,
            "end_char": 6677
        },
        {
            "text": "C.R.P No.20/2022",
            "label": "CASE_NUMBER",
            "start_char": 6720,
            "end_char": 6736
        },
        {
            "text": "08.04.2022",
            "label": "DATE",
            "start_char": 6777,
            "end_char": 6787
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6838,
            "end_char": 6849
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6857,
            "end_char": 6878
        },
        {
            "text": "C.M.(M) N0.190/2022",
            "label": "CASE_NUMBER",
            "start_char": 6885,
            "end_char": 6904
        },
        {
            "text": "28.02.2022",
            "label": "DATE",
            "start_char": 6908,
            "end_char": 6918
        },
        {
            "text": "C.R.P No.20/2022",
            "label": "CASE_NUMBER",
            "start_char": 7193,
            "end_char": 7209
        },
        {
            "text": "08.04.2022",
            "label": "DATE",
            "start_char": 7214,
            "end_char": 7224
        },
        {
            "text": "C.M.(M) No. 418/2022",
            "label": "CASE_NUMBER",
            "start_char": 7347,
            "end_char": 7367
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 7437,
            "end_char": 7447
        },
        {
            "text": "05.05.2022",
            "label": "DATE",
            "start_char": 7537,
            "end_char": 7547
        },
        {
            "text": "03.08.2022",
            "label": "DATE",
            "start_char": 7772,
            "end_char": 7782
        },
        {
            "text": "21.12.2022",
            "label": "DATE",
            "start_char": 7924,
            "end_char": 7934
        },
        {
            "text": "Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 8024,
            "end_char": 8042
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8050,
            "end_char": 8053
        },
        {
            "text": "Order XVA",
            "label": "PROVISION",
            "start_char": 8089,
            "end_char": 8098
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8106,
            "end_char": 8109
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 8283,
            "end_char": 8293
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 8298,
            "end_char": 8308
        },
        {
            "text": "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]",
            "label": "PRECEDENT",
            "start_char": 8348,
            "end_char": 8406
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 8437,
            "end_char": 8447
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 8452,
            "end_char": 8462
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 8499,
            "end_char": 8509
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 8637,
            "end_char": 8647
        },
        {
            "text": "Rule 1 of Order 47",
            "label": "PROVISION",
            "start_char": 9144,
            "end_char": 9162
        },
        {
            "text": "Explanation 1 Order 47",
            "label": "PROVISION",
            "start_char": 9228,
            "end_char": 9250
        },
        {
            "text": "Rajnish Ranjan",
            "label": "LAWYER",
            "start_char": 9505,
            "end_char": 9519
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 9599,
            "end_char": 9609
        },
        {
            "text": "Order XLVII",
            "label": "PROVISION",
            "start_char": 9916,
            "end_char": 9927
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9928,
            "end_char": 9931
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10455,
            "end_char": 10468
        },
        {
            "text": "Shanti Devi Vs.",
            "label": "PRECEDENT",
            "start_char": 10492,
            "end_char": 10507
        },
        {
            "text": "State of Haryana and Ors\"(1999)",
            "label": "PRECEDENT",
            "start_char": 10508,
            "end_char": 10539
        },
        {
            "text": "Kumaran Vaidyar & Ors vs K.S. Venkiteswaran & Ors\" MANU/KE/0007/1992",
            "label": "PRECEDENT",
            "start_char": 10597,
            "end_char": 10665
        },
        {
            "text": "Order XLVII Rule 1",
            "label": "PROVISION",
            "start_char": 11115,
            "end_char": 11133
        },
        {
            "text": "Municipal Corporation of Delhi vs Sunni Majlis Aukaf &Ors [MANU/DE/0072/1968]",
            "label": "PRECEDENT",
            "start_char": 11684,
            "end_char": 11761
        },
        {
            "text": "Shafiq Khan",
            "label": "LAWYER",
            "start_char": 11843,
            "end_char": 11854
        },
        {
            "text": "section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 12040,
            "end_char": 12055
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12063,
            "end_char": 12084
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12243,
            "end_char": 12246
        },
        {
            "text": "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]",
            "label": "PRECEDENT",
            "start_char": 12645,
            "end_char": 12703
        },
        {
            "text": "Sanjay Aggarwal &Anr vs Hemant Sharma [CM(M) 749/2022]",
            "label": "PRECEDENT",
            "start_char": 12736,
            "end_char": 12790
        },
        {
            "text": "Shri Sali Sales vs Shri Shyam Collection [CM(M) 693/2022]",
            "label": "PRECEDENT",
            "start_char": 12793,
            "end_char": 12850
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 13227,
            "end_char": 13244
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13245,
            "end_char": 13248
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 13471,
            "end_char": 13481
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 13486,
            "end_char": 13496
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 13717,
            "end_char": 13727
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13731,
            "end_char": 13758
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 13877,
            "end_char": 13928
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 14173,
            "end_char": 14224
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 14751,
            "end_char": 14802
        },
        {
            "text": "Order XV-A]",
            "label": "PROVISION",
            "start_char": 15408,
            "end_char": 15419
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 15427,
            "end_char": 15469
        },
        {
            "text": "proviso to sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 15488,
            "end_char": 15532
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15540,
            "end_char": 15581
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 16311,
            "end_char": 16321
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16382,
            "end_char": 16385
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 16460,
            "end_char": 16470
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 16490,
            "end_char": 16519
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 16594,
            "end_char": 16635
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 16876,
            "end_char": 16917
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 17116,
            "end_char": 17157
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 17225,
            "end_char": 17266
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 17314,
            "end_char": 17337
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 17382,
            "end_char": 17392
        },
        {
            "text": "Chapter II",
            "label": "PROVISION",
            "start_char": 17535,
            "end_char": 17545
        },
        {
            "text": "C.C. Act",
            "label": "STATUTE",
            "start_char": 17553,
            "end_char": 17561
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17570,
            "end_char": 17573
        },
        {
            "text": "Virendra Kumar vs Rekha Bhayana",
            "label": "PRECEDENT",
            "start_char": 17976,
            "end_char": 18007
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 18117,
            "end_char": 18134
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18135,
            "end_char": 18138
        },
        {
            "text": "Order VII Rule 10 (1)",
            "label": "PROVISION",
            "start_char": 18450,
            "end_char": 18471
        },
        {
            "text": "18.Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 18865,
            "end_char": 18901
        },
        {
            "text": "Sanjay Aggarwal &Anr vs Hemant Sharma",
            "label": "PRECEDENT",
            "start_char": 19392,
            "end_char": 19429
        },
        {
            "text": "Shri Sali Sales vs Shri Shyam Collection",
            "label": "PRECEDENT",
            "start_char": 19442,
            "end_char": 19482
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19549,
            "end_char": 19562
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited v. K.S. Infraspace LLP",
            "label": "PRECEDENT",
            "start_char": 19566,
            "end_char": 19625
        },
        {
            "text": "Narender Kumar vs. M/s Om Daily Needs Retailing Pvt. Ltd. & Anr.; FAO (Comm) 92/2023",
            "label": "PRECEDENT",
            "start_char": 19915,
            "end_char": 19999
        },
        {
            "text": "District Judge, Commercial Court",
            "label": "COURT",
            "start_char": 20364,
            "end_char": 20396
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20415,
            "end_char": 20428
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 20432,
            "end_char": 20465
        },
        {
            "text": "(2020) 15 SCC 585]",
            "label": "PRECEDENT",
            "start_char": 20467,
            "end_char": 20485
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 20510,
            "end_char": 20527
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20535,
            "end_char": 20538
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 20806,
            "end_char": 20823
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20824,
            "end_char": 20827
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 21119,
            "end_char": 21129
        },
        {
            "text": "C.C. Act",
            "label": "STATUTE",
            "start_char": 21333,
            "end_char": 21341
        },
        {
            "text": "District Judge (Commercial Court)-01, Patiala House Court, New Delhi",
            "label": "COURT",
            "start_char": 21381,
            "end_char": 21449
        },
        {
            "text": "Order VII Rule 10 and 10A",
            "label": "PROVISION",
            "start_char": 21472,
            "end_char": 21497
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21498,
            "end_char": 21501
        },
        {
            "text": "Section 12 and Section 12A",
            "label": "PROVISION",
            "start_char": 21591,
            "end_char": 21617
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 21625,
            "end_char": 21652
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 21676,
            "end_char": 21686
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 21807,
            "end_char": 21818
        },
        {
            "text": "12.02.2020",
            "label": "DATE",
            "start_char": 21923,
            "end_char": 21933
        },
        {
            "text": "section 12A",
            "label": "PROVISION",
            "start_char": 22226,
            "end_char": 22237
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22241,
            "end_char": 22262
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 22346,
            "end_char": 22356
        },
        {
            "text": "08.04.2022",
            "label": "DATE",
            "start_char": 22432,
            "end_char": 22442
        },
        {
            "text": "28.02.2022",
            "label": "DATE",
            "start_char": 22489,
            "end_char": 22499
        },
        {
            "text": "No. 418/2022",
            "label": "CASE_NUMBER",
            "start_char": 22592,
            "end_char": 22604
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 22629,
            "end_char": 22639
        },
        {
            "text": "01.07.2021",
            "label": "DATE",
            "start_char": 22721,
            "end_char": 22731
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 22790,
            "end_char": 22800
        },
        {
            "text": "Order VII Rule 10 and 10A",
            "label": "PROVISION",
            "start_char": 22834,
            "end_char": 22859
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22860,
            "end_char": 22863
        },
        {
            "text": "Order VI Rule 17",
            "label": "PROVISION",
            "start_char": 22954,
            "end_char": 22970
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22971,
            "end_char": 22974
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23049,
            "end_char": 23070
        },
        {
            "text": "03.08.2022",
            "label": "DATE",
            "start_char": 23115,
            "end_char": 23125
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23443,
            "end_char": 23464
        },
        {
            "text": "District Judge, Commercial Court -01",
            "label": "COURT",
            "start_char": 23529,
            "end_char": 23565
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 23630,
            "end_char": 23640
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 23645,
            "end_char": 23655
        },
        {
            "text": "Virendra Kumar vs Rekha Bhayana",
            "label": "PRECEDENT",
            "start_char": 23692,
            "end_char": 23723
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 23762,
            "end_char": 23779
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 23780,
            "end_char": 23809
        },
        {
            "text": "Order XLVII Rule 1",
            "label": "PROVISION",
            "start_char": 24184,
            "end_char": 24202
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24203,
            "end_char": 24206
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25725,
            "end_char": 25738
        },
        {
            "text": "S. Murali Sundaram vs. Jothibai Kannan & Ors",
            "label": "PRECEDENT",
            "start_char": 25750,
            "end_char": 25794
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25834,
            "end_char": 25847
        },
        {
            "text": "Order 47 Rule 1 read with Section 114",
            "label": "PROVISION",
            "start_char": 25938,
            "end_char": 25975
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25976,
            "end_char": 25979
        },
        {
            "text": "Perry Kansagra",
            "label": "PRECEDENT",
            "start_char": 26027,
            "end_char": 26041
        },
        {
            "text": "Order 47 Rule 1 read with Section 114",
            "label": "PROVISION",
            "start_char": 26144,
            "end_char": 26181
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26182,
            "end_char": 26185
        },
        {
            "text": "Order 47 Rule 1",
            "label": "PROVISION",
            "start_char": 26872,
            "end_char": 26887
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26888,
            "end_char": 26891
        },
        {
            "text": "Order 47 Rule 1",
            "label": "PROVISION",
            "start_char": 27037,
            "end_char": 27052
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27053,
            "end_char": 27056
        },
        {
            "text": "Shanti Conductors (P) Ltd.",
            "label": "PRECEDENT",
            "start_char": 27973,
            "end_char": 27999
        },
        {
            "text": "Order 47 Rule 1",
            "label": "PROVISION",
            "start_char": 28060,
            "end_char": 28075
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28076,
            "end_char": 28079
        },
        {
            "text": "Section 114",
            "label": "PROVISION",
            "start_char": 28090,
            "end_char": 28101
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28102,
            "end_char": 28105
        },
        {
            "text": "Order 47 Rule 1",
            "label": "PROVISION",
            "start_char": 28503,
            "end_char": 28518
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28519,
            "end_char": 28522
        },
        {
            "text": "Shanti Devi Vs.",
            "label": "PRECEDENT",
            "start_char": 28540,
            "end_char": 28555
        },
        {
            "text": "State of Haryana",
            "label": "GPE",
            "start_char": 28556,
            "end_char": 28572
        },
        {
            "text": "Order XL VII Rule 1",
            "label": "PROVISION",
            "start_char": 28852,
            "end_char": 28871
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28879,
            "end_char": 28882
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 29326,
            "end_char": 29343
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29344,
            "end_char": 29347
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 29578,
            "end_char": 29595
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29596,
            "end_char": 29599
        },
        {
            "text": "District Judge, Commercial Court",
            "label": "COURT",
            "start_char": 29929,
            "end_char": 29961
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30126,
            "end_char": 30147
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 30248,
            "end_char": 30259
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30267,
            "end_char": 30288
        },
        {
            "text": "13.12.2021",
            "label": "DATE",
            "start_char": 30347,
            "end_char": 30357
        },
        {
            "text": "05.04.2021",
            "label": "DATE",
            "start_char": 30512,
            "end_char": 30522
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 30527,
            "end_char": 30537
        },
        {
            "text": "Virendra Kumar vs Rekha Bhayana",
            "label": "PRECEDENT",
            "start_char": 30608,
            "end_char": 30639
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 30797,
            "end_char": 30814
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30815,
            "end_char": 30818
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 31170,
            "end_char": 31180
        },
        {
            "text": "SHALINDER KAUR",
            "label": "JUDGE",
            "start_char": 31377,
            "end_char": 31391
        },
        {
            "text": "FEBRUARY 27, 2024",
            "label": "DATE",
            "start_char": 31396,
            "end_char": 31413
        }
    ],
    "precedent_clusters": {
        "Narender Kumar vs. M/s Om Daily Needs Retailing Pvt. Ltd. & Anr.; FAO (Comm) 92/2023": [
            "Mrs. Kanti Singh & Ors vs. M/s Lord Marks Industries Pvt",
            "Shanti Devi Vs.",
            "State of Haryana and Ors\"(1999)",
            "Kumaran Vaidyar & Ors vs K.S. Venkiteswaran & Ors\" MANU/KE/0007/1992",
            "Municipal Corporation of Delhi vs Sunni Majlis Aukaf &Ors [MANU/DE/0072/1968]",
            "Sanjay Aggarwal &Anr vs Hemant Sharma [CM(M) 749/2022]",
            "Shri Sali Sales vs Shri Shyam Collection [CM(M) 693/2022]",
            "Virendra Kumar vs Rekha Bhayana",
            "Sanjay Aggarwal &Anr vs Hemant Sharma",
            "Shri Sali Sales vs Shri Shyam Collection",
            "Ambalal Sarabhai Enterprises Limited v. K.S. Infraspace LLP",
            "Narender Kumar vs. M/s Om Daily Needs Retailing Pvt. Ltd. & Anr.; FAO (Comm) 92/2023",
            "Virendra Kumar vs Rekha Bhayana",
            "S. Murali Sundaram vs. Jothibai Kannan & Ors",
            "Shanti Devi Vs.",
            "Virendra Kumar vs Rekha Bhayana"
        ],
        "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]": [
            "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]",
            "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VII Rule 10",
            "Civil Procedure Code, 1908",
            "Order VII Rule 10",
            "Civil Procedure Code, 1908"
        ],
        [
            "Order VII Rule 10 and 10A",
            "CPC",
            "Order VII Rule 10 and 10A",
            "CPC"
        ],
        [
            "Order VI Rule 17",
            "CPC",
            "Order VI Rule 17",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 10 and 10A",
            "CPC",
            "Order VII Rule 10 and 10A",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 10",
            "CPC"
        ],
        [
            "Order XVA",
            "CPC",
            "Order XVA",
            "CPC"
        ],
        [
            "Order XLVII",
            "CPC",
            "Order XLVII",
            "CPC"
        ],
        [
            "section 2(1)(c)",
            "Commercial Courts Act",
            "section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Chapter II",
            "C.C. Act",
            "Chapter II",
            "C.C. Act"
        ],
        [
            "Section 18",
            "CPC",
            "Section 18",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10 and 10A",
            "CPC",
            "Order VII Rule 10 and 10A",
            "CPC"
        ],
        [
            "Section 12 and Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12 and Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 12A",
            "Commercial Courts Act",
            "section 12A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10 and 10A",
            "CPC",
            "Order VII Rule 10 and 10A",
            "CPC"
        ],
        [
            "Order VI Rule 17",
            "CPC",
            "Order VI Rule 17",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "Code of Civil Procedure, 1908",
            "Order VII Rule 10",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XLVII Rule 1",
            "CPC",
            "Order XLVII Rule 1",
            "CPC"
        ],
        [
            "Order 47 Rule 1 read with Section 114",
            "CPC",
            "Order 47 Rule 1 read with Section 114",
            "CPC"
        ],
        [
            "Order 47 Rule 1 read with Section 114",
            "CPC",
            "Order 47 Rule 1 read with Section 114",
            "CPC"
        ],
        [
            "Order 47 Rule 1",
            "CPC",
            "Order 47 Rule 1",
            "CPC"
        ],
        [
            "Order 47 Rule 1",
            "CPC",
            "Order 47 Rule 1",
            "CPC"
        ],
        [
            "Order 47 Rule 1",
            "CPC",
            "Order 47 Rule 1",
            "CPC"
        ],
        [
            "Section 114",
            "CPC",
            "Section 114",
            "CPC"
        ],
        [
            "Order 47 Rule 1",
            "CPC",
            "Order 47 Rule 1",
            "CPC"
        ],
        [
            "Order XL VII Rule 1",
            "CPC",
            "Order XL VII Rule 1",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VI Rule 17",
            "CPC",
            "Order VI Rule 17",
            "CPC"
        ],
        [
            "Section 12 and 12A",
            "Commercial Courts Act, 2015",
            "Section 12 and 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLVII Rule 1",
            "CPC",
            "Order XLVII Rule 1",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order VII Rule 10 (1)",
            "CPC",
            "Order VII Rule 10 (1)",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Rule 1 of Order 47",
            "CPC",
            "Rule 1 of Order 47",
            "CPC"
        ],
        [
            "Explanation 1 Order 47",
            "CPC",
            "Explanation 1 Order 47",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Narender Kumar vs. M/s Om Daily Needs Retailing Pvt. Ltd. & Anr.; FAO (Comm) 92/2023": 16,
        "Virendra Kumar vs Rekha Bhayana [2022 SCC OnLine Del 2678]": 2
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 2,
        "Order VII Rule 10 of Civil Procedure Code, 1908": 1,
        "Order VII Rule 10 and 10A of CPC": 4,
        "Order VI Rule 17 of CPC": 3,
        "Order VII Rule 11 of CPC": 1,
        "Order VIII Rule 10 of CPC": 1,
        "Order XVA of CPC": 1,
        "Order XLVII of CPC": 1,
        "section 2(1)(c) of Commercial Courts Act": 1,
        "Order VII Rule 10 of CPC": 7,
        "Section 15 of Commercial Courts Act, 2015": 1,
        "Order XV-A] of Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "proviso to sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 16 of CPC": 2,
        "Chapter II of C.C. Act": 1,
        "Section 18 of CPC": 1,
        "Section 12 and Section 12A of Commercial Courts Act, 2015": 1,
        "section 12A of Commercial Courts Act": 1,
        "Order VII Rule 10 of Code of Civil Procedure, 1908": 1,
        "Order XLVII Rule 1 of CPC": 2,
        "Order 47 Rule 1 read with Section 114 of CPC": 2,
        "Order 47 Rule 1 of CPC": 4,
        "Section 114 of CPC": 1,
        "Order XL VII Rule 1 of CPC": 1,
        "Section 12A of Commercial Courts Act": 1,
        "Section 12A of Commercial Courts Act, 2015": 2,
        "Section 12 and 12A of Commercial Courts Act, 2015": 1,
        "Order VII Rule 10 (1) of CPC": 1,
        "Rule 1 of Order 47 of CPC": 1,
        "Explanation 1 Order 47 of CPC": 1
    },
    "statute_counts": {
        "Constitution of India": 2,
        "Civil Procedure Code, 1908": 1,
        "CPC": 34,
        "Commercial Courts Act": 3,
        "Commercial Courts Act, 2015": 5,
        "Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "C.C. Act": 1,
        "Code of Civil Procedure, 1908": 1
    }
}