{
    "id": "d004ed900d1b493d87afb5c5e74e1c55b6fb087f9fb8b18081e807c44b6d374d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nShapoorji Pallonji And Co. Pvt. Ltd vs Gujarat State Electricity Corporation ... on 1 July, 2023\nAuthor: N.V.Anjaria\nBench: N.V.Anjaria\n    C/Sca/9590/2023                          Judgment Dated: 01/07/2023\n\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n\n         R/Special Civil Application No.      9590 of 2023\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice J. C. Doshi\n\n==========================================================\n\n1    Whether Reporters of Local Papers may be\n     allowed to see the judgment ?\n\n2    To be referred to the Reporter or not ?\n\n3    Whether their Lordships wish to see the\n     fair copy of the judgment ?\n\n4    Whether this case involves a substantial\n     question of law as to the interpretation\n     of the Constitution of India or any order\n     made thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = == == == === = = = = = = = = = = = = = = = = = = = = = == ==\n               Shapoorji Pallonji And Co. Pvt. Ltd.\n                              Versus\n            Gujarat State Electricity Corporation Ltd.\n==========================================================\nAppearance:\nMr Mihir Thakore, Sr. Advocate with Mr Ajay R Mehta(453)\nwith Mr Anmol Mehta for the Petitioner(s) No. 1\nMr Kamal B Trivedi, Sr. Advocate with G H Virk(7392) for\nthe Respondent(s) No. 1\nMr Simranjitsingh H Virk(11607) for the Respondent(s)\nNo.1\n=================================================== = = = = = = =\n\n    Coram: Honourable Mr. Justice N.V.Anjaria \n          and\n          Honourable Mr. Justice J. C. Doshi \n\n                         Date : 01/07/2023\n\n\n                              Page 1 of 33\n\n                                                  Downloaded on : Sat Jul 01 20:45:19 Ist 2023\n      C / Sca/9590/2023                                    Judgment Dated: 01/07/2023\n\n\n\n\n                            Oral Judgment\n(Per : Honourable Mr. Justice N.V.Anjaria) What is prayed in this Special Civil Application is to modify the order dated 02.01.2023 passed by the Additional District Judge, Bhavnagar - Commercial Cour t, by directing the respondent herein to deposit 100% of the amount awarded by the Arbitral Tribunal as per its award dated 20.03.2020. It is prayed to require the respondent to deposit both, principal amount as well as interest and cost.\n2. The aforementioned order dated 02.01.2023, below exhibit 5, came to be passed under section 36 of the Arbitration and Conciliation Act, 1996. Thereby, the respondent prayed to stay the operation and implementation of the arbitral award. The proceedings of section 34 of the Act are pending. \n2.1 The operative part of the said order, prayed to be modified, is as under, \"1. The Operation and Implementation of Arbitral Award (with all the amendments), dated 20/3/2020 (in the matter of M/s Shapoorji Pallonji & Company v. M/s Guajarat State Electricity Corporation Ltd. before Arbitrators), is hereby stayed on the condition that Appellant deposits in the court 50% amount awarded as per para 519 (page 174 to 175-total amount being on page 175) of the Original award of arbitration, dated 20- 03-2020, within 8 (eight) weeks from the-date of this order and also presents Corporate Bank Guarantee of another half amount (50%) of Awarded amount in the court, as mentioned in C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 para 519, within 8 weeks from the date of this order.\n2. Nazir is hereby ordered to invest the said amount deposited, in any nationalized bank.\n3. The respondent will be free to withdraw any portion of the said amount deposited in the court, which is deemed proper by the court, with the permission of the court. That any application for withdrawal to be preferred in this regard by Respondent may be preferred, but the said application shall be preferred two months after deposit of said amount in court. \n4. Until Appellant/applicant deposits the abovesald amount in court and presents in this case Corporate Bank Guarantee within the time specified above, the Operation and implementation of above mentioned Arbitral Award shall stand stayed.\" \n2.2 Paragraph 519 of the Award mentioned in the aforesaid operative portion, related to the principal amount awarded by the Arbitral Tribunal. In the award, interest awarded as per paragraph 523 and the cost part was also subsequently dealt with by the Arbitral Tribunal. \n2.3 The grievance of the present petitioner centers around the aspect that the Commercial Court below directed deposit of the principal amount only, while granting stay of the arbitral award. \n3. The facts to be noted in brief are that respondent Gujarat State Electricity Corporation Ltd. invited bids on 15.03.2010 for the purpose of C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 construction of Lignite Thermal Power Plan at Padva, Bhavnagar. It was a contract for piling and general civil work to be executed in the project at Gandhinagar. Letter of award was issued on 01.07.2010 for a total sum of Rs.236.41 crores. Over a period of time, the said sum was increased by the respondent Corporation to Rs.449.34 crores. The petitioner stated that the work, as substantially enhanced above, was completed by it on 30.07.2015 and necessary completion certificate was issued by the respondent. As the respondent refused to pay the claims of the petitioner, the disputes arose. The petitioner invoked the arbitration clause in the contract. \n3.1 The three member Arbitral Tribunal allowed the majority of claims by passing award dated 20.03.2020. The petitioner was found to be entitled to Rs.249,78,31,286/- with interest at the rate of 12 % from 24.03.2017 till realisation. The Arbitral Tribunal thereafter in exercise of powers under section 33 of the Act, modified the award as per order dated 28.07.2020 at the instance of the respondent. The Tribunal recorded that the petitioner's entitilement would be Rs. 233,73,91,405/-, which was less than what was earlier determined. The award was further modified on 04.08.2020. \n3.1.1 The award of the Arbitral Tribunal was C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 challenged by the respondent by filing proceedings under Section 34 of the Arbitration Act, 1996 by filing Commercial Civil Misc. Application No. 1 of 2021 before the District Court. Respondent also filed application under Section 36(2) read with Section 36(3) of the Act for stay on the operation and implementation of the Arbitral Award pending final disposal of proceedings under Section 34 of the Act. The petitioner herein responded to the said application by submitting that the parameters under Section 36 of the Act for granting stay on the arbitral award were not satisfied. It was further stated that if at all the Court was to stay the award, it could only be on condition of requiring the respondent to deposit the total awarded amount. \n3.1.2 The Court below passed the impugned order dated 02.01.2023 staying the operation and implementation of the arbitral award on the conditions (a) The Respondent should deposit in the Hon'ble District Court, 50% of the amount awarded as per paragraph 519 (page 174 to 175) of the Original Arbitral Award dated 20.03.2020, (b) The respondent should furnish Corporate Bank Guarantee for another 50% of the awarded amount as mentioned in paragraph 519 of the Original Arbitral Award dated 20.03.2020 (c) The respondent should make the deposit and furnish the Corporate Bank Guarantee within a period of 8 weeks from the date of this order. The petitioner was given liberty to withdraw the amount C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 as directed. \n3.2 The case of the petitioner is that the total outstanding amount due as on 02.12.2022 under the arbitral award dated 20.03.2020 is Rs.422,82,94,111.84, which comprised of principal sum as well as interest and cost. This amount was certified by the Chartered Accountant. \n3.3 Against the aforementioned order dated 02.01.2023 passed by the Commercial Court below, Special Leave Petition No. 3379 of 2023 came to be filed by the petitioner before the Supreme Court. As stated in the memorandum of petition, in the said Special Leave petition, the petitioner did not contest the grant of stay on the operation and implementation of the arbitral award, but only took exception to the conditions imposed by the court below to make further grievance that the respondent was not required to deposit 100% of the awarded amount inclusive of interest and cost. \n3.3.1 During the pendency of the Special Leave Petition before the Supreme Court, on 23.03.2023, before District Court, the respondent Corporation submitted a memo that it would be depositing 50% of the amount as mentioned in paragraph 519 of the amended award dated 20.03.2020, which would come to Rs. 116,86,957,20/- with 50% of the amount as mentioned in paragraph 519 of the amended awarded C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 amount of Rs. 233,73,91,405.79. The said memo dated 23.02.2023 of the respondent was dismissed by the Commercial Court on the same day, it was stated. \n3.3.2 The Special Leave Petition came to be disposed of by order dated 24.02.2023, which reads as under, \"1. Mr Neeraj Kishan Kaul, senior counsel appearing on behalf of the petitioner, states that, at this stage, the petitioner would wish to pursue appropriate proceedings before the High Court in order to challenge the interim order of the Additional District Judge, Bhavnagar which was passed on an application for stay of the arbitral award. \n2. The petition is accordingly disposed of as withdrawn leaving it open to the petitioner to pursue such further remedies as may be available in law including before this Court if aggrieved by the decision of the High Court.\"\n3.4 It was thereafter that the present Special Civil Application came to be filed by the petitioner seeking the prayer as above. \n3.5 The issue centres around to the aspect whether while granting stay on the implementation of the arbitral award, while passing order under Section 36 of the Act, the Commercial Court below should have directed the respondent Corporation to deposit the entire amount awarded by the Arbitral Tribunal together with the interest. \nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 4. On behalf of respondents, learned senior advocate Mr. Kamal B. Trivedi assisted by learned advocate Mr. G.H. Virk inter alia raised preliminary objections as regards entertainability of present petition under Article 227 of the Constitution, which may be dealt with at the threshold. It was submitted by pressing into service decisions of the Supreme Court in Deep Industries Ltd. vs. Oil & Natural Gas Corporation [(2020) 15 SCC 706] as also in Bhaven Construction vs. Executive Engineer, Sardar Sarovar Narmada Nigam Ltd.[(2022 (1) SCC 75] that looking to the nature of the order and the stage at which it is passed, this Court should not exercise jurisdiction under Article 227 of the Constitution. It was submitted that though the maintainability of the petition cannot be questioned, its entertainability sill be guided by the well settled principle that in such matters, the Court must be extremely circumspect in extending its interference , it was submitted that nor the order impugned could be said to be patently lacking inherent jurisdiction to warrant interference. \n4.1 The issue before the Supreme Court in Deep Industries Ltd.(supra) was in respect of exercisability of jurisdiction under Article 227 of the Constitution in respect of judgements allowing or dismissing First Appeals under Section 37 of the Arbitration Act. It was held that though petitions can be filed under Article 227 against the judgments C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 allowing or dismissing the petitions under Section 37 of the Arbitration Act, the High Court should be extremely circumspect. \n4.1.1 The decision of Deep Industries (supra), was followed by the Supreme Court in Bhaven Constructions (supra), wherein what was challenged was ruling of the arbitrator under section 16 of the Act. It was held in that context that interference under Articles 226 or 227 of the Constitution by the High Court with the arbitral process was not permissible. It was reasoned that if the Courts start using its inherent power to interject the arbitral process at a stage such as application under Section 16 of the Act, it would frustrate the purpose of the arbitration which was to ensure the expeditious and time-bound conclusion of the arbitration process. \n4.2 The aforementioned judgments were in different context. Furthermore, the order presently under challenge in this Special Civil Application is passed under Section 36 of the Arbitration Act. Against order passed under this provision, no appeal is available. The petitioner cannot be left remediless if he is aggrieved by the order. The ambit of Article 226 of the Constitution is broad and pervasive though it is true that the exercise of jurisdiction would be guided by disciplined approach. When no further remedy is available and further having regard to the kind and nature of the order and C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 the issues raised in relation to impugned order, the preliminary objection is overruled. The Court is inclined to entertain the petition to deal with on merits the issue raised. \n4.3 Proceeding with to deal with rival submissions on the merits of the impugned order, learned senior advocate Mr. Mihir Thakore assisted by learned advocate Mr. Ajay Mehta submitted that the Court below failed to act as per the statutory mandate of Section 36 of the Act and that the impugned order stood against the intention of the legislature behind amending section 36 of the Act in the year 2015. It was next submitted that only 50% of the awarded amount has been directed to be deposited while granting stay on the operation of the award. It was submitted that the Court below failed to notice that paragraph 523 of the award provided for interest and the amount of interest along with principal sum was required to be directed to be deposited. \n4.4 Affidavit-in-reply was filed by respondent contesting the petition to inter alia submit that the order dated 02.01.2023 passed by the Commercial Court below is a detailed and reasoned order, that the petitioners solitary objective is to withdraw the amount before final adjudication of proceedings under section 34, which are pending. It was submitted that remedy under section 37 of the Act would be available C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 proceedings. It was submitted that during the pendency of the proceedings under section 34, the order dated 02.01.2023 has been passed, which was just and proper wherein the Court has protected the awarded amount for the petitioner. \n4.4.1 In addition to the aforesaid contentions raised in the affidavit-in-reply, learned senior advocate, by submitting that respondent is a semi- government corporation, in that context, referred to and relied on provisions of Order 27 Rule 8A of the Code of Civil Procedure, 1908. It was submitted that under the said provision, it is provided that no security would be required from Government or public officer in certain cases. The provision says that no security as is mentioned in Rules 5 and 6 of Order 41 shall be required from the government or where the government has undertaken the defence of the suit from any public officer sued in respect of an act alleged to be done by him in his official capacity. Taking aid of the said provision, it was harped that it could not be said that the Government is obliged to make deposit of the full decreetal amount while seeking stay of the order or decree requiring payment of money. \n4.4.2 Learned senior advocate relied on the observations of the Full Bench of the Calcutta High Court in Union of India vs. Amitava Paul [AIR 2015 Cal 89], reproduced by Supreme Court in paragraph 21 C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 from the decision of Supreme Court in PAM Developments Pvt. Ltd. Vs. State of West Bengal [(2019) 8 SCC 112], \"21. A Full Bench of the Calcutta High Court, while considering the question as to whether in an appeal preferred by the Government, the Government is entitled to get stay of execution of decree impugned by taking aid of Order XXVII Rule 8A of the CPC, even if the conditions mentioned in Clauses (a) and (b) of subrule (3) of Rule 5 of Order XLI are not complied with, held as follows: (Amitava Paul case, SCC Online Cal : AIR p.98, paras 36-38) \"36. In order to resolve the aforesaid controversy, one must examine the legislative intent for incorporating Order 27, Rule 8A in the Code. The aforesaid provision was engrafted to exempt the Government to furnish security as a guarantee for due performance of a decree as mentioned in Rules 5 and 6 of Order XLI. \nNotwithstanding such exemption, discretionary power of the Court to grant stay of execution of a decree can be exercised in favour of the Appellant Government only if it satisfies the Court as to the existence of clauses (a) and (b) of Rule 5(3) of Order XLI. As \"substantial loss\" to the appellant is a condition precedent to grant stay, execution of a money decree is ordinarily not stayed since satisfaction of a money decree does not amount to irreparable injury to the appellant as the remedy of restitution is available to him in the event the appeal is allowed. [See, Sihor Nagar Palika Bureau v. Bhabhlubhai Virabhai, 2005 (4) SCC 1, para 6]. Under such circumstances, when the court chooses to exercise its discretion in favour of the appellant State to grant stay of execution of a money decree it must be C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 balance the equities between the parties and ensure that no undue hardship is caused to a decree holder due to stay of execution of such decree. Hence, in appropriate cases, the Court in its discretion may direct deposit of a part of the decretal sum so that the decree holder may with draw the same without prejudice and subject to the result of the appeal. Such direction for deposit of the decretal sum is not for the purpose of furnishing security for due performance of the decree but an equitable measure ensuring part satisfaction of the decree without prejudice to the parties and subject to the result of the appeal as a condition for stay of execution of the decree.\"\n4.4.3 It was sought to be emphasized that when it is the Government, the Court may not require it to deposit the amount, pressing into service para 37 of the Calcutta High Court judgment, \"37. To hold that the Court is denuded of such equitable discretion while granting stay of execution of a money decree in favour of the Government, would cause grave hardship to deserving decree holders who in the facts of a given case may be entitled to enjoy part satisfaction of the decree without prejudice and subject to the result of the appeal as a condition for stay of execution of the entire decree. \n4.4.4 It was submitted that the Government would exempt from mandatory obligation, \"38. Hence, it is opined although Order 27, Rule 8A may exempt the appellant Government from the mandatory obligation of furnishing security in terms of Rule 1(3) for seeking C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 stay of execution of a money decree as under Rule 5(5) of Order XLI, the said provision cannot be said to operate as an absolute clog on the discretion of the court to direct the deposit of the decretal amount as a condition for grant of stay of execution of the decree in appropriate cases more particularly when such direction is coupled with the liberty to the decree holder to withdraw a portion thereof in part satisfaction of the decree without prejudice and subject to the result of the appeal.\" We find no reason to disagree with such view taken by the Full Bench of the Calcutta High Court and are thus in agreement with the same.\"\n5. For appreciating the issue involved and the contentions rivally canvassed, relevant statutory provisions may be considered. As already observed, Order 27 Rule 8A, CPC, relied on by the respondent, inter alia provides that no security shall be required from Government or public officer in certain cases. Order 41 Rule 1(1), CPC, deals with the form of appeal, whereas, sub-rule (2) thereof mentions about the contents of the memorandum. \n5.1 Sub-rule (3) is important to notice, it provides as under, \"(3) Where the appeal is against a decree for payment of money, the appellant shall, within such time as the Appellate Court may allow, deposit, the amount disputed in the appeal or furnish such security in respect thereof as the Court may think fit.\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.1.1 Order 41 Rule 5 in respect of stay by the appellate court reads as under, \"Order 41, Rule 5 Stay by Appellate Court.-- (1) An appeal shall not operate as a stay of proceedings under a decree or order appealed from except so far as the Appellate Court may order, nor shall execution of a decree be stayed by reason only of an appeal having been preferred from the decree; but the Appellate Court may for sufficient cause order stay of execution of such decree. \nExplanation.--An order by the Appellate Court for the stay of execution of the decree shall be effective from the date of the communication of such order to the Court of first instance, but an affidavit sworn by the appellant, based on his personal knowledge, stating that an order for the stay of execution of the decree has been made by the Appellate Court shall, pending the receipt from the Appellate Court of the order for the stay of execution or any order to the contrary, be acted upon by the Court of first instance. \n(2) Stay by Court which passed the decree.--Where an application is made for stay of execution of an appealable decree before the expiration of the time allowed for appealing therefrom, the Court which passed the decree may on sufficient cause being shown order the execution to be stayed.\n(3) No order for stay of execution shall be made under subrule (1) or subrule (2) unless the Court making it is satisfied-- (a) that substantial loss may result to the party applying for stay of execution unless the order is made;\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 (b) that the application has been made without unreasonable delay; and (c) that security has been given by the applicant for the due performance of such decree or order as may ultimately be binding upon him. (4) Subject to the provisions of subrule (3), the Court may make an ex parte order for stay of execution pending the hearing of the application. \n(5) Notwithstanding anything contained in the foregoing subrules, where the appellant fails to make the deposit or furnish the security specified in subrule (3) of rule 1, the Court shall not make an order staying the execution of the decrees.\" \n5.1.2 Thus, sub-rule (5) above is specific to provide with non-obstante clause that where the appellate fails to make deposit or furnish the security, specified in sub-rule (3) of Rule 1, the Court shall not make any order staying the execution of the decree. \n5.2 In the amended section 36 of the Arbitration Act, 1996, the jurisprudence of the aforesaid provisions, more particularly Order 41 Rule 1(3) read with Order 41 Rule 5(5) could be said to have been extended. Section 36 of the Arbitration Act was amended by Act 3 of 2016 with retrospective effect from 23.10.2015. Sub-section (3) of section 36, which is reproduced hereinafter, came to be introduced upon the recommendation of the 246th Law Commission Report. \nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.2.1 The Law Commission observed, \"Automatic stay of enforcement of the award upon admission of challenge 43. Section 36 of the Act makes it clear that an arbitral award becomes enforceable as a decree only after the time for filing a petition under section 34 has expired or after the section 34 petition has been dismissed. In other words, the pendency of a section 34 petition renders an arbitral award unenforceable. The Supreme Court, in National Aluminum Co. Ltd. V. Pressteel & Fabrications, (2004) 1 SCC 540 held that by virtue of section 36, it was impermissible to pass an Order directing the losing party to deposit any part of the award into Court. While this decision was in relation to the powers of the Supreme Court to pass such an order under section 42, the Bombay High Court in Afcons Infrastructure Limited v. The Board of Trustees, Port of Mumbai 2014 (1) Arb LR 512 (Bom) applied the same principle to the powers of a Court under section 9 of the Act as well. Admission of a section 34 petition, therefore, virtually paralyzes the process for the winning party/award creditor.\" \n5.2.2 In PAM Developments Pvt. Ltd. (supra), the Supreme Court quoted its own decision in National Aluminum Co. Ltd. V. Pressteel & Fabrications [(2004) 1 SCC 540], which critisized the position in respect of operation of old law under Section 36 of the Arbitration Act. \n\"However, we do notice that this automatic suspension of the execution of the award, the moment an application challenging the said award is filed under section 34 of the Act leaving no C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 discretion in the court to put the parties on terms, in our opinion, defeats the very objective of the alternate dispute resolution system to which arbitration belongs. We do find that there is a recommendation made by the concerned Ministry to the Parliament to amend section 34 with a proposal to empower the civil court to pass suitable interim orders in such cases. In view of the urgency of such amendment, we sincerely hope that necessary steps would be taken by the authorities concerned at the earliest to bring about the required change in law.\" \n(para 11) 5.2.3 It was in the aforesaid light that Section 36 came to be amended and substituted. The old provision read as under, \"36. Enforcement.- Where the time for making an application to set aside the arbitral award under Section 34 has expired, or such application having been made, it has been refused, the award shall be enforced under the Code of Civil Procedure, 1908 (5 of 1908) in the same manner as if it were a decree of the court.\" \n5.2.4 The provision as substituted reads as under, \"36. Enforcement--(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court. \nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 (2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub- section (3), on a separate application made for that purpose. \n(3) Upon filing of an application under sub- section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908).] [Provided further that where the Court is satisfied that a Prima facie case is made out that,--\n(a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under section 34 to the award. \nExplanation.--For the removal of doubts, it is hereby clarified that the above proviso shall apply to all court cases arising out of or in relation to arbitral proceedings, irrespective of whether the arbitral or court proceedings were commenced prior to or after the commencement of the Arbitration and Conciliation (Amendment) Act, 2015 (3 of 2016).\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.2.5 The above provision deals with the enforcement of the arbitral award. Sub- section ( 3 ) states that stay of the operation of the award will have to be subject to condition provided. The proviso says that while considering the application for grant of stay in respect of arbitral award for payment of money, due regard to the provisions for grant of stay of money decree under the provisions of the CPC will have to be given. Thus, the provision of CPC with regard to grant of staying of money decree would apply to the arbitral award providing for payment of money. The arbitral award for payment of money therefore could be said to have been equated with money decree. The stay of the award providing for money payment will have to be on condition on the lines of the provisions of CPC. The only exception is in this proviso where the arbitration agreement or making of the award was found to be induced by fraud or corruption. \n5.3 The submission about Order 27, Rule 8A, CPC, made on behalf of the State of West Bengal in the Calcutta High Court judgment that no security shall be required from the Government in case of money decree was negatived by observing thus, \"If such submission of the respondent is accepted then the same would mean that mere filing of an objection under Section 34 of the Arbitration Act by a Government shall render the award unenforceable as the stay order would be passed in a mechanical manner and as a matter of C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 course, without imposing any condition against the Government judgment debtor. If the contention is accepted, the effect would be that insofar as the Government is concerned, the unamended provision of Section 36 of the Arbitration Act would automatically come into force.\" \n(para 18) 5.3.1 The Supreme Court considered the effect of Section 37 of the Arbitration Act vis-a-vis Order 27 Rule 8A, CPC. It would eminently noticed that the Supreme Court in PAM Development Pvt. Ltd. (supra), after quoting the observations of the Full Bench of the Calcutta High Court stated that the plain reading of Order 27 Rule 8A, CPC, makes it clear that the same is only regarding security mentioned in Rules 5 and 6 of Order 41, CPC, which may not be demanded from the Government while considering the plea for stay. The Supreme Court however stated 'it, however, does not provide that the decreetal cannot be required to be deposited in the appeal against a money decree'.\n5.4 The Apex Court highlighted and emphasised sub- rule (5) of Rule 5 of Order 41 and further observed that the Court had power to direct to deposit the decreetal amount, that Order 27 Rule 8A, CPC, does not exempt the Government from making deposit. It was noticeably observed that the provision of Order 27 Rule 8A, CPC, was the product of British Raj and would not be applicable in today's time of democratic C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 Government. Therefore, the reliance placed on behalf of the respondent on Order 27 Rule 8A, CPC, seeking the Court to hold that exemption from depositing the amount fully could be granted to it, falls flat. \n5.5 In PAM Development Pvt. Ltd. (supra), the Supreme Court in terms observed that no distinction is made or any differential treatment could be given to the Government while considering its application for grant of stay of money decree in the proceeding under section 34 of the Arbitration Act. \n\"Arbitration proceedings are essentially alternate dispute redressal system meant for early/quick resolution of disputes and in case a money decree award as passed by the Arbitrator against the Government is allowed to be automatically stayed, the very purpose of quick resolution of dispute through arbitration would be defeated as the decree holder would be fully deprived of the fruits of the award on mere filing of objection under Section 34 of the Arbitration Act. The Arbitration Act is a special Act which provides for quick resolution of disputes between the parties and Section 18 of the Act makes it clear that the parties shall be treated with equality. Once the Act mandates so, there cannot be any special treatment given to the Government as a party. As such, under the scheme of the Arbitration Act, no distinction is made nor any differential treatment is to be given to the Government, while considering an application for grant of stay of a money decree in proceedings under Section 34 of the Arbitration Act. As we have already mentioned above, the reference to CPC in Section 36 of the Arbitration Act is only to guide the Court as to what conditions can be C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 imposed, and the same have to be consistent with the provisions of the Arbitration Act.\"\n(para 26) 5.5.1 It was observed that even though the provisions in other law may contain provision for separate treatment to the Government in certain cases, the Arbitration Act, which is special Act, enacted for the purpose of quick resolution of disputes, has to be applied in its provisions, so as not to repeat the decree holder from reaping fruits proceedings. \n\"It may be true that the CPC provides for a differential treatment to the Government in certain cases, but the same may not be so applicable while considering a case against the Government under the Arbitration Act. For instance, Section 80 of CPC provides for a notice of two months to be given before any suit is instituted against the Government. Further, it is also provides that no exparte injunction order can be passed against the Government. Whereas on the other hand, under the Arbitration Act no such special provision has been made with regard to arbitration by or against the Government. There is no requirement under the Arbitration Act for a notice of two months to be given to the Government before invoking arbitration proceeding against the Government. Further, Sections 9 and 17 of the Arbitration Act also provide for grant of exparte interim orders against the Government.\" \n(para 27) 5.5.2 It was reiterated that Government does not C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 deserve any exceptional treatment in the above regard. \n\"Section 36 of the Arbitration Act also does not provide for any special treatment to the Government while dealing with grant of stay in an application under proceedings of Section 34 of the Arbitration Act. Keeping the aforesaid in consideration and also the provisions of Section 18 providing for equal treatment of parties, it would, in our view, make it clear that there is no exceptional treatment to be given to the Government while considering the application for stay under Section 36 filed by the Government in proceedings under Section 34 of the Arbitration Act.\" \n(para 28) 5.5.3 It was re-emphasised that Rule 8A of Order 27, CPC, has been archaic, \"Although we are of the firm view that the archaic Rule 8A of Order XXVII CPC has no application or reference in the present times, we may only add that even if it is assumed that the provisions of Order XXVII Rule 8A of CPC are to be applied, the same would only exempt the Government from furnishing security, whereas under Order XLI Rule 5 of CPC, the Court has the power to direct for full or part deposit and/or to furnish security of the decretal amount. Rule 8A only provides exemption from furnishing security, which would not restrict the Court from directing deposit of the awarded amount and part thereof.\" \n(para 29) 5.6 The position of law emanating from PAM Development Pvt. Ltd. (supra), is clear and succinct. Analysing the provisions of Order 41 Rule 1(3), Order C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 41 Rule 5(5), CPC, and reading them purposively with the amended Section 36 of the Arbitration Act, it is laid down that wherever the arbitration award is for payment of money, which will partake the money decree, the deposit of the awarded amount in all ordinary circumstances, barring the exceptions of the circumstances, provided in Section 36 itself, has to be a rule, to become condition while granting stay on the operation and implementation of the arbitral award. Merely because the party is Government, the law will not make an exception to operate to require the deposit of the entire awarded amount. \n6. Having discussed the position of law as above, the Arbitral award in its operative portion is extracted hereinbelow for ready reference, \"519. For the above mentioned reasons, the Tribunal passes the following: \n           Sl                 Claims                           Amount (INR) \n           No             DELAY DAMAGES            1    Underutilization of Resources                  86,22,28,454                 during     the     Contractual                 Period, Unrecovered Indirect                 Costs   for   Extended   Stay,\n                Overheads and Loss of Profit                 earning capacity ( Upto June, \n                2016) \n           2 . Reimbursement of CAR Policy                              1,54,65,705            3 . Reimbursement     of      Bank                               36,36,776               Guarantee Renewal Charges            4 . Reimbursement of Excise Duty                       8,91,95,930.71               on    Cement,    Steel   and               Consumables  C /SCA/9590/2023                                  JUDGMENT DATED: 01/07/2023       5 . Reimbursement   of    VAT             on         2,07,67,828.32          construction material       6 . Escalation of Rates                                  48,34,53,001                       PAYMENTS FOR VARIATIONS       7 . Structural steel works above                   23,75,49,434.15          41 m       8 . Cleaning for       Indian          Patent                    6,43,295          Stone (IPS ) \n      9 . Granite Moulding                                             2,20,455       10 Binding       Wires       for                              50,44,645        . Reinforcement Works in Piling       11 Shuttering   for     TG    Deck       and                  43,61,173          Beams       12 DG Set-25 KVA                                                2,10,000       13 DG Set-125 KVA and 250 KVA                                 13,79,065       14 Structural steel for Fencing                         16,21,405.89          Post       15 Structural    steel                  for                     1,73,475          Permanent Support in                Deck          Sheets       16 JMR's for Road Levelling                                     5,15,603       17 Roadworks - Sand                     Gravel                  18,34,737          Layering       18 Concreting using Limdi Sand                            5,33,41,992       19 Reinforcement       Steels          over           1,53,03,277.4          Pile Caps       20 Boring through Soft /Weathered                              89,81,130          Rock using TMR machines       21 Discarded Piles                                  6,94,58,915.16                       ERRORS IN CERTIFICATION       22 Mode   of   Measurement   for                        46,15,099.48          Structural Steel over 41 mts       23 Wrongful     deduction                 of        1,55,71,515.70          measurements/ items in                the          certified final bill. \n\n\n\n\n\n\n   C /SCA/9590/2023                               JUDGMENT DATED: 01/07/2023         24 Refund of the Bank Guarantee                      11,82,10,000            amount   encashed   by   the            Respondent         25 Refund of the Retention Money               21,69,92,875.69                     BILLS CERTIFIED BUT NOT PAID         26 For Certified RA Bill 59 to                   4,53,97,176.79         27 For Final Bill                              14,21,50,827.66                             INTEREST & COSTS         28 Interest on Delayed Payments                  7,95,07,493.21            (Upto 23 March 2017) \n                                            Total          249,78,31,286 520. The Tribunal also rejected the challenge of the Claimant against the deduction of Rs.7,66,665.20 due to non-fixation of wire mesh on steel windows and the deduction of Rs.1,96,270/- due to non-fixation of glasses. \n521. The Tribunal has already found that the Claimant is not entitled to reimbursement of Taxes and Labour Cesses, consequently those two claims would stand dismissed. \n522. The Tribunal has also found that the Respondent was in breach and therefore none of the Counter Claims raised by the Respondent is sustainable and hence those claims stand dismissed.\nInterest 523. The Claimant is entitled to interest @12% for the amounts awarded from 24.3.2017 till the date of payment or realization.\" \n6.1 In the award, subsequent paragraphs no. 524 to 527 deals with cost aspect, C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 Costs 524. Both parties have given details of costs incurred by them towards this Arbitration proceedings. The Claimant has succeeded in almost all claims, whereas all Counter-Claims raised by the Respondent have been rejected. \n525. The Claimant has filed its statement of accounts vide email dated 17.2.2020 with copies to all. In that, it is stated that an amount of Rs.8,56,049/- is due from the Respondent towards their part of the share for arranging the venue. The Claimant has borne that amount which is not disputed by the Respondent.\n526. The Claimant has also filed a statement of fees for conducting the proceedings which is stated to be Rs.2,92,86,245/- which is not disputed by the Respondent. The total amount of costs therefore comes to Rs.3,01,42,294/-, excluding the fees paid to the Arbitrators, which the parties have shared equally. \n527. Tribunal in the facts and circumstances of the case, is of the view since the Claimant has succeeded substantially in all the claims, under Section 31A 2(a) the unsuccessful party i.e. the Respondent has to bear at least 50% of the costs incurred for conducting the Arbitration case, excluding the Arbitrators' fee, which works out to Rs. 1,50,71,147/-. The Claimant is, therefore entitled to this amount by way of costs with interest @12% from the date of this Award till payment or realization. \n6.2 It could be seen that all paragraphs starting from 519 till end are operative portion. Paragraph 519 in its table indicates the principal sum awarded whereas in para 523, it is provided that the claimant C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 is entitled to interest at the rate of 12%. The amounts awarded from 24.03.2017 upto 23.03.2017 is included and provided for in paragraph 519 to arrive at total figure of Rs. 249,78,31,286/-.\n6.3 The Commercial Court below has directed the deposit of amount as per paragraph 519 of the Arbitral Award, which reflects only the principal amount. There would be no gainsaying that the Arbitral Award providing for payment of money acquires the characteristics of money decree, which sought to be enforced. Furthermore, when the money decree is passed with interest, the interest would be inclusive to count the total decreetal amount. The Arbitral Award when awards certain sum with interest and cost, the interest part and cost part shall become part of the total awarded amount. \n6.3.1 Paragraph 523 in terms provides that the claimant is entitled to interest of 12%, which is inclusive and integral part of the award. The arbitral award would consist in the principal amount, interest given and the cost awarded by the Arbitral Tribunal. \n6.3.2 In the facts of the case, no reason or ground could be spelt out to omit for the respondent, to deposit the interest and cost awarded by the Tribunal. There is no escape for the respondent, in the facts of the case, to deposit the interest and C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 cost part as well if it is to seek stay of the operation of the arbitral award. It is nobodies case that the ground of fraud or corruption exist. No other consideration could weigh for not requiring the deposit of the entire awarded amount as part of condition of stay. \n6.3.3 In that view, the order passed by the Commercial Court below stands in error. It is required to be modified by directing the respondent to deposit the interest and cost as awarded by the Arbitral Tribunal to be necessary condition for operation of the stay of the award. \n6.4 The Supreme Court in Manish vs. Godawari Marathawada Irrigation Development Corporation, which was Special Leave to Appeal No. 11760-11761 of 2018, decided by order dated 16.07.2018, passed the order as under, setting aside the order of the Bombay High Court requiring the deposit of the amount to the extent of 100%, \"The Bombay High Court has ordered 60% deposit, pending the Section 37 appeal. We have passed orders stating that since these are money decrees there should be 100% deposit, with the respondent being entitled to withdraw the amount deposited and furnish solvent security to the satisfaction of the High Court. Accordingly, we set aside the impugned orders dated 19.3.2018 and mandate a 100% deposit be made within a period of eight weeks from today. The Special Leave Petitions are disposed of accordingly.\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 6.5 In light of the above position of law, reasons recorded and discussion supplied, the following directions are issued,\n(i) The order dated 02.01.2023 of the Additional District Judge, Bhavnagar - Commercial Court below exhibit 5 in Commercial Civil Misc. Application No. 1 of 2021 is modified. A further direction is hereby given that the respondent shall have to deposit the interest as awarded by the Arbitral Tribunal in paragraph 523 of the arbitral award to be calculated till the date of actual deposit of such amount. The cost awarded by the arbitrator shall also be deposited. \n(ii) The interest and costs as above shall be deposited with the Commercial Court below on or before 17.07.2023. \n(iii) The amount of interest and costs to be deposited as above, shall be a condition for stay on the operation and implementation of the award during the pendency of the proceedings under section 34 of the Arbitration Act. \n(iv) The petitioner shall not be entitled to withdraw the amount of interest and cost. \n(v) The total amount of interest and cost, once deposited, shall be invested by the Commercial Court in a Fixed Deposit with a nationalised bank, to earn C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 the interest on cumulative basis, to be finally guided by the outcome of the proceedings under Section 34 of the Act. \n(vi) The rest of the directions regarding deposit and furnishing of security as given by the Commercial Court below in the order dated 02.01.2023 shall operate as they stand to operate. \n(vii) However, it is provided that out of 50% amount, directed to be deposited by the Commercial Court below in its order dated 02.03.2020, 50% of such 50% shall be permitted to be withdrawn by the petitioner. \n(viii) The Commercial Court below shall expedite the hearing and disposal of the application under Section 34 of the Act to dispose of the same within four months from today. \n(ix) The parties will cooperate in expeditious disposal of the proceedings under Section 34 of the Act. \n(x) It is observed that while disposing of the proceedings under section 34, the Commercial Court below shall not construe any of the observations in the present order as expression on merits nor the Court below shall be influenced by any of the observations made in this order and shall decide the proceedings on its own merits in accordance with law.\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 7. The present petition is allowed in the aforesaid terms and to the aforesaid extent. \n(N.V.ANJARIA, J) (J. C. DOSHI,J) BIJOY B. PILLAI",
        "preamble_end_char_offset": null,
        "cleaned_text": "bombay high court sanjay suganchand kasliwal prop. . vs m/s golden dreams buildcon pvt ltd and . on 10 november, 2023 2023:bhc-aug:24780 1 34.23ao in the high court of judicature at bombay bench at aurangabad appeal from order no. 34 of 2023 sanjay suganchand kasliwal prop. kasliwal construction age: 54 years; occ. : agril. & business r/o. plot no.13, chintamani colony, adalat road, aurangabad. .. appellant [original plaintiff] versus 1] m/s. golden dreams buildcon pvt. ltd. a private limited company incorporated under the companies at, 1956 having its registered office at golden dreams, d-5, midc, chikalthana, aurangabad. 2] mr.santosh shantilal muthiyan age: 50 yeasr, occ. business r/o. flat no.1, maharaja apartment, nirala bazar, aurangabad 431 001. 3] mr.vinod premchand surana age: 59 years, occ. business r/o. plot no.542, friends villa, n-3, cidco, aurangabad. 4] mrs.shobha vinod surana, age: major, occ. : business, r/o. as above. 5] mr.vipul vinod surana, age: major, occ. : business, r/o. as above. 6] mr.mudit vinod surana, age: major, occ. : business, r/o. as above. ::: uploaded on 10/11/2023 ::: downloaded on 25/02/2024 07:56:10 ::: 2 34.23ao 7] ajanta infrastructures ltd. (formerly known as ajanta infrastructures private ltd.), a public limited company incorporated under the companies act, 1956 having its registered office at golden dreams, d-5, midc, chikalthana, aurangabad. 8] mr.vinay premchand surana age: major, occ. : buainess, r/o. plot no.542, friends villa, n-3, cidco, aurangabad. 9] m/s. manjeet landmark llp a limited liability partnership registered under the limited liability partnership act, 2007, having its registered office at khasra no.70/3, ab road, sendhwa, district barwani, madhya pradesh 451 666. 10] mr.rajendra singh rajpal age: major, occ. : business & designated partner of m/s. manjeet landmark llp, r/o. plot no.318, n-3, cidco, aurangabad. 11] mr.karan rajpal age: major, occ. : business & designated partner of m/s. manjeet landmark llp, r/o. as above. 12] maharashra industrial development corporation (midc), a corporation incorporated under the maharashtra industrial development corporation act, 1962, having its principal office at orient house, adi marzban path, ballard estate, mumbai 400 038 and it's regional office at udyog wardhini midc area, near railway station, aurangabad. ::: uploaded on 10/11/2023 ::: downloaded on 25/02/2024 07:56:10 ::: 3 34.23ao 13] sicom ltd. a public limited company incorporated under the companies act, 1956 having its registered office at solitaire corporate park building no.4, 6th floor, guru hargovindji road, (andheri ghatkopar link road), chakala, andheri (e), mumbai 400 093. .. respondents [original defendants] . mr.a.p.bhandari, advocate for the appellant mr.r.n.dhorde, senior advocate i/b. mr.v.a.bagdiya, advocate for the respondent nos. 9 to 11 mr.m.r.sonawane, advocate for the respondent no.2 mr.s.v.adwant along with adv.neha kamble, advocates for the respondent no.13 . coram : arun r. pedneker, j. reserved on : 27.07.2023 pronounced on : 10.11.2023 judgment : 1] by the present appeal from order, the appellant is challenging the order dated 4th may, 2023 passed by the 8th joint civil judge senior division, aurangabad on an application filed on behalf of the respondents defendant nos.9 to 11 under section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the commercial court act, 2015 [for short 'act of 2015'] read with order vii rule 10 and 11 of the code of civil procedure for return of the plaint for 34.23ao presentation to the proper forum i.e. commercial court constituted under section 3 of the commercial courts act, 2015. brief facts giving rise to filing the present appeal from order can be summarized as under : 2] memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7. as per the said memorandum, the defendant no.1 i.e. vendor was to get amount of consideration of rs.35 crores towards development of suit property. as per the said mou, the defendant no.1 agreed to give property plot no. e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of rs.5,92,55,000/-. as per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use. a joint venture was to be constituted by the plaintiff and defendant no.7. 34.23ao 3] since the mou dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot no.e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad and perpetual injunction. the property is described in the plaint at para 1. 4] in the plaint it is pleaded that as per the terms and conditions of the mou plaintiff was required to pay only the amount of rs.3.5 crore prior to construction permission and to pay rs.2.5 crore after obtaining construction permission by defendant no.1. however, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of rs.5,92,55,000/as stated above. the plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a development agreement as regards the suit 34.23ao property. it is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit. it lastly arose in the month of february, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the development agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of dream world phase-1 on the suit property on 25.02.2023. the cause of action arose at aurangabad. in view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in aurangabad. 5] the plaint contains following prayers : prayers a. the suit of the plaintiff may be decreed with costs b. defendants no.1 to 11 may be directed to execute the development agreement and power of attorney in respect of the property described in para 1 of the plaint by obtaining the consent of defendant no. 12 for the execution of the development agreement and power of attorney and to present the same to the sub-registrar, 34.23ao aurangabad as per terms of memorandum of understanding dated 26.12.2009. c. the deed of assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by defendant nos.1, 7 and 9 is illegal, null and void ab initio and not binding on plaintiff and is liable to be cancelled. d. the perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. plot no. e-36/1 admeasuring 17,000 sq.mt., situated at midc chikalthana, aurangabad in any manner. e. in alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of rs.5,92,00,000/with interest @ 24 p.a. as damages. f. any other relief to which the plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged. 6] the defendant nos. 9 to 11 appeared and filed their written statement and also filed application under order vii rule 10 and 11 of the code of civil procedure for return/rejection of the plaint. by the order dated 4 th may, 2023, the learned 8th joint civil judge senior division, 34.23ao aurangabad was pleased to allow the application below exh.36 and return the plaint for its presentation to commercial court constituted under section 3 of the commercial courts act, 2015. 7] being aggrieved the aforesaid order, the present appeal from order is filed. 8] relevant provisions to decide the issues in the present proceedings are quoted below : section 2 (1) (c) of the commercial courts act, 2015 as under : (c) \"commercial dispute\" means a dispute arising out of (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; 34.23ao (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and 34.23ao (xxii) such other commercial disputes as may be notified by the central government. explanation a commercial dispute shall not cease to be a commercial dispute merely because (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions; section 6 jurisdiction of commercial court : the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a special value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation : for the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908). section 15 of commercial courts act, 2015 deals with transfer of pending suits. said provision may not apply to the present case. 9] submissions of the appellant : a] the provisions of commercial courts act, 2015 are required to be strictly construed and he relies upon the 34.23ao judgment of the hon'ble supreme court in the case of ambalal sarabhai enterprises ltd. vs. k.s. infraspace llp and another reported in 2020 (15) scc 585. in this judgment, hon'ble supreme court has held that, the expression \"used\" in section 2 (1) (c) (vii) of commercial courts act, must mean actually used or \"being used\". the phraseology used is not \"likely to be used or to be used\". (para no.11). it is further held in said judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases. (para no.13 and 14). observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered. furthermore, provisions of the act are required to be strictly construed (para nos.14, 31 to 38). in para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23ao attract jurisdiction of the commercial court\". b] the property must be actually used for trade or commerce and not that, it is likely to be used. he relies the judgment of the division bench of gujrath high court in the case of vasu health care pvt. ltd. vs. gujarat akruti tcg biotech ltd. reported in air 2017 sc 153. in the case wherein similar memorandum of understanding is considered wherein para no.7.1 to 7.6 the scheme of commercial courts act, is considered wherein it was held that, commercial court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the division bench of gujarat high court. in the judgment of hon'ble supreme court in ambalal sarabhai (supra), more particularly in para 12 the hon'ble supreme court agreed with the view taken by gujarat high court. c] the learned counsel for the appellant submits that the civil court has jurisdiction to try and decide all the 34.23ao suits except the suits that are barred by any law. there is no specific bar to exclude jurisdiction of civil court and in view of the law laid down by the hon'ble supreme court in the case of dhulabhai vs. state of m.p. reported in air 1969 sc 78, the civil court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred. d] perusal of plaint would clearly establish that, plaintiff has made specific allegations against sicom i.e. financial institution and has also prayed for directions to midc for granting permission for assignment of property in favour of the appellant. as a matter of fact sicom is a financial institution and midc is a special planning authority. the relief prayed for as against said authorities cannot be termed as \"commercial dispute\". furthermore, the user of property at present is earmarked for residential purpose only. future use of the property is not material. 34.23ao that, as far as defendant no.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment. as far as the defendant no.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the plaintiff and also to establish before the court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of defendant nos.9 to 11. the defendant no.9 to 11 are transferees of the property, that was to be assigned in favour of the plaintiff. all these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature. at best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants). e] there is no existing joint venture : the suit is for specific performance of memorandum of understanding. 34.23ao one of the stipulations is regarding joint venture, which is to be constituted. the clause xi of section 2 (1) (c) of the commercial courts act deals with joint venture agreements. section 2 (1) (c) specifically start with the words \"dispute arising out of\". in the facts of present case, the joint venture is not yet constituted. f] the property is not used for trade or commerce at present : in view of judgments cited by the appellant, the property is not actually used for trade or commerce. at best it is likely to be used. in view of judgment of the hon'ble supreme court in the matter of ambalal sarabahai (supra), the suit is not covered by clause (vii) of section 2 (1) (c). g] next submission of the learned counsel for the appellant is that explanation b of section 2 (1) (c) of the commercial courts act is applicable only in cases where the state is contracting party. in the present case, the state authorities i.e. sicom and midc are not contracting parties. both the parties are in their capacity as regulatory authorities. therefore, the dispute cannot be considered as 34.23ao exclusively commercial dispute to be tried by commercial court only. h] the learned counsel further submits that section 6 of the commercial courts act provides that the commercial court shall have jurisdiction to try all suits and applications relating to commercial dispute. this clearly shows that the jurisdiction is conferred on commercial court. however, the jurisdiction of civil court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a commercial court as the jurisdiction is restricted to commercial dispute only. in view of the same, if the claim is composite in nature, the commercial court may not have jurisdiction to decide the same. i] section 15 of the commercial courts act provides for transfer of proceedings : the suits that are pending as on the date of enforcement of the act were permitted to be transferred by application of either of parties as per section 15 (5) of the commercial courts act. 34.23ao however, similar enabling provision is conspicuously absent in section 6 of the act. this clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute. j] judgment of this hon'ble court in kanchanganga realtors pvt. ltd. v/s monarch infrastructure reported in air 2019 bom 102 : it is submitted that, said judgment is passed by this hon'ble court on 08.02.2019, wherein it is noted that, judgment in the matter of vasu healthcare (supra) is challenged before the hon'ble supreme court. however, by a subsequent judgment in the matter of ambalal sarabhai decided on 04.10.2019, the hon'ble supreme court has endorsed the view taken by gujarat high court. there is specific observation for strict construction of provisions of commercial courts act. as such, in view of judgment of hon'ble supreme court in above stated cases, the law laid down in kanchanganga is required to be ignored. even otherwise, kanchanganga (supra) was 34.23ao decided on the basis of section 15 of the act. in the present case, nature and scope of section 6 is required to be considered. as a matter of fact, section 15 is not applicable in the facts of present case. k] in the case for rejection or return of plaint the court is required to consider the contents of plaint only. the defence cannot be looked into. however, the provision of order vii rule 10 are applicable only in cases of the court holds that it has no jurisdiction. same can be done at a later stage as held by this hon'ble court in vaijinath kale vs. nerkar property llp reported in 2021 (3) mh.l.j. 202. in view of the aforesaid submissions, the learned counsel for the appellant submits the present appeal from order be allowed by setting aside the impugned judgment and order passed by the trial court. submissions of the respondents : 10] per contra, the learned counsel for the respondents submits that the transaction between the 34.23ao parties is a commercial transaction in which the midc and sicom ltd. are also involved. the property is the subject matter of development by the appellant plaintiff and that the appellant plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the noc etc. from the midc and sicom. 11] the learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant plaintiff has been deprived of joint venture benefits. 12] the learned counsel for the respondents submits that as per section 2 (c) and the suit clauses of 34.23ao section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce. apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property. it is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said mou is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. the consideration involved in the said transaction is of rs.35 crores. the mou on the face of it shows that it is development agreement for the construction in favour of joint venture company. the transaction involved in mou comes within the purview of the commercial dispute defined under clause (c) of section 2 sub-includes the construction also. the mou shows that it is construction 34.23ao contract of building and therefore it is covered under subclause (vi) of clause (c) of section 1 of the act. the learned counsel for the respondents, thus, submits that the appeal from order be dismissed. consideration : 13] the facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the director and authorized signatory of ajanta and goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing plot no.e36 b, now numbered as e-36/1 admeasuring 17,066.25 sq.mt. on various terms and conditions, some of the relevant terms are as under : i. plot no. e-36 will get transferred in the name of goldendreams. ii. it park project would comprise a total land of 62 acres, out of which 60% would be for it purposes, and the balance 40% would be for residential and commercial use. 34.23ao iii. goldendreams would execute development agreement in favour of a joint venture company to be formed by plaintiff and ajanta for residential development only. iv. the said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 sq.mt. (i.e. 4.21 acres) having 1.5 fsi i.e. about 23,000 sq.mt. vii. plaintiff along with ajanta would be required to pay a total sum of rs.6 crores under the said mou comprising of 3 installments (a) rs.1 crore payable by january 2010 (b) rs.2.50 crores payable by february 2010 and (c) rs.2.50 crores payable on receipt of construction permission, before that goldendreams will obtain conversion order from industrial use to residential use. viii. the balance consideration of rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of rs.29 crores and the balance amount to be utilized for construction. 34.23ao xii. all internal development work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. old. plot no. e-36 b and now plot no. e-16/1. xiii. ajanta will obtain midc permissions and sanction building permission for residential use and all legal formalities. xv. amenity, clubhouse area of 25,000-30,000 sq.ft. in plot no. e-18 it park will be jointly owned by the jv company of plaintiff and ajanta, land cost-free-construction cost by the plaintiff for residential plot no. e-36 b (now e36/1) and additional members for use facility to be decided jointly. 14] on perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of mou dated 26.12.2009. as per the said mou, the defendant no.1 agreed to give property plot no. e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad for the 34.23ao development to the plaintiff and accordingly the defendant no.1 accepted the amount of rs.5,92,55,000/but the defendant no.1 failed to discharge his obligations as per mou. therefore, the plaintiff filed a present suit for specific performance. 15] the defendant nos.9 to 11 filed an application under section 2 (c) (i), (vi), (vii), (xi) and explanation (a) of commercial court act, 2015 read with order vii rule 10 and 11 of the cpc for return of plaint. the trial court by impugned order has returned the plaint for filing the same before the commercial court. 16] the trial court has held at para no.18 as under : 18] gone the pleading of the plaintiff, also gone through the documents filed along with list exh.4 at sr.no.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said mou is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. on the perusal of the contents of mou dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of rs.35 cr. the mou on the face of it shows that, it is development agreement for 34.23ao the construction in favour of joint venture company. the transaction involved in mou comes within the purview of commercial dispute defined under clause (c) of section 2 sub-section 1 of the commercial court act, 2015. the term development includes the construction also. the mou shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the section 1 of the act, therefore, it is not necessary to go through the provisions of sub-rule (vii) of clause (c) of section 2 (1) of the commercial courts act, 2015. 17] the trial court held that the mou dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders. clause (vi) of section 2 (1) (c) reads as under : (vi) construction and infrastructure contracts, including tenders; 18] the hon'ble supreme court in the case of sushil kumar agarwal vs. meenakshi sadhu & ors. reported in manu/sc/1144/2018 [equivalent : [2019] 2 scc 241] has explained what are the different development 34.23ao agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under : 16. the expression \"development agreement\" has not been defined statutorily. in a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property. as real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate. broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds: (i) an agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration. this is a pure construction contract; (ii) an agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other. in such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration; (iii) an agreement where the owner or a person holding any other rights in an immovable property grants rights to another person to carry out development. in consideration, the developer has to hand over a part of the 34.23ao constructed area to the owner. the developer is entitled to deal with the balance of the constructed area. in some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association; (iv) a development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders. in some cases, the property may be encroached upon. the developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) an owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum. alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants. the developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner. when a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out. but in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area. the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. 34.23ao 17. in a construction contract, the contractor has no interest in either the land or the construction carried out on the land. but, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area. there are various incidents of ownership of in respect of an immovable property. primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned. the owner in possession of the thing has the right to exclude all others from its possession and enjoyment. the right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it. (b. gangadhar v. bg rajalingam manu/sc/0212/1996 : (1995) 5 scc 239 at para 6). ownership denotes the relationship between a person and an object forming the subject matter of the ownership. it consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons. there are various rights or incidents of ownership all of which need not necessarily be present in every case. they may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it. (swadesh ranjan sinha v. haradeb banerjee manu/sc/0305/1992 : (1991) 4 scc 572). an essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area. in some situations, under a development agreement, an owner may part with such rights to a developer. this in is essence is a parting of some of the incidents of ownership of the immovable property. there could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23ao substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out. there could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law. in development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed. for example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building. in such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights. this of course is dependent on the terms of the agreement in each case. there cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it. 19] the hon'ble supreme court in the above case of sushil kumar agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out. but in various other categories of development agreements, the developer may 34.23ao have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. 20] applying above principles to the facts pleaded in the plaint, and in terms of the mou, the plaintiff get rights in the property of the vendor [defendant] by paying consideration. the plaintiff has made part payment [rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers. on making payment of rs.5.6 crores, the plaintiff creates right in the property. on development, the plaintiff gets right to sell the suit property of the vendor. the mou dated 26.12.2009 cannot be termed as an 'construction contract'. on implementation of the mou the vendor does not retain right in the suit 34.23ao property but it is transferred to the plaintiff / prospective buyers. the defendant / vendor get consideration amount of rs.35 crores, the vendor receives consideration and looses right over land. the plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\". it is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the mou. by no stretch of imagination, the mou dated 26.12.2009 can be said to be a simple 'construction contract'. since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken. 21] the trial court has also held that it is a development agreement, so also, on perusal of the agreement / mou dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement. thus, the suit for 34.23ao specific performance of mou dated 26.12.2009 has to be tested in terms of section 2 (1) (c) (vii) of the commercial courts act and not with reference to section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of mou comes within the purview of 'commercial dispute'. clause (vii) of section 2 (1) (c) of the commercial courts act, 2015, which reads as under : (vii) agreements relating to immovable property used exclusively in trade or commerce; 22] the trial court has erroneously analyzed the plaint with reference to clause (vi) of section 2 (1) (c) of the act. the plaint has to be analyzed from the conspectus clause (vii) of section 2 (1) (c) of the commercial courts act, 2015 to ascertain whether the dispute involves a \"commercial dispute\". the supreme court in the case of ambalal sarabhai enterprises ltd. v. k.s.infraspace llp and another reported in 2019 stpl 11111 sc [equivalent : [2020] 15 scc 585] has held as para no.38 as under : 38. a dispute relating to immovable property per se 34.23ao may not be a commercial dispute. but it becomes a commercial dispute, if it falls under sub-clause (vii) of section 2 (1) (c) of the act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". the words \"used exclusively in trade or commerce\" are to be interpreted purposefully. the word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". it should be \"actually used\". such a wide interpretation would defeat the objects of the act and the fast tracking procedure discussed above. 23] every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the mou needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to clause (vii) of section 2 (1) (c) of the commercial courts act, 2015. as such, the impugned order dated 04.05.2023 passed by the 8th joint civil judge senior division, aurangabad below exh.36 in special civil suit no.162 of 2023 is quashed and set aside and the matter is remanded back to the trial court for deciding afresh the application under order 7 rule 10 and 11 of the civil procedure code read with section 3 of the commercial act. 34.23ao 24] section 6 of the commercial courts act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a specified value\" are to be tried by commercial court. thus, if the suit in the instant case falls within clause (vii) of section 2 (1) (c) of the commercial courts act, 2015, the trial court would be entitled to return plaint for filing the same before the appropriate court. since the commercial courts, under section 6 of the commercial courts act \"shall\" have jurisdiction to try 'all suits' relating to 'commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same. 25] under section 9 of the civil procedure code, the civil court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law. [dhulabai vs. state of m.p., air 1969 sc 78]. the civil courts jurisdiction cannot be said to be alternative to 34.23ao commercial courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary civil court or the commercial court. section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial courts [on constitution of commercial courts]. section 15 (5) of the 2015 act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes. thus, it is clear from reading of section 6 of the 2015 act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established. 26] the impugned order dated 04.05.2023 passed by the 8th joint civil judge senior division, aurangabad below exh.36 in special civil suit no.162 of 2023 is quashed and set aside. with the above observations, the matter stands remanded back to the trial court for fresh adjudication of application under order vii rule 10 and 11 34.23ao of civil procedure code read with section 3 of the commercial courts act, 2015. appeal from order stands disposed of accordingly. 27] parties to appear before the trial court on 30.11.2023 so as to enable the trial court to proceed with the matter. suit stands restored. 28] in view of disposal of appeal from order, pending civil application, if any, does not survive and the same stands disposed of. [arun r. pedneker] judge ddc"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d6c78f222654257807b73fbd44e5eb3_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8cd27aa47b8d4e89ae30c708cc28aef7_1"
        },
        {
            "start": 242,
            "end": 969,
            "text": "\nGujarat High Court\nShapoorji Pallonji And Co. Pvt. Ltd vs Gujarat State Electricity Corporation ... on 1 July, 2023\nAuthor: N.V.Anjaria\nBench: N.V.Anjaria\n    C/Sca/9590/2023                          Judgment Dated: 01/07/2023\n\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n\n         R/Special Civil Application No.      9590 of 2023\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice J. C. Doshi\n\n==========================================================\n\n1    Whether Reporters of Local Papers may be\n     allowed to see the judgment ?\n\n2    To be referred to the Reporter or not ?\n\n3    Whether their Lordships wish to see the\n     fair copy of the judgment ?\n\n4    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea682c42a8f54d8a94c085a897a0f1ea_2"
        },
        {
            "start": 969,
            "end": 1125,
            "text": "Whether this case involves a substantial\n     question of law as to the interpretation\n     of the Constitution of India or any order\n     made thereunder ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7af0099e73014c418d7dc4a054a62f8b_3"
        },
        {
            "start": 1128,
            "end": 1135,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5d18b062428b44a398f36375bcd15376_4"
        },
        {
            "start": 1136,
            "end": 1143,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2668370a99404aae83c02e047c4ba9be_5"
        },
        {
            "start": 1144,
            "end": 1151,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a5b556b9cf643d881b649dd440047ad_6"
        },
        {
            "start": 1152,
            "end": 1159,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "befea1f555b84200bcd5d7ebd9d96801_7"
        },
        {
            "start": 1160,
            "end": 1167,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e730156f6a574271ba0df17036a7f6a7_8"
        },
        {
            "start": 1168,
            "end": 1175,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92d089a9cd254be68b89ef943ae3d914_9"
        },
        {
            "start": 1176,
            "end": 1184,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fcc43173064c44eb8e337b3df06a46ce_10"
        },
        {
            "start": 1185,
            "end": 1192,
            "text": "=== = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df43f281db5c4d80aa7c3db0a24afdb6_11"
        },
        {
            "start": 1193,
            "end": 1200,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29079e3f31f64629b5125cedc5cce603_12"
        },
        {
            "start": 1201,
            "end": 1208,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e4f380800c645f4ba7c9f2ccaa55c81_13"
        },
        {
            "start": 1209,
            "end": 1216,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2943bc0bc81453d9f4f44a7a480f252_14"
        },
        {
            "start": 1217,
            "end": 1224,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50a7620c786345899241bce3a2cd4572_15"
        },
        {
            "start": 1225,
            "end": 1233,
            "text": "= = = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c6167c68b344f01a0188bcdf9510acb_16"
        },
        {
            "start": 1234,
            "end": 1748,
            "text": "==\n               Shapoorji Pallonji And Co. Pvt. Ltd.\n                              Versus\n            Gujarat State Electricity Corporation Ltd.\n==========================================================\nAppearance:\nMr Mihir Thakore, Sr. Advocate with Mr Ajay R Mehta(453)\nwith Mr Anmol Mehta for the Petitioner(s) No. 1\nMr Kamal B Trivedi, Sr. Advocate with G H Virk(7392) for\nthe Respondent(s) No. 1\nMr Simranjitsingh H Virk(11607) for the Respondent(s)\nNo.1\n===================================================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c446a3926bcb424aaf1f67a12c0f004b_17"
        },
        {
            "start": 1749,
            "end": 1756,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b7bfadc36ab4abda76ac33ee3d44585_18"
        },
        {
            "start": 1757,
            "end": 1774,
            "text": "= = =\n\n    Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ec9b2b8da6c49e0ac957b9075e8496d_19"
        },
        {
            "start": 1775,
            "end": 1809,
            "text": "Honourable Mr. Justice N.V.Anjaria",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c92b567a1c34babaf2cb367915e55ad_20"
        },
        {
            "start": 1821,
            "end": 1869,
            "text": "and\n          Honourable Mr. Justice J. C. Doshi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44b5ea57a0084d838ae2c3d54baae41d_21"
        },
        {
            "start": 1897,
            "end": 1947,
            "text": "Date : 01/07/2023\n\n\n                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7eb1f25cbe44295bc4b06f73d1b2a90_22"
        },
        {
            "start": 1947,
            "end": 2011,
            "text": "Page 1 of 33\n\n                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3b0599d57a946f597da77f235136357_23"
        },
        {
            "start": 2011,
            "end": 2062,
            "text": "Downloaded on : Sat Jul 01 20:45:19 Ist 2023\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "073d4d57752c44fba4babb1d9a7658cd_24"
        },
        {
            "start": 2062,
            "end": 2079,
            "text": "C / Sca/9590/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e94102660bb64743a7d89676f0526e50_25"
        },
        {
            "start": 2115,
            "end": 2174,
            "text": "Judgment Dated: 01/07/2023\n\n\n\n\n                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd446936a3b84d4b9012131a687e116e_26"
        },
        {
            "start": 2174,
            "end": 2188,
            "text": "Oral Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13a4d6c02ece4e50a07bc72b11447fe1_27"
        },
        {
            "start": 2188,
            "end": 2230,
            "text": "(Per : Honourable Mr. Justice N.V.Anjaria)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "346cf6ca1c62475e83e5a668af82e950_28"
        },
        {
            "start": 2231,
            "end": 2388,
            "text": "What is prayed in this Special Civil Application is to modify the order dated 02.01.2023 passed by the Additional District Judge, Bhavnagar - Commercial Cour",
            "labels": [
                "FAC"
            ],
            "id": "d96ea0a64fd34ac2ab50859019549379_29"
        },
        {
            "start": 2389,
            "end": 2524,
            "text": "t, by directing the respondent herein to deposit 100% of the amount awarded by the Arbitral Tribunal as per its award dated 20.03.2020.",
            "labels": [
                "RPC"
            ],
            "id": "0eea333faa8840cda23b22609eb40241_30"
        },
        {
            "start": 2525,
            "end": 2630,
            "text": "It is prayed to require the respondent to deposit both, principal amount as well as interest and cost.\n2.",
            "labels": [
                "FAC"
            ],
            "id": "6192e1018b3a4739982a0ba360cb4b19_31"
        },
        {
            "start": 2631,
            "end": 2772,
            "text": "The aforementioned order dated 02.01.2023, below exhibit 5, came to be passed under section 36 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "917a477bfdc049c8881f9338e44dc074_32"
        },
        {
            "start": 2773,
            "end": 2867,
            "text": "Thereby, the respondent prayed to stay the operation and implementation of the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "08b76bb569324305b55cd2d49fe1f4a0_33"
        },
        {
            "start": 2868,
            "end": 2921,
            "text": "The proceedings of section 34 of the Act are pending.",
            "labels": [
                "FAC"
            ],
            "id": "f10245ce230048bcb56e6fcf492e029a_34"
        },
        {
            "start": 2922,
            "end": 3960,
            "text": "\n2.1 The operative part of the said order, prayed to be modified, is as under, \"1. The Operation and Implementation of Arbitral Award (with all the amendments), dated 20/3/2020 (in the matter of M/s Shapoorji Pallonji & Company v. M/s Guajarat State Electricity Corporation Ltd. before Arbitrators), is hereby stayed on the condition that Appellant deposits in the court 50% amount awarded as per para 519 (page 174 to 175-total amount being on page 175) of the Original award of arbitration, dated 20- 03-2020, within 8 (eight) weeks from the-date of this order and also presents Corporate Bank Guarantee of another half amount (50%) of Awarded amount in the court, as mentioned in C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 para 519, within 8 weeks from the date of this order.\n2. Nazir is hereby ordered to invest the said amount deposited, in any nationalized bank.\n3. The respondent will be free to withdraw any portion of the said amount deposited in the court, which is deemed proper by the court, with the permission of the court.",
            "labels": [
                "FAC"
            ],
            "id": "3d7eb5628dfd4778aeae2f5d3df6d551_35"
        },
        {
            "start": 3961,
            "end": 4153,
            "text": "That any application for withdrawal to be preferred in this regard by Respondent may be preferred, but the said application shall be preferred two months after deposit of said amount in court.",
            "labels": [
                "FAC"
            ],
            "id": "f64095c48ee046a9a59503ccd6e52b8e_36"
        },
        {
            "start": 4154,
            "end": 4394,
            "text": "\n4. Until Appellant/applicant deposits the abovesald amount in court and presents in this case Corporate Bank Guarantee within the time specified above, the Operation and implementation of above mentioned Arbitral Award shall stand stayed.\"",
            "labels": [
                "FAC"
            ],
            "id": "556c1cc59c1b4b6fab0e94915b86da2f_37"
        },
        {
            "start": 4396,
            "end": 4538,
            "text": "2.2 Paragraph 519 of the Award mentioned in the aforesaid operative portion, related to the principal amount awarded by the Arbitral Tribunal.",
            "labels": [
                "FAC"
            ],
            "id": "500b6f151a904574aa090538d0af9586_38"
        },
        {
            "start": 4539,
            "end": 4667,
            "text": "In the award, interest awarded as per paragraph 523 and the cost part was also subsequently dealt with by the Arbitral Tribunal.",
            "labels": [
                "FAC"
            ],
            "id": "86203bcfdba84ea689adec3b4ab072a9_39"
        },
        {
            "start": 4668,
            "end": 4860,
            "text": "\n2.3 The grievance of the present petitioner centers around the aspect that the Commercial Court below directed deposit of the principal amount only, while granting stay of the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "583ef2a2cb6d4110b9ef415e4213089a_40"
        },
        {
            "start": 4862,
            "end": 5111,
            "text": "3. The facts to be noted in brief are that respondent Gujarat State Electricity Corporation Ltd. invited bids on 15.03.2010 for the purpose of C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 construction of Lignite Thermal Power Plan at Padva, Bhavnagar.",
            "labels": [
                "RPC"
            ],
            "id": "e0133c7894164b84b28751571340ce87_41"
        },
        {
            "start": 5112,
            "end": 5209,
            "text": "It was a contract for piling and general civil work to be executed in the project at Gandhinagar.",
            "labels": [
                "FAC"
            ],
            "id": "7e9c610d488f4b21ac8346c92c47e560_42"
        },
        {
            "start": 5210,
            "end": 5287,
            "text": "Letter of award was issued on 01.07.2010 for a total sum of Rs.236.41 crores.",
            "labels": [
                "FAC"
            ],
            "id": "6a1929f93805410491052bb8eddb8754_43"
        },
        {
            "start": 5288,
            "end": 5388,
            "text": "Over a period of time, the said sum was increased by the respondent Corporation to Rs.449.34 crores.",
            "labels": [
                "FAC"
            ],
            "id": "17bcf86dbcea41adb68f54e604a81986_44"
        },
        {
            "start": 5389,
            "end": 5559,
            "text": "The petitioner stated that the work, as substantially enhanced above, was completed by it on 30.07.2015 and necessary completion certificate was issued by the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "9200cfb2a49f40a6b5561444e089111d_45"
        },
        {
            "start": 5560,
            "end": 5642,
            "text": "As the respondent refused to pay the claims of the petitioner, the disputes arose.",
            "labels": [
                "FAC"
            ],
            "id": "f58eeebe84df4e058a5588e6fde6d373_46"
        },
        {
            "start": 5643,
            "end": 5705,
            "text": "The petitioner invoked the arbitration clause in the contract.",
            "labels": [
                "FAC"
            ],
            "id": "b79f6bed91854f95b93a3d1dbd57516a_47"
        },
        {
            "start": 5707,
            "end": 5811,
            "text": "3.1 The three member Arbitral Tribunal allowed the majority of claims by passing award dated 20.03.2020.",
            "labels": [
                "FAC"
            ],
            "id": "2fce601e21be45478d1ffe088dfd747c_48"
        },
        {
            "start": 5812,
            "end": 5941,
            "text": "The petitioner was found to be entitled to Rs.249,78,31,286/- with interest at the rate of 12 % from 24.03.2017 till realisation.",
            "labels": [
                "FAC"
            ],
            "id": "5b87bb69cca243c1a050fde26643cb59_49"
        },
        {
            "start": 5942,
            "end": 6109,
            "text": "The Arbitral Tribunal thereafter in exercise of powers under section 33 of the Act, modified the award as per order dated 28.07.2020 at the instance of the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "74c7a6032bdb43cc92090a2058533132_50"
        },
        {
            "start": 6110,
            "end": 6245,
            "text": "The Tribunal recorded that the petitioner's entitilement would be Rs. 233,73,91,405/-, which was less than what was earlier determined.",
            "labels": [
                "FAC"
            ],
            "id": "e0caedded9f1492ebe9020adc504f5ff_51"
        },
        {
            "start": 6246,
            "end": 6291,
            "text": "The award was further modified on 04.08.2020.",
            "labels": [
                "FAC"
            ],
            "id": "34f58d2c6bc94eccbab92ec4abf38bc2_52"
        },
        {
            "start": 6293,
            "end": 6563,
            "text": "3.1.1 The award of the Arbitral Tribunal was C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 challenged by the respondent by filing proceedings under Section 34 of the Arbitration Act, 1996 by filing Commercial Civil Misc. Application No. 1 of 2021 before the District Court.",
            "labels": [
                "FAC"
            ],
            "id": "0b8510c2ed52460db87ce5f654f43b1f_53"
        },
        {
            "start": 6564,
            "end": 6786,
            "text": "Respondent also filed application under Section 36(2) read with Section 36(3) of the Act for stay on the operation and implementation of the Arbitral Award pending final disposal of proceedings under Section 34 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "608b97ba675d48b592c2204b91754bc7_54"
        },
        {
            "start": 6787,
            "end": 6964,
            "text": "The petitioner herein responded to the said application by submitting that the parameters under Section 36 of the Act for granting stay on the arbitral award were not satisfied.",
            "labels": [
                "FAC"
            ],
            "id": "691de782a8ac4fc180c37047792cba0f_55"
        },
        {
            "start": 6965,
            "end": 7129,
            "text": "It was further stated that if at all the Court was to stay the award, it could only be on condition of requiring the respondent to deposit the total awarded amount.",
            "labels": [
                "RLC"
            ],
            "id": "c4a901270c1745a0b91af27f920fe80b_56"
        },
        {
            "start": 7131,
            "end": 7770,
            "text": "3.1.2 The Court below passed the impugned order dated 02.01.2023 staying the operation and implementation of the arbitral award on the conditions (a) The Respondent should deposit in the Hon'ble District Court, 50% of the amount awarded as per paragraph 519 (page 174 to 175) of the Original Arbitral Award dated 20.03.2020, (b) The respondent should furnish Corporate Bank Guarantee for another 50% of the awarded amount as mentioned in paragraph 519 of the Original Arbitral Award dated 20.03.2020 (c) The respondent should make the deposit and furnish the Corporate Bank Guarantee within a period of 8 weeks from the date of this order.",
            "labels": [
                "RLC"
            ],
            "id": "fd1b072f07ce43328bc4483c0802eda9_57"
        },
        {
            "start": 7771,
            "end": 7882,
            "text": "The petitioner was given liberty to withdraw the amount C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 as directed.",
            "labels": [
                "FAC"
            ],
            "id": "57982d33f93d4feb841c8f69accef9f2_58"
        },
        {
            "start": 7884,
            "end": 8101,
            "text": "3.2 The case of the petitioner is that the total outstanding amount due as on 02.12.2022 under the arbitral award dated 20.03.2020 is Rs.422,82,94,111.84, which comprised of principal sum as well as interest and cost.",
            "labels": [
                "FAC"
            ],
            "id": "6afdbb012d1b4752afc1ef6bc9cd3e0f_59"
        },
        {
            "start": 8102,
            "end": 8156,
            "text": "This amount was certified by the Chartered Accountant.",
            "labels": [
                "FAC"
            ],
            "id": "313c01ea7fb34170a50f55ddffae03c8_60"
        },
        {
            "start": 8158,
            "end": 8350,
            "text": "3.3 Against the aforementioned order dated 02.01.2023 passed by the Commercial Court below, Special Leave Petition No. 3379 of 2023 came to be filed by the petitioner before the Supreme Court.",
            "labels": [
                "FAC"
            ],
            "id": "575edea4ecfd452eac3348c72e4a22a7_61"
        },
        {
            "start": 8351,
            "end": 8737,
            "text": "As stated in the memorandum of petition, in the said Special Leave petition, the petitioner did not contest the grant of stay on the operation and implementation of the arbitral award, but only took exception to the conditions imposed by the court below to make further grievance that the respondent was not required to deposit 100% of the awarded amount inclusive of interest and cost.",
            "labels": [
                "FAC"
            ],
            "id": "b654272db0314c308c4236c27451614b_62"
        },
        {
            "start": 8738,
            "end": 9208,
            "text": "\n3.3.1 During the pendency of the Special Leave Petition before the Supreme Court, on 23.03.2023, before District Court, the respondent Corporation submitted a memo that it would be depositing 50% of the amount as mentioned in paragraph 519 of the amended award dated 20.03.2020, which would come to Rs. 116,86,957,20/- with 50% of the amount as mentioned in paragraph 519 of the amended awarded C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 amount of Rs. 233,73,91,405.79.",
            "labels": [
                "FAC"
            ],
            "id": "bfb33f2060df46f28a65b26df34d45c8_63"
        },
        {
            "start": 9209,
            "end": 9327,
            "text": "The said memo dated 23.02.2023 of the respondent was dismissed by the Commercial Court on the same day, it was stated.",
            "labels": [
                "FAC"
            ],
            "id": "8f1b9e59a9ed4fd29269a8c3fc3599c2_64"
        },
        {
            "start": 9328,
            "end": 9437,
            "text": "\n3.3.2 The Special Leave Petition came to be disposed of by order dated 24.02.2023, which reads as under, \"1.",
            "labels": [
                "FAC"
            ],
            "id": "2f94a4d16f954614827098dec72b87d1_65"
        },
        {
            "start": 9438,
            "end": 9775,
            "text": "Mr Neeraj Kishan Kaul, senior counsel appearing on behalf of the petitioner, states that, at this stage, the petitioner would wish to pursue appropriate proceedings before the High Court in order to challenge the interim order of the Additional District Judge, Bhavnagar which was passed on an application for stay of the arbitral award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "00d1fb32858a48b29e9fbcbb6b44a517_66"
        },
        {
            "start": 9776,
            "end": 10006,
            "text": "\n2. The petition is accordingly disposed of as withdrawn leaving it open to the petitioner to pursue such further remedies as may be available in law including before this Court if aggrieved by the decision of the High Court.\"\n3.4",
            "labels": [
                "FAC"
            ],
            "id": "4b9cfae2e4204706b631a5a752ecead9_67"
        },
        {
            "start": 10007,
            "end": 10131,
            "text": "It was thereafter that the present Special Civil Application came to be filed by the petitioner seeking the prayer as above.",
            "labels": [
                "FAC"
            ],
            "id": "6447ad3cb3a148c9b14ac5f4a87c05a2_68"
        },
        {
            "start": 10132,
            "end": 10462,
            "text": "\n3.5 The issue centres around to the aspect whether while granting stay on the implementation of the arbitral award, while passing order under Section 36 of the Act, the Commercial Court below should have directed the respondent Corporation to deposit the entire amount awarded by the Arbitral Tribunal together with the interest.",
            "labels": [
                "ISSUE"
            ],
            "id": "8fde80bde05f46c080ae90871f479213_69"
        },
        {
            "start": 10463,
            "end": 10509,
            "text": "\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 4.",
            "labels": [
                "NONE"
            ],
            "id": "700fb336f4e9434cbd752fac5a9e0d00_70"
        },
        {
            "start": 10510,
            "end": 10793,
            "text": "On behalf of respondents, learned senior advocate Mr. Kamal B. Trivedi assisted by learned advocate Mr. G.H. Virk inter alia raised preliminary objections as regards entertainability of present petition under Article 227 of the Constitution, which may be dealt with at the threshold.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7355aa8ad2f42278e6726140d7e0619_71"
        },
        {
            "start": 10794,
            "end": 11211,
            "text": "It was submitted by pressing into service decisions of the Supreme Court in Deep Industries Ltd. vs. Oil & Natural Gas Corporation [(2020) 15 SCC 706] as also in Bhaven Construction vs. Executive Engineer, Sardar Sarovar Narmada Nigam Ltd.[(2022 (1) SCC 75] that looking to the nature of the order and the stage at which it is passed, this Court should not exercise jurisdiction under Article 227 of the Constitution.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "462e57a992ac4e40ae6b1d02ccf045cd_72"
        },
        {
            "start": 11212,
            "end": 11456,
            "text": "It was submitted that though the maintainability of the petition cannot be questioned, its entertainability sill be guided by the well settled principle that in such matters, the Court must be extremely circumspect in extending its interference",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba32db69976c4986a4b065ad961573e7_73"
        },
        {
            "start": 11457,
            "end": 11587,
            "text": ", it was submitted that nor the order impugned could be said to be patently lacking inherent jurisdiction to warrant interference.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3fe49dad93fd45b6a0504e4a1eb8eaea_74"
        },
        {
            "start": 11589,
            "end": 11848,
            "text": "4.1 The issue before the Supreme Court in Deep Industries Ltd.(supra) was in respect of exercisability of jurisdiction under Article 227 of the Constitution in respect of judgements allowing or dismissing First Appeals under Section 37 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b58bbfc0776f418fbfbc0a782e8872ea_75"
        },
        {
            "start": 11849,
            "end": 12104,
            "text": "It was held that though petitions can be filed under Article 227 against the judgments C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 allowing or dismissing the petitions under Section 37 of the Arbitration Act, the High Court should be extremely circumspect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f174905210db48a5804e526119c3aa66_76"
        },
        {
            "start": 12106,
            "end": 12305,
            "text": "4.1.1 The decision of Deep Industries (supra), was followed by the Supreme Court in Bhaven Constructions (supra), wherein what was challenged was ruling of the arbitrator under section 16 of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6d98ecc47fb640f08bad26243722f872_77"
        },
        {
            "start": 12306,
            "end": 12462,
            "text": "It was held in that context that interference under Articles 226 or 227 of the Constitution by the High Court with the arbitral process was not permissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "10af4f689b174e4d8d321a309207f97e_78"
        },
        {
            "start": 12463,
            "end": 12762,
            "text": "It was reasoned that if the Courts start using its inherent power to interject the arbitral process at a stage such as application under Section 16 of the Act, it would frustrate the purpose of the arbitration which was to ensure the expeditious and time-bound conclusion of the arbitration process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8afec77d06e44f95bcd2af1eac4f17f1_79"
        },
        {
            "start": 12763,
            "end": 12823,
            "text": "\n4.2 The aforementioned judgments were in different context.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e2a4c4bf1904716bccd5bc53a86c7d2_80"
        },
        {
            "start": 12824,
            "end": 12957,
            "text": "Furthermore, the order presently under challenge in this Special Civil Application is passed under Section 36 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "deab8935fe6240e6a316d244f489f11b_81"
        },
        {
            "start": 12958,
            "end": 13024,
            "text": "Against order passed under this provision, no appeal is available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61f9ce20fc9546d8a6b1708c8220b9ab_82"
        },
        {
            "start": 13025,
            "end": 13098,
            "text": "The petitioner cannot be left remediless if he is aggrieved by the order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3aa9cb359fe4b5f94383c5956a6874c_83"
        },
        {
            "start": 13099,
            "end": 13259,
            "text": "The ambit of Article 226 of the Constitution is broad and pervasive though it is true that the exercise of jurisdiction would be guided by disciplined approach.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "307b540154044097be8deb34f9bd8e93_84"
        },
        {
            "start": 13260,
            "end": 13493,
            "text": "When no further remedy is available and further having regard to the kind and nature of the order and C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 the issues raised in relation to impugned order, the preliminary objection is overruled.",
            "labels": [
                "RPC"
            ],
            "id": "30fabce0737740c399f5e595351dc88e_85"
        },
        {
            "start": 13494,
            "end": 13582,
            "text": "The Court is inclined to entertain the petition to deal with on merits the issue raised.",
            "labels": [
                "RPC"
            ],
            "id": "c34f3f1a306f4932ba3fa912f4e313ef_86"
        },
        {
            "start": 13584,
            "end": 13987,
            "text": "4.3 Proceeding with to deal with rival submissions on the merits of the impugned order, learned senior advocate Mr. Mihir Thakore assisted by learned advocate Mr. Ajay Mehta submitted that the Court below failed to act as per the statutory mandate of Section 36 of the Act and that the impugned order stood against the intention of the legislature behind amending section 36 of the Act in the year 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e540d70fd63c4479856f53c570b2b0ab_87"
        },
        {
            "start": 13988,
            "end": 14130,
            "text": "It was next submitted that only 50% of the awarded amount has been directed to be deposited while granting stay on the operation of the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b8ef936e051c4fa0986e2d23726d7f61_88"
        },
        {
            "start": 14131,
            "end": 14336,
            "text": "It was submitted that the Court below failed to notice that paragraph 523 of the award provided for interest and the amount of interest along with principal sum was required to be directed to be deposited.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8691c30387f040299e58ae64a29f0b31_89"
        },
        {
            "start": 14337,
            "end": 14676,
            "text": "\n4.4 Affidavit-in-reply was filed by respondent contesting the petition to inter alia submit that the order dated 02.01.2023 passed by the Commercial Court below is a detailed and reasoned order, that the petitioners solitary objective is to withdraw the amount before final adjudication of proceedings under section 34, which are pending.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "275a0a8f1c9d4ba697261b90004e0e21_90"
        },
        {
            "start": 14677,
            "end": 14808,
            "text": "It was submitted that remedy under section 37 of the Act would be available C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 proceedings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4f716696b9f84076ac44c15a5070294b_91"
        },
        {
            "start": 14809,
            "end": 15028,
            "text": "It was submitted that during the pendency of the proceedings under section 34, the order dated 02.01.2023 has been passed, which was just and proper wherein the Court has protected the awarded amount for the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f0816ecb78b745408b9e86cdccfa17dd_92"
        },
        {
            "start": 15029,
            "end": 15312,
            "text": "\n4.4.1 In addition to the aforesaid contentions raised in the affidavit-in-reply, learned senior advocate, by submitting that respondent is a semi- government corporation, in that context, referred to and relied on provisions of Order 27 Rule 8A of the Code of Civil Procedure, 1908.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92820d3dbc074886a35e2dab9a42e532_93"
        },
        {
            "start": 15313,
            "end": 15462,
            "text": "It was submitted that under the said provision, it is provided that no security would be required from Government or public officer in certain cases.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "43a69d1ef22e4c16afec084948a8bdc6_94"
        },
        {
            "start": 15463,
            "end": 15746,
            "text": "The provision says that no security as is mentioned in Rules 5 and 6 of Order 41 shall be required from the government or where the government has undertaken the defence of the suit from any public officer sued in respect of an act alleged to be done by him in his official capacity.",
            "labels": [
                "STA"
            ],
            "id": "a6428833b07f40f09f55bed922c4547c_95"
        },
        {
            "start": 15747,
            "end": 15966,
            "text": "Taking aid of the said provision, it was harped that it could not be said that the Government is obliged to make deposit of the full decreetal amount while seeking stay of the order or decree requiring payment of money.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5273db3932c2422cb38ff808bfaf9f88_96"
        },
        {
            "start": 15968,
            "end": 16325,
            "text": "4.4.2 Learned senior advocate relied on the observations of the Full Bench of the Calcutta High Court in Union of India vs. Amitava Paul [AIR 2015 Cal 89], reproduced by Supreme Court in paragraph 21 C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 from the decision of Supreme Court in PAM Developments Pvt. Ltd. Vs. State of West Bengal [(2019) 8 SCC 112], \"21.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b597400eed684399924135272f7ebabd_97"
        },
        {
            "start": 16326,
            "end": 16772,
            "text": "A Full Bench of the Calcutta High Court, while considering the question as to whether in an appeal preferred by the Government, the Government is entitled to get stay of execution of decree impugned by taking aid of Order XXVII Rule 8A of the CPC, even if the conditions mentioned in Clauses (a) and (b) of subrule (3) of Rule 5 of Order XLI are not complied with, held as follows: (Amitava Paul case, SCC Online Cal : AIR p.98, paras 36-38) \"36.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "84f163a76e344a9c81ef21d29757e385_98"
        },
        {
            "start": 16773,
            "end": 16908,
            "text": "In order to resolve the aforesaid controversy, one must examine the legislative intent for incorporating Order 27, Rule 8A in the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4981d2798afa4fd9b1d543c1223c49d1_99"
        },
        {
            "start": 16909,
            "end": 17082,
            "text": "The aforesaid provision was engrafted to exempt the Government to furnish security as a guarantee for due performance of a decree as mentioned in Rules 5 and 6 of Order XLI.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a43757052c6a49968be8361e86ef2d8b_100"
        },
        {
            "start": 17083,
            "end": 17343,
            "text": "\nNotwithstanding such exemption, discretionary power of the Court to grant stay of execution of a decree can be exercised in favour of the Appellant Government only if it satisfies the Court as to the existence of clauses (a) and (b) of Rule 5(3) of Order XLI.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ca4802de3384419b7ad02f9d9cd2e1c_101"
        },
        {
            "start": 17344,
            "end": 17652,
            "text": "As \"substantial loss\" to the appellant is a condition precedent to grant stay, execution of a money decree is ordinarily not stayed since satisfaction of a money decree does not amount to irreparable injury to the appellant as the remedy of restitution is available to him in the event the appeal is allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "330bc50bd2d549bb9c48c853fac48341_102"
        },
        {
            "start": 17653,
            "end": 17734,
            "text": "[See, Sihor Nagar Palika Bureau v. Bhabhlubhai Virabhai, 2005 (4) SCC 1, para 6].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d5a1ac2ae75841de8402183dde6a60b1_103"
        },
        {
            "start": 17735,
            "end": 18087,
            "text": "Under such circumstances, when the court chooses to exercise its discretion in favour of the appellant State to grant stay of execution of a money decree it must be C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 balance the equities between the parties and ensure that no undue hardship is caused to a decree holder due to stay of execution of such decree.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3a02736e54542149d5749d7bbbef4f1_104"
        },
        {
            "start": 18088,
            "end": 18301,
            "text": "Hence, in appropriate cases, the Court in its discretion may direct deposit of a part of the decretal sum so that the decree holder may with draw the same without prejudice and subject to the result of the appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f273f3105b074f1480b4a95fd5e32331_105"
        },
        {
            "start": 18302,
            "end": 18626,
            "text": "Such direction for deposit of the decretal sum is not for the purpose of furnishing security for due performance of the decree but an equitable measure ensuring part satisfaction of the decree without prejudice to the parties and subject to the result of the appeal as a condition for stay of execution of the decree.\"\n4.4.3",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "68684ad343ea43c8b7d42b80ee73103c_106"
        },
        {
            "start": 18627,
            "end": 18813,
            "text": "It was sought to be emphasized that when it is the Government, the Court may not require it to deposit the amount, pressing into service para 37 of the Calcutta High Court judgment, \"37.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f4981c1ba0ac4dc4bf32ebcfb21888e8_107"
        },
        {
            "start": 18814,
            "end": 19218,
            "text": "To hold that the Court is denuded of such equitable discretion while granting stay of execution of a money decree in favour of the Government, would cause grave hardship to deserving decree holders who in the facts of a given case may be entitled to enjoy part satisfaction of the decree without prejudice and subject to the result of the appeal as a condition for stay of execution of the entire decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb24943d74ab49cca00ebe4158cb7e21_108"
        },
        {
            "start": 19219,
            "end": 19307,
            "text": "\n4.4.4 It was submitted that the Government would exempt from mandatory obligation, \"38.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b50728afde7f4e7da64e64ea6cbfa8f1_109"
        },
        {
            "start": 19308,
            "end": 20023,
            "text": "Hence, it is opined although Order 27, Rule 8A may exempt the appellant Government from the mandatory obligation of furnishing security in terms of Rule 1(3) for seeking C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 stay of execution of a money decree as under Rule 5(5) of Order XLI, the said provision cannot be said to operate as an absolute clog on the discretion of the court to direct the deposit of the decretal amount as a condition for grant of stay of execution of the decree in appropriate cases more particularly when such direction is coupled with the liberty to the decree holder to withdraw a portion thereof in part satisfaction of the decree without prejudice and subject to the result of the appeal.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da823c36084a4deeb74cf98e6b66d818_110"
        },
        {
            "start": 20024,
            "end": 20164,
            "text": "We find no reason to disagree with such view taken by the Full Bench of the Calcutta High Court and are thus in agreement with the same.\"\n5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1252f4182cdd464d866422cb6ccd59ab_111"
        },
        {
            "start": 20165,
            "end": 20288,
            "text": "For appreciating the issue involved and the contentions rivally canvassed, relevant statutory provisions may be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37a7db6da7d346d7a00f8ba1e9228652_112"
        },
        {
            "start": 20289,
            "end": 20468,
            "text": "As already observed, Order 27 Rule 8A, CPC, relied on by the respondent, inter alia provides that no security shall be required from Government or public officer in certain cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8a8ae022b3d498092ae9906f9468609_113"
        },
        {
            "start": 20469,
            "end": 20601,
            "text": "Order 41 Rule 1(1), CPC, deals with the form of appeal, whereas, sub-rule (2) thereof mentions about the contents of the memorandum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "364533408506446f9a006942c70a8b61_114"
        },
        {
            "start": 20602,
            "end": 21426,
            "text": "\n5.1 Sub-rule (3) is important to notice, it provides as under, \"(3) Where the appeal is against a decree for payment of money, the appellant shall, within such time as the Appellate Court may allow, deposit, the amount disputed in the appeal or furnish such security in respect thereof as the Court may think fit.\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.1.1 Order 41 Rule 5 in respect of stay by the appellate court reads as under, \"Order 41, Rule 5 Stay by Appellate Court.-- (1) An appeal shall not operate as a stay of proceedings under a decree or order appealed from except so far as the Appellate Court may order, nor shall execution of a decree be stayed by reason only of an appeal having been preferred from the decree; but the Appellate Court may for sufficient cause order stay of execution of such decree.",
            "labels": [
                "STA"
            ],
            "id": "2d32361f7de742beaa79a1c939d790c4_115"
        },
        {
            "start": 21427,
            "end": 21953,
            "text": "\nExplanation.--An order by the Appellate Court for the stay of execution of the decree shall be effective from the date of the communication of such order to the Court of first instance, but an affidavit sworn by the appellant, based on his personal knowledge, stating that an order for the stay of execution of the decree has been made by the Appellate Court shall, pending the receipt from the Appellate Court of the order for the stay of execution or any order to the contrary, be acted upon by the Court of first instance.",
            "labels": [
                "STA"
            ],
            "id": "30dfd20742dc449e88278b41ad948c85_116"
        },
        {
            "start": 21954,
            "end": 22726,
            "text": "\n(2) Stay by Court which passed the decree.--Where an application is made for stay of execution of an appealable decree before the expiration of the time allowed for appealing therefrom, the Court which passed the decree may on sufficient cause being shown order the execution to be stayed.\n(3) No order for stay of execution shall be made under subrule (1) or subrule (2) unless the Court making it is satisfied-- (a) that substantial loss may result to the party applying for stay of execution unless the order is made;\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 (b) that the application has been made without unreasonable delay; and (c) that security has been given by the applicant for the due performance of such decree or order as may ultimately be binding upon him.",
            "labels": [
                "STA"
            ],
            "id": "186b4715d89c4f73af234048da9597c0_117"
        },
        {
            "start": 22727,
            "end": 22871,
            "text": "(4) Subject to the provisions of subrule (3), the Court may make an ex parte order for stay of execution pending the hearing of the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92c29a14d705441286c4a125a5a79871_118"
        },
        {
            "start": 22872,
            "end": 23117,
            "text": "\n(5) Notwithstanding anything contained in the foregoing subrules, where the appellant fails to make the deposit or furnish the security specified in subrule (3) of rule 1, the Court shall not make an order staying the execution of the decrees.\"",
            "labels": [
                "STA"
            ],
            "id": "035476683fa5450e993492241bd555de_119"
        },
        {
            "start": 23118,
            "end": 23378,
            "text": "\n5.1.2 Thus, sub-rule (5) above is specific to provide with non-obstante clause that where the appellate fails to make deposit or furnish the security, specified in sub-rule (3) of Rule 1, the Court shall not make any order staying the execution of the decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cd15d1047094d1394b6f8414bf59295_120"
        },
        {
            "start": 23380,
            "end": 23589,
            "text": "5.2 In the amended section 36 of the Arbitration Act, 1996, the jurisprudence of the aforesaid provisions, more particularly Order 41 Rule 1(3) read with Order 41 Rule 5(5) could be said to have been extended.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4320630121f24500984e5e223e280f9e_121"
        },
        {
            "start": 23590,
            "end": 23695,
            "text": "Section 36 of the Arbitration Act was amended by Act 3 of 2016 with retrospective effect from 23.10.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c124f0781ed490c88a6bc1eeb9a9afc_122"
        },
        {
            "start": 23696,
            "end": 23841,
            "text": "Sub-section (3) of section 36, which is reproduced hereinafter, came to be introduced upon the recommendation of the 246th Law Commission Report.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aeb3d1694fbf40f990c47b565dd8aa9e_123"
        },
        {
            "start": 23843,
            "end": 23891,
            "text": "C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.2.1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2aeb6599daca43589c337e4c9388e15e_124"
        },
        {
            "start": 23892,
            "end": 23996,
            "text": "The Law Commission observed, \"Automatic stay of enforcement of the award upon admission of challenge 43.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2f461aed11f4ee78239d26c900ef44e_125"
        },
        {
            "start": 23997,
            "end": 24212,
            "text": "Section 36 of the Act makes it clear that an arbitral award becomes enforceable as a decree only after the time for filing a petition under section 34 has expired or after the section 34 petition has been dismissed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50e331f209a747babf98c545547c63a9_126"
        },
        {
            "start": 24213,
            "end": 24307,
            "text": "In other words, the pendency of a section 34 petition renders an arbitral award unenforceable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c350d96d47174e2f8e892ce60e094437_127"
        },
        {
            "start": 24308,
            "end": 24547,
            "text": "The Supreme Court, in National Aluminum Co. Ltd. V. Pressteel & Fabrications, (2004) 1 SCC 540 held that by virtue of section 36, it was impermissible to pass an Order directing the losing party to deposit any part of the award into Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a3d26580083a4a9791236ce0c23ef736_128"
        },
        {
            "start": 24548,
            "end": 24868,
            "text": "While this decision was in relation to the powers of the Supreme Court to pass such an order under section 42, the Bombay High Court in Afcons Infrastructure Limited v. The Board of Trustees, Port of Mumbai 2014 (1) Arb LR 512 (Bom) applied the same principle to the powers of a Court under section 9 of the Act as well.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7d57c34aa2fe412a80a20309fe235989_129"
        },
        {
            "start": 24869,
            "end": 24986,
            "text": "Admission of a section 34 petition, therefore, virtually paralyzes the process for the winning party/award creditor.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b021408e22714c28ba04d9c9782a3a39_130"
        },
        {
            "start": 24987,
            "end": 25258,
            "text": "\n5.2.2 In PAM Developments Pvt. Ltd. (supra), the Supreme Court quoted its own decision in National Aluminum Co. Ltd. V. Pressteel & Fabrications [(2004) 1 SCC 540], which critisized the position in respect of operation of old law under Section 36 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9db07df3c76a4fa38ddf21afa9cc1a74_131"
        },
        {
            "start": 25259,
            "end": 25657,
            "text": "\n\"However, we do notice that this automatic suspension of the execution of the award, the moment an application challenging the said award is filed under section 34 of the Act leaving no C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 discretion in the court to put the parties on terms, in our opinion, defeats the very objective of the alternate dispute resolution system to which arbitration belongs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e8c0d9dc41c45b5971cbd5819a58dcf_132"
        },
        {
            "start": 25658,
            "end": 25858,
            "text": "We do find that there is a recommendation made by the concerned Ministry to the Parliament to amend section 34 with a proposal to empower the civil court to pass suitable interim orders in such cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de7a452e0d864757964535e71ab28d61_133"
        },
        {
            "start": 25859,
            "end": 26043,
            "text": "In view of the urgency of such amendment, we sincerely hope that necessary steps would be taken by the authorities concerned at the earliest to bring about the required change in law.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ecb38649f904b4cbfdfdf5ebb627e9d_134"
        },
        {
            "start": 26044,
            "end": 26060,
            "text": "\n(para 11) 5.2.3",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00984c90bd014a808daa6747046fd532_135"
        },
        {
            "start": 26061,
            "end": 26142,
            "text": "It was in the aforesaid light that Section 36 came to be amended and substituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc395773511f480a98cf91b4f8ea7526_136"
        },
        {
            "start": 26143,
            "end": 26493,
            "text": "The old provision read as under, \"36. Enforcement.- Where the time for making an application to set aside the arbitral award under Section 34 has expired, or such application having been made, it has been refused, the award shall be enforced under the Code of Civil Procedure, 1908 (5 of 1908) in the same manner as if it were a decree of the court.\"",
            "labels": [
                "STA"
            ],
            "id": "304a49f63086405eb43ae3e742cb6313_137"
        },
        {
            "start": 26494,
            "end": 26891,
            "text": "\n5.2.4 The provision as substituted reads as under, \"36. Enforcement--(1) Where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.",
            "labels": [
                "STA"
            ],
            "id": "95bbbf4958914e0fa52f0e1a3fae0580_138"
        },
        {
            "start": 26893,
            "end": 26939,
            "text": "C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 (2)",
            "labels": [
                "STA"
            ],
            "id": "da27db467b9446659f5ccfee229b159c_139"
        },
        {
            "start": 26940,
            "end": 27314,
            "text": "Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the Court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub- section (3), on a separate application made for that purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5383408d926245eb89265acd004d2f76_140"
        },
        {
            "start": 27315,
            "end": 27844,
            "text": "\n(3) Upon filing of an application under sub- section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908).]",
            "labels": [
                "STA"
            ],
            "id": "5d785bf2f2ab446baba21ad4bc33d3e4_141"
        },
        {
            "start": 27845,
            "end": 28200,
            "text": "[Provided further that where the Court is satisfied that a Prima facie case is made out that,--\n(a) the arbitration agreement or contract which is the basis of the award; or (b) the making of the award, was induced or effected by fraud or corruption, it shall stay the award unconditionally pending disposal of the challenge under section 34 to the award.",
            "labels": [
                "STA"
            ],
            "id": "dd88581897af468ea066de64dab06bb5_142"
        },
        {
            "start": 28202,
            "end": 28673,
            "text": "Explanation.--For the removal of doubts, it is hereby clarified that the above proviso shall apply to all court cases arising out of or in relation to arbitral proceedings, irrespective of whether the arbitral or court proceedings were commenced prior to or after the commencement of the Arbitration and Conciliation (Amendment) Act, 2015 (3 of 2016).\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 5.2.5 The above provision deals with the enforcement of the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "f3c4b05518284d91926eb1d9490579b1_143"
        },
        {
            "start": 28674,
            "end": 28686,
            "text": "Sub- section",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2ccce2609f14196adf211532adf9dc3_144"
        },
        {
            "start": 28687,
            "end": 28786,
            "text": "( 3 ) states that stay of the operation of the award will have to be subject to condition provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f46051c9c4a54de2ac563a871de3d254_145"
        },
        {
            "start": 28787,
            "end": 29029,
            "text": "The proviso says that while considering the application for grant of stay in respect of arbitral award for payment of money, due regard to the provisions for grant of stay of money decree under the provisions of the CPC will have to be given.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03188c477dbf4e988bb7aff8c804c91d_146"
        },
        {
            "start": 29030,
            "end": 29170,
            "text": "Thus, the provision of CPC with regard to grant of staying of money decree would apply to the arbitral award providing for payment of money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33de4374d28a4ca9bfd6b2dc8ef56a33_147"
        },
        {
            "start": 29171,
            "end": 29274,
            "text": "The arbitral award for payment of money therefore could be said to have been equated with money decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a065827b80554c68959671dcc6fb5886_148"
        },
        {
            "start": 29275,
            "end": 29392,
            "text": "The stay of the award providing for money payment will have to be on condition on the lines of the provisions of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3674acb2b0b74edf8d45013be70112bd_149"
        },
        {
            "start": 29393,
            "end": 29533,
            "text": "The only exception is in this proviso where the arbitration agreement or making of the award was found to be induced by fraud or corruption.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5b50d4501924e47b39df2f2e1bf2edd_150"
        },
        {
            "start": 29535,
            "end": 30173,
            "text": "5.3 The submission about Order 27, Rule 8A, CPC, made on behalf of the State of West Bengal in the Calcutta High Court judgment that no security shall be required from the Government in case of money decree was negatived by observing thus, \"If such submission of the respondent is accepted then the same would mean that mere filing of an objection under Section 34 of the Arbitration Act by a Government shall render the award unenforceable as the stay order would be passed in a mechanical manner and as a matter of C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 course, without imposing any condition against the Government judgment debtor.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e0d7bf3d4a9b44459fc42f27b830b667_151"
        },
        {
            "start": 30174,
            "end": 30368,
            "text": "If the contention is accepted, the effect would be that insofar as the Government is concerned, the unamended provision of Section 36 of the Arbitration Act would automatically come into force.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26d2b435e44e46949d483a9f12f3ed1e_152"
        },
        {
            "start": 30369,
            "end": 30385,
            "text": "\n(para 18) 5.3.1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ed7e243d3c640e6b44ef8159d646dfd_153"
        },
        {
            "start": 30386,
            "end": 30495,
            "text": "The Supreme Court considered the effect of Section 37 of the Arbitration Act vis-a-vis Order 27 Rule 8A, CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89831eca01554dad9f38eafc67c55789_154"
        },
        {
            "start": 30496,
            "end": 30899,
            "text": "It would eminently noticed that the Supreme Court in PAM Development Pvt. Ltd. (supra), after quoting the observations of the Full Bench of the Calcutta High Court stated that the plain reading of Order 27 Rule 8A, CPC, makes it clear that the same is only regarding security mentioned in Rules 5 and 6 of Order 41, CPC, which may not be demanded from the Government while considering the plea for stay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a94a6ad4cd2d4734a459ad9cb640f7b3_155"
        },
        {
            "start": 30900,
            "end": 31060,
            "text": "The Supreme Court however stated 'it, however, does not provide that the decreetal cannot be required to be deposited in the appeal against a money decree'.\n5.4",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c63c2b0cb90644d4905312f7c14ca173_156"
        },
        {
            "start": 31061,
            "end": 31307,
            "text": "The Apex Court highlighted and emphasised sub- rule (5) of Rule 5 of Order 41 and further observed that the Court had power to direct to deposit the decreetal amount, that Order 27 Rule 8A, CPC, does not exempt the Government from making deposit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca95b3e345cb46b5b16e707e077e7053_157"
        },
        {
            "start": 31308,
            "end": 31523,
            "text": "It was noticeably observed that the provision of Order 27 Rule 8A, CPC, was the product of British Raj and would not be applicable in today's time of democratic C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d7a5290f46d42c2a328e5e0be18f130_158"
        },
        {
            "start": 31524,
            "end": 31718,
            "text": "Therefore, the reliance placed on behalf of the respondent on Order 27 Rule 8A, CPC, seeking the Court to hold that exemption from depositing the amount fully could be granted to it, falls flat.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42ffbb52bdbe43dd993580fe5f3c309a_159"
        },
        {
            "start": 31719,
            "end": 32015,
            "text": "\n5.5 In PAM Development Pvt. Ltd. (supra), the Supreme Court in terms observed that no distinction is made or any differential treatment could be given to the Government while considering its application for grant of stay of money decree in the proceeding under section 34 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e0a2b623549d43f9b67e4fab62fca5d3_160"
        },
        {
            "start": 32016,
            "end": 32487,
            "text": "\n\"Arbitration proceedings are essentially alternate dispute redressal system meant for early/quick resolution of disputes and in case a money decree award as passed by the Arbitrator against the Government is allowed to be automatically stayed, the very purpose of quick resolution of dispute through arbitration would be defeated as the decree holder would be fully deprived of the fruits of the award on mere filing of objection under Section 34 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "40243c3d60c845118eceefa9e4fc7479_161"
        },
        {
            "start": 32488,
            "end": 32682,
            "text": "The Arbitration Act is a special Act which provides for quick resolution of disputes between the parties and Section 18 of the Act makes it clear that the parties shall be treated with equality.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8db83856c78a4c5086804164dea68251_162"
        },
        {
            "start": 32683,
            "end": 32782,
            "text": "Once the Act mandates so, there cannot be any special treatment given to the Government as a party.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "153c0690a3c8445baee6beca3e2db1ad_163"
        },
        {
            "start": 32783,
            "end": 33045,
            "text": "As such, under the scheme of the Arbitration Act, no distinction is made nor any differential treatment is to be given to the Government, while considering an application for grant of stay of a money decree in proceedings under Section 34 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5abb474cad8e4230bfe90670156db4f1_164"
        },
        {
            "start": 33046,
            "end": 33328,
            "text": "As we have already mentioned above, the reference to CPC in Section 36 of the Arbitration Act is only to guide the Court as to what conditions can be C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 imposed, and the same have to be consistent with the provisions of the Arbitration Act.\"\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05f4f116604d41e7aecf5b1bba82a65b_165"
        },
        {
            "start": 33328,
            "end": 33343,
            "text": "(para 26) 5.5.1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9be5d2c497e044369c6238ac331cbddd_166"
        },
        {
            "start": 33344,
            "end": 33693,
            "text": "It was observed that even though the provisions in other law may contain provision for separate treatment to the Government in certain cases, the Arbitration Act, which is special Act, enacted for the purpose of quick resolution of disputes, has to be applied in its provisions, so as not to repeat the decree holder from reaping fruits proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2d4b8a701934c3a93d4790b7dbbcf10_167"
        },
        {
            "start": 33694,
            "end": 33910,
            "text": "\n\"It may be true that the CPC provides for a differential treatment to the Government in certain cases, but the same may not be so applicable while considering a case against the Government under the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8db80667613f4630ba0920f74989132e_168"
        },
        {
            "start": 33911,
            "end": 34044,
            "text": "For instance, Section 80 of CPC provides for a notice of two months to be given before any suit is instituted against the Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85030e569d3c4bdb913077421b47f23c_169"
        },
        {
            "start": 34045,
            "end": 34144,
            "text": "Further, it is also provides that no exparte injunction order can be passed against the Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee0ca443c4ab430a924e3ad64454e253_170"
        },
        {
            "start": 34145,
            "end": 34294,
            "text": "Whereas on the other hand, under the Arbitration Act no such special provision has been made with regard to arbitration by or against the Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3da42ed81f3f4d07b2899f0ec5b01d40_171"
        },
        {
            "start": 34295,
            "end": 34464,
            "text": "There is no requirement under the Arbitration Act for a notice of two months to be given to the Government before invoking arbitration proceeding against the Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61f451aab931487cba66943ddda47242_172"
        },
        {
            "start": 34465,
            "end": 34588,
            "text": "Further, Sections 9 and 17 of the Arbitration Act also provide for grant of exparte interim orders against the Government.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c881ae1effd34c5e9e39a5a1781228ea_173"
        },
        {
            "start": 34589,
            "end": 34605,
            "text": "\n(para 27) 5.5.2",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96a57acdd92246bc8c0b2963b1eb782c_174"
        },
        {
            "start": 34606,
            "end": 34746,
            "text": "It was reiterated that Government does not C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 deserve any exceptional treatment in the above regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21aa82fbdab144c18b455961ed4ffbee_175"
        },
        {
            "start": 34748,
            "end": 34955,
            "text": "\"Section 36 of the Arbitration Act also does not provide for any special treatment to the Government while dealing with grant of stay in an application under proceedings of Section 34 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "417e4f5b49814a3089fdadf3f3e0f71d_176"
        },
        {
            "start": 34956,
            "end": 35321,
            "text": "Keeping the aforesaid in consideration and also the provisions of Section 18 providing for equal treatment of parties, it would, in our view, make it clear that there is no exceptional treatment to be given to the Government while considering the application for stay under Section 36 filed by the Government in proceedings under Section 34 of the Arbitration Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9284190f16a74a4e92020ce0857acad9_177"
        },
        {
            "start": 35322,
            "end": 35338,
            "text": "\n(para 28) 5.5.3",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8670d5e91b5540318daed9a79a66846a_178"
        },
        {
            "start": 35339,
            "end": 35869,
            "text": "It was re-emphasised that Rule 8A of Order 27, CPC, has been archaic, \"Although we are of the firm view that the archaic Rule 8A of Order XXVII CPC has no application or reference in the present times, we may only add that even if it is assumed that the provisions of Order XXVII Rule 8A of CPC are to be applied, the same would only exempt the Government from furnishing security, whereas under Order XLI Rule 5 of CPC, the Court has the power to direct for full or part deposit and/or to furnish security of the decretal amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5df32c97a5c4364b4cc293797f38162_179"
        },
        {
            "start": 35870,
            "end": 36026,
            "text": "Rule 8A only provides exemption from furnishing security, which would not restrict the Court from directing deposit of the awarded amount and part thereof.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12a3a965ac3c405eb1a65046c5df084f_180"
        },
        {
            "start": 36027,
            "end": 36041,
            "text": "\n(para 29) 5.6",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52fc6bc5e2db4cb9a1cf33a783dce3a4_181"
        },
        {
            "start": 36042,
            "end": 36134,
            "text": "The position of law emanating from PAM Development Pvt. Ltd. (supra), is clear and succinct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57ad3023f56d404ab1b79ec842097607_182"
        },
        {
            "start": 36135,
            "end": 36703,
            "text": "Analysing the provisions of Order 41 Rule 1(3), Order C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 41 Rule 5(5), CPC, and reading them purposively with the amended Section 36 of the Arbitration Act, it is laid down that wherever the arbitration award is for payment of money, which will partake the money decree, the deposit of the awarded amount in all ordinary circumstances, barring the exceptions of the circumstances, provided in Section 36 itself, has to be a rule, to become condition while granting stay on the operation and implementation of the arbitral award.",
            "labels": [
                "RPC"
            ],
            "id": "c71db7f1c58e4339a0b936cf68c28216_183"
        },
        {
            "start": 36704,
            "end": 36842,
            "text": "Merely because the party is Government, the law will not make an exception to operate to require the deposit of the entire awarded amount.",
            "labels": [
                "RATIO"
            ],
            "id": "14e96ded26e54ae18d5bfa19dee2938f_184"
        },
        {
            "start": 36844,
            "end": 36989,
            "text": "6. Having discussed the position of law as above, the Arbitral award in its operative portion is extracted hereinbelow for ready reference, \"519.",
            "labels": [
                "RATIO"
            ],
            "id": "0449ab227ac44560a915d6b6554bf3fa_185"
        },
        {
            "start": 36990,
            "end": 37057,
            "text": "For the above mentioned reasons, the Tribunal passes the following:",
            "labels": [
                "RPC"
            ],
            "id": "aef840acf4f24daabce1c0e5081576f6_186"
        },
        {
            "start": 37070,
            "end": 37122,
            "text": "Sl                 Claims                           ",
            "labels": [
                "RPC"
            ],
            "id": "f5c0dd55ebea4060968e1730ac7fd7eb_187"
        },
        {
            "start": 37122,
            "end": 37134,
            "text": "Amount (INR)",
            "labels": [
                "NONE"
            ],
            "id": "a391d3686b8947a5945e5a202344f539_188"
        },
        {
            "start": 37147,
            "end": 37187,
            "text": "No             DELAY DAMAGES            ",
            "labels": [
                "RPC"
            ],
            "id": "b5c5fa169caa4aac911de029d88df703_189"
        },
        {
            "start": 37187,
            "end": 37221,
            "text": "1    Underutilization of Resources",
            "labels": [
                "NONE"
            ],
            "id": "6f3f30b5df634f79a27a24731f97ce27_190"
        },
        {
            "start": 37222,
            "end": 37268,
            "text": "                 86,22,28,454                 ",
            "labels": [
                "NONE"
            ],
            "id": "f572f922f9eb49fcadf4658c0c72b7cb_191"
        },
        {
            "start": 37268,
            "end": 37279,
            "text": "during     ",
            "labels": [
                "RPC"
            ],
            "id": "8b6761318610423bbb4bd873721f77d4_192"
        },
        {
            "start": 37279,
            "end": 37298,
            "text": "the     Contractual",
            "labels": [
                "NONE"
            ],
            "id": "0af2238e7e0a46c3bef949145b2ca608_193"
        },
        {
            "start": 37315,
            "end": 37343,
            "text": "Period, Unrecovered Indirect",
            "labels": [
                "RPC"
            ],
            "id": "780607eeff8b4b2ebeffab1afe406c00_194"
        },
        {
            "start": 37344,
            "end": 37425,
            "text": "                Costs   for   Extended   Stay,\n                Overheads and Loss",
            "labels": [
                "NONE"
            ],
            "id": "67dce605ce304448aec15df7562264fe_195"
        },
        {
            "start": 37426,
            "end": 37435,
            "text": "of Profit",
            "labels": [
                "NONE"
            ],
            "id": "b066f65187a1493fb5e84abb1cae7257_196"
        },
        {
            "start": 37452,
            "end": 37468,
            "text": "earning capacity",
            "labels": [
                "NONE"
            ],
            "id": "138d6deb4545476b8ed4c864dc34b7c2_197"
        },
        {
            "start": 37469,
            "end": 37481,
            "text": "( Upto June,",
            "labels": [
                "NONE"
            ],
            "id": "4e996d1ef34741ae8aa3f51285f17178_198"
        },
        {
            "start": 37499,
            "end": 37518,
            "text": "2016) \n           2",
            "labels": [
                "NONE"
            ],
            "id": "61c1e05d2e864be3a2bafb83a64d00cb_199"
        },
        {
            "start": 37519,
            "end": 37548,
            "text": ". Reimbursement of CAR Policy",
            "labels": [
                "NONE"
            ],
            "id": "ed027f581f474cffa4e47e7ab5328e48_200"
        },
        {
            "start": 37578,
            "end": 37589,
            "text": "1,54,65,705",
            "labels": [
                "NONE"
            ],
            "id": "d8cb589f2345410d95f618dab55987b4_201"
        },
        {
            "start": 37601,
            "end": 37618,
            "text": "3 . Reimbursement",
            "labels": [
                "NONE"
            ],
            "id": "5dfc13a3323d455da14d954efa5adb1f_202"
        },
        {
            "start": 37619,
            "end": 37635,
            "text": "    of      Bank",
            "labels": [
                "NONE"
            ],
            "id": "6a44ccf3a045407c8ad80f9a5f0213a5_203"
        },
        {
            "start": 37636,
            "end": 37690,
            "text": "                              36,36,776               ",
            "labels": [
                "NONE"
            ],
            "id": "a488d6babf574aea94b1a128e57f80b0_204"
        },
        {
            "start": 37690,
            "end": 37699,
            "text": "Guarantee",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ebcf1dbaa0b54b81a2365049c8b55ac3_205"
        },
        {
            "start": 37700,
            "end": 37715,
            "text": "Renewal Charges",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a2c790d2ba5412bbb58a46196386eb6_206"
        },
        {
            "start": 37727,
            "end": 37759,
            "text": "4 . Reimbursement of Excise Duty",
            "labels": [
                "NONE"
            ],
            "id": "037b8978b8d946579a8c7f134bbab882_207"
        },
        {
            "start": 37760,
            "end": 37796,
            "text": "                      8,91,95,930.71",
            "labels": [
                "NONE"
            ],
            "id": "692629b3f9ac4d63a771fc1ed79f50dc_208"
        },
        {
            "start": 37811,
            "end": 37833,
            "text": "on    Cement,    Steel",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94fd2ed7c96a47278625a3478b1e9bda_209"
        },
        {
            "start": 37834,
            "end": 37865,
            "text": "  and               Consumables",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7bdf18680be2494393520cce6d541817_210"
        },
        {
            "start": 37867,
            "end": 37883,
            "text": "C /SCA/9590/2023",
            "labels": [
                "NONE"
            ],
            "id": "9adfd5c92ed443818e869974193f7bab_211"
        },
        {
            "start": 37917,
            "end": 37932,
            "text": "JUDGMENT DATED:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef86ea79d22e4bad8fe0ba1e98b307d1_212"
        },
        {
            "start": 37933,
            "end": 37943,
            "text": "01/07/2023",
            "labels": [
                "NONE"
            ],
            "id": "8ca7a9707e454e188d4c8d4c591b662f_213"
        },
        {
            "start": 37950,
            "end": 37972,
            "text": "5 . Reimbursement   of",
            "labels": [
                "NONE"
            ],
            "id": "9f3276e17e2e4aaebd4efb89a829e71a_214"
        },
        {
            "start": 37973,
            "end": 38027,
            "text": "   VAT             on         2,07,67,828.32          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be33018901a644f08788668fccbe1f00_215"
        },
        {
            "start": 38027,
            "end": 38048,
            "text": "construction material",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae321d959d2c433fb975280d5c8edced_216"
        },
        {
            "start": 38055,
            "end": 38078,
            "text": "6 . Escalation of Rates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c7ea6011d61041c9bb2b0c9d713c0a53_217"
        },
        {
            "start": 38112,
            "end": 38124,
            "text": "48,34,53,001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc25ad8a0a7e4c2eb11ffc42f64e73cf_218"
        },
        {
            "start": 38147,
            "end": 38170,
            "text": "PAYMENTS FOR VARIATIONS",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2415fdd04b0e465e8187bbedff6a3fa0_219"
        },
        {
            "start": 38177,
            "end": 38228,
            "text": "7 . Structural steel works above                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5a01731f9da47feab145d29689ffed3_220"
        },
        {
            "start": 38228,
            "end": 38243,
            "text": "23,75,49,434.15",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8fd3403c787646a4b158c224b7c6a2db_221"
        },
        {
            "start": 38253,
            "end": 38265,
            "text": "41 m       8",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f67661114f4f4868bad213dad8651335_222"
        },
        {
            "start": 38266,
            "end": 38287,
            "text": ". Cleaning for       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e005019a7da047aaab53d8cd84d871d0_223"
        },
        {
            "start": 38287,
            "end": 38293,
            "text": "Indian",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c0bfbd0b41442569217411bc48351e1_224"
        },
        {
            "start": 38303,
            "end": 38309,
            "text": "Patent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d899103a991440f6abfffe5b13a0c3c5_225"
        },
        {
            "start": 38329,
            "end": 38337,
            "text": "6,43,295",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8412741f0e34d6799d85060b752257b_226"
        },
        {
            "start": 38347,
            "end": 38357,
            "text": "Stone (IPS",
            "labels": [
                "PREAMBLE"
            ],
            "id": "613b317b5dd2409aab68ca151e2135b5_227"
        },
        {
            "start": 38358,
            "end": 38368,
            "text": ") \n      9",
            "labels": [
                "PREAMBLE"
            ],
            "id": "401c71ff4b76431fb16b5424891e33c2_228"
        },
        {
            "start": 38369,
            "end": 38387,
            "text": ". Granite Moulding",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b74bb312ef7419ba3d26425247b519d_229"
        },
        {
            "start": 38432,
            "end": 38440,
            "text": "2,20,455",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7cc3bb8af0a4ce7956d16bb9f18eb4a_230"
        },
        {
            "start": 38447,
            "end": 38464,
            "text": "10 Binding       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12e997b525d94c5eb6d67a8478d084ae_231"
        },
        {
            "start": 38464,
            "end": 38526,
            "text": "Wires       for                              50,44,645        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4cae78a1dc5485787343adfe53e7709_232"
        },
        {
            "start": 38526,
            "end": 38557,
            "text": ". Reinforcement Works in Piling",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee583d216d424597849ea09ee4423f9a_233"
        },
        {
            "start": 38564,
            "end": 38580,
            "text": "11 Shuttering   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d7b0363387c4ebba44317812549d715_234"
        },
        {
            "start": 38580,
            "end": 38594,
            "text": "for     TG    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "905f0fb9b0434368bfee87df3e978d74_235"
        },
        {
            "start": 38594,
            "end": 38645,
            "text": "Deck       and                  43,61,173          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "298e550c15d443b58d8f9f512cbd4be9_236"
        },
        {
            "start": 38645,
            "end": 38659,
            "text": "Beams       12",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79719a54ccf142f793ff234c35b4182d_237"
        },
        {
            "start": 38660,
            "end": 38669,
            "text": "DG Set-25",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dae59b7dd64f4abea1d11e86053da3d6_238"
        },
        {
            "start": 38670,
            "end": 38736,
            "text": "KVA                                                2,10,000       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "11f9ab077a36490ca80933582918a203_239"
        },
        {
            "start": 38736,
            "end": 38749,
            "text": "13 DG Set-125",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1763b4299b94ddfa9be99e49f9327f1_240"
        },
        {
            "start": 38750,
            "end": 38765,
            "text": "KVA and 250 KVA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c6f7a93642446bbaea4685948979fb4_241"
        },
        {
            "start": 38798,
            "end": 38807,
            "text": "13,79,065",
            "labels": [
                "PREAMBLE"
            ],
            "id": "591928ed74174a0f8ab5158e7c92964b_242"
        },
        {
            "start": 38814,
            "end": 38892,
            "text": "14 Structural steel for Fencing                         16,21,405.89          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ae67206fafd4012bc09d0b9383a4dcb_243"
        },
        {
            "start": 38892,
            "end": 38905,
            "text": "Post       15",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd9202d9eb9f453191ee33805bba8717_244"
        },
        {
            "start": 38906,
            "end": 38920,
            "text": "Structural    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "046b38c712724ace9a6e084c96b6ff2f_245"
        },
        {
            "start": 38920,
            "end": 38985,
            "text": "steel                  for                     1,73,475          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6436fcb2cd024a0a8647932c9a9fd30f_246"
        },
        {
            "start": 38985,
            "end": 39021,
            "text": "Permanent Support in                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6b7264ebd30492793bd5959501e0717_247"
        },
        {
            "start": 39021,
            "end": 39041,
            "text": "Deck          Sheets",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7bb2a1e1b75c4cc3bc744200dbcdd9ee_248"
        },
        {
            "start": 39048,
            "end": 39056,
            "text": "16 JMR's",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79709a05deb24b9cbc5afb10fc70bb32_249"
        },
        {
            "start": 39057,
            "end": 39075,
            "text": "for Road Levelling",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fff83873ae00445481926774f39b1f5b_250"
        },
        {
            "start": 39112,
            "end": 39120,
            "text": "5,15,603",
            "labels": [
                "PREAMBLE"
            ],
            "id": "afe8868827a04181a0909a35f9dbbff1_251"
        },
        {
            "start": 39127,
            "end": 39139,
            "text": "17 Roadworks",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e9e9a3aa2664b41a1aca7f8e2bc965b_252"
        },
        {
            "start": 39140,
            "end": 39146,
            "text": "- Sand",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c7d9c4037e834f3c8de39be1c9016557_253"
        },
        {
            "start": 39167,
            "end": 39173,
            "text": "Gravel",
            "labels": [
                "PREAMBLE"
            ],
            "id": "efb84fdf51544ab595931ae6c0ab80cc_254"
        },
        {
            "start": 39174,
            "end": 39200,
            "text": "                 18,34,737",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1af92cc0ae6446398f14e97f9e60b99_255"
        },
        {
            "start": 39210,
            "end": 39218,
            "text": "Layering",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7912f1bc1dc84ab3806ebf027fe2e15f_256"
        },
        {
            "start": 39225,
            "end": 39255,
            "text": "18 Concreting using Limdi Sand",
            "labels": [
                "PREAMBLE"
            ],
            "id": "63070bd9710240e5a1679ff5bb256e47_257"
        },
        {
            "start": 39256,
            "end": 39301,
            "text": "                           5,33,41,992       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "223f1c55ad204c90ba8f221db3ec6e5e_258"
        },
        {
            "start": 39301,
            "end": 39324,
            "text": "19 Reinforcement       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b0fa156fa5e41d987c5c787ce165283_259"
        },
        {
            "start": 39324,
            "end": 39330,
            "text": "Steels",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb15ac21414d4a7e90b55e1e546f3308_260"
        },
        {
            "start": 39340,
            "end": 39378,
            "text": "over           1,53,03,277.4          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "23d06de50a314099aee41fd039ee3679_261"
        },
        {
            "start": 39378,
            "end": 39394,
            "text": "Pile Caps       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e8586bffb9b418b8746baa4c22fb7e8_262"
        },
        {
            "start": 39394,
            "end": 39416,
            "text": "20 Boring through Soft",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c15a81b2d2074b508576d0c15289fd0b_263"
        },
        {
            "start": 39417,
            "end": 39506,
            "text": "/Weathered                              89,81,130          Rock using TMR machines       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ad754db4b8f4753acda9c72ce677317_264"
        },
        {
            "start": 39506,
            "end": 39524,
            "text": "21 Discarded Piles",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42ed87d7aeb54171953518e1c6b92aed_265"
        },
        {
            "start": 39525,
            "end": 39595,
            "text": "                                 6,94,58,915.16                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cc736a98f574374980f77becd3493b5_266"
        },
        {
            "start": 39595,
            "end": 39618,
            "text": "ERRORS IN CERTIFICATION",
            "labels": [
                "PREAMBLE"
            ],
            "id": "02c8d181c6c94a7eb58c80109647a2bc_267"
        },
        {
            "start": 39625,
            "end": 39635,
            "text": "22 Mode   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc724dce4c68438987ea17ece9c59382_268"
        },
        {
            "start": 39635,
            "end": 39654,
            "text": "of   Measurement   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7cc492266563407cb65be27c1591b1b1_269"
        },
        {
            "start": 39654,
            "end": 39693,
            "text": "for                        46,15,099.48",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62cebc60c0af483493616647c18009e4_270"
        },
        {
            "start": 39703,
            "end": 39713,
            "text": "Structural",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27320ef64e1d45688f7a2b1af2a8d769_271"
        },
        {
            "start": 39714,
            "end": 39724,
            "text": "Steel over",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb6072c31f33487d9e5e7208a12930d9_272"
        },
        {
            "start": 39725,
            "end": 39731,
            "text": "41 mts",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86f893b76af443eda54c4a6557e92d30_273"
        },
        {
            "start": 39738,
            "end": 39754,
            "text": "23 Wrongful     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb7d5a8826874839a54cda8b7757da26_274"
        },
        {
            "start": 39754,
            "end": 39763,
            "text": "deduction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ab284b9cded4bc2b598058ec0f9ef77_275"
        },
        {
            "start": 39780,
            "end": 39814,
            "text": "of        1,55,71,515.70          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9261b14c36de4e2abc8ebe4ea05dbb9d_276"
        },
        {
            "start": 39814,
            "end": 39836,
            "text": "measurements/ items in",
            "labels": [
                "PREAMBLE"
            ],
            "id": "adc454ea8c07415da0a999ebb966d74e_277"
        },
        {
            "start": 39852,
            "end": 39886,
            "text": "the          certified final bill.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6431fe21f955470bb8c21115f926cb33_278"
        },
        {
            "start": 39897,
            "end": 39913,
            "text": "C /SCA/9590/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b587d611180d4f6d9ce67cd353533007_279"
        },
        {
            "start": 39944,
            "end": 39970,
            "text": "JUDGMENT DATED: 01/07/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70edc8c8d4a0447bbe1df94333de9177_280"
        },
        {
            "start": 39979,
            "end": 40010,
            "text": "24 Refund of the Bank Guarantee",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa5a88b45dfd43dbbebb7fffb5d3b004_281"
        },
        {
            "start": 40011,
            "end": 40056,
            "text": "                     11,82,10,000            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22ed2865d72c4020ac82b351485bed19_282"
        },
        {
            "start": 40056,
            "end": 40076,
            "text": "amount   encashed   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33e7805cb7f1487fb4d00e631537e0f3_283"
        },
        {
            "start": 40076,
            "end": 40096,
            "text": "by   the            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a3051433b6a24b83b469b3409a17575e_284"
        },
        {
            "start": 40096,
            "end": 40106,
            "text": "Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1ee30aa179243fca2f66210a62af7ed_285"
        },
        {
            "start": 40115,
            "end": 40147,
            "text": "25 Refund of the Retention Money",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b1f2616495e49b9aa5dfc3c71ccdb03_286"
        },
        {
            "start": 40148,
            "end": 40198,
            "text": "              21,69,92,875.69                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c2333dfdc9c493c81ba885e4d680a53_287"
        },
        {
            "start": 40198,
            "end": 40226,
            "text": "BILLS CERTIFIED BUT NOT PAID",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32f8734244644971b0550a8021bc2535_288"
        },
        {
            "start": 40235,
            "end": 40251,
            "text": "26 For Certified",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c16abe8398bc4917a701ec31a808a7ed_289"
        },
        {
            "start": 40252,
            "end": 40259,
            "text": "RA Bill",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b2254a2dd454382b6b16b636eff43ce_290"
        },
        {
            "start": 40260,
            "end": 40307,
            "text": "59 to                   4,53,97,176.79         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "288e37c9964c465a88fce71f05af7791_291"
        },
        {
            "start": 40307,
            "end": 40324,
            "text": "27 For Final Bill",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94895cf86da54acb9c7f681768dfb646_292"
        },
        {
            "start": 40325,
            "end": 40398,
            "text": "                             14,21,50,827.66                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1cd52c71cf404d67af89960a659051d9_293"
        },
        {
            "start": 40398,
            "end": 40414,
            "text": "INTEREST & COSTS",
            "labels": [
                "NONE"
            ],
            "id": "e2231f3a0e524f8e9376e60a96ba1678_294"
        },
        {
            "start": 40423,
            "end": 40472,
            "text": "28 Interest on Delayed Payments                  ",
            "labels": [
                "NONE"
            ],
            "id": "b788cd9bb6b842c98f4911e6344a8d64_295"
        },
        {
            "start": 40472,
            "end": 40498,
            "text": "7,95,07,493.21            ",
            "labels": [
                "NONE"
            ],
            "id": "58330fdf25584a62ad730c219cd1d05c_296"
        },
        {
            "start": 40498,
            "end": 40518,
            "text": "(Upto 23 March 2017)",
            "labels": [
                "NONE"
            ],
            "id": "7ceac2c4a69f407e8b7f4db1c4425b81_297"
        },
        {
            "start": 40564,
            "end": 40597,
            "text": "Total          249,78,31,286 520.",
            "labels": [
                "NONE"
            ],
            "id": "c0e5022f3cc3445faff644d6dd2d667b_298"
        },
        {
            "start": 40598,
            "end": 40811,
            "text": "The Tribunal also rejected the challenge of the Claimant against the deduction of Rs.7,66,665.20 due to non-fixation of wire mesh on steel windows and the deduction of Rs.1,96,270/- due to non-fixation of glasses.",
            "labels": [
                "RLC"
            ],
            "id": "e1aa712b0bc2448ba1be91653af2509d_299"
        },
        {
            "start": 40813,
            "end": 40980,
            "text": "521. The Tribunal has already found that the Claimant is not entitled to reimbursement of Taxes and Labour Cesses, consequently those two claims would stand dismissed.",
            "labels": [
                "RLC"
            ],
            "id": "9e303765d9fd42679fc5b9221b7d57f6_300"
        },
        {
            "start": 40982,
            "end": 41178,
            "text": "522. The Tribunal has also found that the Respondent was in breach and therefore none of the Counter Claims raised by the Respondent is sustainable and hence those claims stand dismissed.\nInterest",
            "labels": [
                "RLC"
            ],
            "id": "80c34597890646fc92e0b877a530cf6c_301"
        },
        {
            "start": 41179,
            "end": 41306,
            "text": "523. The Claimant is entitled to interest @12% for the amounts awarded from 24.3.2017 till the date of payment or realization.\"",
            "labels": [
                "FAC"
            ],
            "id": "27a122f2b9254607a32b022973ccff91_302"
        },
        {
            "start": 41307,
            "end": 41440,
            "text": "\n6.1 In the award, subsequent paragraphs no. 524 to 527 deals with cost aspect, C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 Costs 524.",
            "labels": [
                "FAC"
            ],
            "id": "e68fa580437742bb87b444e374adac2c_303"
        },
        {
            "start": 41441,
            "end": 41536,
            "text": "Both parties have given details of costs incurred by them towards this Arbitration proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "42d732070ac14bf58379661785d882d7_304"
        },
        {
            "start": 41537,
            "end": 41657,
            "text": "The Claimant has succeeded in almost all claims, whereas all Counter-Claims raised by the Respondent have been rejected.",
            "labels": [
                "FAC"
            ],
            "id": "426389124d2241baa9582a5796df9ae7_305"
        },
        {
            "start": 41658,
            "end": 41759,
            "text": "\n525. The Claimant has filed its statement of accounts vide email dated 17.2.2020 with copies to all.",
            "labels": [
                "FAC"
            ],
            "id": "484b6f688c754a3787d9073532b55e96_306"
        },
        {
            "start": 41760,
            "end": 41897,
            "text": "In that, it is stated that an amount of Rs.8,56,049/- is due from the Respondent towards their part of the share for arranging the venue.",
            "labels": [
                "FAC"
            ],
            "id": "c79790d2252d424d9ccb7a38232f97b9_307"
        },
        {
            "start": 41898,
            "end": 41978,
            "text": "The Claimant has borne that amount which is not disputed by the Respondent.\n526.",
            "labels": [
                "FAC"
            ],
            "id": "41a177efefaa472f8cfe72e6d3087b7e_308"
        },
        {
            "start": 41979,
            "end": 42137,
            "text": "The Claimant has also filed a statement of fees for conducting the proceedings which is stated to be Rs.2,92,86,245/- which is not disputed by the Respondent.",
            "labels": [
                "FAC"
            ],
            "id": "bdb995bdec5c471d91b5b7811a18ed35_309"
        },
        {
            "start": 42138,
            "end": 42283,
            "text": "The total amount of costs therefore comes to Rs.3,01,42,294/-, excluding the fees paid to the Arbitrators, which the parties have shared equally.",
            "labels": [
                "FAC"
            ],
            "id": "8db37e627e144030926d8aa642131238_310"
        },
        {
            "start": 42285,
            "end": 42643,
            "text": "527. Tribunal in the facts and circumstances of the case, is of the view since the Claimant has succeeded substantially in all the claims, under Section 31A 2(a) the unsuccessful party i.e. the Respondent has to bear at least 50% of the costs incurred for conducting the Arbitration case, excluding the Arbitrators' fee, which works out to Rs. 1,50,71,147/-.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98b1a36c27b34dbdb9eaf89a582518c4_311"
        },
        {
            "start": 42644,
            "end": 42786,
            "text": "The Claimant is, therefore entitled to this amount by way of costs with interest @12% from the date of this Award till payment or realization.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17a04b9f617647c2ba5a599c1930bbfb_312"
        },
        {
            "start": 42788,
            "end": 42878,
            "text": "6.2 It could be seen that all paragraphs starting from 519 till end are operative portion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e088005639704c3cbc8993b1a3f46ada_313"
        },
        {
            "start": 42879,
            "end": 43082,
            "text": "Paragraph 519 in its table indicates the principal sum awarded whereas in para 523, it is provided that the claimant C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 is entitled to interest at the rate of 12%.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c461cca25414c7e8e265fa497e92b08_314"
        },
        {
            "start": 43083,
            "end": 43234,
            "text": "The amounts awarded from 24.03.2017 upto 23.03.2017 is included and provided for in paragraph 519 to arrive at total figure of Rs. 249,78,31,286/-.\n6.3",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28ba24c1a39c4ebe92f5796bea370aa5_315"
        },
        {
            "start": 43235,
            "end": 43382,
            "text": "The Commercial Court below has directed the deposit of amount as per paragraph 519 of the Arbitral Award, which reflects only the principal amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de7faa34275348a9af5dd51e033c3007_316"
        },
        {
            "start": 43383,
            "end": 43541,
            "text": "There would be no gainsaying that the Arbitral Award providing for payment of money acquires the characteristics of money decree, which sought to be enforced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "365d2c0b13004131a31ecf338ded043e_317"
        },
        {
            "start": 43542,
            "end": 43670,
            "text": "Furthermore, when the money decree is passed with interest, the interest would be inclusive to count the total decreetal amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e4bbd21d7374d7dbaf2803ca0cd62df_318"
        },
        {
            "start": 43671,
            "end": 43816,
            "text": "The Arbitral Award when awards certain sum with interest and cost, the interest part and cost part shall become part of the total awarded amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33727996faa54401800239bc919b54f8_319"
        },
        {
            "start": 43818,
            "end": 43956,
            "text": "6.3.1 Paragraph 523 in terms provides that the claimant is entitled to interest of 12%, which is inclusive and integral part of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2a8bcf36dec413ca2fa846d318a2708_320"
        },
        {
            "start": 43957,
            "end": 44076,
            "text": "The arbitral award would consist in the principal amount, interest given and the cost awarded by the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d420954239a4a7c925f1f9f6cfb45d8_321"
        },
        {
            "start": 44077,
            "end": 44234,
            "text": "\n6.3.2 In the facts of the case, no reason or ground could be spelt out to omit for the respondent, to deposit the interest and cost awarded by the Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a29ac22fa0584762812104ad4457820b_322"
        },
        {
            "start": 44235,
            "end": 44450,
            "text": "There is no escape for the respondent, in the facts of the case, to deposit the interest and C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 cost part as well if it is to seek stay of the operation of the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6506ac9aff7e42b5a819362677f2256c_323"
        },
        {
            "start": 44451,
            "end": 44516,
            "text": "It is nobodies case that the ground of fraud or corruption exist.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c79ef77d013a4f6db5323f53ee5b0aab_324"
        },
        {
            "start": 44517,
            "end": 44640,
            "text": "No other consideration could weigh for not requiring the deposit of the entire awarded amount as part of condition of stay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60eb4b9a820a49a98aed6a8058c050e5_325"
        },
        {
            "start": 44642,
            "end": 44725,
            "text": "6.3.3 In that view, the order passed by the Commercial Court below stands in error.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7525ac665d0f420183c7b08dea051ff9_326"
        },
        {
            "start": 44726,
            "end": 44918,
            "text": "It is required to be modified by directing the respondent to deposit the interest and cost as awarded by the Arbitral Tribunal to be necessary condition for operation of the stay of the award.",
            "labels": [
                "RPC"
            ],
            "id": "ecc71e9f6bd944ac8cbde94f7bda2448_327"
        },
        {
            "start": 44920,
            "end": 45320,
            "text": "6.4 The Supreme Court in Manish vs. Godawari Marathawada Irrigation Development Corporation, which was Special Leave to Appeal No. 11760-11761 of 2018, decided by order dated 16.07.2018, passed the order as under, setting aside the order of the Bombay High Court requiring the deposit of the amount to the extent of 100%, \"The Bombay High Court has ordered 60% deposit, pending the Section 37 appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "69a9f92d7c9c441790e0812604180c22_328"
        },
        {
            "start": 45321,
            "end": 45551,
            "text": "We have passed orders stating that since these are money decrees there should be 100% deposit, with the respondent being entitled to withdraw the amount deposited and furnish solvent security to the satisfaction of the High Court.",
            "labels": [
                "RPC"
            ],
            "id": "3385416b9ae741219f2b9ee2243dedae_329"
        },
        {
            "start": 45552,
            "end": 45691,
            "text": "Accordingly, we set aside the impugned orders dated 19.3.2018 and mandate a 100% deposit be made within a period of eight weeks from today.",
            "labels": [
                "RPC"
            ],
            "id": "b82d65a183c043d991af514760113a92_330"
        },
        {
            "start": 45692,
            "end": 45796,
            "text": "The Special Leave Petitions are disposed of accordingly.\"\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 6.5",
            "labels": [
                "RPC"
            ],
            "id": "c1a2d5692bc246f6b6af5b335c5f6fcc_331"
        },
        {
            "start": 45797,
            "end": 46089,
            "text": "In light of the above position of law, reasons recorded and discussion supplied, the following directions are issued,\n(i) The order dated 02.01.2023 of the Additional District Judge, Bhavnagar - Commercial Court below exhibit 5 in Commercial Civil Misc. Application No. 1 of 2021 is modified.",
            "labels": [
                "RPC"
            ],
            "id": "c5dc693abdb94c519b1ccd2caf1dfbe7_332"
        },
        {
            "start": 46090,
            "end": 46320,
            "text": "A further direction is hereby given that the respondent shall have to deposit the interest as awarded by the Arbitral Tribunal in paragraph 523 of the arbitral award to be calculated till the date of actual deposit of such amount.",
            "labels": [
                "RPC"
            ],
            "id": "62ff3bc1005944428ce7a40e1d8bcf47_333"
        },
        {
            "start": 46321,
            "end": 46380,
            "text": "The cost awarded by the arbitrator shall also be deposited.",
            "labels": [
                "RPC"
            ],
            "id": "d75e6feda5f2432ca10d8be89479283c_334"
        },
        {
            "start": 46381,
            "end": 46494,
            "text": "\n(ii) The interest and costs as above shall be deposited with the Commercial Court below on or before 17.07.2023.",
            "labels": [
                "RPC"
            ],
            "id": "0e8ce2e9fd044fa8870a285ee1876bfe_335"
        },
        {
            "start": 46495,
            "end": 46719,
            "text": "\n(iii) The amount of interest and costs to be deposited as above, shall be a condition for stay on the operation and implementation of the award during the pendency of the proceedings under section 34 of the Arbitration Act.",
            "labels": [
                "RPC"
            ],
            "id": "bf0f5ad246644a39806cddf35dbbcea5_336"
        },
        {
            "start": 46720,
            "end": 46807,
            "text": "\n(iv) The petitioner shall not be entitled to withdraw the amount of interest and cost.",
            "labels": [
                "RPC"
            ],
            "id": "3c52783438c54d51bd5c98bbe7b769ee_337"
        },
        {
            "start": 46808,
            "end": 47123,
            "text": "\n(v) The total amount of interest and cost, once deposited, shall be invested by the Commercial Court in a Fixed Deposit with a nationalised bank, to earn C/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 the interest on cumulative basis, to be finally guided by the outcome of the proceedings under Section 34 of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "3304596df73948ff9e4998e5446e6eaf_338"
        },
        {
            "start": 47124,
            "end": 47310,
            "text": "\n(vi) The rest of the directions regarding deposit and furnishing of security as given by the Commercial Court below in the order dated 02.01.2023 shall operate as they stand to operate.",
            "labels": [
                "RPC"
            ],
            "id": "c5eb60ff3ac6487a9b9e0a698b5f2dc4_339"
        },
        {
            "start": 47311,
            "end": 47521,
            "text": "\n(vii) However, it is provided that out of 50% amount, directed to be deposited by the Commercial Court below in its order dated 02.03.2020, 50% of such 50% shall be permitted to be withdrawn by the petitioner.",
            "labels": [
                "RPC"
            ],
            "id": "b70a12bfab0046eb859dbaa2b7686f9b_340"
        },
        {
            "start": 47522,
            "end": 47697,
            "text": "\n(viii) The Commercial Court below shall expedite the hearing and disposal of the application under Section 34 of the Act to dispose of the same within four months from today.",
            "labels": [
                "RPC"
            ],
            "id": "09330648be9a45209e9018e171b71167_341"
        },
        {
            "start": 47698,
            "end": 47802,
            "text": "\n(ix) The parties will cooperate in expeditious disposal of the proceedings under Section 34 of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "e41c3203d6cc4a2a8bb9893c5e23ff1e_342"
        },
        {
            "start": 47804,
            "end": 48202,
            "text": "(x) It is observed that while disposing of the proceedings under section 34, the Commercial Court below shall not construe any of the observations in the present order as expression on merits nor the Court below shall be influenced by any of the observations made in this order and shall decide the proceedings on its own merits in accordance with law.\nC/SCA/9590/2023 JUDGMENT DATED: 01/07/2023 7.",
            "labels": [
                "RPC"
            ],
            "id": "f717daa282254c0685cc8173a22429d9_343"
        },
        {
            "start": 48203,
            "end": 48286,
            "text": "The present petition is allowed in the aforesaid terms and to the aforesaid extent.",
            "labels": [
                "RPC"
            ],
            "id": "5d1a7fa2bc4b46639c1dae9090ff156e_344"
        },
        {
            "start": 48287,
            "end": 48336,
            "text": "\n(N.V.ANJARIA, J) (J. C. DOSHI,J) BIJOY B. PILLAI",
            "labels": [
                "NONE"
            ],
            "id": "bdbc56321f6c4e12925188920911517f_345"
        }
    ],
    "entities": [
        {
            "text": "Sanjay Suganchand Kasliwal",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 44
        },
        {
            "text": "Golden Dreams Buildcon Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 62,
            "end_char": 92
        },
        {
            "text": "High Court Of Judicature At Bombay\n                                           Bench At Aurangabad",
            "label": "COURT",
            "start_char": 344,
            "end_char": 441
        },
        {
            "text": "Sanjay Suganchand Kasliwal",
            "label": "PETITIONER",
            "start_char": 543,
            "end_char": 569
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1309,
            "end_char": 1319
        },
        {
            "text": "Santosh Shantilal Muthiyan",
            "label": "OTHER_PERSON",
            "start_char": 1361,
            "end_char": 1387
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1572,
            "end_char": 1582
        },
        {
            "text": "Vinod Premchand Surana",
            "label": "OTHER_PERSON",
            "start_char": 1634,
            "end_char": 1656
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1836,
            "end_char": 1846
        },
        {
            "text": "Shobha Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 1889,
            "end_char": 1908
        },
        {
            "text": "Vipul Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 2064,
            "end_char": 2082
        },
        {
            "text": "Mudit Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 2238,
            "end_char": 2256
        },
        {
            "text": "10/11/2023",
            "label": "DATE",
            "start_char": 2411,
            "end_char": 2421
        },
        {
            "text": "25/02/2024",
            "label": "DATE",
            "start_char": 2463,
            "end_char": 2473
        },
        {
            "text": "Ajanta Infrastructures Ltd.",
            "label": "ORG",
            "start_char": 2634,
            "end_char": 2661
        },
        {
            "text": "Ajanta Infrastructures                    Private Ltd.",
            "label": "ORG",
            "start_char": 2700,
            "end_char": 2754
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 2824,
            "end_char": 2843
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 2953,
            "end_char": 2963
        },
        {
            "text": "Vinay Premchand Surana",
            "label": "OTHER_PERSON",
            "start_char": 2989,
            "end_char": 3011
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 3143,
            "end_char": 3153
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3181,
            "end_char": 3201
        },
        {
            "text": "Rajendra Singh Rajpal",
            "label": "OTHER_PERSON",
            "start_char": 3525,
            "end_char": 3546
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3642,
            "end_char": 3662
        },
        {
            "text": "CIDCO",
            "label": "GPE",
            "start_char": 3706,
            "end_char": 3711
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 3732,
            "end_char": 3742
        },
        {
            "text": "Karan Rajpal",
            "label": "OTHER_PERSON",
            "start_char": 3768,
            "end_char": 3780
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3876,
            "end_char": 3896
        },
        {
            "text": "Maharashra industrial Development Corporation",
            "label": "ORG",
            "start_char": 3953,
            "end_char": 3998
        },
        {
            "text": "10/11/2023",
            "label": "DATE",
            "start_char": 4459,
            "end_char": 4469
        },
        {
            "text": "25/02/2024",
            "label": "DATE",
            "start_char": 4510,
            "end_char": 4520
        },
        {
            "text": "SICOM Ltd.",
            "label": "PETITIONER",
            "start_char": 4679,
            "end_char": 4689
        },
        {
            "text": "A.P.Bhandari",
            "label": "LAWYER",
            "start_char": 5180,
            "end_char": 5192
        },
        {
            "text": "R.N.Dhorde",
            "label": "LAWYER",
            "start_char": 5234,
            "end_char": 5244
        },
        {
            "text": "V.A.Bagdiya",
            "label": "LAWYER",
            "start_char": 5270,
            "end_char": 5281
        },
        {
            "text": "M.R.Sonawane",
            "label": "LAWYER",
            "start_char": 5347,
            "end_char": 5359
        },
        {
            "text": "S.V.Adwant",
            "label": "LAWYER",
            "start_char": 5407,
            "end_char": 5417
        },
        {
            "text": "Neha Kamble",
            "label": "LAWYER",
            "start_char": 5434,
            "end_char": 5445
        },
        {
            "text": "ARUN R. PEDNEKER",
            "label": "JUDGE",
            "start_char": 5580,
            "end_char": 5596
        },
        {
            "text": "4th May, 2023",
            "label": "DATE",
            "start_char": 5833,
            "end_char": 5846
        },
        {
            "text": "8th Joint Civil Judge Senior Division, Aurangabad",
            "label": "COURT",
            "start_char": 5861,
            "end_char": 5910
        },
        {
            "text": "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "label": "PROVISION",
            "start_char": 5994,
            "end_char": 6051
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 6059,
            "end_char": 6085
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 6122,
            "end_char": 6146
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6154,
            "end_char": 6177
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 6288,
            "end_char": 6297
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6305,
            "end_char": 6332
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 6465,
            "end_char": 6475
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 6830,
            "end_char": 6846
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 6848,
            "end_char": 6858
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 6871,
            "end_char": 6881
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 7226,
            "end_char": 7236
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 7368,
            "end_char": 7378
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 7469,
            "end_char": 7485
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 7487,
            "end_char": 7497
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 7510,
            "end_char": 7520
        },
        {
            "text": "25.02.2023",
            "label": "DATE",
            "start_char": 8721,
            "end_char": 8731
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 8762,
            "end_char": 8772
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 8901,
            "end_char": 8911
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 9348,
            "end_char": 9358
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 9409,
            "end_char": 9419
        },
        {
            "text": "21.6.2021",
            "label": "DATE",
            "start_char": 9489,
            "end_char": 9498
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 9942,
            "end_char": 9958
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 9960,
            "end_char": 9970
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 10477,
            "end_char": 10501
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10509,
            "end_char": 10532
        },
        {
            "text": "4 th May, 2023",
            "label": "DATE",
            "start_char": 10588,
            "end_char": 10602
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 10663,
            "end_char": 10673
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 10805,
            "end_char": 10814
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10822,
            "end_char": 10849
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 11023,
            "end_char": 11040
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 11048,
            "end_char": 11075
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 12719,
            "end_char": 12737
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 13176,
            "end_char": 13185
        },
        {
            "text": "Sections 16 to 20",
            "label": "PROVISION",
            "start_char": 13764,
            "end_char": 13781
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 13789,
            "end_char": 13830
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 13833,
            "end_char": 13843
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13847,
            "end_char": 13874
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14068,
            "end_char": 14095
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14189,
            "end_char": 14202
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 14218,
            "end_char": 14251
        },
        {
            "text": "K.S. Infraspace LLP",
            "label": "ORG",
            "start_char": 14256,
            "end_char": 14275
        },
        {
            "text": "2020 (15) SCC 585",
            "label": "PRECEDENT",
            "start_char": 14300,
            "end_char": 14317
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14345,
            "end_char": 14358
        },
        {
            "text": "section 2 (1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 14399,
            "end_char": 14422
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14426,
            "end_char": 14447
        },
        {
            "text": "Gujrath High Court",
            "label": "COURT",
            "start_char": 15397,
            "end_char": 15415
        },
        {
            "text": "Vasu Health Care Pvt",
            "label": "ORG",
            "start_char": 15431,
            "end_char": 15451
        },
        {
            "text": "Gujarat Akruti TCG Biotech Ltd.",
            "label": "ORG",
            "start_char": 15462,
            "end_char": 15493
        },
        {
            "text": "AIR 2017 SC 153",
            "label": "PRECEDENT",
            "start_char": 15506,
            "end_char": 15521
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15634,
            "end_char": 15655
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 15901,
            "end_char": 15919
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15948,
            "end_char": 15961
        },
        {
            "text": "Ambalal Sarabhai",
            "label": "OTHER_PERSON",
            "start_char": 15965,
            "end_char": 15981
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16032,
            "end_char": 16045
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 16076,
            "end_char": 16094
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16381,
            "end_char": 16394
        },
        {
            "text": "Dhulabhai Vs.",
            "label": "PRECEDENT",
            "start_char": 16410,
            "end_char": 16423
        },
        {
            "text": "State of M.P. reported in AIR 1969 SC 78",
            "label": "PRECEDENT",
            "start_char": 16424,
            "end_char": 16464
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 16690,
            "end_char": 16695
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 16761,
            "end_char": 16765
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 16865,
            "end_char": 16870
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 16902,
            "end_char": 16906
        },
        {
            "text": "clause xi of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18310,
            "end_char": 18340
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18348,
            "end_char": 18369
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18407,
            "end_char": 18424
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18790,
            "end_char": 18803
        },
        {
            "text": "Ambalal Sarabahai",
            "label": "PRECEDENT",
            "start_char": 18821,
            "end_char": 18838
        },
        {
            "text": "clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18875,
            "end_char": 18908
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18995,
            "end_char": 19012
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19020,
            "end_char": 19041
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 19156,
            "end_char": 19161
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 19166,
            "end_char": 19170
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 19435,
            "end_char": 19444
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19452,
            "end_char": 19473
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 20063,
            "end_char": 20073
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20081,
            "end_char": 20102
        },
        {
            "text": "Section 15 (5)",
            "label": "PROVISION",
            "start_char": 20286,
            "end_char": 20300
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20308,
            "end_char": 20329
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 20403,
            "end_char": 20412
        },
        {
            "text": "Kanchanganga Realtors Pvt",
            "label": "ORG",
            "start_char": 20582,
            "end_char": 20607
        },
        {
            "text": "Ltd. V/s Monarch Infrastructure reported in AIR 2019 Bom 102",
            "label": "PRECEDENT",
            "start_char": 20609,
            "end_char": 20669
        },
        {
            "text": "08.02.2019",
            "label": "DATE",
            "start_char": 20743,
            "end_char": 20753
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 20807,
            "end_char": 20822
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20864,
            "end_char": 20877
        },
        {
            "text": "Ambalal Sarabhai",
            "label": "OTHER_PERSON",
            "start_char": 20930,
            "end_char": 20946
        },
        {
            "text": "04.10.2019",
            "label": "DATE",
            "start_char": 20958,
            "end_char": 20968
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20982,
            "end_char": 20995
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 21027,
            "end_char": 21045
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 21118,
            "end_char": 21139
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21181,
            "end_char": 21194
        },
        {
            "text": "Kanchanganga",
            "label": "OTHER_PERSON",
            "start_char": 21239,
            "end_char": 21251
        },
        {
            "text": "Kanchanganga",
            "label": "PRECEDENT",
            "start_char": 21296,
            "end_char": 21308
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 21353,
            "end_char": 21363
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 21417,
            "end_char": 21426
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 21478,
            "end_char": 21488
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 21711,
            "end_char": 21728
        },
        {
            "text": "Vaijinath Kale Vs.",
            "label": "PRECEDENT",
            "start_char": 21873,
            "end_char": 21891
        },
        {
            "text": "Nerkar Property LLP",
            "label": "ORG",
            "start_char": 21892,
            "end_char": 21911
        },
        {
            "text": "2021 (3) Mh.L.J. 202",
            "label": "PRECEDENT",
            "start_char": 21924,
            "end_char": 21944
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 22335,
            "end_char": 22339
        },
        {
            "text": "SICOM Ltd.",
            "label": "ORG",
            "start_char": 22344,
            "end_char": 22354
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 22756,
            "end_char": 22760
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 22765,
            "end_char": 22770
        },
        {
            "text": "Section 2 (c)",
            "label": "PROVISION",
            "start_char": 23288,
            "end_char": 23301
        },
        {
            "text": "clause (c) of Section 2",
            "label": "PROVISION",
            "start_char": 24376,
            "end_char": 24399
        },
        {
            "text": "sub- clause (vi) of clause (c) of Section 1",
            "label": "PROVISION",
            "start_char": 24537,
            "end_char": 24580
        },
        {
            "text": "Ajanta and Goldendreams",
            "label": "ORG",
            "start_char": 24829,
            "end_char": 24852
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 24910,
            "end_char": 24920
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 25598,
            "end_char": 25604
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 25827,
            "end_char": 25833
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 26960,
            "end_char": 26966
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 27262,
            "end_char": 27272
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 27406,
            "end_char": 27422
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 27424,
            "end_char": 27434
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 27447,
            "end_char": 27457
        },
        {
            "text": "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "label": "PROVISION",
            "start_char": 27779,
            "end_char": 27835
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 27839,
            "end_char": 27865
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 27876,
            "end_char": 27900
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27908,
            "end_char": 27911
        },
        {
            "text": "26.12.200",
            "label": "DATE",
            "start_char": 28532,
            "end_char": 28541
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 28909,
            "end_char": 28935
        },
        {
            "text": "sub-clause (vi) of clause (c) of the Section 1",
            "label": "PROVISION",
            "start_char": 29084,
            "end_char": 29130
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 29259,
            "end_char": 29286
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 29335,
            "end_char": 29345
        },
        {
            "text": "sub-clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 29415,
            "end_char": 29451
        },
        {
            "text": "Clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 29531,
            "end_char": 29563
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29664,
            "end_char": 29677
        },
        {
            "text": "Sushil Kumar Agarwal Vs.",
            "label": "PRECEDENT",
            "start_char": 29693,
            "end_char": 29717
        },
        {
            "text": "Meenakshi Sadhu",
            "label": "OTHER_PERSON",
            "start_char": 29718,
            "end_char": 29733
        },
        {
            "text": "MANU/SC/1144/2018",
            "label": "CASE_NUMBER",
            "start_char": 29753,
            "end_char": 29770
        },
        {
            "text": "[2019] 2 SCC 241",
            "label": "CASE_NUMBER",
            "start_char": 29785,
            "end_char": 29801
        },
        {
            "text": "B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239",
            "label": "PRECEDENT",
            "start_char": 33508,
            "end_char": 33574
        },
        {
            "text": "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)",
            "label": "PRECEDENT",
            "start_char": 34064,
            "end_char": 34131
        },
        {
            "text": "SCC 572)",
            "label": "CASE_NUMBER",
            "start_char": 34134,
            "end_char": 34142
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35988,
            "end_char": 36001
        },
        {
            "text": "Sushil Kumar Agarwal",
            "label": "OTHER_PERSON",
            "start_char": 36023,
            "end_char": 36043
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 37170,
            "end_char": 37180
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 37802,
            "end_char": 37812
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 38144,
            "end_char": 38154
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 38400,
            "end_char": 38410
        },
        {
            "text": "Section 2 (1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 38440,
            "end_char": 38463
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38471,
            "end_char": 38492
        },
        {
            "text": "Section 2 (1) (c) (vi)",
            "label": "PROVISION",
            "start_char": 38519,
            "end_char": 38541
        },
        {
            "text": "Clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 38655,
            "end_char": 38688
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 38696,
            "end_char": 38723
        },
        {
            "text": "clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 38909,
            "end_char": 38941
        },
        {
            "text": "clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 39004,
            "end_char": 39037
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 39045,
            "end_char": 39072
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39143,
            "end_char": 39156
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 39172,
            "end_char": 39205
        },
        {
            "text": "V. K.S.Infraspace LLP",
            "label": "OTHER_PERSON",
            "start_char": 39206,
            "end_char": 39227
        },
        {
            "text": "2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585",
            "label": "CASE_NUMBER",
            "start_char": 39252,
            "end_char": 39302
        },
        {
            "text": "sub-clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 39486,
            "end_char": 39523
        },
        {
            "text": "Clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 40223,
            "end_char": 40256
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40264,
            "end_char": 40291
        },
        {
            "text": "04.05.2023",
            "label": "DATE",
            "start_char": 40327,
            "end_char": 40337
        },
        {
            "text": "8th Joint Civil Judge Senior Division, Aurangabad",
            "label": "COURT",
            "start_char": 40352,
            "end_char": 40401
        },
        {
            "text": "Special Civil Suit No.162 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 40418,
            "end_char": 40451
        },
        {
            "text": "Order 7 Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 40570,
            "end_char": 40592
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 40600,
            "end_char": 40620
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 40631,
            "end_char": 40640
        },
        {
            "text": "Commercial Act",
            "label": "STATUTE",
            "start_char": 40648,
            "end_char": 40662
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 40677,
            "end_char": 40686
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40694,
            "end_char": 40721
        },
        {
            "text": "clause (vii) of Section 2 (1)\n",
            "label": "PROVISION",
            "start_char": 40938,
            "end_char": 40968
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40979,
            "end_char": 41006
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 41144,
            "end_char": 41153
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 41161,
            "end_char": 41182
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 41377,
            "end_char": 41386
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 41394,
            "end_char": 41414
        },
        {
            "text": "Dhulabai Vs.",
            "label": "PRECEDENT",
            "start_char": 41612,
            "end_char": 41624
        },
        {
            "text": "State of M.P., AIR 1969 SC 78]",
            "label": "PRECEDENT",
            "start_char": 41625,
            "end_char": 41655
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 41881,
            "end_char": 41891
        },
        {
            "text": "Section 15 (5)",
            "label": "PROVISION",
            "start_char": 42032,
            "end_char": 42046
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 42266,
            "end_char": 42275
        },
        {
            "text": "04.05.2023",
            "label": "DATE",
            "start_char": 42499,
            "end_char": 42509
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 42563,
            "end_char": 42573
        },
        {
            "text": "Special Civil Suit No.162 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 42590,
            "end_char": 42623
        },
        {
            "text": "Order VII Rule 10 and 11 34.23AO",
            "label": "PROVISION",
            "start_char": 42774,
            "end_char": 42806
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 42810,
            "end_char": 42830
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 42841,
            "end_char": 42850
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42858,
            "end_char": 42885
        },
        {
            "text": "30.11.2023",
            "label": "DATE",
            "start_char": 42986,
            "end_char": 42996
        },
        {
            "text": "ARUN R. PEDNEKER",
            "label": "JUDGE",
            "start_char": 43213,
            "end_char": 43229
        }
    ],
    "precedent_clusters": {
        "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)": [
            "Dhulabhai Vs.",
            "Vaijinath Kale Vs.",
            "Sushil Kumar Agarwal Vs.",
            "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)",
            "Dhulabai Vs."
        ],
        "State of M.P. reported in AIR 1969 SC 78": [
            "State of M.P. reported in AIR 1969 SC 78",
            "State of M.P., AIR 1969 SC 78]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "Commercial Court Act, 2015",
            "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure",
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure",
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2 (1) (c) (vii)",
            "Commercial Courts Act",
            "section 2 (1) (c) (vii)",
            "Commercial Courts Act"
        ],
        [
            "clause xi of Section 2 (1) (c)",
            "Commercial Courts Act",
            "clause xi of Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act",
            "Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "section 6",
            "Commercial Courts Act",
            "section 6",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15 (5)",
            "Commercial Courts Act",
            "Section 15 (5)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "Commercial Court Act, 2015",
            "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "CPC",
            "Order VII Rule 10 and 11",
            "CPC"
        ],
        [
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 7 Rule 10 and 11",
            "Civil Procedure Code",
            "Order 7 Rule 10 and 11",
            "Civil Procedure Code"
        ],
        [
            "Section 3",
            "Commercial Act",
            "Section 3",
            "Commercial Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act, 2015",
            "clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "section 9",
            "Civil Procedure Code",
            "section 9",
            "Civil Procedure Code"
        ],
        [
            "Order VII Rule 10 and 11 34.23AO",
            "Civil Procedure Code",
            "Order VII Rule 10 and 11 34.23AO",
            "Civil Procedure Code"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act",
            "Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act",
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "section 6",
            "Commercial Courts Act",
            "section 6",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10",
            "Code of Civil Procedure",
            "Order VII Rule 10",
            "Code of Civil Procedure"
        ],
        [
            "Section 2 (c)",
            "Commercial Courts Act",
            "Section 2 (c)",
            "Commercial Courts Act"
        ],
        [
            "clause (c) of Section 2",
            "Commercial Courts Act",
            "clause (c) of Section 2",
            "Commercial Courts Act"
        ],
        [
            "sub-clause (vi) of clause (c) of the Section 1",
            "Commercial Courts Act",
            "sub-clause (vi) of clause (c) of the Section 1",
            "Commercial Courts Act"
        ],
        [
            "sub-clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2 (1) (c) (vi)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (vi)",
            "Commercial Courts Act"
        ],
        [
            "clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15 (5)",
            "Commercial Courts Act",
            "Section 15 (5)",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub- clause (vi) of clause (c) of Section 1",
            "Commercial Courts Act",
            "sub- clause (vi) of clause (c) of Section 1",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)": 5,
        "State of M.P. reported in AIR 1969 SC 78": 2
    },
    "provision_counts": {
        "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of Commercial Court Act, 2015": 1,
        "Order VII Rule 10 and 11 of Code of Civil Procedure": 2,
        "Section 3 of Commercial Courts Act, 2015": 3,
        "Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Sections 16 to 20 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 15 of Commercial Courts Act, 2015": 1,
        "section 2 (1) (c) (vii) of Commercial Courts Act": 1,
        "clause xi of Section 2 (1) (c) of Commercial Courts Act": 1,
        "Section 2 (1) (c) of Commercial Courts Act": 2,
        "section 6 of Commercial Courts Act": 2,
        "Section 15 of Commercial Courts Act": 2,
        "Section 15 (5) of Commercial Courts Act": 2,
        "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015": 1,
        "Order VII Rule 10 and 11 of CPC": 1,
        "Section 2 (1) (c) (vii) of Commercial Courts Act": 1,
        "Clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 2,
        "clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Order 7 Rule 10 and 11 of Civil Procedure Code": 1,
        "Section 3 of Commercial Act": 1,
        "Section 6 of Commercial Courts Act, 2015": 2,
        "clause (vii) of Section 2 (1)\n of Commercial Courts Act, 2015": 1,
        "Section 6 of Commercial Courts Act": 3,
        "section 9 of Civil Procedure Code": 1,
        "Order VII Rule 10 and 11 34.23AO of Civil Procedure Code": 1,
        "clause (vii) of Section 2 (1) (c) of Commercial Courts Act": 1,
        "section 15 of Commercial Courts Act": 2,
        "Order VII Rule 10 of Code of Civil Procedure": 1,
        "Section 2 (c) of Commercial Courts Act": 1,
        "clause (c) of Section 2 of Commercial Courts Act": 1,
        "sub-clause (vi) of clause (c) of the Section 1 of Commercial Courts Act": 1,
        "sub-clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Section 2 (1) (c) (vi) of Commercial Courts Act": 1,
        "clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "sub-clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "sub- clause (vi) of clause (c) of Section 1 of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Commercial Court Act, 2015": 2,
        "Code of Civil Procedure": 3,
        "Commercial Courts Act, 2015": 15,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Commercial Courts Act": 22,
        "CPC": 1,
        "Civil Procedure Code": 3,
        "Commercial Act": 1
    }
}