{
    "id": "055d4e04571157755db5a060ec0ae5b6f3a725c0d79707422fb2f56eb12478da",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court \nThe Kolkata Municipal Corporation vs Jain Infraprojects Limited on 22 February, 2021\nEquivalent citations: Aironline 2021 Cal 187\nAuthor: Moushumi Bhattacharya \nBench: Moushumi Bhattacharya \n                     In The High Court At Calcutta\n                      Ordinary Original Civil Jurisdiction \n                               Original Side\n\n\nPresent: \nThe Hon'ble Justice Moushumi Bhattacharya \n\n\n                               A.P.411 of 2020 \n\n                     The Kolkata Municipal Corporation\n                                      Vs. \n                         Jain Infraprojects Limited \n\n\n\nFor the Petitioner               :    Mr. Biswajit Mukherjee, Adv. \n                                      Mr. Ambarnath Banerjee, Adv. \n                                      Ms. Manisha Nath, Adv. \n\n\nFor the Respondent              :     Mr. Joy Saha, Sr . Adv . \n                                      Mr. Sanjib Kr . Mal, Adv . \n                                      Mr. Atanu Roychowdhuri, Adv. \n                                      Mr. Pushan Majumder, Adv. \n                                      Ms. Asmita Roychowdhuri, Adv.\n\n\nLast Heard on                   :     15.01.2021.\n\n\n\nDelivered on                     :    22.02.2021. \n\n\n\nMoushumi Bhattacharya, J.\n1. A preliminary point has been raised by the respondent in the present challenge to an Award under section 34 of The Arbitration and Conciliation Act, 1996. The respondent contends that the application for setting aside of the Award filed by the petitioner is barred by limitation and should, therefore, be dismissed. \n2. Mr. Joy Saha, learned Senior Counsel appearing for the respondent, places the relevant dates for the question of maintainability and urges that the petitioner has not taken any steps in having the initial delay in filing of the Award, condoned. Counsel relies on Union of India vs. Popular Construction Co.; (2001) 8 Scc 470 and Simplex Infrastructure Limited vs. Union of India; (2019) 2 Scc 455 for the proposition that section 5 of The Limitation Act, 1963 would not apply to section 34 of the 1996 Act. Counsel cites Maqbul Ahmed & Ors. vs. Pratap Narain Singh & Ors.; Air 1935 Pc 85 and Sri Amar Chand Inani Vs. Union of India; (1973) 1 Scc 115 for the proposition that when a plaint is filed in a wrong court, the time consumed between passing of the order returning the plaint and re-filing of the plaint cannot be excluded. Two recent orders of the Supreme Court dated 23rd March, 2020 and 18th September, 2020 passed in Suo Moto Writ Petition (C) No.3/2020 and in Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd. (Civil Appeal Nos.3007-3008 of 2020) respectively, have been relied upon to urge that by the said orders, the Supreme Court extended the period of limitation due to the pandemic but not the period up to which delay can be condoned in exercise of discretion by the particular statute. Counsel also relies on an order passed in Siddha Real Estate Development Private Limited Vs. Girdhar Fiscal Services Private Limited in C.S. No.245 of 2019. \n3. Mr. Biswajit Mukherjee, learned counsel appearing for the petitioner, contends that there has only been a delay of 22 days in filing the section 34 application in the Alipore Court and by an order dated 15th October, 2020, the Alipore Court directed that the section 34 application along with all annexures should be returned to the petitioner for filing before the competent court of jurisdiction in Kolkata. Counsel submits that the certified copy of this order was received on 20th October, 2020 and the petitioner received the other documents only on 22nd December, 2020 on which day the present application was filed before this court. Counsel relies on an order dated 10th July, 2020 passed by the Supreme Court in Suo Motu Petition (C) No.3 of 2020 by which upon considering the lockdown in view of Covid, the Supreme Court, following earlier orders dated 23rd March, 2020 and 6th May, 2020 allowed extension of all periods of limitation prescribed under the 1996 Act with effect from 15th March, 2020 till further orders.\n4. Upon hearing learned counsel appearing for the parties, the relevant dates central to the issue of maintainability, namely, the delay in filing of the section 34 application, are stated in brief. \n5. The impugned Award was passed on 15th February, 2019 and received by the petitioner on 27th February, 2019, the application under section 34, challenging the Award was filed by the petitioner before the Commercial Court, South 24-parganas on 18th June, 2019. On 15th October, 2020, the Commercial Court, South 24-Parganas passed an order holding that it had no jurisdiction to entertain the application under section 34 of the 1996 Act and directed return of  the petition for being filed before the appropriate court. The petitioner received the certified copy of the aforesaid order on 20th October, 2020. The Puja vacation of the Calcutta High Court commenced from 22nd October, 2020 and the Court re -opened after the Puja vacation on 17th November, 2020. The present application under section 34 of the 1996 Act was filed by the petitioner on 22nd December, 2020. \n6. Under section 34(3) of the 1996 Act, an application for setting aside of an Award may not be made after three months from the date on which the party making that application had received the arbitral award or, within a further period of 30 days if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the first window of three months. The language of section 34 is peremptory; as suggested by the inclusion of words \"............may not be after three months.............\" and \"............within a further period of 30 days, but not thereafter.\" The words indicate that the first window of three months may be followed by an additional and final window of 30 days subject to the court being satisfied that the applicant had sufficient reasons for not making the application within the initial period of three months. \n7. In the present case, the petitioner filed the section 34 application before the Alipore Court on 18th June, 2019 after having received the Award on 22nd February, 2019. Hence, the petition was filed after 112 days; after an initial delay of 22 days. The fact that the Commercial Court, South 24- Parganas, passed an order on 15th October, 2020, directing return of the application cannot be of assistance to the petitioner for the following reasons. On the date of filing of the section 34 application before the Commercial Court, namely, on 18th June, 2019, the petitioner could not have known of the outcome of the proceedings namely the order of the Commercial Court on lack of jurisdiction. There was already a delay of 22 days on the date of filing itself. Hence, the contention that the petitioner was constrained to file the present application in this court solely in view of the order of the Commercial Court returning the application, cannot turn the clock back for the purposes of limitation. Second, the argument made on behalf of the petitioner that the present application was filed on the very day when the additional papers were received by the petitioner from the learned court below, i.e., on 22nd December, 2020, cannot save the petitioner from the rigours of section 34(3) of the 1996 Act. This is due to the reason that the present application does not disclose the basis for the petitioner receiving the additional papers from the learned court on 22nd December, 2020 when the order of the Court was passed on 15th October, 2020 and the certified copy was received on 20th October, 2020. \n8. The present application for condonation of the delay is singularly bereft of any reasons as to why the petitioner waited for two months after receiving the certified copy of the order passed by the Commercial Court. There is also no averment of the steps taken by the petitioner in expediting the process for obtaining the additional documents from the learned court below as evidence of promptitude on the part of the petitioner. Besides the aforesaid factors, the initial delay of 22 days in filing the application under section 34 before the Commercial Court remained till filing of the present application in this court. The submissions made on behalf of the petitioner with regard to the factors contributing to the delay are uncorroborated either by way of pleadings or documents in that regard. \n9. Learned counsel for the petitioner has relied on an order dated 10th July, 2020 passed by the Supreme Court in Suo Motu Writ Petition (C) No.3/2020 in which an earlier order of 23rd March, 2020 extending all periods of limitation prescribed under The Arbitration and Conciliation Act, 1996 with effect from 15th March, 2020 has been referred to. This order, however, has to be read in the context of the judgment of the Supreme Court in Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd. (Civil Appeal Nos.3007-3008 of 2020) dated 18th September, 2020 which clarified the order dated 23rd March, 2020 in Suo Motu Writ Petition (C) No.3/2020 and held that what was extended by the order dated 23rd March 2020 was only the period of limitation and not the period up to which delay can be condoned in exercise of discretion by the statute. It should also be stated that in said Writ Petition the first order of the Supreme Court dated 23rd March, 2020 was intended to benefit vigilant litigants who were prevented due to the pandemic and the ensuing lockdown from initiating proceedings within the period of limitation prescribed by general or special law. This is the specific observation of the Supreme Court in Sagufa Ahmed. The order of the Supreme Court dated 17th December, 2020 passed in M/s. SS Group Pvt. Ltd. vs. Aaditiya J. Garg in Civil Appeal No.4085 of 2020 was passed on the specific facts of that case, namely a delay of four days in filing the written statement before the National Commission. \n10. The order of the Supreme Court in Sagufa Ahmed clarifies that the expression \"prescribed period\" in section 4 of The Limitation Act 1963 cannot be stretched to mean anything other than the period of limitation and that any period beyond the prescribed period would fall outside the period of limitation in which the court specifically has the discretion in allowing a person to institute certain proceedings. In the present case, the prescribed period of limitation under section 34(3) of the Act would be three months from the date on which the party making the application has received the arbitral award. Since the petitioner received the impugned Award on 27th February, 2019, the prescribed period under section 34(3) of the Act expired on 27th May, 2019. The application under section 34 was filed by the petitioner on 18th June, 2019 after 112 days from the date of receipt of the Award by the petitioner and hence after a delay of 22 days. Section 34(3) contemplates that an applicant, who has failed to file the application under section 34 within the first three months, must take the leave of the court and upon such leave being granted, and upon the court being satisfied of the reasons shown, can be permitted to take the benefit of the additional 30 days. The words of the proviso make it sufficiently clear that the additional period of 30 days cannot follow as a matter of course and without the intervention of the court granting the leave as contemplated in the proviso. \n11. The petitioner in this case, did not take steps for seeking condonation of the delay of 22 days before the Commercial Court and allowed the said delay to continue till filing of the present application. Sagufa Ahmed also makes it clear that the order extending all periods of limitation is restricted only to those litigants who have shown vigilance but have otherwise been prevented from taking requisite steps by reason of the pandemic. Unfortunately, the petitioner before this court has not exhibited conduct akin to that noted in Sagufa Ahmed. It is also not the case of the petitioner that the petitioner was prevented from taking appropriate steps by reasons of the pandemic. Moreover, although the certified copy of the order of the Commercial Court was received by the petitioner on 20th October, 2020, the present application was filed almost five weeks after the court re-opened after the Puja vacation. The petitioner has given no explanation for the intervening period of delay or the absence of requisite steps which should have been taken by the petitioner in the interregnum. \n12. Simplex Infrastructure dealt with the question whether the benefit of sections 5 and 14 of The Limitation Act can be extended to a party when there has been a delay beyond the specific statutory limitation prescribed under section 34(3) of the 1996 Act. In coming to the decision that the delay in filing of the section 34 application could not have been condoned, the Supreme Court considered two earlier decisions in Popular Construction Co. and Consolidated Engineering Enterprises vs. Irrigation Department; (2008) 7 SCC 169 which held that section 5 of The Limitation Act could not be made applicable to section 34 of the 1996 Act and that section 14 of The Limitation Act would be applicable to a section 34 application, respectively. Sri Amar Chand Inani has been cited on behalf of the respondent on the issue whether the plaintiff in that case was entitled to the benefit of section 4 of The Limitation Act. In the facts of that case, the Supreme Court found the suit to be barred by limitation by reason of the fact that when the plaint was returned for presentation to the proper court, the suit can be deemed to be instituted in the proper court only when the plaint was presented in that court. Since both the decisions cited on behalf of the respondent, proceed on the applicability of sections 4 and 14 of The Limitation Act to an application under Section 34 of the 1996 Act which point has not been argued on behalf of the petitioner, further discussion on these decisions is not relevant. \n13. A.P.411 of 2020 is accordingly dismissed without any order as to costs. \nUrgent Photostat certified copy of this Judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities. \n(MOUSHUMI BHATTACHARYA, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court the kolkata municipal corporation vs jain infraprojects limited on 22 february, 2021 equivalent citations: aironline 2021 cal 187 author: moushumi bhattacharya bench: moushumi bhattacharya in the high court at calcutta ordinary original civil jurisdiction original side present: the hon'ble justice moushumi bhattacharya a.p.411 of 2020 the kolkata municipal corporation vs. jain infraprojects limited for the petitioner : mr. biswajit mukherjee, adv. mr. ambarnath banerjee, adv. ms. manisha nath, adv. for the respondent : mr. joy saha, sr. adv. mr. sanjib kr. mal, adv. mr. atanu roychowdhuri, adv. mr. pushan majumder, adv. ms. asmita roychowdhuri, adv. last heard on : 15.01.2021. delivered on : 22.02.2021. moushumi bhattacharya, j. 1. a preliminary point has been raised by the respondent in the present challenge to an award under section 34 of the arbitration and conciliation act, 1996. the respondent contends that the application for setting aside of the award filed by the petitioner is barred by limitation and should, therefore, be dismissed. 2. mr. joy saha, learned senior counsel appearing for the respondent, places the relevant dates for the question of maintainability and urges that the petitioner has not taken any steps in having the initial delay in filing of the award, condoned. counsel relies on union of india vs. popular construction co.; (2001) 8 scc 470 and simplex infrastructure limited vs. union of india; (2019) 2 scc 455 for the proposition that section 5 of the limitation act, 1963 would not apply to section 34 of the 1996 act. counsel cites maqbul ahmed & ors. vs. pratap narain singh & ors.; air 1935 pc 85 and sri amar chand inani vs. union of india; (1973) 1 scc 115 for the proposition that when a plaint is filed in a wrong court, the time consumed between passing of the order returning the plaint and re-filing of the plaint cannot be excluded. two recent orders of the supreme court dated 23rd march, 2020 and 18th september, 2020 passed in suo moto writ petition (c) no.3/2020 and in sagufa ahmed vs. upper assam plywood products pvt. ltd. (civil appeal nos.3007-3008 of 2020) respectively, have been relied upon to urge that by the said orders, the supreme court extended the period of limitation due to the pandemic but not the period up to which delay can be condoned in exercise of discretion by the particular statute. counsel also relies on an order passed in siddha real estate development private limited vs. girdhar fiscal services private limited in c.s. no.245 of 2019. 3. mr. biswajit mukherjee, learned counsel appearing for the petitioner, contends that there has only been a delay of 22 days in filing the section 34 application in the alipore court and by an order dated 15th october, 2020, the alipore court directed that the section 34 application along with all annexures should be returned to the petitioner for filing before the competent court of jurisdiction in kolkata. counsel submits that the certified copy of this order was received on 20th october, 2020 and the petitioner received the other documents only on 22nd december, 2020 on which day the present application was filed before this court. counsel relies on an order dated 10th july, 2020 passed by the supreme court in suo motu petition (c) no.3 of 2020 by which upon considering the lockdown in view of covid, the supreme court, following earlier orders dated 23rd march, 2020 and 6th may, 2020 allowed extension of all periods of limitation prescribed under the 1996 act with effect from 15th march, 2020 till further orders. 4. upon hearing learned counsel appearing for the parties, the relevant dates central to the issue of maintainability, namely, the delay in filing of the section 34 application, are stated in brief. 5. the impugned award was passed on 15th february, 2019 and received by the petitioner on 27th february, 2019, the application under section 34, challenging the award was filed by the petitioner before the commercial court, south 24-parganas on 18th june, 2019. on 15th october, 2020, the commercial court, south 24-parganas passed an order holding that it had no jurisdiction to entertain the application under section 34 of the 1996 act and directed return of the petition for being filed before the appropriate court. the petitioner received the certified copy of the aforesaid order on 20th october, 2020. the puja vacation of the calcutta high court commenced from 22nd october, 2020 and the court re-opened after the puja vacation on 17th november, 2020. the present application under section 34 of the 1996 act was filed by the petitioner on 22nd december, 2020. 6. under section 34(3) of the 1996 act, an application for setting aside of an award may not be made after three months from the date on which the party making that application had received the arbitral award or, within a further period of 30 days if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the first window of three months. the language of section 34 is peremptory; as suggested by the inclusion of words \".may not be after three months.\" and \".within a further period of 30 days, but not thereafter.\" the words indicate that the first window of three months may be followed by an additional and final window of 30 days subject to the court being satisfied that the applicant had sufficient reasons for not making the application within the initial period of three months. 7. in the present case, the petitioner filed the section 34 application before the alipore court on 18th june, 2019 after having received the award on 22nd february, 2019. hence, the petition was filed after 112 days; after an initial delay of 22 days. the fact that the commercial court, south 24parganas, passed an order on 15th october, 2020, directing return of the application cannot be of assistance to the petitioner for the following reasons. on the date of filing of the section 34 application before the commercial court, namely, on 18th june, 2019, the petitioner could not have known of the outcome of the proceedings namely the order of the commercial court on lack of jurisdiction. there was already a delay of 22 days on the date of filing itself. hence, the contention that the petitioner was constrained to file the present application in this court solely in view of the order of the commercial court returning the application, cannot turn the clock back for the purposes of limitation. second, the argument made on behalf of the petitioner that the present application was filed on the very day when the additional papers were received by the petitioner from the learned court below, i.e., on 22nd december, 2020, cannot save the petitioner from the rigours of section 34(3) of the 1996 act. this is due to the reason that the present application does not disclose the basis for the petitioner receiving the additional papers from the learned court on 22nd december, 2020 when the order of the court was passed on 15th october, 2020 and the certified copy was received on 20th october, 2020. 8. the present application for condonation of the delay is singularly bereft of any reasons as to why the petitioner waited for two months after receiving the certified copy of the order passed by the commercial court. there is also no averment of the steps taken by the petitioner in expediting the process for obtaining the additional documents from the learned court below as evidence of promptitude on the part of the petitioner. besides the aforesaid factors, the initial delay of 22 days in filing the application under section 34 before the commercial court remained till filing of the present application in this court. the submissions made on behalf of the petitioner with regard to the factors contributing to the delay are uncorroborated either by way of pleadings or documents in that regard. 9. learned counsel for the petitioner has relied on an order dated 10th july, 2020 passed by the supreme court in suo motu writ petition (c) no.3/2020 in which an earlier order of 23rd march, 2020 extending all periods of limitation prescribed under the arbitration and conciliation act, 1996 with effect from 15th march, 2020 has been referred to. this order, however, has to be read in the context of the judgment of the supreme court in sagufa ahmed vs. upper assam plywood products pvt. ltd. (civil appeal nos.3007-3008 of 2020) dated 18th september, 2020 which clarified the order dated 23rd march, 2020 in suo motu writ petition (c) no.3/2020 and held that what was extended by the order dated 23rd march 2020 was only the period of limitation and not the period up to which delay can be condoned in exercise of discretion by the statute. it should also be stated that in said writ petition the first order of the supreme court dated 23rd march, 2020 was intended to benefit vigilant litigants who were prevented due to the pandemic and the ensuing lockdown from initiating proceedings within the period of limitation prescribed by general or special law. this is the specific observation of the supreme court in sagufa ahmed. the order of the supreme court dated 17th december, 2020 passed in m/s. ss group pvt. ltd. vs. aaditiya j. garg in civil appeal no.4085 of 2020 was passed on the specific facts of that case, namely a delay of four days in filing the written statement before the national commission. 10. the order of the supreme court in sagufa ahmed clarifies that the expression \"prescribed period\" in section 4 of the limitation act 1963 cannot be stretched to mean anything other than the period of limitation and that any period beyond the prescribed period would fall outside the period of limitation in which the court specifically has the discretion in allowing a person to institute certain proceedings. in the present case, the prescribed period of limitation under section 34(3) of the act would be three months from the date on which the party making the application has received the arbitral award. since the petitioner received the impugned award on 27th february, 2019, the prescribed period under section 34(3) of the act expired on 27th may, 2019. the application under section 34 was filed by the petitioner on 18th june, 2019 after 112 days from the date of receipt of the award by the petitioner and hence after a delay of 22 days. section 34(3) contemplates that an applicant, who has failed to file the application under section 34 within the first three months, must take the leave of the court and upon such leave being granted, and upon the court being satisfied of the reasons shown, can be permitted to take the benefit of the additional 30 days. the words of the proviso make it sufficiently clear that the additional period of 30 days cannot follow as a matter of course and without the intervention of the court granting the leave as contemplated in the proviso. 11. the petitioner in this case, did not take steps for seeking condonation of the delay of 22 days before the commercial court and allowed the said delay to continue till filing of the present application. sagufa ahmed also makes it clear that the order extending all periods of limitation is restricted only to those litigants who have shown vigilance but have otherwise been prevented from taking requisite steps by reason of the pandemic. unfortunately, the petitioner before this court has not exhibited conduct akin to that noted in sagufa ahmed. it is also not the case of the petitioner that the petitioner was prevented from taking appropriate steps by reasons of the pandemic. moreover, although the certified copy of the order of the commercial court was received by the petitioner on 20th october, 2020, the present application was filed almost five weeks after the court re-opened after the puja vacation. the petitioner has given no explanation for the intervening period of delay or the absence of requisite steps which should have been taken by the petitioner in the interregnum. 12. simplex infrastructure dealt with the question whether the benefit of sections 5 and 14 of the limitation act can be extended to a party when there has been a delay beyond the specific statutory limitation prescribed under section 34(3) of the 1996 act. in coming to the decision that the delay in filing of the section 34 application could not have been condoned, the supreme court considered two earlier decisions in popular construction co. and consolidated engineering enterprises vs. irrigation department; (2008) 7 scc 169 which held that section 5 of the limitation act could not be made applicable to section 34 of the 1996 act and that section 14 of the limitation act would be applicable to a section 34 application, respectively. sri amar chand inani has been cited on behalf of the respondent on the issue whether the plaintiff in that case was entitled to the benefit of section 4 of the limitation act. in the facts of that case, the supreme court found the suit to be barred by limitation by reason of the fact that when the plaint was returned for presentation to the proper court, the suit can be deemed to be instituted in the proper court only when the plaint was presented in that court. since both the decisions cited on behalf of the respondent, proceed on the applicability of sections 4 and 14 of the limitation act to an application under section 34 of the 1996 act which point has not been argued on behalf of the petitioner, further discussion on these decisions is not relevant. 13. a.p.411 of 2020 is accordingly dismissed without any order as to costs. urgent photostat certified copy of this judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities. (moushumi bhattacharya, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0fda5658cf4846bb875f3d4ed3b342d0_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "8ca445e70832477d8b7ec1a4ed5b53b5_1"
        },
        {
            "start": 242,
            "end": 262,
            "text": "\nCalcutta High Court",
            "labels": [
                "NONE"
            ],
            "id": "0fd3a33fc76c49d9b5c25cc4d4f2aad9_2"
        },
        {
            "start": 263,
            "end": 423,
            "text": "\nThe Kolkata Municipal Corporation vs Jain Infraprojects Limited on 22 February, 2021\nEquivalent citations: Aironline 2021 Cal 187\nAuthor: Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e911c4f3836a4e41a95eb5aa7922d3d0_3"
        },
        {
            "start": 424,
            "end": 453,
            "text": "\nBench: Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42d0958b5b624421b3f54097dbc645ee_4"
        },
        {
            "start": 476,
            "end": 528,
            "text": "In The High Court At Calcutta\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "182fea5193824e20a26a0bab94d35c08_5"
        },
        {
            "start": 528,
            "end": 536,
            "text": "Ordinary",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48b82403713f4b4b92729f33a613c883_6"
        },
        {
            "start": 537,
            "end": 545,
            "text": "Original",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71cda012200c45daad96451436a85d0f_7"
        },
        {
            "start": 546,
            "end": 564,
            "text": "Civil Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e81a47f7e5394a7eb40c23483986a47e_8"
        },
        {
            "start": 597,
            "end": 613,
            "text": "Original Side\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "263008de83f64f5e99c8d7e8b1ed4fc8_9"
        },
        {
            "start": 613,
            "end": 621,
            "text": "Present:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20dbd64ee19142ae91393deaa09984e5_10"
        },
        {
            "start": 622,
            "end": 664,
            "text": "\nThe Hon'ble Justice Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0acb0d644bed4f78b3bf3668a72bb23c_11"
        },
        {
            "start": 699,
            "end": 714,
            "text": "A.P.411 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2e8cdeef25548b2b5ece9e2bb08b1aa_12"
        },
        {
            "start": 738,
            "end": 810,
            "text": "The Kolkata Municipal Corporation\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f1f2b1ef324447e8e2192ceeeaa4cf2_13"
        },
        {
            "start": 810,
            "end": 866,
            "text": "Vs. \n                         Jain Infraprojects Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc34463f7ed84531b28b5ac5b59161d7_14"
        },
        {
            "start": 871,
            "end": 889,
            "text": "For the Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4580cef8e4a54dd59ee272c43f1ac60c_15"
        },
        {
            "start": 904,
            "end": 937,
            "text": ":    Mr. Biswajit Mukherjee, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3cd15282c3b34cd0ab215457c422b5aa_16"
        },
        {
            "start": 977,
            "end": 1005,
            "text": "Mr. Ambarnath Banerjee, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6268e7a26e97423d8fe53bcfc57b8293_17"
        },
        {
            "start": 1045,
            "end": 1067,
            "text": "Ms. Manisha Nath, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2027955381f46c8b51e01b97452b8e4_18"
        },
        {
            "start": 1071,
            "end": 1089,
            "text": "For the Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3efbc0e426f425ebe17cf35d030ec47_19"
        },
        {
            "start": 1103,
            "end": 1125,
            "text": ":     Mr. Joy Saha, Sr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "647b37bcc4fd41da85303d0b70f0cd6c_20"
        },
        {
            "start": 1126,
            "end": 1133,
            "text": ". Adv .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74db6906e0624080a3816e231d293546_21"
        },
        {
            "start": 1173,
            "end": 1183,
            "text": "Mr. Sanjib",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6f701bc687748998696a54509984402_22"
        },
        {
            "start": 1184,
            "end": 1197,
            "text": "Kr . Mal, Adv",
            "labels": [
                "NONE"
            ],
            "id": "b81624b6841a4b2f99536ff65ff14c02_23"
        },
        {
            "start": 1198,
            "end": 1267,
            "text": ". \n                                      Mr. Atanu Roychowdhuri, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66c3ab61784a4280995a7fc17b4c9903_24"
        },
        {
            "start": 1307,
            "end": 1332,
            "text": "Mr. Pushan Majumder, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38402953aedc4febb016be4c028ed211_25"
        },
        {
            "start": 1372,
            "end": 1469,
            "text": "Ms. Asmita Roychowdhuri, Adv.\n\n\nLast Heard on                   :     15.01.2021.\n\n\n\nDelivered on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24c441ba87cd4378982eecca8484af9e_26"
        },
        {
            "start": 1470,
            "end": 1506,
            "text": "                    :    22.02.2021.",
            "labels": [
                "NONE"
            ],
            "id": "a272d7e202374fb09bda73730ca25a9f_27"
        },
        {
            "start": 1511,
            "end": 1537,
            "text": "Moushumi Bhattacharya, J.\n",
            "labels": [
                "NONE"
            ],
            "id": "fe5ced1e2c274b84b5904b7d7e1dead0_28"
        },
        {
            "start": 1537,
            "end": 1694,
            "text": "1. A preliminary point has been raised by the respondent in the present challenge to an Award under section 34 of The Arbitration and Conciliation Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "abec46282ea243428e3fafdc5d4d6263_29"
        },
        {
            "start": 1695,
            "end": 1855,
            "text": "The respondent contends that the application for setting aside of the Award filed by the petitioner is barred by limitation and should, therefore, be dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "c7a54f604f7446b7a9151c287706923a_30"
        },
        {
            "start": 1857,
            "end": 2104,
            "text": "2. Mr. Joy Saha, learned Senior Counsel appearing for the respondent, places the relevant dates for the question of maintainability and urges that the petitioner has not taken any steps in having the initial delay in filing of the Award, condoned.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9669c4dd1a79409eb586073eddc8440a_31"
        },
        {
            "start": 2105,
            "end": 2366,
            "text": "Counsel relies on Union of India vs. Popular Construction Co.; (2001) 8 Scc 470 and Simplex Infrastructure Limited vs. Union of India; (2019) 2 Scc 455 for the proposition that section 5 of The Limitation Act, 1963 would not apply to section 34 of the 1996 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a34877dfc29f4ff2b6dbfc85c7f869b4_32"
        },
        {
            "start": 2367,
            "end": 2691,
            "text": "Counsel cites Maqbul Ahmed & Ors. vs. Pratap Narain Singh & Ors.; Air 1935 Pc 85 and Sri Amar Chand Inani Vs. Union of India; (1973) 1 Scc 115 for the proposition that when a plaint is filed in a wrong court, the time consumed between passing of the order returning the plaint and re-filing of the plaint cannot be excluded.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "571b975e42e44c20925f7bf71db6229b_33"
        },
        {
            "start": 2692,
            "end": 3172,
            "text": "Two recent orders of the Supreme Court dated 23rd March, 2020 and 18th September, 2020 passed in Suo Moto Writ Petition (C) No.3/2020 and in Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd. (Civil Appeal Nos.3007-3008 of 2020) respectively, have been relied upon to urge that by the said orders, the Supreme Court extended the period of limitation due to the pandemic but not the period up to which delay can be condoned in exercise of discretion by the particular statute.",
            "labels": [
                "RLC"
            ],
            "id": "7f433acb6738455b81cac0ebcc9f8cd1_34"
        },
        {
            "start": 3173,
            "end": 3329,
            "text": "Counsel also relies on an order passed in Siddha Real Estate Development Private Limited Vs. Girdhar Fiscal Services Private Limited in C.S. No.245 of 2019.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "788c5769b8184bca9803f18486094f94_35"
        },
        {
            "start": 3331,
            "end": 3743,
            "text": "3. Mr. Biswajit Mukherjee, learned counsel appearing for the petitioner, contends that there has only been a delay of 22 days in filing the section 34 application in the Alipore Court and by an order dated 15th October, 2020, the Alipore Court directed that the section 34 application along with all annexures should be returned to the petitioner for filing before the competent court of jurisdiction in Kolkata.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f6a2cc46b286473299231ef0b709b5dd_36"
        },
        {
            "start": 3744,
            "end": 3974,
            "text": "Counsel submits that the certified copy of this order was received on 20th October, 2020 and the petitioner received the other documents only on 22nd December, 2020 on which day the present application was filed before this court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3c870594f5384a1086be5ecf41d2e06c_37"
        },
        {
            "start": 3975,
            "end": 4366,
            "text": "Counsel relies on an order dated 10th July, 2020 passed by the Supreme Court in Suo Motu Petition (C) No.3 of 2020 by which upon considering the lockdown in view of Covid, the Supreme Court, following earlier orders dated 23rd March, 2020 and 6th May, 2020 allowed extension of all periods of limitation prescribed under the 1996 Act with effect from 15th March, 2020 till further orders.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "77882f66c54748ca8a063e7978e76f07_38"
        },
        {
            "start": 4367,
            "end": 4562,
            "text": "Upon hearing learned counsel appearing for the parties, the relevant dates central to the issue of maintainability, namely, the delay in filing of the section 34 application, are stated in brief.",
            "labels": [
                "FAC"
            ],
            "id": "185dbaf37ac74f0e92432db0bf69a5ab_39"
        },
        {
            "start": 4564,
            "end": 4825,
            "text": "5. The impugned Award was passed on 15th February, 2019 and received by the petitioner on 27th February, 2019, the application under section 34, challenging the Award was filed by the petitioner before the Commercial Court, South 24-parganas on 18th June, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "7853988a9151494981983d1af26b9d59_40"
        },
        {
            "start": 4826,
            "end": 5025,
            "text": "On 15th October, 2020, the Commercial Court, South 24-Parganas passed an order holding that it had no jurisdiction to entertain the application under section 34 of the 1996 Act and directed return of",
            "labels": [
                "RLC"
            ],
            "id": "48b31fe5ca3143d3a9dc3bc247c95dd3_41"
        },
        {
            "start": 5026,
            "end": 5085,
            "text": " the petition for being filed before the appropriate court.",
            "labels": [
                "FAC"
            ],
            "id": "f9c55257c5d646b898a1c40e8a5c6d45_42"
        },
        {
            "start": 5086,
            "end": 5174,
            "text": "The petitioner received the certified copy of the aforesaid order on 20th October, 2020.",
            "labels": [
                "FAC"
            ],
            "id": "36022895f62742138eb18fcfa3c508a2_43"
        },
        {
            "start": 5175,
            "end": 5270,
            "text": "The Puja vacation of the Calcutta High Court commenced from 22nd October, 2020 and the Court re",
            "labels": [
                "RLC"
            ],
            "id": "44b8a84bae114b11b87b58a4615242c2_44"
        },
        {
            "start": 5271,
            "end": 5326,
            "text": "-opened after the Puja vacation on 17th November, 2020.",
            "labels": [
                "FAC"
            ],
            "id": "7f92f3af866f415fa356d2d74fc6189c_45"
        },
        {
            "start": 5327,
            "end": 5435,
            "text": "The present application under section 34 of the 1996 Act was filed by the petitioner on 22nd December, 2020.",
            "labels": [
                "FAC"
            ],
            "id": "ed3ae1f9b5cf477593b6cbb029ea2d3e_46"
        },
        {
            "start": 5436,
            "end": 5832,
            "text": "\n6. Under section 34(3) of the 1996 Act, an application for setting aside of an Award may not be made after three months from the date on which the party making that application had received the arbitral award or, within a further period of 30 days if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the first window of three months.",
            "labels": [
                "STA"
            ],
            "id": "83e944fc76474927af52f10dddc7f938_47"
        },
        {
            "start": 5833,
            "end": 6044,
            "text": "The language of section 34 is peremptory; as suggested by the inclusion of words \"............may not be after three months.............\" and \"............within a further period of 30 days, but not thereafter.\"",
            "labels": [
                "STA"
            ],
            "id": "75717cd6a50249ba9ca18fd92fbb3320_48"
        },
        {
            "start": 6045,
            "end": 6315,
            "text": "The words indicate that the first window of three months may be followed by an additional and final window of 30 days subject to the court being satisfied that the applicant had sufficient reasons for not making the application within the initial period of three months.",
            "labels": [
                "FAC"
            ],
            "id": "d72ae2ab1fec447d8de252fb5f627173_49"
        },
        {
            "start": 6317,
            "end": 6488,
            "text": "7. In the present case, the petitioner filed the section 34 application before the Alipore Court on 18th June, 2019 after having received the Award on 22nd February, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "bbd8ac1663944ccfa5b95c42396e0321_50"
        },
        {
            "start": 6489,
            "end": 6569,
            "text": "Hence, the petition was filed after 112 days; after an initial delay of 22 days.",
            "labels": [
                "FAC"
            ],
            "id": "695d177d056e4f55876fa73dc5cf55f4_51"
        },
        {
            "start": 6570,
            "end": 6769,
            "text": "The fact that the Commercial Court, South 24- Parganas, passed an order on 15th October, 2020, directing return of the application cannot be of assistance to the petitioner for the following reasons.",
            "labels": [
                "FAC"
            ],
            "id": "cbca9e4c0f47474fbb50e56bb3537e43_52"
        },
        {
            "start": 6770,
            "end": 7014,
            "text": "On the date of filing of the section 34 application before the Commercial Court, namely, on 18th June, 2019, the petitioner could not have known of the outcome of the proceedings namely the order of the Commercial Court on lack of jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "3ab5a403244740d581d4bae206ccab04_53"
        },
        {
            "start": 7015,
            "end": 7081,
            "text": "There was already a delay of 22 days on the date of filing itself.",
            "labels": [
                "FAC"
            ],
            "id": "52f975ee839a4ea39e6fef2855ccdc86_54"
        },
        {
            "start": 7082,
            "end": 7323,
            "text": "Hence, the contention that the petitioner was constrained to file the present application in this court solely in view of the order of the Commercial Court returning the application, cannot turn the clock back for the purposes of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b09f79bf3e246aba6db356381469372_55"
        },
        {
            "start": 7324,
            "end": 7629,
            "text": "Second, the argument made on behalf of the petitioner that the present application was filed on the very day when the additional papers were received by the petitioner from the learned court below, i.e., on 22nd December, 2020, cannot save the petitioner from the rigours of section 34(3) of the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83622e3e0b074b4c9f500c1792c6b70e_56"
        },
        {
            "start": 7630,
            "end": 7929,
            "text": "This is due to the reason that the present application does not disclose the basis for the petitioner receiving the additional papers from the learned court on 22nd December, 2020 when the order of the Court was passed on 15th October, 2020 and the certified copy was received on 20th October, 2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d299a4ba92b64e99ba9f81012642e305_57"
        },
        {
            "start": 7931,
            "end": 8149,
            "text": "8. The present application for condonation of the delay is singularly bereft of any reasons as to why the petitioner waited for two months after receiving the certified copy of the order passed by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "832c0239ed3d441dac1b95615f3c6143_58"
        },
        {
            "start": 8150,
            "end": 8364,
            "text": "There is also no averment of the steps taken by the petitioner in expediting the process for obtaining the additional documents from the learned court below as evidence of promptitude on the part of the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "938fed5351d444cab70be18169f66499_59"
        },
        {
            "start": 8365,
            "end": 8558,
            "text": "Besides the aforesaid factors, the initial delay of 22 days in filing the application under section 34 before the Commercial Court remained till filing of the present application in this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1061c681ecb4b989fb25fc32bd5b2bf_60"
        },
        {
            "start": 8559,
            "end": 8735,
            "text": "The submissions made on behalf of the petitioner with regard to the factors contributing to the delay are uncorroborated either by way of pleadings or documents in that regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f938d79dda684b5f96e2a32ef6c697bb_61"
        },
        {
            "start": 8737,
            "end": 9085,
            "text": "9. Learned counsel for the petitioner has relied on an order dated 10th July, 2020 passed by the Supreme Court in Suo Motu Writ Petition (C) No.3/2020 in which an earlier order of 23rd March, 2020 extending all periods of limitation prescribed under The Arbitration and Conciliation Act, 1996 with effect from 15th March, 2020 has been referred to.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd235ba0f2bf407496e8746d4483e985_62"
        },
        {
            "start": 9086,
            "end": 9296,
            "text": "This order, however, has to be read in the context of the judgment of the Supreme Court in Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd. (Civil Appeal Nos.3007-3008 of 2020) dated 18th September, 2020",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32135896044a4db89913432b63b0b0fc_63"
        },
        {
            "start": 9297,
            "end": 9581,
            "text": "which clarified the order dated 23rd March, 2020 in Suo Motu Writ Petition (C) No.3/2020 and held that what was extended by the order dated 23rd March 2020 was only the period of limitation and not the period up to which delay can be condoned in exercise of discretion by the statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bf8b7025fe3411da6fcaf46ca368e41_64"
        },
        {
            "start": 9582,
            "end": 9898,
            "text": "It should also be stated that in said Writ Petition the first order of the Supreme Court dated 23rd March, 2020 was intended to benefit vigilant litigants who were prevented due to the pandemic and the ensuing lockdown from initiating proceedings within the period of limitation prescribed by general or special law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb67528f648a4eca93158862cbc6715e_65"
        },
        {
            "start": 9899,
            "end": 9969,
            "text": "This is the specific observation of the Supreme Court in Sagufa Ahmed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "623bd93a8bd2420fb81ec0786f6694f4_66"
        },
        {
            "start": 9970,
            "end": 10041,
            "text": "The order of the Supreme Court dated 17th December, 2020 passed in M/s.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a172eba48ef42e4a04d03f61784f12e_67"
        },
        {
            "start": 10042,
            "end": 10252,
            "text": "SS Group Pvt. Ltd. vs. Aaditiya J. Garg in Civil Appeal No.4085 of 2020 was passed on the specific facts of that case, namely a delay of four days in filing the written statement before the National Commission.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a84c6f4729f54a0f98f6caf8b027294a_68"
        },
        {
            "start": 10254,
            "end": 10666,
            "text": "10. The order of the Supreme Court in Sagufa Ahmed clarifies that the expression \"prescribed period\" in section 4 of The Limitation Act 1963 cannot be stretched to mean anything other than the period of limitation and that any period beyond the prescribed period would fall outside the period of limitation in which the court specifically has the discretion in allowing a person to institute certain proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "207b5993437941c8b2e8874bfa34c3eb_69"
        },
        {
            "start": 10667,
            "end": 10865,
            "text": "In the present case, the prescribed period of limitation under section 34(3) of the Act would be three months from the date on which the party making the application has received the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64f4afd8c33940be85b1ae045f9f73a2_70"
        },
        {
            "start": 10866,
            "end": 11018,
            "text": "Since the petitioner received the impugned Award on 27th February, 2019, the prescribed period under section 34(3) of the Act expired on 27th May, 2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c46e01da20164f8e860511c7e5061042_71"
        },
        {
            "start": 11019,
            "end": 11205,
            "text": "The application under section 34 was filed by the petitioner on 18th June, 2019 after 112 days from the date of receipt of the Award by the petitioner and hence after a delay of 22 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "381863d1e839458d989e7abf38fd5cf7_72"
        },
        {
            "start": 11206,
            "end": 11527,
            "text": "Section 34(3) contemplates that an applicant, who has failed to file the application under section 34 within the first three months, must take the leave of the court and upon such leave being granted, and upon the court being satisfied of the reasons shown, can be permitted to take the benefit of the additional 30 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9a9bb4c3e46434f8324cbb01742b22b_73"
        },
        {
            "start": 11528,
            "end": 11746,
            "text": "The words of the proviso make it sufficiently clear that the additional period of 30 days cannot follow as a matter of course and without the intervention of the court granting the leave as contemplated in the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c18b67b747b14b9e9d303cc6cd88fdd3_74"
        },
        {
            "start": 11748,
            "end": 11954,
            "text": "11. The petitioner in this case, did not take steps for seeking condonation of the delay of 22 days before the Commercial Court and allowed the said delay to continue till filing of the present application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf26bca2b0a4499cb40cfecca47367de_75"
        },
        {
            "start": 11955,
            "end": 12190,
            "text": "Sagufa Ahmed also makes it clear that the order extending all periods of limitation is restricted only to those litigants who have shown vigilance but have otherwise been prevented from taking requisite steps by reason of the pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18ce17813bed4c2e90dcc4ce0c0bd14e_76"
        },
        {
            "start": 12191,
            "end": 12300,
            "text": "Unfortunately, the petitioner before this court has not exhibited conduct akin to that noted in Sagufa Ahmed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b90182d0e7e4d9a8b5919ed53052101_77"
        },
        {
            "start": 12301,
            "end": 12434,
            "text": "It is also not the case of the petitioner that the petitioner was prevented from taking appropriate steps by reasons of the pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a84f0f0f21541d4ba1e07dc9417aca7_78"
        },
        {
            "start": 12435,
            "end": 12666,
            "text": "Moreover, although the certified copy of the order of the Commercial Court was received by the petitioner on 20th October, 2020, the present application was filed almost five weeks after the court re-opened after the Puja vacation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd2621c8197a4460978306e13a65553f_79"
        },
        {
            "start": 12667,
            "end": 12843,
            "text": "The petitioner has given no explanation for the intervening period of delay or the absence of requisite steps which should have been taken by the petitioner in the interregnum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66adaca767b74d809b0013a92d8d2b07_80"
        },
        {
            "start": 12845,
            "end": 13102,
            "text": "12. Simplex Infrastructure dealt with the question whether the benefit of sections 5 and 14 of The Limitation Act can be extended to a party when there has been a delay beyond the specific statutory limitation prescribed under section 34(3) of the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04a23af94b4b4fd48f460db815dd7759_81"
        },
        {
            "start": 13103,
            "end": 13589,
            "text": "In coming to the decision that the delay in filing of the section 34 application could not have been condoned, the Supreme Court considered two earlier decisions in Popular Construction Co. and Consolidated Engineering Enterprises vs. Irrigation Department; (2008) 7 SCC 169 which held that section 5 of The Limitation Act could not be made applicable to section 34 of the 1996 Act and that section 14 of The Limitation Act would be applicable to a section 34 application, respectively.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3a4609263a9d421bb178e3ea6640fbec_82"
        },
        {
            "start": 13590,
            "end": 13765,
            "text": "Sri Amar Chand Inani has been cited on behalf of the respondent on the issue whether the plaintiff in that case was entitled to the benefit of section 4 of The Limitation Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2098d025b85f424c9b7c581b27675daf_83"
        },
        {
            "start": 13766,
            "end": 14056,
            "text": "In the facts of that case, the Supreme Court found the suit to be barred by limitation by reason of the fact that when the plaint was returned for presentation to the proper court, the suit can be deemed to be instituted in the proper court only when the plaint was presented in that court.",
            "labels": [
                "RATIO"
            ],
            "id": "c34c5ac2f9af427a8f4854f0ae07173d_84"
        },
        {
            "start": 14057,
            "end": 14355,
            "text": "Since both the decisions cited on behalf of the respondent, proceed on the applicability of sections 4 and 14 of The Limitation Act to an application under Section 34 of the 1996 Act which point has not been argued on behalf of the petitioner, further discussion on these decisions is not relevant.",
            "labels": [
                "RATIO"
            ],
            "id": "2eaf3638c8fa4be8a21e795344f7be64_85"
        },
        {
            "start": 14356,
            "end": 14432,
            "text": "\n13. A.P.411 of 2020 is accordingly dismissed without any order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "65407835c17a4337a58309186ac89f87_86"
        },
        {
            "start": 14433,
            "end": 14572,
            "text": "\nUrgent Photostat certified copy of this Judgment, if applied for, be supplied to the parties upon compliance of all requisite formalities.",
            "labels": [
                "RPC"
            ],
            "id": "cc96356fdf8044ec9d37e8ff489d1df4_87"
        },
        {
            "start": 14573,
            "end": 14601,
            "text": "\n(MOUSHUMI BHATTACHARYA, J.)",
            "labels": [
                "NONE"
            ],
            "id": "0b42a869d9ad44b78900615da7cc6342_88"
        }
    ],
    "entities": [
        {
            "text": "Kolkata Municipal Corporation",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 53
        },
        {
            "text": "Jain Infraprojects Limited",
            "label": "RESPONDENT",
            "start_char": 57,
            "end_char": 83
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "LAWYER",
            "start_char": 158,
            "end_char": 179
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 187,
            "end_char": 208
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 237,
            "end_char": 259
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 395,
            "end_char": 416
        },
        {
            "text": "Kolkata Municipal Corporation",
            "label": "PETITIONER",
            "start_char": 492,
            "end_char": 521
        },
        {
            "text": "Jain Infraprojects Limited",
            "label": "RESPONDENT",
            "start_char": 589,
            "end_char": 615
        },
        {
            "text": "Biswajit Mukherjee",
            "label": "LAWYER",
            "start_char": 661,
            "end_char": 679
        },
        {
            "text": "Ambarnath Banerjee",
            "label": "LAWYER",
            "start_char": 728,
            "end_char": 746
        },
        {
            "text": "Manisha Nath",
            "label": "LAWYER",
            "start_char": 795,
            "end_char": 807
        },
        {
            "text": "Joy Saha",
            "label": "LAWYER",
            "start_char": 858,
            "end_char": 866
        },
        {
            "text": "Sanjib Kr. Mal",
            "label": "LAWYER",
            "start_char": 919,
            "end_char": 933
        },
        {
            "text": "Atanu Roychowdhuri",
            "label": "LAWYER",
            "start_char": 982,
            "end_char": 1000
        },
        {
            "text": "Pushan Majumder",
            "label": "LAWYER",
            "start_char": 1049,
            "end_char": 1064
        },
        {
            "text": "Asmita Roychowdhuri",
            "label": "LAWYER",
            "start_char": 1113,
            "end_char": 1132
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 1247,
            "end_char": 1268
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 1374,
            "end_char": 1384
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1392,
            "end_char": 1430
        },
        {
            "text": "Joy Saha",
            "label": "LAWYER",
            "start_char": 1601,
            "end_char": 1609
        },
        {
            "text": "Union of India vs. Popular Construction Co.; (2001) 8",
            "label": "PRECEDENT",
            "start_char": 1860,
            "end_char": 1913
        },
        {
            "text": "Simplex Infrastructure Limited vs. Union of India; (2019) 2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 1926,
            "end_char": 1993
        },
        {
            "text": "section 5",
            "label": "PROVISION",
            "start_char": 2019,
            "end_char": 2028
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 2036,
            "end_char": 2056
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 2076,
            "end_char": 2086
        },
        {
            "text": "Maqbul Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 2118,
            "end_char": 2130
        },
        {
            "text": "Pratap Narain Singh",
            "label": "RESPONDENT",
            "start_char": 2142,
            "end_char": 2161
        },
        {
            "text": "AIR 1935 PC 85",
            "label": "PRECEDENT",
            "start_char": 2170,
            "end_char": 2184
        },
        {
            "text": "Amar Chand",
            "label": "OTHER_PERSON",
            "start_char": 2193,
            "end_char": 2203
        },
        {
            "text": "Inani Vs.",
            "label": "PRECEDENT",
            "start_char": 2204,
            "end_char": 2213
        },
        {
            "text": "Union of India; (1973) 1 SCC 115",
            "label": "PRECEDENT",
            "start_char": 2214,
            "end_char": 2246
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 2454,
            "end_char": 2467
        },
        {
            "text": "March, 2020",
            "label": "DATE",
            "start_char": 2479,
            "end_char": 2490
        },
        {
            "text": "18th September, 2020",
            "label": "DATE",
            "start_char": 2495,
            "end_char": 2515
        },
        {
            "text": "Suo Moto Writ Petition (C) No.3/2020",
            "label": "PRECEDENT",
            "start_char": 2526,
            "end_char": 2562
        },
        {
            "text": "Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd.",
            "label": "PRECEDENT",
            "start_char": 2570,
            "end_char": 2625
        },
        {
            "text": "Civil Appeal Nos.3007-3008 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 2627,
            "end_char": 2661
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 2736,
            "end_char": 2749
        },
        {
            "text": "Siddha Real Estate Development Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 2952,
            "end_char": 3002
        },
        {
            "text": "Girdhar Fiscal Services Private Limited",
            "label": "ORG",
            "start_char": 3003,
            "end_char": 3042
        },
        {
            "text": "C.S. No.245 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3046,
            "end_char": 3065
        },
        {
            "text": "Biswajit Mukherjee",
            "label": "LAWYER",
            "start_char": 3075,
            "end_char": 3093
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 3208,
            "end_char": 3218
        },
        {
            "text": "Alipore Court",
            "label": "COURT",
            "start_char": 3238,
            "end_char": 3251
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 3274,
            "end_char": 3292
        },
        {
            "text": "Alipore Court",
            "label": "COURT",
            "start_char": 3298,
            "end_char": 3311
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 3330,
            "end_char": 3340
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 3472,
            "end_char": 3479
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 3551,
            "end_char": 3569
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 3626,
            "end_char": 3645
        },
        {
            "text": "10th July, 2020",
            "label": "DATE",
            "start_char": 3745,
            "end_char": 3760
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 3775,
            "end_char": 3788
        },
        {
            "text": "Suo Motu Petition (C) No.3 of 2020",
            "label": "PRECEDENT",
            "start_char": 3792,
            "end_char": 3826
        },
        {
            "text": "Covid",
            "label": "OTHER_PERSON",
            "start_char": 3877,
            "end_char": 3882
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 3888,
            "end_char": 3901
        },
        {
            "text": "23rd March, 2020",
            "label": "DATE",
            "start_char": 3934,
            "end_char": 3950
        },
        {
            "text": "6th May, 2020",
            "label": "DATE",
            "start_char": 3955,
            "end_char": 3968
        },
        {
            "text": "15th March, 2020",
            "label": "DATE",
            "start_char": 4063,
            "end_char": 4079
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 4256,
            "end_char": 4266
        },
        {
            "text": "15th February, 2019",
            "label": "DATE",
            "start_char": 4338,
            "end_char": 4357
        },
        {
            "text": "27th February, 2019",
            "label": "DATE",
            "start_char": 4392,
            "end_char": 4411
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 4435,
            "end_char": 4445
        },
        {
            "text": "Commercial Court, South 24-parganas",
            "label": "COURT",
            "start_char": 4508,
            "end_char": 4543
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 4547,
            "end_char": 4562
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 4567,
            "end_char": 4585
        },
        {
            "text": "Commercial Court, South 24-Parganas",
            "label": "COURT",
            "start_char": 4591,
            "end_char": 4626
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 4714,
            "end_char": 4724
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 4892,
            "end_char": 4910
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 4937,
            "end_char": 4956
        },
        {
            "text": "22nd October, 2020",
            "label": "DATE",
            "start_char": 4972,
            "end_char": 4990
        },
        {
            "text": "17th November, 2020",
            "label": "DATE",
            "start_char": 5042,
            "end_char": 5061
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 5093,
            "end_char": 5103
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 5151,
            "end_char": 5170
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 5182,
            "end_char": 5195
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 5585,
            "end_char": 5595
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 6102,
            "end_char": 6112
        },
        {
            "text": "Alipore Court",
            "label": "COURT",
            "start_char": 6136,
            "end_char": 6149
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 6153,
            "end_char": 6168
        },
        {
            "text": "22nd February, 2019",
            "label": "DATE",
            "start_char": 6204,
            "end_char": 6223
        },
        {
            "text": "Commercial Court, South 24- Parganas",
            "label": "COURT",
            "start_char": 6324,
            "end_char": 6360
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 6381,
            "end_char": 6399
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 6535,
            "end_char": 6545
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 6598,
            "end_char": 6613
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 7267,
            "end_char": 7286
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 7335,
            "end_char": 7348
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 7526,
            "end_char": 7545
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 7588,
            "end_char": 7606
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 7646,
            "end_char": 7664
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 8193,
            "end_char": 8203
        },
        {
            "text": "10th July, 2020",
            "label": "DATE",
            "start_char": 8540,
            "end_char": 8555
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8570,
            "end_char": 8583
        },
        {
            "text": "Suo Motu Writ Petition (C) No.3/2020",
            "label": "PRECEDENT",
            "start_char": 8587,
            "end_char": 8623
        },
        {
            "text": "23rd March, 2020",
            "label": "DATE",
            "start_char": 8653,
            "end_char": 8669
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 8727,
            "end_char": 8765
        },
        {
            "text": "15th March, 2020",
            "label": "DATE",
            "start_char": 8783,
            "end_char": 8799
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8896,
            "end_char": 8909
        },
        {
            "text": "Sagufa Ahmed vs. Upper Assam Plywood Products Pvt",
            "label": "PRECEDENT",
            "start_char": 8913,
            "end_char": 8962
        },
        {
            "text": "Civil Appeal Nos.3007-3008 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 8970,
            "end_char": 9004
        },
        {
            "text": "18th September, 2020",
            "label": "DATE",
            "start_char": 9012,
            "end_char": 9032
        },
        {
            "text": "23rd March, 2020",
            "label": "DATE",
            "start_char": 9065,
            "end_char": 9081
        },
        {
            "text": "Suo Motu Writ Petition (C) No.3/2020",
            "label": "PRECEDENT",
            "start_char": 9085,
            "end_char": 9121
        },
        {
            "text": "23rd March 2020",
            "label": "DATE",
            "start_char": 9173,
            "end_char": 9188
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9393,
            "end_char": 9406
        },
        {
            "text": "23rd March, 2020",
            "label": "DATE",
            "start_char": 9413,
            "end_char": 9429
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9675,
            "end_char": 9688
        },
        {
            "text": "Sagufa Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 9692,
            "end_char": 9704
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9723,
            "end_char": 9736
        },
        {
            "text": "17th December, 2020",
            "label": "DATE",
            "start_char": 9743,
            "end_char": 9762
        },
        {
            "text": "SS Group Pvt",
            "label": "ORG",
            "start_char": 9778,
            "end_char": 9790
        },
        {
            "text": "Aaditiya J. Garg",
            "label": "RESPONDENT",
            "start_char": 9801,
            "end_char": 9817
        },
        {
            "text": "Civil Appeal No.4085 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 9821,
            "end_char": 9849
        },
        {
            "text": "National Commission",
            "label": "ORG",
            "start_char": 9968,
            "end_char": 9987
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10011,
            "end_char": 10024
        },
        {
            "text": "Sagufa Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 10028,
            "end_char": 10040
        },
        {
            "text": "section 4",
            "label": "PROVISION",
            "start_char": 10094,
            "end_char": 10103
        },
        {
            "text": "Limitation Act 1963",
            "label": "STATUTE",
            "start_char": 10111,
            "end_char": 10130
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 10466,
            "end_char": 10479
        },
        {
            "text": "27th February, 2019",
            "label": "DATE",
            "start_char": 10654,
            "end_char": 10673
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 10703,
            "end_char": 10716
        },
        {
            "text": "27th May, 2019",
            "label": "DATE",
            "start_char": 10739,
            "end_char": 10753
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10777,
            "end_char": 10787
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 10819,
            "end_char": 10834
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 10942,
            "end_char": 10955
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 11033,
            "end_char": 11043
        },
        {
            "text": "Sagufa Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 11691,
            "end_char": 11703
        },
        {
            "text": "Sagufa Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 12023,
            "end_char": 12035
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 12280,
            "end_char": 12298
        },
        {
            "text": "Simplex Infrastructure",
            "label": "ORG",
            "start_char": 12585,
            "end_char": 12607
        },
        {
            "text": "sections 5 and 14",
            "label": "PROVISION",
            "start_char": 12655,
            "end_char": 12672
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 12680,
            "end_char": 12694
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 12808,
            "end_char": 12821
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 12897,
            "end_char": 12907
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12954,
            "end_char": 12967
        },
        {
            "text": "Popular Construction Co. and Consolidated Engineering Enterprises vs. Irrigation Department; (2008) 7 SCC 169",
            "label": "PRECEDENT",
            "start_char": 13004,
            "end_char": 13113
        },
        {
            "text": "section 5",
            "label": "PROVISION",
            "start_char": 13130,
            "end_char": 13139
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 13147,
            "end_char": 13161
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 13194,
            "end_char": 13204
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 13230,
            "end_char": 13240
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 13248,
            "end_char": 13262
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 13288,
            "end_char": 13298
        },
        {
            "text": "Amar Chand Inani",
            "label": "OTHER_PERSON",
            "start_char": 13330,
            "end_char": 13346
        },
        {
            "text": "section 4",
            "label": "PROVISION",
            "start_char": 13469,
            "end_char": 13478
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 13486,
            "end_char": 13500
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13533,
            "end_char": 13546
        },
        {
            "text": "sections 4 and 14",
            "label": "PROVISION",
            "start_char": 13885,
            "end_char": 13902
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 13910,
            "end_char": 13924
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13949,
            "end_char": 13959
        },
        {
            "text": "A.P.411 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 14097,
            "end_char": 14112
        },
        {
            "text": "MOUSHUMI BHATTACHARYA",
            "label": "JUDGE",
            "start_char": 14311,
            "end_char": 14332
        }
    ],
    "precedent_clusters": {
        "Union of India vs. Popular Construction Co.; (2001) 8": [
            "Union of India vs. Popular Construction Co.; (2001) 8",
            "Inani Vs.",
            "Suo Moto Writ Petition (C) No.3/2020",
            "Sagufa Ahmed vs. Upper Assam Plywood Products Pvt. Ltd.",
            "Siddha Real Estate Development Private Limited Vs.",
            "Suo Motu Petition (C) No.3 of 2020",
            "Suo Motu Writ Petition (C) No.3/2020",
            "Sagufa Ahmed vs. Upper Assam Plywood Products Pvt",
            "Suo Motu Writ Petition (C) No.3/2020"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 5",
            "Limitation Act, 1963",
            "section 5",
            "Limitation Act, 1963"
        ],
        [
            "section 4",
            "Limitation Act 1963",
            "section 4",
            "Limitation Act 1963"
        ],
        [
            "sections 5 and 14",
            "Limitation Act",
            "sections 5 and 14",
            "Limitation Act"
        ],
        [
            "section 5",
            "Limitation Act",
            "section 5",
            "Limitation Act"
        ],
        [
            "section 14",
            "Limitation Act",
            "section 14",
            "Limitation Act"
        ],
        [
            "section 4",
            "Limitation Act",
            "section 4",
            "Limitation Act"
        ],
        [
            "sections 4 and 14",
            "Limitation Act",
            "sections 4 and 14",
            "Limitation Act"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "Union of India vs. Popular Construction Co.; (2001) 8": 9
    },
    "provision_counts": {
        "section 34 of Arbitration and Conciliation Act, 1996": 17,
        "section 5 of Limitation Act, 1963": 1,
        "section 4 of Limitation Act 1963": 1,
        "sections 5 and 14 of Limitation Act": 1,
        "section 5 of Limitation Act": 1,
        "section 14 of Limitation Act": 1,
        "section 4 of Limitation Act": 1,
        "sections 4 and 14 of Limitation Act": 1,
        "section 34(3) of Arbitration and Conciliation Act, 1996": 5,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 24,
        "Limitation Act, 1963": 1,
        "Limitation Act 1963": 1,
        "Limitation Act": 5
    }
}