{
    "id": "22670dd41e683afdd16dd88a71c3bb0e05ded2a1a5e92978fee0a765473c305f",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nM/S Klr Group Enterprises vs Madhu H V on 19 July, 2024\n                                                       R \n\n       In The High Court Of Karnataka At Bengaluru\n           Dated This The 19Th Day Of July, 2024\n                         Present\n          The Hon'Ble Mrs Justice Anu Sivaraman \n                            And\n       The Hon'Ble Mr Justice Anant Ramanath Hegde \n             Commercial Appeal No. 56 Of 2024\n                            In \n                     Com.A.A 3 Of 2024 \n\nBetween:\n\nM/S Klr Group Enterprises\nNo.306, 3Rd Floor,\nEmbassy Chambers,\nNo.5, Vittal Mallya Road,\nBengaluru - 560 001,\nRepresented By Its Partner,\nMr.P. Lavakumar. \n                                              ...Appellant\n(By Sri Dhananjay Joshi, Senior Counsel For\n Sri Shashidhar R, Advocate)\n\nAnd:\n\n 1.    Madhu H V,\n       S/O Late Mr H N Venkatesh,\n       Aged About 27 Years,\n 2.    Mr. Manohar V,\n       S/O Late Mr H N Venkatesh, \n       Aged About 31 Years, \n\n 3.    Mrs. C T Bhagyamma\n       W/O Late Mr H N Venkatesh,\n       Aged About 54 Years,\n                              2\n\n\n 4.   Mrs. Anitha\n      W/O Late Mr N Shankarappa @ H N Shankar,\n      Aged About 45 Years,\n\n 5.   Mrs. Niranjan Gowda S, \n      S/O Late Mr N Shankarappa @ H N Shankar, \n      Aged About 24 Years, \n      All Defendants Residing At\n      Heggondahalli Village,\n      Sarjapur Hobli, Anekal Taluk,\n      Bengaluru District, Karnataka-560087.\n                                          ... Respondents\n(By Sri Prashanth G, Advocate For R1,\n Sri Ashok Haranahalli, Senior Counsel A/W\n Sri Prasanna B R, Advocate For R2 To R5)\n\n     This Commercial Appeal Is Filed Under Section 13(1-A)\nOf The Commerical Courts Act, 2015 Read With Section\n37(1)(B) Of The Arbitration Conciliation Act, 1996 Read With\nOrder 43 Rule 1(R) Read With Section 151 Of The Code Of\nCivil Procedure, 1908 Praying To:\n\n     A) Set Aside The Order Dated 13.02.2024 R/W Order\nDated: 16/02/2024 On I.A.No.3 In Com.A.A.No.3/2024 Passed By\nThe Hon'Ble Court Of The X Additional District And\nSessions Judge, Bengaluru Rural (Commercial Division). \n\n     B) Grant An Order Of Ad-Interim Ex-Parte Injunction\nRestraining The Respondents From Interfering With The\nApplicant/Appellants Peaceful Possession And Enjoyment Of\nThe Schedule Property And The Development Works Till\nDisposal Of The Proceedings In Com.A.A.No.3/2024. \n\n      C) Pass Any Other Order Has This Hon'Ble Court Deems\nFit In The Interest Of Justice And Equity.\n\n     This Appeal Having Been Heard And Reserved For\nJudgment On 15Th July, 2024 And Coming On For\nPronouncement This Day, The Court Pronounced The\nFollowing:\n                                 3\n\n\n\n\n                           Cav Judgment \n(Per: Hon'Ble Mr Justic E ANANT RAMANATH HEGDE) \n1. Whether an order refusing or granting ex-parte interim measure on an application under Section 9 of the Arbitration and Conciliation Act, 1996 (for short 'Act, 1996') falling under 'Commercial Arbitration Dispute' is appealable order under Section 37 of the Act, 1996, or such an appeal, barred under the proviso to Section 13(1A) of the Commercial Courts Act, 2015? (for short 'Act, 2015').\n2. The respondents have raised a contention that the present appeal impugning the order of the Commercial Court, issuing emergent notice, and declining 'ex-parte' interim measure on an application under Section 9 of the Act, 1996 is not maintainable. \n3. Learned Senior counsel Sri.Dhananjay Joshi, appearing for the appellant raised the following contentions: \n The power to grant interim order under Section 9 of the Act, 1996 also includes the power to grant ex-parte interim order. Such power is expressly recognised in the High Court of Karnataka Arbitration (Proceedings before the Courts) Rules, 2001 (for short 'Rules, 2001'). Thus, an order issuing an emergent notice and declining exparte order is also an appealable order under Section 37 of the Act, 1996. \n The co-ordinate Bench of this Court in M/s. Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwar (COMAP No.274/2022) following the judgment of the Delhi High Court and Andhra Pradesh High Court has held that the appeal against the order under Section 9 refusing ex-parte interim measure under Section 9 of the Act, 1996 is maintainable and the law laid down in Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee1 is no longer good law 4. Reliance is also placed on the following judgments:-\n(2008) 2 KLJ 24 1. M/s Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwari 2 2 . ICICI Bank Limited vs. IVRCL Ltd. (formerly known as ICRCL Projects and Infrastructure Ltd) and others3 3. M/S Bilasraika Sponge Iron Pvt. Ltd., vs. M/S Devi Trading Company4 4. Aventis Pasteur S.A vs. Cadila Pharmaceuticals Ltd.,5 5. Perin Hoshang Davierwalla And Another vs. Kobad Dorabji Davierwalla and others6 6. M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt. Ltd.7 7. M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt. Ltd.8 8. Smt Madhumati vs. The State of Karnataka and others9 9. Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited10 5. Sri Ashok Haranahalli, the learned Senior counsel appearing for respondents No.2 to 5, raised the following contentions:-\n2015 SCC ONLINE Hyd 311 2011 SCC ONLINE AP 210 2002 SCC ONLINE Guj 288 2014 SCC ONLINE Bom 534 ILR 2010 KAR 4722 ILR 2010 KAR 2846 2022 SCC ONLINE SC 1219  In a proceeding under the Act, 1996, in respect of a Commercial Arbitration Dispute, the appeal under Section 37 of the Act, 1996 is maintainable against an interlocutory order, only if, such order falls under Order XLIII of the Code of Civil Procedure, in view of the proviso to Section 13(1A) of the Act, 2015.  The impugned order is not a final order under Section 9 of the Act, 1996 and the application on which the impugned order is passed is still pending consideration before the learned District Judge, as such, the appeal is not maintainable. \n The order in M/s. Sorting Hat Technologies Private Limited supra is not a law declared and it is only a tentative view expressed while issuing notice to the respondent and law laid down by the single judge of this Court in Symphony Services Corporation (India) Private Limited, Bangalore supra still holds the field.  The scheme of the Act, 1996 and Act, 2015 does not enable an appeal against an order refusing to grant an ex-parte order and if such an appeal is held to be maintainable, it will defeat the very object of the Act, 1996 and the Act, 2015 in view of the law in BGS SGS SOMA JV Vs. NHPC LTD11 by the Apex Court.  The dispute raised under Section 9 of the Act, 1996 is also not a commercial dispute as such the commercial appeal itself is not maintainable before this Court. \n6. Learned Senior counsel appearing for the respondents No.2 to 5 has placed reliance on the judgments:\n1. A Venkatasubbaiah Naidu Vs S Challappan and ors.12 2. M/S Parijatha And Another Vs Kamalaksha Nayak and ors.13 3. MR.R.Ravindaranatha Manvi VS Mr.K.R.Ramesh and ors.14 4. Madiwalappa Shivappa Badiger vs Sri Sukshethra Sri.Somanatha Shivappa Muttya Committee15 5. National Thermal Power Corporation Ltd. Vs. Meghalaya Power Distribution Corporation. Ltd. and others16 6. BGS SGS SOMA JV Vs. NHPC Ltd.17 7. Ambalal Sarabhai Enterprises Ltd. Vs. K.S Infraspace LLP & Another18 AIR Online 2019 SC 1720 (2000) 7 SUPREME COURT CASES 695 AIR 1982 Karnataka 105 Misc. First Appeal No.3837/2018 ILR 1992 KAR 2644 AIR 2021 MEGHALAYA 53 AIR Online 2019 SC 1720 7 . This Court has considered the contentions raised at the bar. This Court has to consider the interplay of Sections 9 and 37 of Act, 1996, Section 13 of Act, 2015, and Rule 9 of Rules, 2001. \n8. Section 9 of the Act, 1996 provides for interim measures in an arbitrable dispute. Section 37 of the Act, 1996 provides for an appeal against certain orders in a proceeding under the Act, 1996. \n9. The relevant portion of Section 37 of Act, 1996 reads as under:-\n\"37. Appealable orders. 1) Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) xxx (b) granting or refusing to grant any measure under section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585 10. Section 37 of the Act, 1996 starts with a non- obstante clause introduced in 2019 by way of an amendment. Section 37 not only provides as to which orders under the Act, 1996 are appealable but also puts a specific bar that appeal shall not lie from any other order. Section 37 as amended in 2019, because of the non-obstante clause takes care of any inconsistency in any other law providing for an appeal in respect of the matters covered under the Act, 1996. Under Section 37 of the Act, 1996, the final order granting or refusing to grant any interim measure under Section 9 is appealable. There is no dispute on the point. \n11. The respondent is urging that the order granting or refusing an 'ex-parte' order is not appealable. \n12. If, the expression, \"granting or refusing to grant any measure under Section 9\" appearing in Section 37(1)(b) of Act, 1996 includes the order granting or refusing the ex-parte interim order, then, under Section 37 of Act, 1996, appeal against such an order is maintainable. \n13. Thus, the Court has to consider whether the expression \"granting or refusing to grant any measure under Section 9\" appearing in Section 37 of Act,1996 includes only a 'final order' under Section 9, or it includes an 'ex-parte interim measure'.\n14. Now it is necessary to refer to the relevant portion of Rule 9 of Rules, 2001, which reads as under:-\n\"9. Application for an interim measure, etc. - 1). When an application is made for an interim measure, under Section 9 of the Act, the Court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay, before passing the interim order, direct notice of the application to be given to the opposite party:\nProvided that, where it is proposed to make an order by way of interim measure without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the interim measure would be defeated by delay, and require applicant.-\n(a) XXX (ii) XXX (b) XXX 15. The language used in Rule 9 of Rules, 2001 is not identical, though similar to the language used in Order XXXIX Rule 3 of the Code of Civil Procedure, 1908. (for short 'Code'). Order XXXIX Rule 3 of the Code, invests the power on the Court to grant ex-parte interim orders. However, the language used in Rules, 2001, particularly the expression, \"When an application is made for an interim measure, under Section 9 of the Act, the Court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay before passing the interim order, direct notice of the application to be given to the opposite party\", unerringly suggests that the ex-parte interim measure, if granted, is in exercise of power under Section 9 of the Act, 1996 itself. Rule 9 of Rules, 2001 does not confer the power to pass an ex-parte order, but it only recognises the power inherent in Section 9 of the Act, 1996 and Rule 9 also deals with the procedure to be followed in case of ex- parte order. \n(Emphasis supplied) \n16. Learned Senior Counsel for the respondents No.2 to 5 contends that even if the order granting or declining ex-parte interim measure is in the exercise of Section 9 of the Act, 1996, considering the object of speedy resolution of disputes envisaged under the Act, 2015 and Act, 1996, there is no right of appeal against an order granting or refusing ex-parte order. \n17. Section 13 of the Act, 2015 reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.-- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\n(Emphasis supplied)\n18. Section 13 of the Act, 2015 not only deals with the forum of appeal but also provides as to which the judgments and orders are appealable. As far as appealable orders (not judgments) are concerned, it is linked to Order XLIII Rule 1 of the Code as a result only those orders enumerated under Order XLIII Rule 1 are appealable. However, as far as appealable orders under Section 37 of the Act, 1996 are concerned, it is not linked to Order XLIII of the Code but the same is still governed by Section 37 of the Act, 1996. And Section 37 as already noticed, has a non-obstante clause. There is nothing in the language of Section 13 of the Act, 2015 to hold that the only 'final order' under Section 9 is appealable under Section 37 of Act, 1996 read with Section 13 of Act, 2015 when it comes to arbitration disputes coming under the jurisdiction of the Commercial Courts Act. \n19 . There is one more angle to it. Though the order refusing 'ex-parte interim measure' is a discretionary order, the discretion conferred on the Court is not absolute but is guided by certain principles. While declining the 'ex-parte interim measure', and ordering notice to the respondent, the Court must arrive at a prima facie conclusion that the object of issuing ex-parte interim measure would not be defeated by delay caused in issuing notice to the opponent, before considering the prayer for interim measure. Thus, if the Court takes a view that there are no grounds to pass the 'ex-parte interim order', said view and consequent order declining 'ex-parte interim measure' is in the nature of the final order as the relief of 'ex-parte order' prayed by the applicant is declined once for all in the said proceeding. The reason is quite simple. If an ex-parte order is declined, then after notice and hearing the other side, if the interim measure is granted, such an order is not an 'ex-parte order'. In that view, the order refusing 'ex-parte interim measure' has all the attributes of a final order as a prayer to grant 'ex-parte' order is declined and rendered irreversible by that Court by issuing notice to the opponent. Thus, the party aggrieved by refusal can file an appeal against such order invoking Section 37 of the Act, 1996. However, though there is a right of appeal, the scope of such appeal is limited as the application seeking interim measure will be still pending consideration before the Section 9 Court. \n20. Applying the same analogy, the order granting ex-parte interim measure under Section 9 of the Act, 1996 is also appealable. However, the scope for interference in such a case is still more limited, as the party aggrieved by such ex-parte interim order will have the remedy of moving the Section 9 Court to vacate the ex-parte interim order. The Court would be extremely slow in entertaining appeals from an order granting ex-parte order and such appeals can be entertained in exceptional cases. \n21. This being the position, this Court is of the view that an order granting or declining ex-parte interim measure is appealable under Section 37 of the Act, 1996 even if Section 9 dispute is before the Commercial Court. \n22. This Court has also referred to the judgments cited by both sides. \n23. The first four judgments cited by the learned Senior Counsel for respondents No.2 to 5 are on the orders on an application under Order XXXIX of the Code. Those judgments do not deal with the appeal against an order under Section 9 of the Act of 1996. Hence, the ratio laid down in the aforementioned judgments has no application to the facts of the case. \n24. Referring to the judgment in BGS SGS Soma JV supra, it is urged that any order under Section 9, which does not dispose of the Section 9 application and which is in the nature of a step towards interim order, would not amount to granting or refusing to grant any measure under Section 9 of the Act, 1996. \n25. The judgment in BGS SGS Soma JV supra, the Apex Court was dealing with a question, as to whether order Under Order VII Rule 10 of the Code, returning Section 34 application for want of jurisdiction is appealable or not? Said judgment is not a ratio on an order under Section 9 of the Act, 1996. It is held in the said judgment that Order allowing Order VII Rule 10 application is not appealable under Section 37 of the Act, 1996 as such an order cannot be construed as an order refusing to set aside the award. \n26. Reference to paragraph No.21 of the said judgment to contend that the order refusing ex-parte interim measure is placed. On careful consideration of the discussion of the judgment in the case of Antrix vs Davas19, this Court is of the view that the said judgment supports the case of the appellant as the Delhi High Court has held that appeal against an order directing the opponent to furnish an affidavit, in the exercise of jurisdiction under Section 9 of Act, 1996 is maintainable. \n27. Though the learned Senior Counsel laid lot of emphasis on the judgment of the Meghalaya High Court in National Thermal Corporation supra, with due respect, this Court is unable to agree with the decision. In the said judgment, it appears that the ratio in judgment in BGS SGS Soma JV supra is incorrectly applied. Even otherwise, in the said case, the order 2018 SCC online Delhi 9338 passed under Order XXXIX Rule 4 was under challenge, and the order granting ex-parte interim measure under Section 9 was not under challenge.\n28. In the judgments cited by the learned Senior Counsel of the appellant, various High Courts have taken a view which supports the contentions of the appellant. \n29. Conclusions on the question of law. \n(a) The appeal under Section 37 of the Arbitration and Conciliation Act, 1996 is maintainable against an order granting or refusing ex-parte interim measure under Section 9 of the Act, 1996, even if the Section 9 application is filed before the Commercial Court, as defined under Commercial Courts Act, 2015. \n(b) As a corollary, appeal under Section 37 of the Act, 1996 is maintainable against an order granting or refusing ex- parte interim measure under Section 9 of the Act, 1996, if the Section 9 application is filed before the Court exercising jurisdiction under the Act, 1996. \n(c) Though the appeal under Section 37 of the Act, 1996 is maintainable against the order refusing 'ex-parte' measure, the scope of interference in such appeal is limited as the Appellate Court is only required to consider whether consideration of prayer of ex-parte interim measure can be deferred till the appearance of the respondent. \n(d) In an appeal under Section 37 of the Act, 1996 against the order granting 'ex-parte' measure, the appeal may be entertained only in exceptional cases as the aggrieved party will have an efficacious remedy of moving the same Court which passed the order, to vacate the 'ex-parte order. \n(e) Law laid down in Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee (2008) 2 KLJ 24 stands overruled. \n30. Now the question is whether the appellant is entitled to interim protection till the application under Section 9 before the Section 9 Court is considered. The impugned order is passed on 13.02.2024. Thereafter, the appeal is filed. This Court vide interim order dated 22.02.2024 granted interim protection to the appellant. Since then the interim protection has been extended. Now it is stated that the Section 9 application is listed on 29.07.2024 for final disposal. \n31. Under these circumstances, the matter is remitted to the Trial Court to consider Section 9 application in accordance with the law extending the interim protection till then. However, it is made clear that the interim order granted by this Court should not be construed as an order in favour of the appellant indicating the merit of the appellant's claim. Nothing is expressed on the merits of the claim of the appellant seeking interim measure. \n32. Since the interim order has been operating against the respondents since February 2024, we expect Section 34 Court will hear the objections of the respondents expeditiously and the parties shall co-operate for early disposal of Section 9 application. \n33. It is brought to the notice of the Court, that the respondents have raised a contention that the dispute between the parties is not a commercial dispute. Said question is not addressed by this Court and same shall be addressed by the Commercial Court, if not already decided. \n34. Accordingly, the Appeal is disposed of. \n35. Costs made easy.\nSd/-\n(ANU SIVARAMAN) JUDGE Sd/-\n(ANANT RAMANATH HEGDE) JUDGE BRN",
        "preamble_end_char_offset": null,
        "cleaned_text": "supreme court of india jaycee housing pvt. ltd. vs registrar (general), orissa high . on 19 october, 2022 author: m.r. shah bench: krishna murari, m.r. shah in the supreme court of india civil appellate jurisdiction civil appeal no. 6876 of 2022 jaycee housing pvt. ltd. & ors. .appellant(s) versus registrar (general), orissa high court, .respondent(s) cuttack & ors. with civil appeal no. 6878 of 2022 with civil appeal no. 6877 of 2022 judgment m.r. shah, j. 1. feeling aggrieved and dissatisfied with the impugned common judgment and order dated 12.04.2022 passed by the high court of orissa at cuttack in respective writ petitions, by which, the division bench of the high court has dismissed the respective writ petitions in which the appellants herein original writ petitioners challenged a notification dated 13.11.2020, issued by the state of odisha through its principal secretary, law department in establishing the court of the civil judge (senior division) as commercial courts for the purposes of exercising jurisdiction and powers under the commercial courts act, 2015, the original writ petitioners have preferred the present appeals. 2. in exercise of powers conferred by section 3 and sub­ section (1) of section 9 read with section 10 of the odisha civil courts act, 1984 and section 30 of the commercial courts act, 2015 (hereinafter referred to as the act, 2015), the state government on the recommendation of and after consultation with the high court of orissa has established the courts of civil judge (senior division) as commercial courts for the purposes of exercising the jurisdiction and powers under the act, 2015. 2.1 the original writ petitioners appellants herein initially filed the proceedings under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the arbitration act, 1996) in the court of learned district judge. however, on establishment of the commercial courts under the aforesaid notification, the said proceedings were transferred to the commercial court i.e., the court of civil judge (senior division) [designated as commercial court]. therefore, the appellants herein challenged the aforesaid notification and designating the courts of civil judge (senior division) as commercial courts under the act, 2015 before the high court by way of present writ petitions. it was the case on behalf of the appellants original writ petitioners that constituting and/or designating the courts of civil judge (senior division) as commercial courts and to exercise the powers under the commercial courts act would be in conflict with the provisions of section 2(1)(e) of the arbitration act, 1996. it was the case on behalf of the appellants herein that under section 2(1)(e) of the arbitration act, 1996, only the principal civil court of original jurisdiction in a district (court of principal district judge) shall be the \"court\" for the purpose of deciding the disputes under the arbitration act, 1996 and in case of an arbitration it does not include any civil court of a grade inferior to such principal district judge. therefore, it was the case on behalf of the appellants that to confer the jurisdiction upon the court of civil judge (senior division) to exercise the powers under the commercial courts act including the proceedings under the arbitration act, 1996 would be contrary to section 2(1)(e) of the arbitration act, 1996, which is the special act. by the impugned common judgment and order the high court has dismissed the said writ petitions which has given rise to the present appeals. 3. ms. uttara babbar, learned counsel has appeared on behalf of the respective appellants original writ petitioners and shri gaurav aggarwal, learned counsel has appeared as amicus curiae appointed by the court. 3.1 ms. babbar, learned counsel appearing on behalf of the appellants has vehemently submitted that there is a conflict between section 3 of the act, 2015 and section 2(1)(e) of the arbitration act, 1996. it is submitted that section 2(1)(e) of the arbitration act, 1996 provides that the principal civil court of original jurisdiction in a district shall be the \"court\" in the case of an arbitration other than international commercial arbitration. it is submitted that section 2(1)(e) of the arbitration act, 1996 specifically provides that it does not include any civil court of a grade inferior to such principal civil court. it is submitted that therefore, under section 2(1)(e)(i) of the arbitration act, 1996, all courts inferior to principal civil court are excluded. it is submitted that wherever an application has to lie to a \"court\" (under the commercial courts act), it must lie to the principal civil court and the jurisdiction of all inferior courts is excluded. 3.2 it is submitted that when in exercise of the powers under section 3 of the act, 2015, jurisdiction to hear applications under sections 9, 14, 34 of the arbitration act, 1996, is conferred on commercial courts which are subordinate to the principal civil court of original jurisdiction in the district, there is a clear conflict with the provisions of section 2(1)(e) of the arbitration act, 1996. 3.3 it is further submitted by ms. babbar, learned counsel appearing on behalf of the appellants that the \"court\" under section 2(1)(e) of the arbitration act, 1996 is the superior most court in the district and as such legislature intended to minimize the supervisory role of the courts in the arbitral process. reliance is placed on the decisions of this court in the cases of state of maharashtra and anr. vs. atlanata ltd.; (2014) 11 scc 619 and state of west bengal and ors. vs. associated contractors; (2015) 1 scc 32. 3.4 it is further submitted by ms. babbar, learned counsel appearing on behalf of the appellants that the arbitration and conciliation act, being a special statute vis­à­vis the commercial courts act, shall prevail over the commercial courts act in the case of any conflict as held by this court in the cases of fuerst day lawson ltd. vs. jindal exports ltd.; (2011) 8 scc 333 and kandla export corporation and anr. vs. oci corporation and anr.; (2018) 14 scc 715, the arbitration and conciliation act shall prevail. 3.5 it is further submitted that the high court has proceeded on an erroneous premise that the arbitration and conciliation act must yield to the commercial courts act as both are special statutes, and the commercial courts act is the later statute. it is submitted that aforesaid is contrary to the aforesaid two decisions of this court. it is submitted that as observed and held by this court in the case of fuerst day lawson ltd. (supra) the arbitration act is a self­contained code and exhaustive and therefore, the same shall prevail over the commercial courts act being a special act. it is further submitted that the decision of this court in the case of kandla export corporation (supra) has been subsequently approved by a bench of three hon'ble judges in the case of bgs sgs soma jv vs. nhpc ltd.; (2020) 4 scc 234. it is submitted that in the said decision, this court has categorically held that the arbitration act is a complete code and a special act which excludes the general law, including the commercial courts act. it is submitted that therefore the view taken by the high court in the common impugned judgment and order is just contrary to the decision of this court in the case of kandla exports corporation (supra) and another decision referred hereinabove. 3.6 it is further submitted by ms. babbar, learned counsel appearing on behalf of the appellants that the objective of the arbitration act is to ensure speedy disposal of cases which minimal court's interference. if the civil judge (senior division) is designated as commercial court, then the litigant would be provided another challenge to the high court under article 227 even after disposal of the appeal by the district judge, which shall defeat the objective of speedy disposal. reliance is placed on para 27 of the decision of this court in the case of kandla exports corporation (supra). 3.7 ms. babbar, learned counsel appearing on behalf of the appellants has pointed that there is a conflict in the views of various high courts. it is submitted that the gujarat high court and the madhya pradesh high court have taken the view that the arbitration act will prevail over the commercial courts act and on other hand the bombay high court, rajasthan high court and orissa high court have taken a contrary view. 3.8 making the above submissions and relying upon the above decisions, it is prayed to declare and hold that the notification issued by the state of odisha conferring the powers upon the commercial court court of civil judge (senior division) to exercise the powers under the commercial courts act in respect of arbitration disputes as illegal, bad in law and consequently to quash and set aside the impugned common judgment and order passed by the high court. 4. shri gaurav aggarwal, learned counsel and amicus curiae has taken us to the object and purpose of enactment of commercial courts act and establishment of the commercial courts, commercial division and commercial appellate division of the high court. it is submitted that the commercial courts act and the establishment of commercial courts are with a view to facilitate early disposal of the high value disputes/commercial disputes. it is submitted that with a view to achieving the object of speedy disposal of the commercial disputes, the legislature has enacted the commercial courts act, 2015. it is submitted that under section 3 of the commercial courts act, 2015, a commercial court can be set up and a commercial appellate court can be set up under section 3a of the commercial courts act, 2015. it is submitted that a dispute relating to arbitration is a commercial dispute under section 2(c) of the commercial courts act, 2015. it is submitted that section 10 of the commercial courts act, 2015 is a special provision in respect of arbitration matters. it is submitted that as per sub­section (3) of section 10, if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration act that would ordinarily lie before any principal civil court of original jurisdiction in a district, shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. it is submitted that the commercial courts act being a later act and has been enacted for a specific purpose for speedy disposal of the commercial disputes, the same shall prevail. it is submitted that when the legislature in its wisdom in a later enactment has specifically provided as per sub­section (3) of section 10 of the commercial courts act, 2015 that all applications/appeals arising out of the arbitration act other than the international commercial arbitration would be heard and disposed of by the commercial court, the same shall prevail. it is submitted that if the submissions made on behalf of the appellants is accepted in that case section 10 would become otiose or redundant and/or nugatory. it is submitted that therefore, it is requested not to have the interpretation which shall result any provision of the act nugatory and/or otiose. 4.1 now so far as the reliance placed upon the decision of this court in the case of kandla export corporation (supra) is concerned, it is vehemently submitted that the said decision does not imply that all provisions of the arbitration act would prevail over the commercial courts in case of any conflict and inconsistency. 4.2 it is submitted that similarly the decision of this court in the case of bgs sgs soma jv (supra) shall not be applicable to the facts of the case on hand, it is submitted that in the said decision it is held that section 13(1) of the commercial courts act does not provide for independent right of appeal, but merely provides forum of filing appeal. 4.3 making the above submissions it is prayed to dismiss the present appeals and hold that in the present case the notification issued by the state government conferring powers upon the commercial court court of civil judge (senior division) to exercise the powers under the commercial courts act is neither illegal nor bad in law. 5. we have heard ms. uttara babbar, learned counsel appearing for the appellants and shri gaurav aggarwal, learned amicus curiae. 6. the question of law arising for consideration in the present appeal is, whether in exercise of powers under section 3 of the commercial courts act, 2015, the state government can confer jurisdiction to hear applications under sections 9, 14 and 34 of the arbitration and conciliation act, 1996, upon commercial courts which are subordinate to the rank of the principal civil judge in the district, contrary to the provisions of section 2(1)(e) of the arbitration act? 7. while considering the aforesaid question of law, relevant provisions of the arbitration act, 1996 and the commercial courts act, 2015 are required to be referred to and considered, namely, section 2(1)(e) of the arbitration act and sections 3, 10, 15 & 21 of the commercial courts act, 2015, which read as under: \"section 2(1)(e) of the arbitration act, 1996: (e) \"court\" means (i) in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject­matter of the arbitration if the same had been the subject­matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes; (ii) in the case of international commercial arbitration, the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject­matter of the arbitration if the same had been the subject­matter of a suit, and in other cases, a high court having jurisdiction to hear appears from decrees of courts subordinate to that high court\" sections 3, 10, 15 & 21 of the commercial courts act, 2015: 3. constitution of commercial courts ­ (1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary.] (1­a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary.] (2) the state government shall, after consultation, with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the [state government may], with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a [commercial court either at the level of district judge or a court below the level of a district judge]. 10. jurisdiction in respect of arbitration matters ­ where the subject­matter of an arbitration is a commercial dispute of a specified value and— (1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 15. transfer of pending cases— (1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub­section (1) or sub­section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub­section (1) or sub­section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with order xv­a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub­rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub­section (1), sub­section (2) or sub­section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. 21 act to have overriding effect —save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" 8. it is the case on behalf of the appellants, relying upon section 2(1)(e) of the act, 1996 that in case of arbitration other than the international commercial arbitration, the principal civil court of original jurisdiction in a district only have the jurisdiction to decide the questions forming the subject­matter of the arbitration, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes. therefore, it is the case on behalf of the appellants that therefore conferring the jurisdiction upon the court of learned civil judge (senior division) as commercial court to hear applications under section 9, 14 and 34 of the act, 1996 shall be directly in conflict with section 2(1)(e) of the act, 1996 and therefore the notification of the state government conferring such powers upon the court of learned civil judge (senior division) which is subordinate to the rank of principal civil judge in a district shall be bad in law. 9. while considering the aforesaid issue/question, first of all, one has to consider the object and purpose of establishment of the commercial courts and the enactment of the commercial courts act, 2015. 9.1 in the year 2003, the law commission of india suo moto took up the issue of constitution of commercial divisions in the high courts with a view to facilitate fast disposal of high value commercial disputes. in its 188 th report, the law commission, after carrying out in­depth study of commercial courts in united kingdom, usa, singapore etc. recommended setting up of commercial division in each of the high courts to expedite commercial cases of high pecuniary value. 9.2 on the basis of the above recommendations of the law commission, a bill was introduced in lok sabha on 16.12.2009 and passed on 18.12.2009 for setting up commercial divisions in the high courts. the bill was referred to a select committee which suggested certain amendments to the said bill. the bill was redrafted and placed before the rajya sabha for its consideration. however, the same came to be withdrawn by the government and thereafter the matter was again referred to the law commission for its report. the law commission in its 253rd report submitted in january, 2015 suggested a new approach for expediting commercial disputes and therefore proposed a new bill. the law commission made the following recommendations qua arbitration matters involving the commercial disputes: \"3.24.4 second, in the case of domestic arbitrations concerning a commercial dispute of more than rupees one crore, applications or appeals may lie either to the high court or a civil court (not being a high court) depending upon the pecuniary jurisdiction. it is recommended that all applications or appeals arising out of such arbitrations under the a& c act, that have been filed on the original side of the high court shall be heard by the commercial division of the high court where such commercial division is constituted in the high court. however, in the absence of a commercial division being constituted, the regular bench of the high court will hear such applications or appeals arising out of domestic arbitration. if the application or appeal in such domestic arbitration is not within the jurisdiction of the high court and would ordinarily lie before a civil court (not being a high court) and there is a commercial court exercising territorial jurisdiction in respect of such arbitration, then such application or appeal shall be filed in and heard by such commercial court.\" accordingly, commercial courts, commercial division and commercial appellate division of high courts bill, 2015 was introduced in rajya sabha on april 29, 2015 which was referred to departmental related parliamentary standing committee on personnel, public grievances, law and justice. while the matter was pending before the parliamentary committee, an ordinance was promulgated by his excellency the president of india on 23.10.2015, namely, commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015. that thereafter, the commercial courts, commercial division and commercial appellate division of high courts act, 2015 was passed by the parliament, which has been subsequently re­named as commercial courts act, 2015. the statements of objects and reasons of the said act, inter alia, provides as under: \"the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and question of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system.\" that thereafter the commercial courts act, 2015 has been amended in the year 2018 which has come into force with effect from 03.05.2018, by which sections 3(1a) & 3a have been inserted enabling the state governments to designate such number of commercial appellate courts at district level to exercise appellate jurisdiction over the commercial courts below the district judge level. thus, a commercial court can be set up under section 3 of the act, 2015 and a commercial appellate court can be set up under section 3a of the act, 2015. 10. thus, the objects and reasons of commercial courts act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings. to achieve the said objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per section 10 of the act, 2015. at this stage, it is required to be noted that the act, 2015 is the act later in time and therefore when the act, 2015 has been enacted, more particularly sections 3 & 10, there was already a provision contained in section 2(1)(e) of the act, 1996. as per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the act prior in time and therefore the later act shall prevail. it is also required to be noted that even as per section 15 of the act, 2015, all suits and applications including applications under the act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the commercial court. even as per section 21 of the act, 2015, act, 2015 shall have overriding effect. it provides that save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force. 11. therefore, considering the afore­stated provisions of the act, 2015 and the objects and reasons for which the act, 2015 has been enacted and the commercial courts, commercial division and commercial appellate division in the high courts are established for speedy disposal of the commercial disputes including the arbitration disputes, sections 3 & 10 of the act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the commercial courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted. if the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of act, 1996, other than the international commercial arbitration, shall lie before the principal civil court of a district, in that case, not only the objects and reasons of enactment of act, 2015 and establishment of commercial courts shall be frustrated, even sections 3, 10 & 15 shall become otiose and nugatory. if the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted under section 3 of act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil court of a district. there cannot be two fora with respect to different commercial disputes. under the circumstances, notification issued by the state of odisha issued in consultation with the high court of orissa to confer jurisdiction upon the court of learned civil judge (senior division) designated as commercial court to decide the applications or appeals arising out of arbitration under the provisions of act, 1996 cannot be said to be illegal and bad in law. on the contrary, the same can be said to be absolutely in consonance with sections 3 & 10 of act, 2015. we are in complete agreement with the view taken by the high court holding so. 12. in view of the above and for the reasons stated above, all these appeals fail and the same deserve to be dismissed and are accordingly dismissed. however, in the facts and circumstances of the case, there shall be no order as to costs. 13. before parting with the case, we appreciate the assistance rendered by shri gaurav aggarwal, learned counsel as amicus curiae in the matter. .j. [m.r. shah] new delhi; .j. october 19, 2022 [krishna murari]"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6a202c0f9b045f1b66a345d1576f614_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32111a47f5a9457e96fd338acfb04e2a_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e5ff476eedd407b87a0fa0b941e2fb1_2"
        },
        {
            "start": 264,
            "end": 377,
            "text": "\nM/S Klr Group Enterprises vs Madhu H V on 19 July, 2024\n                                                       R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "957c2f5ddc714d10b3f7c201e29f00af_3"
        },
        {
            "start": 387,
            "end": 523,
            "text": "In The High Court Of Karnataka At Bengaluru\n           Dated This The 19Th Day Of July, 2024\n                         Present\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0eeb6faed76040b5aeb7c7ddab48a9db_4"
        },
        {
            "start": 523,
            "end": 560,
            "text": "The Hon'Ble Mrs Justice Anu Sivaraman",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b15695240f6140d183800347e224a497_5"
        },
        {
            "start": 590,
            "end": 644,
            "text": "And\n       The Hon'Ble Mr Justice Anant Ramanath Hegde",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22df46d997d8457e919703bb9a2ac97e_6"
        },
        {
            "start": 659,
            "end": 722,
            "text": "Commercial Appeal No. 56 Of 2024\n                            In",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d625301caca4b9887cf83d85eb16fa0_7"
        },
        {
            "start": 723,
            "end": 762,
            "text": "\n                     Com.A.A 3 Of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3be28d63b9a47e2a8eee389446d2f8c_8"
        },
        {
            "start": 765,
            "end": 929,
            "text": "Between:\n\nM/S Klr Group Enterprises\nNo.306, 3Rd Floor,\nEmbassy Chambers,\nNo.5, Vittal Mallya Road,\nBengaluru - 560 001,\nRepresented By Its Partner,\nMr.P. Lavakumar.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b9f37e7a43e4c2395a5060a883071c6_9"
        },
        {
            "start": 977,
            "end": 1157,
            "text": "...Appellant\n(By Sri Dhananjay Joshi, Senior Counsel For\n Sri Shashidhar R, Advocate)\n\nAnd:\n\n 1.    Madhu H V,\n       S/O Late Mr H N Venkatesh,\n       Aged About 27 Years,\n 2.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "015c1f4ce8a34ed5a35628cfd2f06f03_10"
        },
        {
            "start": 1157,
            "end": 1205,
            "text": "Mr. Manohar V,\n       S/O Late Mr H N Venkatesh,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2740bf65e9af47b5a36e5ade6a8f9501_11"
        },
        {
            "start": 1206,
            "end": 1234,
            "text": "\n       Aged About 31 Years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c2314b33d134dff834ce3b3b550f30b_12"
        },
        {
            "start": 1238,
            "end": 1458,
            "text": "3.    Mrs. C T Bhagyamma\n       W/O Late Mr H N Venkatesh,\n       Aged About 54 Years,\n                              2\n\n\n 4.   Mrs. Anitha\n      W/O Late Mr N Shankarappa @ H N Shankar,\n      Aged About 45 Years,\n\n 5.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef92463dbeb6405897d3d18f791d23e1_13"
        },
        {
            "start": 1458,
            "end": 1480,
            "text": "Mrs. Niranjan Gowda S,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb3ba331340245adb527309cdefd25be_14"
        },
        {
            "start": 1481,
            "end": 1528,
            "text": "\n      S/O Late Mr N Shankarappa @ H N Shankar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd15436d188346b585e1c36e9d054684_15"
        },
        {
            "start": 1529,
            "end": 1556,
            "text": "\n      Aged About 24 Years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f08029e7c2dd4eeaa8eb5d04443303da_16"
        },
        {
            "start": 1557,
            "end": 1745,
            "text": "\n      All Defendants Residing At\n      Heggondahalli Village,\n      Sarjapur Hobli, Anekal Taluk,\n      Bengaluru District, Karnataka-560087.\n                                          ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea01097ce5e74394a69c3ace98a20a98_17"
        },
        {
            "start": 1746,
            "end": 1758,
            "text": "Respondents\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "83121f452ba1467e96cace6b4979901a_18"
        },
        {
            "start": 1758,
            "end": 2367,
            "text": "(By Sri Prashanth G, Advocate For R1,\n Sri Ashok Haranahalli, Senior Counsel A/W\n Sri Prasanna B R, Advocate For R2 To R5)\n\n     This Commercial Appeal Is Filed Under Section 13(1-A)\nOf The Commerical Courts Act, 2015 Read With Section\n37(1)(B) Of The Arbitration Conciliation Act, 1996 Read With\nOrder 43 Rule 1(R) Read With Section 151 Of The Code Of\nCivil Procedure, 1908 Praying To:\n\n     A) Set Aside The Order Dated 13.02.2024 R/W Order\nDated: 16/02/2024 On I.A.No.3 In Com.A.A.No.3/2024 Passed By\nThe Hon'Ble Court Of The X Additional District And\nSessions Judge, Bengaluru Rural (Commercial Division).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a2640415bbb427099a32c632aa5d775_19"
        },
        {
            "start": 2368,
            "end": 2641,
            "text": "\n\n     B) Grant An Order Of Ad-Interim Ex-Parte Injunction\nRestraining The Respondents From Interfering With The\nApplicant/Appellants Peaceful Possession And Enjoyment Of\nThe Schedule Property And The Development Works Till\nDisposal Of The Proceedings In Com.A.A.No.3/2024.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "369ced051f7246fbb589c5a1329fc646_20"
        },
        {
            "start": 2650,
            "end": 2889,
            "text": "C) Pass Any Other Order Has This Hon'Ble Court Deems\nFit In The Interest Of Justice And Equity.\n\n     This Appeal Having Been Heard And Reserved For\nJudgment On 15Th July, 2024 And Coming On For\nPronouncement This Day, The Court Pronounced",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19783c16dddf443380782a2327d92121_21"
        },
        {
            "start": 2890,
            "end": 2983,
            "text": "The\nFollowing:\n                                 3\n\n\n\n\n                           Cav Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "051d29e5ff164528b69356b3877dea92_22"
        },
        {
            "start": 2984,
            "end": 3008,
            "text": "\n(Per: Hon'Ble Mr Justic",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50b47e21319b436fac4818ced441c86b_23"
        },
        {
            "start": 3009,
            "end": 3032,
            "text": "E ANANT RAMANATH HEGDE)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36921960358d4ffabc3e3b1875adeede_24"
        },
        {
            "start": 3033,
            "end": 3431,
            "text": "\n1. Whether an order refusing or granting ex-parte interim measure on an application under Section 9 of the Arbitration and Conciliation Act, 1996 (for short 'Act, 1996') falling under 'Commercial Arbitration Dispute' is appealable order under Section 37 of the Act, 1996, or such an appeal, barred under the proviso to Section 13(1A) of the Commercial Courts Act, 2015? (for short 'Act, 2015').\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "883de1ff36d74de8a84a0e5f1ecfb149_25"
        },
        {
            "start": 3432,
            "end": 3679,
            "text": "The respondents have raised a contention that the present appeal impugning the order of the Commercial Court, issuing emergent notice, and declining 'ex-parte' interim measure on an application under Section 9 of the Act, 1996 is not maintainable.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41515ddbfa224b2db0e66c3ae1017e36_26"
        },
        {
            "start": 3681,
            "end": 3789,
            "text": "3. Learned Senior counsel Sri.Dhananjay Joshi, appearing for the appellant raised the following contentions:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6afaf6e288f3482595d62c87e160f8c0_27"
        },
        {
            "start": 3792,
            "end": 3914,
            "text": "The power to grant interim order under Section 9 of the Act, 1996 also includes the power to grant ex-parte interim order.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68b48deafa6f4eb0af40f79e2b92be3d_28"
        },
        {
            "start": 3915,
            "end": 4063,
            "text": "Such power is expressly recognised in the High Court of Karnataka Arbitration (Proceedings before the Courts) Rules, 2001 (for short 'Rules, 2001').",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41cd8b988bdd4932922942935f87adb5_29"
        },
        {
            "start": 4064,
            "end": 4196,
            "text": "Thus, an order issuing an emergent notice and declining exparte order is also an appealable order under Section 37 of the Act, 1996.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33021adfed75452bbeb79130151e07ca_30"
        },
        {
            "start": 4199,
            "end": 4242,
            "text": "The co-ordinate Bench of this Court in M/s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cacc046a753541749b439c43ed3fbee1_31"
        },
        {
            "start": 4243,
            "end": 4330,
            "text": "Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwar (COMAP No.274/2022)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "793bd34969944045a074d4e1aa3e606b_32"
        },
        {
            "start": 4331,
            "end": 4761,
            "text": "following the judgment of the Delhi High Court and Andhra Pradesh High Court has held that the appeal against the order under Section 9 refusing ex-parte interim measure under Section 9 of the Act, 1996 is maintainable and the law laid down in Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee1 is no longer good law 4. Reliance is also placed on the following judgments:-\n(2008) 2 KLJ 24 1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5db8e8f0d46242d3a6659d9cb8803c62_33"
        },
        {
            "start": 4762,
            "end": 4834,
            "text": "M/s Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwari",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f06ac4d75228408a850d0ab5a2fd3255_34"
        },
        {
            "start": 4835,
            "end": 4947,
            "text": "2 2 . ICICI Bank Limited vs. IVRCL Ltd. (formerly known as ICRCL Projects and Infrastructure Ltd) and others3 3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "463cfc3e089f43a296558ac37b7ce7c9_35"
        },
        {
            "start": 4948,
            "end": 5015,
            "text": "M/S Bilasraika Sponge Iron Pvt. Ltd., vs. M/S Devi Trading Company4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a03ddf9fa7d41fbab43b7d1464b09b2_36"
        },
        {
            "start": 5016,
            "end": 5072,
            "text": "4. Aventis Pasteur S.A vs. Cadila Pharmaceuticals Ltd.,5",
            "labels": [
                "PREAMBLE"
            ],
            "id": "704c8b9a51ec4828b0546d2aadf7a04b_37"
        },
        {
            "start": 5073,
            "end": 5155,
            "text": "5. Perin Hoshang Davierwalla And Another vs. Kobad Dorabji Davierwalla and others6",
            "labels": [
                "PREAMBLE"
            ],
            "id": "545ec6fa67624415a282b700122fd7cb_38"
        },
        {
            "start": 5156,
            "end": 5195,
            "text": "6. M/S Nikitha Build-Tech (P) Ltd., vs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba10fe13d844437b90de588656dc6e60_39"
        },
        {
            "start": 5196,
            "end": 5227,
            "text": "M/S Natural Textiles Pvt. Ltd.7",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a70a45b01b7a49a2acb343ca8f73623a_40"
        },
        {
            "start": 5228,
            "end": 5267,
            "text": "7. M/S Nikitha Build-Tech (P) Ltd., vs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aaef48fb93454c19a0da556c8402d51d_41"
        },
        {
            "start": 5268,
            "end": 5355,
            "text": "M/S Natural Textiles Pvt. Ltd.8 8. Smt Madhumati vs. The State of Karnataka and others9",
            "labels": [
                "PREAMBLE"
            ],
            "id": "83fb359ca1bf48b19962f8f147c01c18_42"
        },
        {
            "start": 5356,
            "end": 5435,
            "text": "9. Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited10",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2b1f238a49a43828a41dfc0bdc36623_43"
        },
        {
            "start": 5436,
            "end": 5717,
            "text": "5. Sri Ashok Haranahalli, the learned Senior counsel appearing for respondents No.2 to 5, raised the following contentions:-\n2015 SCC ONLINE Hyd 311 2011 SCC ONLINE AP 210 2002 SCC ONLINE Guj 288 2014 SCC ONLINE Bom 534 ILR 2010 KAR 4722 ILR 2010 KAR 2846 2022 SCC ONLINE SC 1219  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ddc193d06a44deeb070c5199d57e4bd_44"
        },
        {
            "start": 5717,
            "end": 6029,
            "text": "In a proceeding under the Act, 1996, in respect of a Commercial Arbitration Dispute, the appeal under Section 37 of the Act, 1996 is maintainable against an interlocutory order, only if, such order falls under Order XLIII of the Code of Civil Procedure, in view of the proviso to Section 13(1A) of the Act, 2015.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85fd4337d9d043fdb6e5575da1866793_45"
        },
        {
            "start": 6030,
            "end": 6268,
            "text": " The impugned order is not a final order under Section 9 of the Act, 1996 and the application on which the impugned order is passed is still pending consideration before the learned District Judge, as such, the appeal is not maintainable.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7389ac9a380348e296283c7edde07ec5_46"
        },
        {
            "start": 6269,
            "end": 6587,
            "text": "\n The order in M/s. Sorting Hat Technologies Private Limited supra is not a law declared and it is only a tentative view expressed while issuing notice to the respondent and law laid down by the single judge of this Court in Symphony Services Corporation (India) Private Limited, Bangalore supra still holds the field.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3669e34c1ad9420da13c5eae33728a19_47"
        },
        {
            "start": 6588,
            "end": 6897,
            "text": " The scheme of the Act, 1996 and Act, 2015 does not enable an appeal against an order refusing to grant an ex-parte order and if such an appeal is held to be maintainable, it will defeat the very object of the Act, 1996 and the Act, 2015 in view of the law in BGS SGS SOMA JV Vs. NHPC LTD11 by the Apex Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb8a7e9bfa92465b88e83ba7e03e068b_48"
        },
        {
            "start": 6898,
            "end": 7059,
            "text": " The dispute raised under Section 9 of the Act, 1996 is also not a commercial dispute as such the commercial appeal itself is not maintainable before this Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c668af26c4244c488bbcde4a941bc1e0_49"
        },
        {
            "start": 7061,
            "end": 7221,
            "text": "6. Learned Senior counsel appearing for the respondents No.2 to 5 has placed reliance on the judgments:\n1. A Venkatasubbaiah Naidu Vs S Challappan and ors.12 2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b54d37fa38c2489fb36145718842aa83_50"
        },
        {
            "start": 7222,
            "end": 7278,
            "text": "M/S Parijatha And Another Vs Kamalaksha Nayak and ors.13",
            "labels": [
                "PREAMBLE"
            ],
            "id": "803591f1ffbb4dee9f3c51cea000daf6_51"
        },
        {
            "start": 7279,
            "end": 7427,
            "text": "3. MR.R.Ravindaranatha Manvi VS Mr.K.R.Ramesh and ors.14 4. Madiwalappa Shivappa Badiger vs Sri Sukshethra Sri.Somanatha Shivappa Muttya Committee15",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3838237e57543dc9fdcb6825d2a0c3a_52"
        },
        {
            "start": 7428,
            "end": 7534,
            "text": "5. National Thermal Power Corporation Ltd. Vs. Meghalaya Power Distribution Corporation. Ltd. and others16",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67b91195e8da489ba978b77fa47e1d13_53"
        },
        {
            "start": 7535,
            "end": 7572,
            "text": "6. BGS SGS SOMA JV Vs. NHPC Ltd.17 7.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e21c7c8c91344a04b23762d4242f2f03_54"
        },
        {
            "start": 7573,
            "end": 7631,
            "text": "Ambalal Sarabhai Enterprises Ltd. Vs. K.S Infraspace LLP &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ea4354aeeff417596524c0aa6a36097_55"
        },
        {
            "start": 7632,
            "end": 7672,
            "text": "Another18 AIR Online 2019 SC 1720 (2000)",
            "labels": [
                "NONE"
            ],
            "id": "c3e74b6a93f441569fea75efe204a089_56"
        },
        {
            "start": 7673,
            "end": 7727,
            "text": "7 SUPREME COURT CASES 695 AIR 1982 Karnataka 105 Misc.",
            "labels": [
                "NONE"
            ],
            "id": "9e1abef587cc43d486131dc5d9479eca_57"
        },
        {
            "start": 7728,
            "end": 7819,
            "text": "First Appeal No.3837/2018 ILR 1992 KAR 2644 AIR 2021 MEGHALAYA 53 AIR Online 2019 SC 1720 7",
            "labels": [
                "NONE"
            ],
            "id": "d9a66c647805405d879cc8578fe6ce5f_58"
        },
        {
            "start": 7820,
            "end": 7882,
            "text": ". This Court has considered the contentions raised at the bar.",
            "labels": [
                "NONE"
            ],
            "id": "19a3e925e86f48c68226fbeeec6159e5_59"
        },
        {
            "start": 7883,
            "end": 8010,
            "text": "This Court has to consider the interplay of Sections 9 and 37 of Act, 1996, Section 13 of Act, 2015, and Rule 9 of Rules, 2001.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e009c8dc652e47ccac2732a5b0a8ba2e_60"
        },
        {
            "start": 8011,
            "end": 8097,
            "text": "\n8. Section 9 of the Act, 1996 provides for interim measures in an arbitrable dispute.",
            "labels": [
                "STA"
            ],
            "id": "a0f4870572ce405d83e7dd5fb3bb1b2d_61"
        },
        {
            "start": 8098,
            "end": 8208,
            "text": "Section 37 of the Act, 1996 provides for an appeal against certain orders in a proceeding under the Act, 1996.",
            "labels": [
                "STA"
            ],
            "id": "702fd9c29e7345f6bfc0045a0efeea6e_62"
        },
        {
            "start": 8210,
            "end": 8282,
            "text": "9. The relevant portion of Section 37 of Act, 1996 reads as under:-\n\"37.",
            "labels": [
                "STA"
            ],
            "id": "7e050b673aa14fc2ba5c2884b21b7723_63"
        },
        {
            "start": 8283,
            "end": 8301,
            "text": "Appealable orders.",
            "labels": [
                "STA"
            ],
            "id": "cbcd6a94559243ac8dbf6a6770e8e4b7_64"
        },
        {
            "start": 8302,
            "end": 8683,
            "text": "1) Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) xxx (b) granting or refusing to grant any measure under section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585 10.",
            "labels": [
                "STA"
            ],
            "id": "c0590369d8ab4187a1498266c1411870_65"
        },
        {
            "start": 8684,
            "end": 8789,
            "text": "Section 37 of the Act, 1996 starts with a non- obstante clause introduced in 2019 by way of an amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "731643e707964b6faaded83b354cce16_66"
        },
        {
            "start": 8790,
            "end": 8949,
            "text": "Section 37 not only provides as to which orders under the Act, 1996 are appealable but also puts a specific bar that appeal shall not lie from any other order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa725e4e19e841a19827ececf94f4571_67"
        },
        {
            "start": 8950,
            "end": 9143,
            "text": "Section 37 as amended in 2019, because of the non-obstante clause takes care of any inconsistency in any other law providing for an appeal in respect of the matters covered under the Act, 1996.",
            "labels": [
                "STA"
            ],
            "id": "bba48ddac7ea4cafa5849b81791f6582_68"
        },
        {
            "start": 9144,
            "end": 9275,
            "text": "Under Section 37 of the Act, 1996, the final order granting or refusing to grant any interim measure under Section 9 is appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cd00b4009b1412a878af2642fd6e5b9_69"
        },
        {
            "start": 9276,
            "end": 9309,
            "text": "There is no dispute on the point.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2c98b16612343aaa96791dcc91e00ec_70"
        },
        {
            "start": 9311,
            "end": 9414,
            "text": "11. The respondent is urging that the order granting or refusing an 'ex-parte' order is not appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a6d05757fc84704b7efee97ec1d772c_71"
        },
        {
            "start": 9416,
            "end": 9693,
            "text": "12. If, the expression, \"granting or refusing to grant any measure under Section 9\" appearing in Section 37(1)(b) of Act, 1996 includes the order granting or refusing the ex-parte interim order, then, under Section 37 of Act, 1996, appeal against such an order is maintainable.",
            "labels": [
                "STA"
            ],
            "id": "8a67c9923a884ea68f8c898364c3c1e1_72"
        },
        {
            "start": 9695,
            "end": 9946,
            "text": "13. Thus, the Court has to consider whether the expression \"granting or refusing to grant any measure under Section 9\" appearing in Section 37 of Act,1996 includes only a 'final order' under Section 9, or it includes an 'ex-parte interim measure'.\n14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0bc2e95c5ac4211ac7f9efb88fd7c68_73"
        },
        {
            "start": 9947,
            "end": 10099,
            "text": "Now it is necessary to refer to the relevant portion of Rule 9 of Rules, 2001, which reads as under:-\n\"9. Application for an interim measure, etc. - 1).",
            "labels": [
                "STA"
            ],
            "id": "0d420a1d8a584fa7ae23bdc256a6175a_74"
        },
        {
            "start": 10100,
            "end": 10710,
            "text": "When an application is made for an interim measure, under Section 9 of the Act, the Court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay, before passing the interim order, direct notice of the application to be given to the opposite party:\nProvided that, where it is proposed to make an order by way of interim measure without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the interim measure would be defeated by delay, and require applicant.-\n",
            "labels": [
                "STA"
            ],
            "id": "956dda2ab5184ba6a9e0a5a643e10b0d_75"
        },
        {
            "start": 10710,
            "end": 10738,
            "text": "(a) XXX (ii) XXX (b) XXX 15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b27b71d917e4afbabbeddb5a9f6b1e6_76"
        },
        {
            "start": 10739,
            "end": 10915,
            "text": "The language used in Rule 9 of Rules, 2001 is not identical, though similar to the language used in Order XXXIX Rule 3 of the Code of Civil Procedure, 1908. (for short 'Code').",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7ff5a2d1b474ec8911057946a851048_77"
        },
        {
            "start": 10916,
            "end": 11012,
            "text": "Order XXXIX Rule 3 of the Code, invests the power on the Court to grant ex-parte interim orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6cd3aa4451846cf8d968226451d7f31_78"
        },
        {
            "start": 11013,
            "end": 11764,
            "text": "However, the language used in Rules, 2001, particularly the expression, \"When an application is made for an interim measure, under Section 9 of the Act, the Court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay before passing the interim order, direct notice of the application to be given to the opposite party\", unerringly suggests that the ex-parte interim measure, if granted, is in exercise of power under Section 9 of the Act, 1996 itself. Rule 9 of Rules, 2001 does not confer the power to pass an ex-parte order, but it only recognises the power inherent in Section 9 of the Act, 1996 and Rule 9 also deals with the procedure to be followed in case of ex- parte order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02cbfdee855b441b92ff7c170eb17d2f_79"
        },
        {
            "start": 11765,
            "end": 11785,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fe20902ac1d4620bbd30ddc9af649bc_80"
        },
        {
            "start": 11787,
            "end": 12155,
            "text": "16. Learned Senior Counsel for the respondents No.2 to 5 contends that even if the order granting or declining ex-parte interim measure is in the exercise of Section 9 of the Act, 1996, considering the object of speedy resolution of disputes envisaged under the Act, 2015 and Act, 1996, there is no right of appeal against an order granting or refusing ex-parte order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e7c6b1f474fb4eca9dd0df4be4d8a0c5_81"
        },
        {
            "start": 12156,
            "end": 13574,
            "text": "\n17. Section 13 of the Act, 2015 reads as under:\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.-- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\n(Emphasis supplied)\n18. Section 13 of the Act, 2015 not only deals with the forum of appeal but also provides as to which the judgments and orders are appealable.",
            "labels": [
                "STA"
            ],
            "id": "ae2f6ab63ef741bc9c203001e90c3056_82"
        },
        {
            "start": 13575,
            "end": 13762,
            "text": "As far as appealable orders (not judgments) are concerned, it is linked to Order XLIII Rule 1 of the Code as a result only those orders enumerated under Order XLIII Rule 1 are appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74251b99b9cf46228b79a2f70c92e500_83"
        },
        {
            "start": 13763,
            "end": 13955,
            "text": "However, as far as appealable orders under Section 37 of the Act, 1996 are concerned, it is not linked to Order XLIII of the Code but the same is still governed by Section 37 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cee2121737be465aa556a89df53af119_84"
        },
        {
            "start": 13956,
            "end": 14017,
            "text": "And Section 37 as already noticed, has a non-obstante clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c256a1915eb4ccda6ce869fc639f7df_85"
        },
        {
            "start": 14018,
            "end": 14309,
            "text": "There is nothing in the language of Section 13 of the Act, 2015 to hold that the only 'final order' under Section 9 is appealable under Section 37 of Act, 1996 read with Section 13 of Act, 2015 when it comes to arbitration disputes coming under the jurisdiction of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5442a0311ef4dc0a7a48b4ed1da45d8_86"
        },
        {
            "start": 14311,
            "end": 14346,
            "text": "19 . There is one more angle to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbb4d6f39ccd44c4a62ecac9cb5562bf_87"
        },
        {
            "start": 14347,
            "end": 14516,
            "text": "Though the order refusing 'ex-parte interim measure' is a discretionary order, the discretion conferred on the Court is not absolute but is guided by certain principles.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eae491a3779c4d468f2da4522bcc381d_88"
        },
        {
            "start": 14517,
            "end": 14829,
            "text": "While declining the 'ex-parte interim measure', and ordering notice to the respondent, the Court must arrive at a prima facie conclusion that the object of issuing ex-parte interim measure would not be defeated by delay caused in issuing notice to the opponent, before considering the prayer for interim measure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ce7272c221d4266abd448ae16b3606b_89"
        },
        {
            "start": 14830,
            "end": 15136,
            "text": "Thus, if the Court takes a view that there are no grounds to pass the 'ex-parte interim order', said view and consequent order declining 'ex-parte interim measure' is in the nature of the final order as the relief of 'ex-parte order' prayed by the applicant is declined once for all in the said proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a4704f9a1024530a16c86676b0622b3_90"
        },
        {
            "start": 15137,
            "end": 15164,
            "text": "The reason is quite simple.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d6359cbf053485681b28d5b0498ea35_91"
        },
        {
            "start": 15165,
            "end": 15321,
            "text": "If an ex-parte order is declined, then after notice and hearing the other side, if the interim measure is granted, such an order is not an 'ex-parte order'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaeadc21eed84a0daec056037392ade0_92"
        },
        {
            "start": 15322,
            "end": 15546,
            "text": "In that view, the order refusing 'ex-parte interim measure' has all the attributes of a final order as a prayer to grant 'ex-parte' order is declined and rendered irreversible by that Court by issuing notice to the opponent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e9f00c03ac94f4fba52207194e011e0_93"
        },
        {
            "start": 15547,
            "end": 15659,
            "text": "Thus, the party aggrieved by refusal can file an appeal against such order invoking Section 37 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f60c2e0edecb447693ef2d7057038e58_94"
        },
        {
            "start": 15660,
            "end": 15846,
            "text": "However, though there is a right of appeal, the scope of such appeal is limited as the application seeking interim measure will be still pending consideration before the Section 9 Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ee1a2a4f93a465c946c7d394ef98244_95"
        },
        {
            "start": 15848,
            "end": 15975,
            "text": "20. Applying the same analogy, the order granting ex-parte interim measure under Section 9 of the Act, 1996 is also appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f728c107c8f94901a1b0c51de4879e34_96"
        },
        {
            "start": 15976,
            "end": 16192,
            "text": "However, the scope for interference in such a case is still more limited, as the party aggrieved by such ex-parte interim order will have the remedy of moving the Section 9 Court to vacate the ex-parte interim order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "513c0e0970134c96ba0fb36ab3c81329_97"
        },
        {
            "start": 16193,
            "end": 16346,
            "text": "The Court would be extremely slow in entertaining appeals from an order granting ex-parte order and such appeals can be entertained in exceptional cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27e170905ef247b8ba36e5d4eafbb9ef_98"
        },
        {
            "start": 16348,
            "end": 16569,
            "text": "21. This being the position, this Court is of the view that an order granting or declining ex-parte interim measure is appealable under Section 37 of the Act, 1996 even if Section 9 dispute is before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3917110f0f84d6a8b9604ec77707bd1_99"
        },
        {
            "start": 16571,
            "end": 16641,
            "text": "22. This Court has also referred to the judgments cited by both sides.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54b3cd582cb54811a5b8d10b7ff61040_100"
        },
        {
            "start": 16643,
            "end": 16800,
            "text": "23. The first four judgments cited by the learned Senior Counsel for respondents No.2 to 5 are on the orders on an application under Order XXXIX of the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61bb0c7c55844a159ae1e04ee9b3e99d_101"
        },
        {
            "start": 16801,
            "end": 16897,
            "text": "Those judgments do not deal with the appeal against an order under Section 9 of the Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74cc72051df14b09a4640f42d903c76e_102"
        },
        {
            "start": 16898,
            "end": 17001,
            "text": "Hence, the ratio laid down in the aforementioned judgments has no application to the facts of the case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08517104609a42429b11ac2727abc853_103"
        },
        {
            "start": 17003,
            "end": 17310,
            "text": "24. Referring to the judgment in BGS SGS Soma JV supra, it is urged that any order under Section 9, which does not dispose of the Section 9 application and which is in the nature of a step towards interim order, would not amount to granting or refusing to grant any measure under Section 9 of the Act, 1996.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "85c8c2842dd34d5dafd2ff945c8e83d1_104"
        },
        {
            "start": 17312,
            "end": 17535,
            "text": "25. The judgment in BGS SGS Soma JV supra, the Apex Court was dealing with a question, as to whether order Under Order VII Rule 10 of the Code, returning Section 34 application for want of jurisdiction is appealable or not?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f706bd1639c64d05827517c92e38cc20_105"
        },
        {
            "start": 17536,
            "end": 17610,
            "text": "Said judgment is not a ratio on an order under Section 9 of the Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b46389ade5f427db63c99ea053c15b1_106"
        },
        {
            "start": 17611,
            "end": 17826,
            "text": "It is held in the said judgment that Order allowing Order VII Rule 10 application is not appealable under Section 37 of the Act, 1996 as such an order cannot be construed as an order refusing to set aside the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64c55373521441ec9e07400dc609cc9f_107"
        },
        {
            "start": 17828,
            "end": 17952,
            "text": "26. Reference to paragraph No.21 of the said judgment to contend that the order refusing ex-parte interim measure is placed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f21c7de1bed46cf8536d7c26f17d007_108"
        },
        {
            "start": 17953,
            "end": 18317,
            "text": "On careful consideration of the discussion of the judgment in the case of Antrix vs Davas19, this Court is of the view that the said judgment supports the case of the appellant as the Delhi High Court has held that appeal against an order directing the opponent to furnish an affidavit, in the exercise of jurisdiction under Section 9 of Act, 1996 is maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "767e330040d64c878335836716d180e9_109"
        },
        {
            "start": 18319,
            "end": 18527,
            "text": "27. Though the learned Senior Counsel laid lot of emphasis on the judgment of the Meghalaya High Court in National Thermal Corporation supra, with due respect, this Court is unable to agree with the decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7ae6bb6dfd24b578bdae343a0fde8d8_110"
        },
        {
            "start": 18528,
            "end": 18636,
            "text": "In the said judgment, it appears that the ratio in judgment in BGS SGS Soma JV supra is incorrectly applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77489322b0744fbea823e87930f99ae8_111"
        },
        {
            "start": 18637,
            "end": 18853,
            "text": "Even otherwise, in the said case, the order 2018 SCC online Delhi 9338 passed under Order XXXIX Rule 4 was under challenge, and the order granting ex-parte interim measure under Section 9 was not under challenge.\n28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9d2c77f265845898d0be194ad487d1e_112"
        },
        {
            "start": 18854,
            "end": 19011,
            "text": "In the judgments cited by the learned Senior Counsel of the appellant, various High Courts have taken a view which supports the contentions of the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8bfcc48d7a34bf39287183f4259cdb2_113"
        },
        {
            "start": 19012,
            "end": 19052,
            "text": "\n29. Conclusions on the question of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e03f58aa2b1e49f1aedfd3680ed9a850_114"
        },
        {
            "start": 19053,
            "end": 19362,
            "text": "\n(a) The appeal under Section 37 of the Arbitration and Conciliation Act, 1996 is maintainable against an order granting or refusing ex-parte interim measure under Section 9 of the Act, 1996, even if the Section 9 application is filed before the Commercial Court, as defined under Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41d46c4a0add4c3fad3f60c7a1a9d99b_115"
        },
        {
            "start": 19363,
            "end": 19638,
            "text": "\n(b) As a corollary, appeal under Section 37 of the Act, 1996 is maintainable against an order granting or refusing ex- parte interim measure under Section 9 of the Act, 1996, if the Section 9 application is filed before the Court exercising jurisdiction under the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09c05a6e42e040d88de15008eceb3381_116"
        },
        {
            "start": 19639,
            "end": 19977,
            "text": "\n(c) Though the appeal under Section 37 of the Act, 1996 is maintainable against the order refusing 'ex-parte' measure, the scope of interference in such appeal is limited as the Appellate Court is only required to consider whether consideration of prayer of ex-parte interim measure can be deferred till the appearance of the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0e576ca335c405fb8acd6f3f7997650_117"
        },
        {
            "start": 19978,
            "end": 20267,
            "text": "\n(d) In an appeal under Section 37 of the Act, 1996 against the order granting 'ex-parte' measure, the appeal may be entertained only in exceptional cases as the aggrieved party will have an efficacious remedy of moving the same Court which passed the order, to vacate the 'ex-parte order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af0f50d2a865429d9a6b0b5bc64fe048_118"
        },
        {
            "start": 20268,
            "end": 20412,
            "text": "\n(e) Law laid down in Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee (2008) 2 KLJ 24 stands overruled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f45c75ccfb7f4434b8fe743165b6aa82_119"
        },
        {
            "start": 20414,
            "end": 20572,
            "text": "30. Now the question is whether the appellant is entitled to interim protection till the application under Section 9 before the Section 9 Court is considered.",
            "labels": [
                "RPC"
            ],
            "id": "600ffe9e13cf4c119b29fb5621d2ab80_120"
        },
        {
            "start": 20573,
            "end": 20616,
            "text": "The impugned order is passed on 13.02.2024.",
            "labels": [
                "RPC"
            ],
            "id": "c1b5970300884be48f618d9e8f374147_121"
        },
        {
            "start": 20617,
            "end": 20649,
            "text": "Thereafter, the appeal is filed.",
            "labels": [
                "RPC"
            ],
            "id": "30ac2abd982c4dd3a9d926e3aa886043_122"
        },
        {
            "start": 20650,
            "end": 20741,
            "text": "This Court vide interim order dated 22.02.2024 granted interim protection to the appellant.",
            "labels": [
                "RPC"
            ],
            "id": "4a5d7063834f433b9a6fb680e1498a1b_123"
        },
        {
            "start": 20742,
            "end": 20794,
            "text": "Since then the interim protection has been extended.",
            "labels": [
                "RPC"
            ],
            "id": "f9a9f90900d94f20b93250bd267c96c0_124"
        },
        {
            "start": 20795,
            "end": 20886,
            "text": "Now it is stated that the Section 9 application is listed on 29.07.2024 for final disposal.",
            "labels": [
                "RPC"
            ],
            "id": "6e824267743f493f91a176cf57935980_125"
        },
        {
            "start": 20888,
            "end": 21065,
            "text": "31. Under these circumstances, the matter is remitted to the Trial Court to consider Section 9 application in accordance with the law extending the interim protection till then.",
            "labels": [
                "RPC"
            ],
            "id": "ecba983fe4dc48e7b33feefb6440eeba_126"
        },
        {
            "start": 21066,
            "end": 21246,
            "text": "However, it is made clear that the interim order granted by this Court should not be construed as an order in favour of the appellant indicating the merit of the appellant's claim.",
            "labels": [
                "RATIO"
            ],
            "id": "f21cfbce4ffe44b6a81d95535e119638_127"
        },
        {
            "start": 21247,
            "end": 21336,
            "text": "Nothing is expressed on the merits of the claim of the appellant seeking interim measure.",
            "labels": [
                "RATIO"
            ],
            "id": "324f2829c1b74c4ba3cf411443ea9fd1_128"
        },
        {
            "start": 21338,
            "end": 21592,
            "text": "32. Since the interim order has been operating against the respondents since February 2024, we expect Section 34 Court will hear the objections of the respondents expeditiously and the parties shall co-operate for early disposal of Section 9 application.",
            "labels": [
                "RPC"
            ],
            "id": "9b4b3e00a72548acaa4c3b48b05791be_129"
        },
        {
            "start": 21594,
            "end": 21751,
            "text": "33. It is brought to the notice of the Court, that the respondents have raised a contention that the dispute between the parties is not a commercial dispute.",
            "labels": [
                "RPC"
            ],
            "id": "e0f4e30c65a64643babaae221c0c9a2d_130"
        },
        {
            "start": 21752,
            "end": 21873,
            "text": "Said question is not addressed by this Court and same shall be addressed by the Commercial Court, if not already decided.",
            "labels": [
                "RPC"
            ],
            "id": "c26645f4a21c4690b9cbb746c0791995_131"
        },
        {
            "start": 21875,
            "end": 21918,
            "text": "34. Accordingly, the Appeal is disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "c02ea28da2744ced902dab43ecb1cf33_132"
        },
        {
            "start": 21920,
            "end": 22005,
            "text": "35. Costs made easy.\nSd/-\n(ANU SIVARAMAN) JUDGE Sd/-\n(ANANT RAMANATH HEGDE) JUDGE BRN",
            "labels": [
                "NONE"
            ],
            "id": "d4c7301b6eb24871a2ca5b5daaecd69a_133"
        }
    ],
    "entities": [
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 0,
            "end_char": 22
        },
        {
            "text": "Jaycee Housing Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 47
        },
        {
            "text": "Registrar (General), Orissa High",
            "label": "RESPONDENT",
            "start_char": 51,
            "end_char": 83
        },
        {
            "text": "Krishna Murari",
            "label": "PETITIONER",
            "start_char": 133,
            "end_char": 147
        },
        {
            "text": "Supreme Court Of India",
            "label": "COURT",
            "start_char": 277,
            "end_char": 299
        },
        {
            "text": "Jaycee Housing Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 438,
            "end_char": 462
        },
        {
            "text": "Registrar (General), Orissa High Court,                 …",
            "label": "RESPONDENT",
            "start_char": 578,
            "end_char": 635
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 961,
            "end_char": 970
        },
        {
            "text": "12.04.2022",
            "label": "DATE",
            "start_char": 1063,
            "end_char": 1073
        },
        {
            "text": "High Court of Orissa at Cuttack",
            "label": "COURT",
            "start_char": 1088,
            "end_char": 1119
        },
        {
            "text": "13.11.2020",
            "label": "DATE",
            "start_char": 1332,
            "end_char": 1342
        },
        {
            "text": "State of Odisha",
            "label": "ORG",
            "start_char": 1358,
            "end_char": 1373
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1571,
            "end_char": 1598
        },
        {
            "text": "Section 3 and sub­ section (1) of Section 9",
            "label": "PROVISION",
            "start_char": 1705,
            "end_char": 1748
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 1759,
            "end_char": 1769
        },
        {
            "text": "Odisha Civil Courts Act, 1984",
            "label": "STATUTE",
            "start_char": 1777,
            "end_char": 1806
        },
        {
            "text": "Section 30",
            "label": "PROVISION",
            "start_char": 1811,
            "end_char": 1821
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1829,
            "end_char": 1856
        },
        {
            "text": "High Court of Orissa",
            "label": "COURT",
            "start_char": 1979,
            "end_char": 1999
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2254,
            "end_char": 2264
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2272,
            "end_char": 2310
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 2343,
            "end_char": 2364
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 2798,
            "end_char": 2807
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3075,
            "end_char": 3096
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3141,
            "end_char": 3156
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 3164,
            "end_char": 3185
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3249,
            "end_char": 3264
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 3272,
            "end_char": 3293
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 3473,
            "end_char": 3494
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3783,
            "end_char": 3804
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 3841,
            "end_char": 3862
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3884,
            "end_char": 3899
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 3907,
            "end_char": 3928
        },
        {
            "text": "Uttara Babbar",
            "label": "OTHER_PERSON",
            "start_char": 4104,
            "end_char": 4117
        },
        {
            "text": "Gaurav Aggarwal",
            "label": "OTHER_PERSON",
            "start_char": 4224,
            "end_char": 4239
        },
        {
            "text": "Babbar",
            "label": "OTHER_PERSON",
            "start_char": 4319,
            "end_char": 4325
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 4439,
            "end_char": 4448
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 4456,
            "end_char": 4465
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 4470,
            "end_char": 4485
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 4493,
            "end_char": 4514
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 4537,
            "end_char": 4552
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 4560,
            "end_char": 4581
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 4782,
            "end_char": 4797
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 4805,
            "end_char": 4826
        },
        {
            "text": "Section 2(1)(e)(i)",
            "label": "PROVISION",
            "start_char": 4979,
            "end_char": 4997
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5005,
            "end_char": 5026
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5167,
            "end_char": 5188
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 5352,
            "end_char": 5361
        },
        {
            "text": "Sections 9, 14, 34",
            "label": "PROVISION",
            "start_char": 5420,
            "end_char": 5438
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5446,
            "end_char": 5467
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 5645,
            "end_char": 5660
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5668,
            "end_char": 5689
        },
        {
            "text": "Babbar",
            "label": "OTHER_PERSON",
            "start_char": 5726,
            "end_char": 5732
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 5811,
            "end_char": 5826
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5834,
            "end_char": 5855
        },
        {
            "text": "State of Maharashtra",
            "label": "ORG",
            "start_char": 6070,
            "end_char": 6090
        },
        {
            "text": "Atlanata Ltd.; (2014) 11 SCC 619",
            "label": "PRECEDENT",
            "start_char": 6105,
            "end_char": 6137
        },
        {
            "text": "State of West Bengal",
            "label": "ORG",
            "start_char": 6142,
            "end_char": 6162
        },
        {
            "text": "Babbar",
            "label": "OTHER_PERSON",
            "start_char": 6253,
            "end_char": 6259
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6324,
            "end_char": 6356
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6396,
            "end_char": 6417
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6442,
            "end_char": 6463
        },
        {
            "text": "Fuerst Day Lawson Ltd.",
            "label": "ORG",
            "start_char": 6530,
            "end_char": 6552
        },
        {
            "text": "Jindal Exports Ltd.",
            "label": "ORG",
            "start_char": 6557,
            "end_char": 6576
        },
        {
            "text": "SCC 333",
            "label": "PROVISION",
            "start_char": 6587,
            "end_char": 6594
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 6599,
            "end_char": 6624
        },
        {
            "text": "OCI Corporation",
            "label": "RESPONDENT",
            "start_char": 6638,
            "end_char": 6653
        },
        {
            "text": "SCC 715",
            "label": "PROVISION",
            "start_char": 6674,
            "end_char": 6681
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6687,
            "end_char": 6719
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6831,
            "end_char": 6863
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6882,
            "end_char": 6903
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6942,
            "end_char": 6963
        },
        {
            "text": "Fuerst Day Lawson Ltd.",
            "label": "PRECEDENT",
            "start_char": 7146,
            "end_char": 7168
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7181,
            "end_char": 7196
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7284,
            "end_char": 7305
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PRECEDENT",
            "start_char": 7398,
            "end_char": 7423
        },
        {
            "text": "BGS SGS SOMA JV Vs.",
            "label": "PRECEDENT",
            "start_char": 7513,
            "end_char": 7532
        },
        {
            "text": "NHPC Ltd.; (2020) 4 SCC 234",
            "label": "PRECEDENT",
            "start_char": 7533,
            "end_char": 7560
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7648,
            "end_char": 7663
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7747,
            "end_char": 7768
        },
        {
            "text": "Kandla Exports Corporation",
            "label": "PRECEDENT",
            "start_char": 7938,
            "end_char": 7964
        },
        {
            "text": "Babbar",
            "label": "OTHER_PERSON",
            "start_char": 8052,
            "end_char": 8058
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8140,
            "end_char": 8155
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 8380,
            "end_char": 8391
        },
        {
            "text": "Kandla Exports Corporation",
            "label": "PRECEDENT",
            "start_char": 8577,
            "end_char": 8603
        },
        {
            "text": "Babbar",
            "label": "OTHER_PERSON",
            "start_char": 8622,
            "end_char": 8628
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 8783,
            "end_char": 8801
        },
        {
            "text": "Madhya Pradesh High Court",
            "label": "COURT",
            "start_char": 8810,
            "end_char": 8835
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8865,
            "end_char": 8880
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8903,
            "end_char": 8924
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 8947,
            "end_char": 8964
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 8966,
            "end_char": 8986
        },
        {
            "text": "Orissa High Court",
            "label": "COURT",
            "start_char": 8991,
            "end_char": 9008
        },
        {
            "text": "State of Odisha",
            "label": "ORG",
            "start_char": 9178,
            "end_char": 9193
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9316,
            "end_char": 9337
        },
        {
            "text": "Gaurav Aggarwal",
            "label": "OTHER_PERSON",
            "start_char": 9510,
            "end_char": 9525
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9616,
            "end_char": 9637
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9780,
            "end_char": 9801
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10074,
            "end_char": 10101
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 10130,
            "end_char": 10139
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10147,
            "end_char": 10174
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 10262,
            "end_char": 10272
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10280,
            "end_char": 10307
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 10394,
            "end_char": 10406
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10414,
            "end_char": 10441
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 10464,
            "end_char": 10474
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10482,
            "end_char": 10509
        },
        {
            "text": "sub­section (3) of Section 10",
            "label": "PROVISION",
            "start_char": 10596,
            "end_char": 10625
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10789,
            "end_char": 10804
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11106,
            "end_char": 11127
        },
        {
            "text": "sub­section (3) of Section 10",
            "label": "PROVISION",
            "start_char": 11374,
            "end_char": 11403
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 11411,
            "end_char": 11438
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11488,
            "end_char": 11503
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 11734,
            "end_char": 11744
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PRECEDENT",
            "start_char": 12028,
            "end_char": 12053
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12168,
            "end_char": 12183
        },
        {
            "text": "BGS SGS SOMA JV",
            "label": "PRECEDENT",
            "start_char": 12346,
            "end_char": 12361
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 12486,
            "end_char": 12499
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12507,
            "end_char": 12528
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12900,
            "end_char": 12921
        },
        {
            "text": "Uttara Babbar",
            "label": "OTHER_PERSON",
            "start_char": 12979,
            "end_char": 12992
        },
        {
            "text": "Gaurav Aggarwal",
            "label": "OTHER_PERSON",
            "start_char": 13048,
            "end_char": 13063
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 13200,
            "end_char": 13209
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13217,
            "end_char": 13244
        },
        {
            "text": "Sections 9, 14 and 34",
            "label": "PROVISION",
            "start_char": 13318,
            "end_char": 13339
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 13347,
            "end_char": 13385
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 13520,
            "end_char": 13535
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13543,
            "end_char": 13558
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 13639,
            "end_char": 13660
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13669,
            "end_char": 13696
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 13752,
            "end_char": 13767
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13775,
            "end_char": 13790
        },
        {
            "text": "Sections 3, 10, 15 & 21",
            "label": "PROVISION",
            "start_char": 13795,
            "end_char": 13818
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13826,
            "end_char": 13853
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 13877,
            "end_char": 13892
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 13900,
            "end_char": 13921
        },
        {
            "text": "Sections 3, 10, 15 & 21",
            "label": "PROVISION",
            "start_char": 14831,
            "end_char": 14854
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14862,
            "end_char": 14889
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 16996,
            "end_char": 17047
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 17384,
            "end_char": 17435
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 17795,
            "end_char": 17846
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 18244,
            "end_char": 18295
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 18540,
            "end_char": 18591
        },
        {
            "text": "sub­section (1) or sub­section (2)",
            "label": "PROVISION",
            "start_char": 19010,
            "end_char": 19044
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 19117,
            "end_char": 19168
        },
        {
            "text": "sub­section (1) or sub­section (2)",
            "label": "PROVISION",
            "start_char": 19299,
            "end_char": 19333
        },
        {
            "text": "Order XV­A]",
            "label": "PROVISION",
            "start_char": 19772,
            "end_char": 19783
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 19791,
            "end_char": 19833
        },
        {
            "text": "proviso to sub­rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 19852,
            "end_char": 19896
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 19904,
            "end_char": 19945
        },
        {
            "text": "sub­section (1), sub­section (2) or sub­section (3)",
            "label": "PROVISION",
            "start_char": 20213,
            "end_char": 20264
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 21047,
            "end_char": 21062
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 21070,
            "end_char": 21079
        },
        {
            "text": "Section 9, 14 and 34",
            "label": "PROVISION",
            "start_char": 21642,
            "end_char": 21662
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 21715,
            "end_char": 21730
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22151,
            "end_char": 22178
        },
        {
            "text": "Law Commission of India",
            "label": "ORG",
            "start_char": 22206,
            "end_char": 22229
        },
        {
            "text": "United Kingdom",
            "label": "GPE",
            "start_char": 22491,
            "end_char": 22505
        },
        {
            "text": "USA",
            "label": "GPE",
            "start_char": 22507,
            "end_char": 22510
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 22512,
            "end_char": 22521
        },
        {
            "text": "16.12.2009",
            "label": "DATE",
            "start_char": 22762,
            "end_char": 22772
        },
        {
            "text": "18.12.2009",
            "label": "DATE",
            "start_char": 22787,
            "end_char": 22797
        },
        {
            "text": "Rajya Sabha",
            "label": "COURT",
            "start_char": 22996,
            "end_char": 23007
        },
        {
            "text": "A& C Act",
            "label": "STATUTE",
            "start_char": 23797,
            "end_char": 23805
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015",
            "label": "STATUTE",
            "start_char": 24550,
            "end_char": 24648
        },
        {
            "text": "Rajya Sabha",
            "label": "COURT",
            "start_char": 24667,
            "end_char": 24678
        },
        {
            "text": "April 29, 2015",
            "label": "DATE",
            "start_char": 24682,
            "end_char": 24696
        },
        {
            "text": "Departmental Related Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice",
            "label": "ORG",
            "start_char": 24719,
            "end_char": 24821
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 24952,
            "end_char": 24957
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 24961,
            "end_char": 24971
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015",
            "label": "STATUTE",
            "start_char": 24981,
            "end_char": 25084
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25108,
            "end_char": 25205
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 25224,
            "end_char": 25234
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25276,
            "end_char": 25303
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25883,
            "end_char": 25910
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 25988,
            "end_char": 25998
        },
        {
            "text": "Sections 3(1A) & 3A",
            "label": "PROVISION",
            "start_char": 26009,
            "end_char": 26028
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 26292,
            "end_char": 26301
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 26372,
            "end_char": 26382
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 26390,
            "end_char": 26399
        },
        {
            "text": "Objects and Reasons of Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 26416,
            "end_char": 26466
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 26716,
            "end_char": 26726
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 26854,
            "end_char": 26863
        },
        {
            "text": "Sections 3 & 10",
            "label": "PROVISION",
            "start_char": 26900,
            "end_char": 26915
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 26960,
            "end_char": 26975
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 26983,
            "end_char": 26992
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 27251,
            "end_char": 27261
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 27340,
            "end_char": 27349
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 27469,
            "end_char": 27479
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 27796,
            "end_char": 27805
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 27848,
            "end_char": 27857
        },
        {
            "text": "Sections 3 & 10",
            "label": "PROVISION",
            "start_char": 28074,
            "end_char": 28089
        },
        {
            "text": "Sections 3, 10 & 15",
            "label": "PROVISION",
            "start_char": 28835,
            "end_char": 28854
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 29113,
            "end_char": 29122
        },
        {
            "text": "State of Odisha",
            "label": "ORG",
            "start_char": 29389,
            "end_char": 29404
        },
        {
            "text": "High Court of Orissa",
            "label": "COURT",
            "start_char": 29437,
            "end_char": 29457
        },
        {
            "text": "Sections 3 & 10",
            "label": "PROVISION",
            "start_char": 29786,
            "end_char": 29801
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 29805,
            "end_char": 29814
        },
        {
            "text": "Gaurav Aggarwal",
            "label": "OTHER_PERSON",
            "start_char": 30217,
            "end_char": 30232
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 30375,
            "end_char": 30384
        },
        {
            "text": "KRISHNA MURARI",
            "label": "JUDGE",
            "start_char": 30481,
            "end_char": 30495
        }
    ],
    "precedent_clusters": {
        "BGS SGS SOMA JV Vs.": [
            "BGS SGS SOMA JV Vs.",
            "BGS SGS SOMA JV"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 10",
            "Odisha Civil Courts Act, 1984",
            "Section 10",
            "Odisha Civil Courts Act, 1984"
        ],
        [
            "Section 30",
            "Commercial Courts Act, 2015",
            "Section 30",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 3",
            "Act, 2015",
            "Section 3",
            "Act, 2015"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)(i)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)(i)",
            "Arbitration Act, 1996"
        ],
        [
            "Sections 9, 14, 34",
            "Arbitration Act, 1996",
            "Sections 9, 14, 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "SCC 715",
            "Arbitration and Conciliation Act",
            "SCC 715",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3A",
            "Commercial Courts Act, 2015",
            "Section 3A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(c)",
            "Commercial Courts Act, 2015",
            "Section 2(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 10",
            "Commercial Courts Act, 2015",
            "Section 10",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub­section (3) of Section 10",
            "Arbitration Act",
            "sub­section (3) of Section 10",
            "Arbitration Act"
        ],
        [
            "sub­section (3) of Section 10",
            "Commercial Courts Act, 2015",
            "sub­section (3) of Section 10",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 9, 14 and 34",
            "Arbitration and Conciliation Act, 1996",
            "Sections 9, 14 and 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Sections 3, 10, 15 & 21",
            "Commercial Courts Act, 2015",
            "Sections 3, 10, 15 & 21",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Sections 3, 10, 15 & 21",
            "Commercial Courts Act, 2015",
            "Sections 3, 10, 15 & 21",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XV­A]",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XV­A]",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub­rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub­rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 2(1)(e)",
            "Act, 1996",
            "Section 2(1)(e)",
            "Act, 1996"
        ],
        [
            "Section 3A",
            "Act, 2015",
            "Section 3A",
            "Act, 2015"
        ],
        [
            "Section 2(1)(e)",
            "Act, 1996",
            "Section 2(1)(e)",
            "Act, 1996"
        ],
        [
            "Section 15",
            "Act, 1996",
            "Section 15",
            "Act, 1996"
        ],
        [
            "Sections 3 & 10",
            "Act, 2015",
            "Sections 3 & 10",
            "Act, 2015"
        ],
        [
            "Section 3 and sub­ section (1) of Section 9",
            "Arbitration Act, 1996",
            "Section 3 and sub­ section (1) of Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 3",
            "Act, 2015",
            "Section 3",
            "Act, 2015"
        ],
        [
            "Section 10",
            "Commercial Courts Act, 2015",
            "Section 10",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub­section (1) or sub­section (2)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "sub­section (1) or sub­section (2)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "sub­section (1) or sub­section (2)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "sub­section (1) or sub­section (2)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "sub­section (1), sub­section (2) or sub­section (3)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "sub­section (1), sub­section (2) or sub­section (3)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 9, 14 and 34",
            "Arbitration Act, 1996",
            "Section 9, 14 and 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Act, 1996",
            "Section 2(1)(e)",
            "Act, 1996"
        ],
        [
            "Sections 3(1A) & 3A",
            "Commercial Courts Act, 2015",
            "Sections 3(1A) & 3A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 10",
            "Commercial Courts Act, 2015",
            "Section 10",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 3 & 10",
            "Act, 2015",
            "Sections 3 & 10",
            "Act, 2015"
        ],
        [
            "Sections 3 & 10",
            "Act, 2015",
            "Sections 3 & 10",
            "Act, 2015"
        ],
        [
            "Sections 3, 10 & 15",
            "Commercial Courts Act, 2015",
            "Sections 3, 10 & 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "SCC 333",
            "Commercial Courts Act",
            "SCC 333",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Commercial Courts Act, 2015",
            "Article 227",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 21",
            "Act, 1996",
            "Section 21",
            "Act, 1996"
        ]
    ],
    "precedent_counts": {
        "BGS SGS SOMA JV Vs.": 2
    },
    "provision_counts": {
        "Section 10 of Odisha Civil Courts Act, 1984": 1,
        "Section 30 of Commercial Courts Act, 2015": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 2(1)(e) of Arbitration Act, 1996": 9,
        "Section 3 of Act, 2015": 2,
        "Section 2(1)(e)(i) of Arbitration Act, 1996": 1,
        "Sections 9, 14, 34 of Arbitration Act, 1996": 1,
        "SCC 715 of Arbitration and Conciliation Act": 1,
        "Section 3 of Commercial Courts Act, 2015": 4,
        "Section 3A of Commercial Courts Act, 2015": 1,
        "Section 2(c) of Commercial Courts Act, 2015": 1,
        "Section 10 of Commercial Courts Act, 2015": 3,
        "sub­section (3) of Section 10 of Arbitration Act": 1,
        "sub­section (3) of Section 10 of Commercial Courts Act, 2015": 1,
        "Section 13(1) of Commercial Courts Act": 1,
        "Sections 9, 14 and 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 2(1)(e) of Arbitration Act": 2,
        "Sections 3, 10, 15 & 21 of Commercial Courts Act, 2015": 2,
        "Order XV­A] of Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "proviso to sub­rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 2(1)(e) of Act, 1996": 3,
        "Section 3A of Act, 2015": 1,
        "Section 15 of Act, 1996": 1,
        "Sections 3 & 10 of Act, 2015": 3,
        "Section 3 and sub­ section (1) of Section 9 of Arbitration Act, 1996": 1,
        "sub­section (1) or sub­section (2) of Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "sub­section (1), sub­section (2) or sub­section (3) of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 9, 14 and 34 of Arbitration Act, 1996": 1,
        "Sections 3(1A) & 3A of Commercial Courts Act, 2015": 1,
        "Sections 3, 10 & 15 of Commercial Courts Act, 2015": 1,
        "SCC 333 of Commercial Courts Act": 1,
        "Article 227 of Commercial Courts Act, 2015": 1,
        "Section 21 of Act, 1996": 1
    },
    "statute_counts": {
        "Odisha Civil Courts Act, 1984": 1,
        "Commercial Courts Act, 2015": 16,
        "Arbitration and Conciliation Act, 1996": 2,
        "Arbitration Act, 1996": 13,
        "Act, 2015": 6,
        "Arbitration and Conciliation Act": 1,
        "Arbitration Act": 3,
        "Commercial Courts Act": 2,
        "Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Act, 1996": 5,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 3
    }
}