{
    "id": "27083e798b84fb82350edc867682a81f667a18fc042dbd79aefb6c8caa11cc96",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nNarayana Educational Institutions vs Mrs. Paruchuri Janaki on 14 August, 2024 \n        Hon'Ble Justice Moushumi Bhattacharya \n                          And\n            Hon'Ble Justice M.G.Priyadarsini\n\n\n          Civil Revision Petition No.2243 of 2024\n\n\nOrder:\n(Per Hon'ble Justice Moushumi Bhattacharya) The present Civil Revision Petition (C.R.P) arises out of an order dated 29.06.2024 passed by the Special Judge for Trial and Disposal of Commercial Dispute s, Ranga Reddy District at L.B. Nagar (Commercial Court) , in C.O.P.No.18 of 2024 filed by the petitioner under section 37(2)(b) of The Arbitration and Conciliation Act, 1996. \n2. The petitioner's Commercial Original Petition (C.O.P.No.18 of 2024) was directed against an order dated 15.05.2024 passed by the respondent No.2 - Telangana Regional Micro and Small Enterprises Facilitation Council (Council) under section 18(3) of The Micro, Small and Medium Enterprises Development Act, 2006 (MSMED Act). The Council had rejected the petitioner's Interlocutory Application under section 17(1) of the 1996 Act. The petitioner filed C.O.P.No.18 of 2024 before the Commercial Court challenging the order of rejection of the Council. The proceedings culminated in the order dated 29.06.2024, which is impugned in the present C.R.P.\n3. The issue which falls for a decision is whether the Commercial Court could have entertained the C.O.P. under section 37(2) (b) of the 1996 Act. \n4. Learned Senior Counsel appearing for the petitioner had initially sought to withdraw the C.R.P. on the ground that the petitioner was wrongly-advised to file an Appeal under section 37 of the 1996 Act before the Commercial Court as the petitioner's Application under section 17(1) of the 1996 Act was not maintainable. Learned Senior Counsel appearing for the respondent No.1 raised a strong objection on the prayer for withdrawal of the C.R.P.\n5. The Court hence proceeded to hear the parties on the merits of the case. \n6. The facts relevant to the adjudication are as follows:\n6.1. The petitioner is the 'Buyer' as defined under section 2(d) of the MSMED Act and opposed a Reference made by the respondent No.1 (seller) to the Council in respect of the amount allegedly due to the respondent No.1. The Reference under section 18(1) of the MSMED Act progressed to the stage of Arbitration under section 18(3) of the Act. The petitioner filed an Interlocutory Application before the Council seeking reframing of the issues in the Arbitration and for bringing further evidence on record. The petitioner made this Interlocutory Application under section 17(1) of the 1996 Act. The Council dismissed the Interlocutory Application on 15.05.2024 on the ground that the petitioner (respondent before the Council) was given sufficient opportunity to make final submissions but failed to do so and the Council hence proceeded with preparing the Award. The Council noted that the arbitration proceedings cannot be extended on the sole request of the petitioner. \n6.2. The petitioner filed C.O.P.No.18 of 2024 before the Commercial Court under section 37(2) (b) of the Arbitration and Conciliation Act, 1996, for setting aside the order passed by the Council dated 15.05.2024. The Council was made a party in the C.O.P. as respondent No.2.\n7. The only point taken by learned Senior Counsel appearing for the petitioner (petitioner before the Commercial Court) is that the C.O.P. was not maintainable since the petitioner's application before the Council could not be treated as an application under section 17(1) of the 1996 Act. Counsel submits that the Commercial Court lacked inherent jurisdiction for entertaining the C.O.P. filed under section 37(2) of the 1996 Act. \n8. Learned Senior Counsel appearing for the respondent No.1 (claimant before the Council) submits that the petitioner cannot be permitted to take the plea of inherent jurisdiction since the petitioner's only objective is to obliterate the findings and observations of the Commercial Court against the petitioner. \nCounsel argues against the maintainability of the present C.R.P.\n9. We have heard Senior Counsel appearing for the parties on all points. \n10. We first wish to deal with the arguments pertaining to the maintainability of the present Civil Revision Petition. \n11. We are first of the view that the Commercial Court was not the forum non-judice in lacking competence to entertain the C.O.P/Appeal under section 37 of the 1996 Act. The Commercial Court at Ranga Reddy District is a Court constituted under section 3 of The Commercial Courts Act, 2015 and has been conferred jurisdiction under section 6 of the said Act. There is no dispute that the Commercial Court is the competent Court to hear the C.O.P in terms of specified value , territorial jurisdiction and the nature of the dispute i.e., commercial dispute.\n12. We disagree with the contention that the Commercial Court lacked inherent jurisdiction to entertain the C.O.P. There is a difference between maintainability and entertainability of an application. The C.O.P. was maintainable before the Commercial Court regardless of whether the Commercial Court proceeded to pass the impugned order upon entertaining the application. We thus hold that the Commercial Court did not lack inherent jurisdiction to entertain the C.O.P/Appeal. \n13. Civil Revision Petitions enumerate from the power conferred upon High Courts under Article 227 of the Constitution of India in the matter of superintendence over the District Courts and Tribunals within its territorial jurisdiction. While the powers of a High Court are plenary in the sense of calling for records, issue of rules and regulating the practice and proceedings of such Courts, the power is not without limits. \n14. A High Court in exercise of the authority under Article 227 of the Constitution should be circumspect in exercising powers within the bounds of their authority. The exercise of jurisdiction must be within the well-recognized limits and the High Court must not act as an appellate court and re-appreciate evidence. It is useful to remember that the High Court under Article 227 of the Constitution is not vested with any unlimited prerogative to correct wrong decisions made by the subordinate Courts. The interference must be restricted to cases of serious dereliction of duty and violation of the fundamental principles of law and justice. The High Court must be certain that grave injustice would occur unless the High Court involves the power under Article 227 of The Constitution: Shri Jai Bhagwan Jain v. Municipal Corporation of Delhi 1.\n15. We may add that the High Court should be even more circumspect in interfering with the jurisdictional Courts and Tribunals where the pertinent facts point to irresponsible conduct on the part of the revision petitioner. The facts in the present case fall within such a template. \n16. The relevant facts are briefly stated below:\n16.1 The respondent No.1 supplier filed its claim before the Council under section 18(1) of the MSMED Act. The petitioner filed a writ petition being W.P.No.27376 of 2021 before the High Court taking the point of maintainability of the Reference by reason of the same being barred by limitation. \n16.2 A Single Bench of this Court disposed of the Writ Petition by an order dated 06.03.2023 by directing the Council to decide on the point of limitation. \n16.3 The Council decided in favour of the respondent No.1 by its order dated 19.08.2023 - that the Reference was within 2010 9 SCC 385 the period of limitation. The petitioner has not challenged this order of the Council till date. \n16.4 The petitioner failed to file the statement of defence in the Arbitration before the Council but filed 2 applications seeking leave of the Council for cross-examination of Expert Witness/Chartered Accountant. The petitioner sought for setting aside of the interim Award passed by the Council on 21.12.2023. The Council rejected both the applications by its order dated 21.12.2023. 16.5 The petitioner filed 2 Commercial Original Petitions (C.O.Ps) - C.O.P.Nos.2 and 3 of 2024 for setting aside the order passed by the Council on 21.12.2023. Both these C.O.Ps. were allowed by the Commercial Court, Ranga Reddy District at L.B. Nagar, on 24.02.2024 permitting the petitioner to cross-examine the Expert and directing the Council to adjudicate on the claim as expeditiously as possible and conclude the proceedings within 4 weeks from 24.02.2024. \n16.6 The petitioner filed another Interlocutory Application for reframing of the issues, bringing further evidence on record, marking of documents and submitting oral and written arguments before the Council. This application was at the stage of final arguments in the Arbitration. The Council rejected the application on 15.05.2024 and the petitioner filed an Appeal (C.O.P.) under section 37 of the 1996 Act before the Commercial Court for setting aside the order dated 15.05.2024. \n16.7 The Commercial Court rejected the petitioner's C.O.P. by the order dated 29.06.2024 which is impugned in the present Civil Revision Petition. \n17. Several significant factors would be evident from the above sequence. \ni. The petitioner itself invoked the jurisdiction of the Commercial Court by filing the 2 C.O.Ps. under section 34 of the 1996 Act for setting aside the interim Award passed by the Council. The petitioner hence cannot complain of the Commercial Court lacking inherent jurisdiction to hear the Commercial Original Petitions including C.O.P.No.18 of 2024 which forms the basis of the present Civil Revision Petition. \nii. The petitioner has filed at least 5 applications including a writ petition against the reference/claim of the respondent No.1. Two of these applications were for nearly identical reliefs. The inescapable conclusion would be that the petitioner, as the 'Buyer', faced with a claim and an Arbitration from the respondent No.1 supplier, tried every statutory ploy to frustrate and delay the Reference and the Arbitration pending before the Facilitation Council. iii. The petitioner has not shown to the Court or in the recordings of any of the proceedings that the petitioner has complied with section 19 of the MSMED Act which requires the applicant to deposit 75% of the amount before the matter is entertained by the Court for setting aside of any award, decree or order made by the Council. The petitioner had filed 2 C.O.Ps under section 34 of the 1996 Act for setting aside the interim Award passed by the Council on 21.12.2023.\n18. The conduct of the petitioner by all means is manipulative and in abuse of the process of the Court. The most striking feature of the conduct is that the petitioner, having repeatedly invoked the jurisdiction of the Commercial Court and having invited the Court for a decision, has now turned around to question the jurisdiction of the Court to pass orders, including the one impugned in the present Civil Revision Petition. If this conduct is not reckless and self-serving, then nothing is. \n19. Thus, the principle that 'no man can take advantage of his own wrong' squarely fits in the facts of the present case. The petitioner certainly cannot manipulate the Court process to perpetuate an illegality to the detriment of the respondent:\nMumtaz Yarud Dowla Wakf v. Badam Balakrishna Hotel Pvt. Ltd 2. In that case, the Supreme Court noticed a subsequent plea on the part of the party questioning the jurisdiction of the forum after receiving an adverse verdict. \n20. The power of superintendence of a High Court not only pertains to orders passed by Courts and Tribunals within its jurisdiction but must also covers the conduct of parties which result in orders which form part of the Civil Revision Petition. The High Court steps in where there has been grave dereliction of duty or flagrant abuse of the fundamental principles of law or justice. \n2023 SCC OnLine SC 1378 21. The peculiar facts of the present case would actually call for appropriate superintendence over litigants, like the petitioner herein, who take the Court process for granted and try their best to delay and frustrate pending proceedings. The power of superintendence must be informed with equitable considerations. Equity should be exercised in favour of the respondent No.1 and against the appellant in the case before us. \n22. The decision of the Single Bench of the High Court of Jammu and Kashmir in IRCON International Limited v. Union Territory of Jammu & Kashmir 3, relied on by the petitioner, is with regard to the power of the Arbitral Tribunal under section 17 of the 1996 Act, but loses relevance in the light of the C.R.P. not being maintainable. Hindustan Zinc Limited (HZL) v. Ajmer Vidyut Vitran Nigam Limited 4 involved a statutory arbitration under section 86(1)(f) of the Electricity Act, 2003, where the Supreme Court held that the Commission did not have jurisdiction to appoint an Arbitrator under section 86(1)(f) of the Electricity Act 2020 SCC OnLine J&K 29 2019 17 SCC 82 since the dispute did not relate to licences and generating companies. This case does not assist the petitioner. \n23. Whether the petitioner's Interlocutory Application under section 17 of the 1996 Act was misconceived is a matter of statutory interpretation. The reliefs sought in the said application were, inter alia, for reframing of issues, providing reasonable opportunity to the petitioner (respondent before the Council) and to bring additional evidence on record. Section 17(1) of the 1996 Act provides for interim measures in the form of orders passed by the Arbitral Tribunal under various heads from clauses (i) and (ii) (a-e) thereof for the overall preservation of the subject matter of the Arbitration. Section 37(2) (b) provides that an appeal shall also lie from an order of the Arbitral Tribunal granting or refusing to grant an interim measure under section 17 of the 1996 Act. Hence the order appealed from under section 37(2)(b) pre- supposes the order passed by the arbitral tribunal to be within the contours of section 17(1) of the 1996 Act.\n24. We have already concluded that the Commercial Court was statutorily-vested with the power to entertain the C.O.P. and that the C.O.P. was therefore maintainable before the said Court. The decision of the Commercial Court is not without jurisdiction or in excess of jurisdiction. It cannot also be said that the decision of the Commercial Court resulted in a grave miscarriage of justice. \n25. The fundamental issue of the Civil Revision Petition not standing up to the test of maintainability outweighs all other considerations. The impugned order of the Commercial Court upon entertaining the appeal filed by the petitioner may be open to interpretation under the 1996 Act but certainly cannot be an argument which the petitioner can leverage to the continuing detriment of the respondent-claimant. \n26. The impugned order contains findings which are justified in the facts of the case. The Trial Court has not committed any illegality, patent or otherwise, in rejecting the C.O.P. (Appeal) filed by the petitioner against the Council's order dated 15.05.2024. Needless to say, there is also no instance of grave injustice warranting correction of the impugned order. We also do not find the order to be perverse or unreasonable so as to invoke the power under Article 227 of the Constitution for granting the relief claimed in the Civil Revision Petition. In fact, we hold that the Civil Revision Petition is not maintainable at all. \n27. C.R.P.No.2243 of 2024, along with all connected applications, is dismissed. There shall be no order as to costs. \n_________________________________ MOUSHUMI BHATTACHARYA, J ______________________________ M.G.PRIYADARSINI, J Date: 14.08.2024 Note: L.R. copy to be marked va",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court m/s.satyam process pvt ltd vs purushottam modani on 23 january, 2024 the honourable smt. justice k. sujana civil revision petition no.44 of 2023 order: aggrieved by the order dated 16.12.2022 in i.a.no.1622 of 2022 in o.s.no.4352 of 2022 passed by the learned v junior civil judge, city civil court, hyderabad, the present civil revision petition is filed. 2. i.a.no.1622 of 2022 is filed under order vii rule 11 read with section 151 of c.p.c seeking to reject the plaint on the ground that the subject matter of the suit was a commercial dispute of a specified value within the meaning of section 2 (c) and 2 (i) read with section 12 of the commercial courts act, 2015 (for short 'the act'). 3. petitioner/defendant filed the above i.a stating that the suit transaction pertains to the sale of goods (purchase of pvc flex material) and the claim is for rs.9,85,990/-, which is above the minimum value of rs.3,00,000/as prescribed under section 2(i) of the act. the goods were sent under invoices. thus, the dispute is a commercial dispute and falls within the exclusive jurisdiction of the commercial court constituted under section 3 of the act. the commercial sks,j court constituted at hyderabad alone has got exclusive jurisdiction to hear the suit and this court is coram non judice, as such, the court below has no jurisdiction and suit has to be tried under commercial court under sections 6 and 19 of the act, as such prayed the court below to reject the plaint. 4. the respondent/plaintiff filed counter denying the averments of the petition stating that there is no dispute with regard to the fact that it is a commercial dispute as it is a transaction of purchase and the sale of goods. however, it does not fall under the jurisdiction of the commercial courts as the commercial court has no jurisdiction to entertain the suits valued below rs.1,00,00,000/-. the said provision of commercial suits valued at rs.3,00,000/and above is not yet notified and implemented by the state of telangana and the high court, as such, the petition is liable to be dismissed. 5. after hearing learned counsel for both sides, the trial court came to the conclusion that the state government after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of sks,j the state, as it may consider necessary. therefore, the trial court dismissed the petition under order vii rule 11 of cpc. 6. heard sri botla venkateshwar rao, learned counsel representing sri nausheen najm us sahar, learned counsel for the petitioner as well as ms. divya mundra, learned counsel appearing on behalf of the respondent. 7. learned counsel for the petitioner would submit that when central government notifies the specified value, the courts in the country have to follow the same. learned counsel for the petitioner further relied on the judgment of the division bench of this court vide cma no.163 of 2022, wherein this court observed that the specified value of the commercial court is more than rs.1,00,00,000/and the same was observed in paragraph no. 22 of the judgment which reads as follows: \"22. it is not in dispute that arrears of rent was more than two crore. therefore, the 'specified value' of the subject dispute is more than one crore and in view of the specific provision in section 10 read with section 12 of the act, 2015, application under section 9 of the act, 1996 has to be filed in a designated commercial court only and civil court has no jurisdiction to deal with such applications. therefore, the order under challenge is not sustainable and is accordingly set aside.\" sks,j 8. making his submission, learned counsel for the petitioner further relied on the judgment in the case between k. srimanaraya murthy and another vs. v. agastya sagar and others 1, wherein at paragraph 24 of the order, it is held as follows: \"24. the commercial courts are established with avowed object to fast tract all disputes which have commercial stake. the act intends to erase the impression world over that in india, litigation takes long years. multinational companies were reluctant to invest in india for ear of litigation taking long time to resolve. therefore, the act gives wide import to 'commercial dispute' and brings within its fold all disputes commercial in nature whose specific value is more than three lakhs, so that such disputes can be put into fast track mode. it is to be noted that commercial courts are not inferior to civil courts. they are presided over by experienced judicial officers. it envisages detailed procedure of adjudication and above all, early disposal of dispute. having regard to object of commercial courts act, 2015, even when a party to a claim or application or suit does not specify the value of claim in an application filed under section 9 of the act, 1996 before a commercial court, and/or before a civil court, the court has to 'determine' whether the dispute is a commercial dispute or a civil dispute.\" 9. learned counsel for petitioner further relied on section 2(i) of the act, which reads as under: \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakhs rupees or such higher value, as may be notified by the central government. 2022 (2) ald 717 (ts) (db) sks,j 10. learned counsel for petitioner further relied on section 2(i) of the act, which is amended by the amendment act of 28 of 2018 with effect from 03.05.2018, which reads as under: \"specified value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the central government. section 3 of the act says that the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: [provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary]. section 3 of 2nd provisio says that the state government shall, after consultation, with the concerned high court specify, by notification, the local limits of the area to which the jurisdication of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits.\" 11. the detailed discussion is about the object of commercial courts act. therefore, it is not necessary to notify the 'specified value' by the state government, as such, the impugned order is not in accordance with law and it is sks,j liable to be set aside and as such prayed this court to set aside the order of the trial court by allowing this petition. 12. on the other hand, learned counsel for the respondent would submit that there is no notification by the state government. the commercial court will not entertain the claims below rs.1,00,00,000/-, as such, without notification by the state government, the claimants cannot file the suit below rs.1,00,00,000/in commercial courts. as such, there is no illegality in the order of the trial court and prayed the court to dismiss the petition. 13. having regard to the rival submissions made by both the learned counsel and having gone through the material available on record, the contention of the petitioner is that the court has no jurisdiction and the suit has to be tried by a commercial court, whereas the contention of the respondent is that without notification by the state government, the commercial court will not entertain the claims below rs.1,00,00,000/-. 14. as seen from the record, it is undisputed fact that the state government has not notified the 'specified value' after sks,j the amendment made by the central government by act 28 of 2018 with effect from 03.05.2018. 15. it is an admitted fact that central government amended the 'specified value' by way of amendment with effect from 03.05.2018 and in the said amendment, the central government has also amended section 3 of the act, wherein it is stated that the state government may, by notification, specify such peculiar value which shall not be less than three lakhs and not more than the pecuniar jurisdiction exercisable by the district courts, as it may consider necessary. 16. at present, the state government has not notified the specified value, as such, the commercial courts are following the old specified value mentioned by the state government before the amendment of section 3 of the act by the central government amendment dated 03.05.2018. the judgment of this court in k. srimanarayana murthy's case is basing on the facts and in paragraph 27, it is observed that in the absence of disclosure of value by the first respondent, deliberate or otherwise, the court is required to take up the onerous responsibility of deciding the specified value. for this purpose, the court is required to look into the sks,j surrounding facts to assess whether the civil court has jurisdiction or aggrieved person has to go before the commercial court. paragraph 27 of the above case reads as under: \"27. in the absence of disclosure of value by the first respondent, deliberate or otherwise, the court is required to take up the onerous responsibility of 'deciding' the 'specified value'. for this purpose, the court is required to look into the surrounding facts to assess whether the civil court has jurisdiction or aggrieved person has to go before the commercial court. the contribution by all the partners to the lllp is now rs.1,00,00,000/(rupees one crore) and contribution of first respondent is rs.15,00,000/(rupees fifteen lakhs). his share in profit and loss is pegged at 15%. he alleges that he is subjected to losses due to conduct of business by other partners. further, in column 8 of arbitration application no.61 of 2020 under section 11 of the act of 1996 before this court for appointment of arbitrator, the first respondent has specified the tentative value of his claim as rs.20,00,00,000/(rupees twenty crores) subject to final computation. he has also admitted that his capital contribution to llp was rs.15,00,000/-. this application was filed on 24.09.2020 i.e., within two months of filing of arbitration o.p.no.40 of 2020. within two months the value cannot multiply from unspecified/zero to rs.20,00,00,000/-. thus, the 1st respondent was aware that he was subjected to huge losses due to the conduct of partners in the llp and that his interests are required to be protected to recoup the loss caused to him, compelling him to move applications, under section 9 and 11 of the act, 1996.\" 17. in paragraph 28, it was observed that there is a dispute between the partners arising out of the partnership agreement and according to 1st respondent, he was subjected to huge loss of rs.20 crores and that is a specified value and that being so, what is agitated by the 1st respondent is a commercial dispute. therefore, the judgment is basing on the sks,j facts and it is not agitated before the bench about the notification of state government, therefore, the said judgment is not applicable to this case. 18. further, the division bench in c.m.a.no.163 of 2022 in paragraph 22 has observed that the specified value of the subject dispute is more than one crore and in view of specific provision in section 10 read with section 12 of the act 2015, application under section 9 of the act, 1996 has to be filed in a designated commercial court only and the civil court has no jurisdiction to deal with such applications. 19. in view of the later judgment of the division bench, the fact that the state government has not notified the 'specified value' after the amendment made by the central government by act 28 of 2018 with effect from 03.05.2018, is not placed before the bench. the specified value as on today is rupees one crore only. though the learned counsel for the petitioner submitted that no notification is required by the state government when the central government notified the specified value. the state government of sikkim as well as the state government of assam have issued a notification specifying the value which shall not be less than three lakhs sks,j and which does not exceed rs.6 lakhs. as such, it cannot be said that it is not required by the state government to specify the value. in section 3(2) of the amended act, it is clearly mentioned that the state government has to specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. whereas, the government of telangana issued g.o.ms.no.32 on 21.04.2016 categorizing the jurisdiction only to the district courts, one in hyderabad and the other at xiii additional district and sessions judge-cum-xiii additional metropolitan sessions judge, ranga reddy district which is designated as the commercial court, telangana for trial and disposal of the suits except hyderabad. 20. subsequently, state government has not notified the specified value after the amendment made by the central government with effect from 03.05.2018. therefore, in commercial courts in the state of telangana, the specified value as on today is above rs.1 crore only, as such, there is no illegality in the order of the trial court and there are no merits in the petition and it is liable to be dismissed. sks,j 21. accordingly, this civil revision petition is dismissed confirming the order dated 16.12.2022 in i.a.no.1622 of 2022 in o.s.no.4352 of 2022 passed by the learned v junior civil judge, city civil court, hyderabad. there shall be no order as to costs. as a sequel, miscellaneous petitions, pending if any, shall stand closed. ______________ k.sujana, j date:23.01.2024 sai"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b33e927429d4b11aa08bfcc6f2f2706_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1b1c08c6e5244d0b053792cf7c7ffc2_1"
        },
        {
            "start": 242,
            "end": 341,
            "text": "\nTelangana High Court\nNarayana Educational Institutions vs Mrs. Paruchuri Janaki on 14 August, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d688568891c34c8788f707dd8c0a9277_2"
        },
        {
            "start": 342,
            "end": 388,
            "text": "\n        Hon'Ble Justice Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d334fb97852b4b089003df9feac12950_3"
        },
        {
            "start": 416,
            "end": 477,
            "text": "And\n            Hon'Ble Justice M.G.Priyadarsini\n\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2176755c07943a4907c9a9edf9679fd_4"
        },
        {
            "start": 477,
            "end": 569,
            "text": "Civil Revision Petition No.2243 of 2024\n\n\nOrder:\n(Per Hon'ble Justice Moushumi Bhattacharya)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6875d1927dad43a2807160b4c9ef0ccc_5"
        },
        {
            "start": 570,
            "end": 726,
            "text": "The present Civil Revision Petition (C.R.P) arises out of an order dated 29.06.2024 passed by the Special Judge for Trial and Disposal of Commercial Dispute",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92d348fef6d14d40abc6aa19450dd007_6"
        },
        {
            "start": 727,
            "end": 783,
            "text": "s, Ranga Reddy District at L.B. Nagar (Commercial Court)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "beb9aba5e6f94d4c835f1c62855ae0ac_7"
        },
        {
            "start": 784,
            "end": 902,
            "text": ", in C.O.P.No.18 of 2024 filed by the petitioner under section 37(2)(b) of The Arbitration and Conciliation Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "2b8f4dbd923e439a9e9e61e0b9753685_8"
        },
        {
            "start": 904,
            "end": 1229,
            "text": "2. The petitioner's Commercial Original Petition (C.O.P.No.18 of 2024) was directed against an order dated 15.05.2024 passed by the respondent No.2 - Telangana Regional Micro and Small Enterprises Facilitation Council (Council) under section 18(3) of The Micro, Small and Medium Enterprises Development Act, 2006 (MSMED Act).",
            "labels": [
                "FAC"
            ],
            "id": "c467766b7fb0406f85712bbb7390f175_9"
        },
        {
            "start": 1230,
            "end": 1334,
            "text": "The Council had rejected the petitioner's Interlocutory Application under section 17(1) of the 1996 Act.",
            "labels": [
                "FAC"
            ],
            "id": "3d9138f920ed4af8a487c89163f98348_10"
        },
        {
            "start": 1335,
            "end": 1454,
            "text": "The petitioner filed C.O.P.No.18 of 2024 before the Commercial Court challenging the order of rejection of the Council.",
            "labels": [
                "FAC"
            ],
            "id": "9fd8c57fb644483eb1f08c75ac3e7600_11"
        },
        {
            "start": 1455,
            "end": 1555,
            "text": "The proceedings culminated in the order dated 29.06.2024, which is impugned in the present C.R.P.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "aac244ff876c434c9d41c7a0f9872fc1_12"
        },
        {
            "start": 1556,
            "end": 1699,
            "text": "The issue which falls for a decision is whether the Commercial Court could have entertained the C.O.P. under section 37(2) (b) of the 1996 Act.",
            "labels": [
                "ISSUE"
            ],
            "id": "ccfdff33e12d4e289b8ea7aa1ae4bf65_13"
        },
        {
            "start": 1701,
            "end": 2022,
            "text": "4. Learned Senior Counsel appearing for the petitioner had initially sought to withdraw the C.R.P. on the ground that the petitioner was wrongly-advised to file an Appeal under section 37 of the 1996 Act before the Commercial Court as the petitioner's Application under section 17(1) of the 1996 Act was not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d0b80b4effa64b2792268d2a2f2a541b_14"
        },
        {
            "start": 2023,
            "end": 2151,
            "text": "Learned Senior Counsel appearing for the respondent No.1 raised a strong objection on the prayer for withdrawal of the C.R.P.\n5.",
            "labels": [
                "NONE"
            ],
            "id": "3ef7d713aab043b0b09a18cc41a46890_15"
        },
        {
            "start": 2152,
            "end": 2224,
            "text": "The Court hence proceeded to hear the parties on the merits of the case.",
            "labels": [
                "FAC"
            ],
            "id": "6c8f770a21cc4beaa4bd7a71eac7aa42_16"
        },
        {
            "start": 2226,
            "end": 2504,
            "text": "6. The facts relevant to the adjudication are as follows:\n6.1. The petitioner is the 'Buyer' as defined under section 2(d) of the MSMED Act and opposed a Reference made by the respondent No.1 (seller) to the Council in respect of the amount allegedly due to the respondent No.1.",
            "labels": [
                "FAC"
            ],
            "id": "d70bc5683fdb4f07a7576b6016182688_17"
        },
        {
            "start": 2505,
            "end": 2626,
            "text": "The Reference under section 18(1) of the MSMED Act progressed to the stage of Arbitration under section 18(3) of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "5788de0aa23b47949a9a03d024c0287a_18"
        },
        {
            "start": 2627,
            "end": 2791,
            "text": "The petitioner filed an Interlocutory Application before the Council seeking reframing of the issues in the Arbitration and for bringing further evidence on record.",
            "labels": [
                "FAC"
            ],
            "id": "ff67fb84f3c747fe8b41ccb0636625db_19"
        },
        {
            "start": 2792,
            "end": 2879,
            "text": "The petitioner made this Interlocutory Application under section 17(1) of the 1996 Act.",
            "labels": [
                "FAC"
            ],
            "id": "25f451dc459d473cbfea132ec0c25e49_20"
        },
        {
            "start": 2880,
            "end": 3148,
            "text": "The Council dismissed the Interlocutory Application on 15.05.2024 on the ground that the petitioner (respondent before the Council) was given sufficient opportunity to make final submissions but failed to do so and the Council hence proceeded with preparing the Award.",
            "labels": [
                "FAC"
            ],
            "id": "73858edb2c5445f5a5f6dd13ea6f9f06_21"
        },
        {
            "start": 3149,
            "end": 3257,
            "text": "The Council noted that the arbitration proceedings cannot be extended on the sole request of the petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "cf1624642ad54229ba4180e521f23dea_22"
        },
        {
            "start": 3259,
            "end": 3471,
            "text": "6.2. The petitioner filed C.O.P.No.18 of 2024 before the Commercial Court under section 37(2) (b) of the Arbitration and Conciliation Act, 1996, for setting aside the order passed by the Council dated 15.05.2024.",
            "labels": [
                "FAC"
            ],
            "id": "5bdd2be5608e4bc8815d78417452ce21_23"
        },
        {
            "start": 3472,
            "end": 3537,
            "text": "The Council was made a party in the C.O.P. as respondent No.2.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "75ea6cf3b1004299962bb5728cf57165_24"
        },
        {
            "start": 3538,
            "end": 3824,
            "text": "The only point taken by learned Senior Counsel appearing for the petitioner (petitioner before the Commercial Court) is that the C.O.P. was not maintainable since the petitioner's application before the Council could not be treated as an application under section 17(1) of the 1996 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fc6eeeafac7048d8be2a8380e9d058e4_25"
        },
        {
            "start": 3825,
            "end": 3966,
            "text": "Counsel submits that the Commercial Court lacked inherent jurisdiction for entertaining the C.O.P. filed under section 37(2) of the 1996 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66167948203c4f9a82f1c1772908fe86_26"
        },
        {
            "start": 3968,
            "end": 4280,
            "text": "8. Learned Senior Counsel appearing for the respondent No.1 (claimant before the Council) submits that the petitioner cannot be permitted to take the plea of inherent jurisdiction since the petitioner's only objective is to obliterate the findings and observations of the Commercial Court against the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "af9b36444e45481cbb22f22bce8bd452_27"
        },
        {
            "start": 4281,
            "end": 4349,
            "text": "\nCounsel argues against the maintainability of the present C.R.P.\n9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "922dff020d884f27be65aa035c0c4b01_28"
        },
        {
            "start": 4350,
            "end": 4419,
            "text": "We have heard Senior Counsel appearing for the parties on all points.",
            "labels": [
                "NONE"
            ],
            "id": "92a438d051ce4c11add2f1897acf9efa_29"
        },
        {
            "start": 4421,
            "end": 4539,
            "text": "10. We first wish to deal with the arguments pertaining to the maintainability of the present Civil Revision Petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59221f1101da4c9097250715243f0ae3_30"
        },
        {
            "start": 4541,
            "end": 4710,
            "text": "11. We are first of the view that the Commercial Court was not the forum non-judice in lacking competence to entertain the C.O.P/Appeal under section 37 of the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdf9b6877d8e45fcb1ac767cdf21b973_31"
        },
        {
            "start": 4711,
            "end": 4898,
            "text": "The Commercial Court at Ranga Reddy District is a Court constituted under section 3 of The Commercial Courts Act, 2015 and has been conferred jurisdiction under section 6 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "626c1c2628b74b94b69004bbe919d2b0_32"
        },
        {
            "start": 4899,
            "end": 5100,
            "text": "There is no dispute that the Commercial Court is the competent Court to hear the C.O.P in terms of specified value , territorial jurisdiction and the nature of the dispute i.e., commercial dispute.\n12.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cf423f4299044118a720b9847482c79_33"
        },
        {
            "start": 5101,
            "end": 5211,
            "text": "We disagree with the contention that the Commercial Court lacked inherent jurisdiction to entertain the C.O.P.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a63e42ae43ea4e77aa476efd6c855e2f_34"
        },
        {
            "start": 5212,
            "end": 5297,
            "text": "There is a difference between maintainability and entertainability of an application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb6b4cd9e5984af8bcf7d472836e45d3_35"
        },
        {
            "start": 5298,
            "end": 5468,
            "text": "The C.O.P. was maintainable before the Commercial Court regardless of whether the Commercial Court proceeded to pass the impugned order upon entertaining the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49bea1bda4254210b218975f0b957c75_36"
        },
        {
            "start": 5469,
            "end": 5573,
            "text": "We thus hold that the Commercial Court did not lack inherent jurisdiction to entertain the C.O.P/Appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "661e3dd8ee6a4499a10ac3a4f623a52b_37"
        },
        {
            "start": 5575,
            "end": 5811,
            "text": "13. Civil Revision Petitions enumerate from the power conferred upon High Courts under Article 227 of the Constitution of India in the matter of superintendence over the District Courts and Tribunals within its territorial jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "398cfe86c666407e86f0c96c1a7d6c70_38"
        },
        {
            "start": 5812,
            "end": 6001,
            "text": "While the powers of a High Court are plenary in the sense of calling for records, issue of rules and regulating the practice and proceedings of such Courts, the power is not without limits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01dbdb8ab78344819f2bfb9a91c1fc3e_39"
        },
        {
            "start": 6002,
            "end": 6167,
            "text": "\n14. A High Court in exercise of the authority under Article 227 of the Constitution should be circumspect in exercising powers within the bounds of their authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19682035e269447396b6f8512597deaf_40"
        },
        {
            "start": 6168,
            "end": 6320,
            "text": "The exercise of jurisdiction must be within the well-recognized limits and the High Court must not act as an appellate court and re-appreciate evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d611e37b05746f9abc5e4fffdb4ec87_41"
        },
        {
            "start": 6321,
            "end": 6507,
            "text": "It is useful to remember that the High Court under Article 227 of the Constitution is not vested with any unlimited prerogative to correct wrong decisions made by the subordinate Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "045cbba035384a44a25cfd36011300e5_42"
        },
        {
            "start": 6508,
            "end": 6647,
            "text": "The interference must be restricted to cases of serious dereliction of duty and violation of the fundamental principles of law and justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67142f70ee2b43daa35ce97fbeb7d6fe_43"
        },
        {
            "start": 6648,
            "end": 6854,
            "text": "The High Court must be certain that grave injustice would occur unless the High Court involves the power under Article 227 of The Constitution: Shri Jai Bhagwan Jain v. Municipal Corporation of Delhi 1.\n15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86d5782c4627409dab7e7e68c4a8e79a_44"
        },
        {
            "start": 6855,
            "end": 7074,
            "text": "We may add that the High Court should be even more circumspect in interfering with the jurisdictional Courts and Tribunals where the pertinent facts point to irresponsible conduct on the part of the revision petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d978895c4234a5b87cf4682234c5fc9_45"
        },
        {
            "start": 7075,
            "end": 7133,
            "text": "The facts in the present case fall within such a template.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "083f14d8cf8049b095638fbc72079de7_46"
        },
        {
            "start": 7135,
            "end": 7188,
            "text": "16. The relevant facts are briefly stated below:\n16.1",
            "labels": [
                "RPC"
            ],
            "id": "57d61c617f044900889ed5661d3cfeed_47"
        },
        {
            "start": 7189,
            "end": 7290,
            "text": "The respondent No.1 supplier filed its claim before the Council under section 18(1) of the MSMED Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6ff3e3c05ff45eaa555c0439fa8636f_48"
        },
        {
            "start": 7291,
            "end": 7479,
            "text": "The petitioner filed a writ petition being W.P.No.27376 of 2021 before the High Court taking the point of maintainability of the Reference by reason of the same being barred by limitation.",
            "labels": [
                "RPC"
            ],
            "id": "21e302c89d80446f9a6c70f8ed302fe1_49"
        },
        {
            "start": 7481,
            "end": 7636,
            "text": "16.2 A Single Bench of this Court disposed of the Writ Petition by an order dated 06.03.2023 by directing the Council to decide on the point of limitation.",
            "labels": [
                "RPC"
            ],
            "id": "7ae70d6054f742d1ba368017894e666e_50"
        },
        {
            "start": 7638,
            "end": 7798,
            "text": "16.3 The Council decided in favour of the respondent No.1 by its order dated 19.08.2023 - that the Reference was within 2010 9 SCC 385 the period of limitation.",
            "labels": [
                "RPC"
            ],
            "id": "0d1c2045d4544982a3a66bee8f1a9b0c_51"
        },
        {
            "start": 7799,
            "end": 7869,
            "text": "The petitioner has not challenged this order of the Council till date.",
            "labels": [
                "RPC"
            ],
            "id": "2286f6834f974dc4aedc95a4d211245b_52"
        },
        {
            "start": 7871,
            "end": 8084,
            "text": "16.4 The petitioner failed to file the statement of defence in the Arbitration before the Council but filed 2 applications seeking leave of the Council for cross-examination of Expert Witness/Chartered Accountant.",
            "labels": [
                "FAC"
            ],
            "id": "3478069c5373459e8f89960eb5a3d814_53"
        },
        {
            "start": 8085,
            "end": 8182,
            "text": "The petitioner sought for setting aside of the interim Award passed by the Council on 21.12.2023.",
            "labels": [
                "RPC"
            ],
            "id": "7b545bc1551a4f6094f5c47e55b025b9_54"
        },
        {
            "start": 8183,
            "end": 8256,
            "text": "The Council rejected both the applications by its order dated 21.12.2023.",
            "labels": [
                "RPC"
            ],
            "id": "afdaa476145042f4a6dc7779b84e1e1d_55"
        },
        {
            "start": 8257,
            "end": 8416,
            "text": "16.5 The petitioner filed 2 Commercial Original Petitions (C.O.Ps) - C.O.P.Nos.2 and 3 of 2024 for setting aside the order passed by the Council on 21.12.2023.",
            "labels": [
                "NONE"
            ],
            "id": "6a18d50d1fa1422d8502a6fa848ef762_56"
        },
        {
            "start": 8417,
            "end": 8720,
            "text": "Both these C.O.Ps. were allowed by the Commercial Court, Ranga Reddy District at L.B. Nagar, on 24.02.2024 permitting the petitioner to cross-examine the Expert and directing the Council to adjudicate on the claim as expeditiously as possible and conclude the proceedings within 4 weeks from 24.02.2024.",
            "labels": [
                "RPC"
            ],
            "id": "655d13dd0b9c4ac5b77d761adc8fdffa_57"
        },
        {
            "start": 8722,
            "end": 8930,
            "text": "16.6 The petitioner filed another Interlocutory Application for reframing of the issues, bringing further evidence on record, marking of documents and submitting oral and written arguments before the Council.",
            "labels": [
                "NONE"
            ],
            "id": "09e2ea48a7e949bdb03dad64d62d192a_58"
        },
        {
            "start": 8931,
            "end": 9003,
            "text": "This application was at the stage of final arguments in the Arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "6612caf72939489ba91acf1da7857d5b_59"
        },
        {
            "start": 9004,
            "end": 9205,
            "text": "The Council rejected the application on 15.05.2024 and the petitioner filed an Appeal (C.O.P.) under section 37 of the 1996 Act before the Commercial Court for setting aside the order dated 15.05.2024.",
            "labels": [
                "FAC"
            ],
            "id": "c136ea63c1f54973a078bd0235871bfb_60"
        },
        {
            "start": 9207,
            "end": 9353,
            "text": "16.7 The Commercial Court rejected the petitioner's C.O.P. by the order dated 29.06.2024 which is impugned in the present Civil Revision Petition.",
            "labels": [
                "FAC"
            ],
            "id": "9a25ac86d9e44bb4b21436cae617084f_61"
        },
        {
            "start": 9355,
            "end": 9428,
            "text": "17. Several significant factors would be evident from the above sequence.",
            "labels": [
                "FAC"
            ],
            "id": "0f243ac67b5f41f393d9464682fb5eff_62"
        },
        {
            "start": 9430,
            "end": 9619,
            "text": "i. The petitioner itself invoked the jurisdiction of the Commercial Court by filing the 2 C.O.Ps. under section 34 of the 1996 Act for setting aside the interim Award passed by the Council.",
            "labels": [
                "FAC"
            ],
            "id": "f8856e7d6d0648b9ab089f2c485519ed_63"
        },
        {
            "start": 9620,
            "end": 9844,
            "text": "The petitioner hence cannot complain of the Commercial Court lacking inherent jurisdiction to hear the Commercial Original Petitions including C.O.P.No.18 of 2024 which forms the basis of the present Civil Revision Petition.",
            "labels": [
                "FAC"
            ],
            "id": "d83a4f0d9e3f4d67890e963e83909806_64"
        },
        {
            "start": 9846,
            "end": 9976,
            "text": "ii. The petitioner has filed at least 5 applications including a writ petition against the reference/claim of the respondent No.1.",
            "labels": [
                "FAC"
            ],
            "id": "7ad651e8665e436e8d1d180854c73414_65"
        },
        {
            "start": 9977,
            "end": 10037,
            "text": "Two of these applications were for nearly identical reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9988897fb5a04d87a133d49b9334348d_66"
        },
        {
            "start": 10038,
            "end": 10308,
            "text": "The inescapable conclusion would be that the petitioner, as the 'Buyer', faced with a claim and an Arbitration from the respondent No.1 supplier, tried every statutory ploy to frustrate and delay the Reference and the Arbitration pending before the Facilitation Council.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5ef7a9b4e746420ea59a71cf91b9daf6_67"
        },
        {
            "start": 10309,
            "end": 10641,
            "text": "iii. The petitioner has not shown to the Court or in the recordings of any of the proceedings that the petitioner has complied with section 19 of the MSMED Act which requires the applicant to deposit 75% of the amount before the matter is entertained by the Court for setting aside of any award, decree or order made by the Council.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25e87fabc33d406fa0c62ecea8509b90_68"
        },
        {
            "start": 10642,
            "end": 10785,
            "text": "The petitioner had filed 2 C.O.Ps under section 34 of the 1996 Act for setting aside the interim Award passed by the Council on 21.12.2023.\n18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1c9892cf9a4e4b6ba475eb94f9f24013_69"
        },
        {
            "start": 10786,
            "end": 10886,
            "text": "The conduct of the petitioner by all means is manipulative and in abuse of the process of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe6d546e4e7347319d53142d23043d9f_70"
        },
        {
            "start": 10887,
            "end": 11210,
            "text": "The most striking feature of the conduct is that the petitioner, having repeatedly invoked the jurisdiction of the Commercial Court and having invited the Court for a decision, has now turned around to question the jurisdiction of the Court to pass orders, including the one impugned in the present Civil Revision Petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffd96dba0af2432b9264c98dad06120f_71"
        },
        {
            "start": 11211,
            "end": 11277,
            "text": "If this conduct is not reckless and self-serving, then nothing is.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ef1e47ddace49eaaff74c502281488c_72"
        },
        {
            "start": 11279,
            "end": 11400,
            "text": "19. Thus, the principle that 'no man can take advantage of his own wrong' squarely fits in the facts of the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f1af0b582f94ed189b62c3850142385_73"
        },
        {
            "start": 11401,
            "end": 11588,
            "text": "The petitioner certainly cannot manipulate the Court process to perpetuate an illegality to the detriment of the respondent:\nMumtaz Yarud Dowla Wakf v. Badam Balakrishna Hotel Pvt. Ltd 2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b2449448fd549f0b7c29b7cd8a3a643_74"
        },
        {
            "start": 11589,
            "end": 11749,
            "text": "In that case, the Supreme Court noticed a subsequent plea on the part of the party questioning the jurisdiction of the forum after receiving an adverse verdict.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cdff8fc2fed4be2b874a5571e25ee84_75"
        },
        {
            "start": 11751,
            "end": 11997,
            "text": "20. The power of superintendence of a High Court not only pertains to orders passed by Courts and Tribunals within its jurisdiction but must also covers the conduct of parties which result in orders which form part of the Civil Revision Petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddf0454518614f3bb7ef3d3d4d43dfe4_76"
        },
        {
            "start": 11998,
            "end": 12135,
            "text": "The High Court steps in where there has been grave dereliction of duty or flagrant abuse of the fundamental principles of law or justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "153d97c1419e46a8a4fb33e08f1cd98c_77"
        },
        {
            "start": 12136,
            "end": 12164,
            "text": "\n2023 SCC OnLine SC 1378 21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e885a89db0be4781a723d8d74dcaa16f_78"
        },
        {
            "start": 12165,
            "end": 12401,
            "text": "The peculiar facts of the present case would actually call for appropriate superintendence over litigants, like the petitioner herein, who take the Court process for granted and try their best to delay and frustrate pending proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3aa23a9340b242e59bc3cf817dc5498e_79"
        },
        {
            "start": 12402,
            "end": 12478,
            "text": "The power of superintendence must be informed with equitable considerations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3716c60bb50b4935b19f5b0e339b0554_80"
        },
        {
            "start": 12479,
            "end": 12587,
            "text": "Equity should be exercised in favour of the respondent No.1 and against the appellant in the case before us.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1730fbd0bc0497ba26a89d55d36e915_81"
        },
        {
            "start": 12589,
            "end": 12923,
            "text": "22. The decision of the Single Bench of the High Court of Jammu and Kashmir in IRCON International Limited v. Union Territory of Jammu & Kashmir 3, relied on by the petitioner, is with regard to the power of the Arbitral Tribunal under section 17 of the 1996 Act, but loses relevance in the light of the C.R.P. not being maintainable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fce11512278942829c249f48897db1fb_82"
        },
        {
            "start": 12924,
            "end": 13332,
            "text": "Hindustan Zinc Limited (HZL) v. Ajmer Vidyut Vitran Nigam Limited 4 involved a statutory arbitration under section 86(1)(f) of the Electricity Act, 2003, where the Supreme Court held that the Commission did not have jurisdiction to appoint an Arbitrator under section 86(1)(f) of the Electricity Act 2020 SCC OnLine J&K 29 2019 17 SCC 82 since the dispute did not relate to licences and generating companies.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c5dc0b98f1ca4497b056127094d3f725_83"
        },
        {
            "start": 13333,
            "end": 13374,
            "text": "This case does not assist the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03e8af8c33aa46d5b8f2361cd37f3084_84"
        },
        {
            "start": 13376,
            "end": 13521,
            "text": "23. Whether the petitioner's Interlocutory Application under section 17 of the 1996 Act was misconceived is a matter of statutory interpretation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e07339d6600c45a181390a8ea8d8b8bf_85"
        },
        {
            "start": 13522,
            "end": 13734,
            "text": "The reliefs sought in the said application were, inter alia, for reframing of issues, providing reasonable opportunity to the petitioner (respondent before the Council) and to bring additional evidence on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a757d22e9d2f487f8bead62376e8a14b_86"
        },
        {
            "start": 13735,
            "end": 13979,
            "text": "Section 17(1) of the 1996 Act provides for interim measures in the form of orders passed by the Arbitral Tribunal under various heads from clauses (i) and (ii) (a-e) thereof for the overall preservation of the subject matter of the Arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b1470783f6543319eddce65edd45762_87"
        },
        {
            "start": 13980,
            "end": 14158,
            "text": "Section 37(2) (b) provides that an appeal shall also lie from an order of the Arbitral Tribunal granting or refusing to grant an interim measure under section 17 of the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c8fa9c8075d4d45bc118df8daa3c100_88"
        },
        {
            "start": 14159,
            "end": 14331,
            "text": "Hence the order appealed from under section 37(2)(b) pre- supposes the order passed by the arbitral tribunal to be within the contours of section 17(1) of the 1996 Act.\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "526577a2bf344963a81c6654a511f80e_89"
        },
        {
            "start": 14332,
            "end": 14515,
            "text": "We have already concluded that the Commercial Court was statutorily-vested with the power to entertain the C.O.P. and that the C.O.P. was therefore maintainable before the said Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e51fa7b4b2e48bf8d8a65d4c9a0a80e_90"
        },
        {
            "start": 14516,
            "end": 14610,
            "text": "The decision of the Commercial Court is not without jurisdiction or in excess of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fff9d8490aa94ee1846e53bd5dbe2412_91"
        },
        {
            "start": 14611,
            "end": 14719,
            "text": "It cannot also be said that the decision of the Commercial Court resulted in a grave miscarriage of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b607fa17c2e476493567f595ad1bac4_92"
        },
        {
            "start": 14721,
            "end": 14860,
            "text": "25. The fundamental issue of the Civil Revision Petition not standing up to the test of maintainability outweighs all other considerations.",
            "labels": [
                "RATIO"
            ],
            "id": "1ff3a1a83c304311b257a06d19522353_93"
        },
        {
            "start": 14861,
            "end": 15131,
            "text": "The impugned order of the Commercial Court upon entertaining the appeal filed by the petitioner may be open to interpretation under the 1996 Act but certainly cannot be an argument which the petitioner can leverage to the continuing detriment of the respondent-claimant.",
            "labels": [
                "RATIO"
            ],
            "id": "e7a242b41a25477598c0d349ae4aa9f4_94"
        },
        {
            "start": 15133,
            "end": 15219,
            "text": "26. The impugned order contains findings which are justified in the facts of the case.",
            "labels": [
                "RATIO"
            ],
            "id": "9db132ac353a4a6990d863493fe0a11a_95"
        },
        {
            "start": 15220,
            "end": 15500,
            "text": "The Trial Court has not committed any illegality, patent or otherwise, in rejecting the C.O.P. (Appeal) filed by the petitioner against the Council's order dated 15.05.2024. Needless to say, there is also no instance of grave injustice warranting correction of the impugned order.",
            "labels": [
                "RATIO"
            ],
            "id": "bba25260122f45a487b4d5773ebe2d11_96"
        },
        {
            "start": 15501,
            "end": 15689,
            "text": "We also do not find the order to be perverse or unreasonable so as to invoke the power under Article 227 of the Constitution for granting the relief claimed in the Civil Revision Petition.",
            "labels": [
                "RATIO"
            ],
            "id": "9c28f859902f4dc78128fbc2afae472d_97"
        },
        {
            "start": 15690,
            "end": 15767,
            "text": "In fact, we hold that the Civil Revision Petition is not maintainable at all.",
            "labels": [
                "RPC"
            ],
            "id": "5621e50c4dbb4428b2cd3f8a57f003e1_98"
        },
        {
            "start": 15768,
            "end": 15848,
            "text": "\n27. C.R.P.No.2243 of 2024, along with all connected applications, is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5957adf776e84f6da7625ed43b2ccd85_99"
        },
        {
            "start": 15849,
            "end": 15885,
            "text": "There shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "49d4e8df35de4628bd1174d5f1ed5e86_100"
        },
        {
            "start": 15886,
            "end": 16013,
            "text": "\n_________________________________ MOUSHUMI BHATTACHARYA, J ______________________________ M.G.PRIYADARSINI, J Date: 14.08.2024",
            "labels": [
                "NONE"
            ],
            "id": "3d514c23c0504b489297dd8ef2a53d10_101"
        },
        {
            "start": 16014,
            "end": 16045,
            "text": "Note: L.R. copy to be marked va",
            "labels": [
                "NONE"
            ],
            "id": "b1dc12afc9484d6f92358603ed32fbaa_102"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "S.Satyam Process Pvt Ltd vs Purushottam Modani",
            "label": "PRECEDENT",
            "start_char": 23,
            "end_char": 69
        },
        {
            "text": "23 January, 2024",
            "label": "DATE",
            "start_char": 73,
            "end_char": 89
        },
        {
            "text": "K. Sujana",
            "label": "JUDGE",
            "start_char": 123,
            "end_char": 132
        },
        {
            "text": "16.12.2022",
            "label": "DATE",
            "start_char": 216,
            "end_char": 226
        },
        {
            "text": "I.A.No.1622 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 230,
            "end_char": 249
        },
        {
            "text": "O.S.No.4352 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 253,
            "end_char": 272
        },
        {
            "text": "V Junior Civil Judge, City Civil Court, Hyderabad",
            "label": "COURT",
            "start_char": 295,
            "end_char": 344
        },
        {
            "text": "I.A.No.1622 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 396,
            "end_char": 415
        },
        {
            "text": "Order VII Rule 11 read with Section 151",
            "label": "PROVISION",
            "start_char": 431,
            "end_char": 470
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 474,
            "end_char": 479
        },
        {
            "text": "Section 2 (c) and 2 (i) read with Section 12",
            "label": "PROVISION",
            "start_char": 627,
            "end_char": 671
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 679,
            "end_char": 706
        },
        {
            "text": "Section 2(i)",
            "label": "PROVISION",
            "start_char": 977,
            "end_char": 989
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 1166,
            "end_char": 1175
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 1230,
            "end_char": 1239
        },
        {
            "text": "Sections 6 and 19",
            "label": "PROVISION",
            "start_char": 1429,
            "end_char": 1446
        },
        {
            "text": "State of Telangana",
            "label": "ORG",
            "start_char": 2028,
            "end_char": 2046
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 2520,
            "end_char": 2537
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2541,
            "end_char": 2544
        },
        {
            "text": "Botla Venkateshwar Rao",
            "label": "OTHER_PERSON",
            "start_char": 2560,
            "end_char": 2582
        },
        {
            "text": "Nausheen Najm US Sahar",
            "label": "OTHER_PERSON",
            "start_char": 2617,
            "end_char": 2639
        },
        {
            "text": "Divya Mundra",
            "label": "OTHER_PERSON",
            "start_char": 2691,
            "end_char": 2703
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 2822,
            "end_char": 2840
        },
        {
            "text": "CMA No.163 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 3029,
            "end_char": 3047
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 3434,
            "end_char": 3444
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 3455,
            "end_char": 3465
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 3473,
            "end_char": 3482
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3502,
            "end_char": 3511
        },
        {
            "text": "SKS",
            "label": "JUDGE",
            "start_char": 3739,
            "end_char": 3742
        },
        {
            "text": "K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1",
            "label": "PRECEDENT",
            "start_char": 3857,
            "end_char": 3924
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 4164,
            "end_char": 4169
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 4252,
            "end_char": 4257
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4782,
            "end_char": 4809
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4929,
            "end_char": 4938
        },
        {
            "text": "Section 2(i)",
            "label": "PROVISION",
            "start_char": 5158,
            "end_char": 5170
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 5358,
            "end_char": 5368
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 5465,
            "end_char": 5483
        },
        {
            "text": "2022 (2) ALD 717 (TS) (DB) SKS",
            "label": "PRECEDENT",
            "start_char": 5486,
            "end_char": 5516
        },
        {
            "text": "Section 2(i)",
            "label": "PROVISION",
            "start_char": 5572,
            "end_char": 5584
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 5666,
            "end_char": 5676
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 5853,
            "end_char": 5863
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 5958,
            "end_char": 5976
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 5979,
            "end_char": 5988
        },
        {
            "text": "Section 3 of 2nd provisio",
            "label": "PROVISION",
            "start_char": 6880,
            "end_char": 6905
        },
        {
            "text": "commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7231,
            "end_char": 7252
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 8568,
            "end_char": 8586
        },
        {
            "text": "Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 8590,
            "end_char": 8604
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 8622,
            "end_char": 8632
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 8667,
            "end_char": 8685
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 8753,
            "end_char": 8763
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 8795,
            "end_char": 8813
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 8831,
            "end_char": 8840
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 9304,
            "end_char": 9313
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 9332,
            "end_char": 9350
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 9367,
            "end_char": 9377
        },
        {
            "text": "K. Srimanarayana Murthy",
            "label": "OTHER_PERSON",
            "start_char": 9409,
            "end_char": 9432
        },
        {
            "text": "LLLP",
            "label": "ORG",
            "start_char": 10342,
            "end_char": 10346
        },
        {
            "text": "Column 8",
            "label": "PROVISION",
            "start_char": 10616,
            "end_char": 10624
        },
        {
            "text": "Arbitration Application No.61 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 10628,
            "end_char": 10665
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 10672,
            "end_char": 10682
        },
        {
            "text": "24.09.2020",
            "label": "DATE",
            "start_char": 11001,
            "end_char": 11011
        },
        {
            "text": "O.P.No.40 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 11061,
            "end_char": 11078
        },
        {
            "text": "Section 9 and 11",
            "label": "PROVISION",
            "start_char": 11411,
            "end_char": 11427
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 11435,
            "end_char": 11444
        },
        {
            "text": "C.M.A.No.163 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 11997,
            "end_char": 12017
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 12155,
            "end_char": 12165
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 12176,
            "end_char": 12186
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 12222,
            "end_char": 12231
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 12239,
            "end_char": 12248
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 12539,
            "end_char": 12557
        },
        {
            "text": "Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 12561,
            "end_char": 12575
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 12593,
            "end_char": 12603
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 12817,
            "end_char": 12835
        },
        {
            "text": "State Government of Sikkim",
            "label": "ORG",
            "start_char": 12870,
            "end_char": 12896
        },
        {
            "text": "State Government of Assam",
            "label": "ORG",
            "start_char": 12912,
            "end_char": 12937
        },
        {
            "text": "Section 3(2)",
            "label": "PROVISION",
            "start_char": 13171,
            "end_char": 13183
        },
        {
            "text": "Government of Telangana",
            "label": "ORG",
            "start_char": 13457,
            "end_char": 13480
        },
        {
            "text": "21.04.2016",
            "label": "DATE",
            "start_char": 13505,
            "end_char": 13515
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 13582,
            "end_char": 13591
        },
        {
            "text": "Additional Metropolitan Sessions Judge, Ranga Reddy District",
            "label": "COURT",
            "start_char": 13662,
            "end_char": 13722
        },
        {
            "text": "Commercial Court, Telangana",
            "label": "COURT",
            "start_char": 13750,
            "end_char": 13777
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 13821,
            "end_char": 13830
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 13937,
            "end_char": 13955
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 13973,
            "end_char": 13983
        },
        {
            "text": "Telangana",
            "label": "GPE",
            "start_char": 14033,
            "end_char": 14042
        },
        {
            "text": "SKS",
            "label": "JUDGE",
            "start_char": 14241,
            "end_char": 14244
        },
        {
            "text": "16.12.2022",
            "label": "DATE",
            "start_char": 14333,
            "end_char": 14343
        },
        {
            "text": "I.A.No.1622 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 14347,
            "end_char": 14366
        },
        {
            "text": "O.S.No.4352 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 14370,
            "end_char": 14389
        },
        {
            "text": "V Junior Civil Judge, City Civil Court, Hyderabad",
            "label": "COURT",
            "start_char": 14412,
            "end_char": 14461
        },
        {
            "text": "K.SUJANA",
            "label": "JUDGE",
            "start_char": 14591,
            "end_char": 14599
        },
        {
            "text": "DATE:23.01.2024",
            "label": "DATE",
            "start_char": 14603,
            "end_char": 14618
        }
    ],
    "precedent_clusters": {
        "K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1": [
            "S.Satyam Process Pvt Ltd vs Purushottam Modani",
            "K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order VII Rule 11 read with Section 151",
            "C.P.C",
            "Order VII Rule 11 read with Section 151",
            "C.P.C"
        ],
        [
            "Section 2 (c) and 2 (i) read with Section 12",
            "Commercial Courts Act, 2015",
            "Section 2 (c) and 2 (i) read with Section 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 12",
            "Act, 2015",
            "Section 12",
            "Act, 2015"
        ],
        [
            "Section 9 and 11",
            "Act, 1996",
            "Section 9 and 11",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 2(i)",
            "Commercial Courts Act, 2015",
            "Section 2(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 2(i)",
            "Commercial Courts Act, 2015",
            "Section 2(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12",
            "Act, 2015",
            "Section 12",
            "Act, 2015"
        ],
        [
            "Section 2(i)",
            "Commercial Courts Act, 2015",
            "Section 2(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12",
            "Act, 2015",
            "Section 12",
            "Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 11",
            "Act, 1996",
            "Section 11",
            "Act, 1996"
        ],
        [
            "Section 10",
            "CPC",
            "Section 10",
            "CPC"
        ],
        [
            "Section 12",
            "Act, 2015",
            "Section 12",
            "Act, 2015"
        ],
        [
            "Section 3(2)",
            "Commercial Courts Act, 2015",
            "Section 3(2)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 6 and 19",
            "Commercial Courts Act, 2015",
            "Sections 6 and 19",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 10",
            "CPC",
            "Section 10",
            "CPC"
        ],
        [
            "Section 3 of 2nd provisio",
            "Commercial Courts Act, 2015",
            "Section 3 of 2nd provisio",
            "Commercial Courts Act, 2015"
        ],
        [
            "Column 8",
            "Act 28 of 2018",
            "Column 8",
            "Act 28 of 2018"
        ]
    ],
    "precedent_counts": {
        "K. Srimanaraya Murthy and another vs. V. Agastya Sagar and others 1": 2
    },
    "provision_counts": {
        "Order VII Rule 11 read with Section 151 of C.P.C": 1,
        "Section 2 (c) and 2 (i) read with Section 12 of Commercial Courts Act, 2015": 1,
        "Order VII Rule 11 of CPC": 1,
        "Section 12 of Act, 2015": 4,
        "Section 9 and 11 of Act, 1996": 1,
        "Section 9 of Act, 1996": 3,
        "Section 2(i) of Commercial Courts Act, 2015": 3,
        "Section 3 of Commercial Courts Act, 2015": 4,
        "Section 11 of Act, 1996": 1,
        "Section 10 of CPC": 2,
        "Section 3(2) of Commercial Courts Act, 2015": 1,
        "Sections 6 and 19 of Commercial Courts Act, 2015": 1,
        "Section 3 of 2nd provisio of Commercial Courts Act, 2015": 1,
        "Column 8 of Act 28 of 2018": 1
    },
    "statute_counts": {
        "C.P.C": 1,
        "Commercial Courts Act, 2015": 11,
        "CPC": 3,
        "Act, 2015": 4,
        "Act, 1996": 5,
        "Act 28 of 2018": 1
    }
}