{
    "id": "1c2e06dcfb87db615668943a77de0b6286f66e6b8230f73acee4c3d208408ffa",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nBharti Airtel Ltd vs Jamshed Khan & Anr. on 8 November, 2023\nAuthor: Neena Bansal Krishna \nBench: Suresh Kumar Kait, Neena Bansal Krishna \n                           *     In The High Court Of Delhi At New Delhi\n                                                              Reserved on: 18th September , 2023\n                           %                                 Pronounced on: 8th November, 2023 \n                                 +             Fao (Comm) 55/2021 & Cm Appl. 8069/2021 \n\n                           Bharti Airtel Ltd.                                      ..... Appellant \n                                            Through:             Mr. Urfee Haider , Advocate . \n                                            Versus \n                           Jamshed Khan & Anr .                                     ..... Respondents \n                                            Through:             Mr. Karan Luthra, Advocate with \n                                                                 Mr.Naman Gowda, Advocate for R-1.\n                           Coram:\n                           Hon'Ble Mr. Justice Suresh Kumar Kait\n                           Hon'Ble Ms. Justice Neena Bansal Krishna\n\n                                                    Judgment\nNeena Bansal Krishna, J.\n1. The Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"Act, 1996\") has been filed against the Order dated 25.01.2020 passed  by the learned District Judge (Commercial Court), Tis Hazari Courts vide which the Objections under Section 34 of the Act, 1996 have been allowed and the Arbitral Award dated 21.12.2018 has been set aside partly.\n2. Facts in brief are that the appellant/Bharti Airtel Ltd. (the respondent before the learned Arbitrator hereinafter referred to as the appellant) entered into a Licence Agreement with the respondent No. 1/Jamshed Khan (the claimant before the learned Arbitrator hereinafter referred to as the respondent No.1) dated 22.01.2015 whereby the appellant was given a rooftop space of size 5 mtr. x 2 mtr. at property Number 1877, Block B, Sant Nagar, Burari, Delhi for a period of 9 years. As per the Licence Agreement, the monthly licence fee for the first three years was Rs.15,000/- per month which was to be increased at the rate of 10% after every three years. \n3. According to the respondent, the appellant had abandoned the Agreement and failed to perform its part as the appellant did not pay any Licence Fee with effect from 29.01.2015 in terms of Clause 3 of the Licence Agreement. Therefore, the arbitral proceedings in terms of the Licence Agreement, were commenced by the respondent No. 1/claimant and the learned Arbitrator was appointed by this Court under Section 11 of the Act, 1996 vide Order dated 06.12.2016.\n4. The respondent No.1 claimed before the learned Arbitrator that pursuant to the Licence Agreement, it was entitled to an amount of Rs.4,12,000/- towards the arrears of Licence Fee w.e.f. 29.01.2015 till the date of filing of the claim i.e. 12.05.2017 @ Rs.15,000/- per month along with interest of Rs.57,000/- for the period 29.01.2015 till 12.05.2017 i.e. till the date of filing of the claim @ Rs.12% p.a. The respondent No. 1/claimant also claimed pendente lite and future interest at the rate of 12% p.a. on the aforesaid amount as well as damages w.e.f. 29.01.2015 and cost of the legal proceedings. \n5. The appellant took a defence that it was due to the hindrances created by the neighbours of the respondent No. 1 and failure on part of the respondent No.1 to provide ingress and egress to the rooftop of the aforesaid premises that it was prevented from erecting the Tower. It was therefore, unable to perform its part of the Licence Agreement and accordingly, vide Notice dated 23.03.2015 the Licence Agreement was terminated. Hence, the claim of respondent No. 1 was liable to be dismissed with costs. \n6. The learned Arbitrator after appreciating the evidence as led by both the parties, concluded that though the appellant had asserted that it had terminated the Agreement vide Notice dated 23.03.2015 but it was unable to prove its service. However, a reference was made to the reply dated 02.12.2015 of the appellant-Bharti Airtel Ltd. sent in response to Legal Notice of the respondent No.1 dated 09.11.2015, wherein, it was specifically mentioned that the copy of the earlier Termination Notice dated 23.03.2015 was annexed herewith. It was thus, held that the Notice of Termination was proved to be served on 02.12.2015 and it was concluded that the respondent No.1 should be entitled to one year licence fee till the termination of the Agreement. However, it was noticed that the respondent No. 1/claimant has wrongly claimed that he was a poor man and that there was space available on the rooftop when in fact, the roof had been licenced to M/s. Reliance Infratel Ltd. vide Licence Agreement dated 04.03.2008 and there was not enough space for the appellant to have erected its own Tower. Thus, it was held that the respondent No. 1/claimant was not entitled to any Licence Fee. Consequently, the claim of the respondent No. 1/claimant was dismissed vide Award dated 21.12.2018.\n7. Against the arbitral award, the respondent No. 1 preferred its Objections under Section 34 of the Act, 1996 wherein the learned District Judge (Commercial Court) accepted the conclusions of the learned Arbitrator that the Notice of Termination was proved to be served only with effect from December, 2015 but disagreed that no space was available on the rooftop for erection of the Tower. It was observed that the learned arbitrator had made certain presumptions regarding the space available and consequently, the Award was partially set aside and the payment of licence fee at the rate of Rs.15,000/- per month for a period of 12 months i.e. Rs.1,80,000/- along with interest at the rate of 12% p.a. from 29.01.2015 till the date of payment, was allowed.\n8. Aggrieved, the Bharti Airtel Ltd., appellant herein has preferred the present Appeal under Section 37 of the Act, 1996 against the Order of the learned District Judge (Commercial Court) dated 25.01.2020.\n9. The appellant in its Written Submissions has contended that the learned District Judge (Commercial Court) could not have awarded a sum of 1,80,000 to the respondent No.1 towards fees along with interest @12%p.a. from 29.01.2015 till the repayment of the amount. It is a settled position of law that under Section 34 of the Act, 1996, the Court cannot and should not rewrite the contract already executed between the parties. Reliance was placed on the Haryana Urban Development Authority v. M/S Mehta Construction Company (2022), Project Director, National Highway Authority of India v. M. Hakeem & Anr., (2021), UHL Power Company Ltd. vs State of Himachal Pradesh and State of Himachal Pradesh vs UHL Company Ltd. (2022), Messrs. Scholastic India Private Limited v. Smt. Kanta Batra, (FAO (COMM) 112/2022), in support of the scope of judicial interference under Section 34 of the Act, 1996. \n10. The respondent No.1 in its Written Submissions has asserted that the findings of the learned Arbitrator were severable in nature and was on a completely different issue and hence, the award capable of being partly set aside. As the findings were based on no evidence and made in ignorance of pleadings of the parties, they were rightly set aside by the learned District Judge (Commercial Court) under Section 34 of the Act, 1996. \n11. Submissions heard on behalf of both the parties and the record has been perused. \n12. At the outset, it is pertinent to observe that the grounds on which an Arbitral Award can be challenged under Section 34 of the Act is limited and are circumscribed by Section itself and the judicial precedents interpreting the said provision. \nScope of Challenge under Section 34 of the Act, 1996: Patent illegality and Fundamental policy of Indian Law 13. The scope of a challenge under Section 34 and Section 37 of the Act, 1996 is limited to the grounds stipulated in Section 34 as held in MMTC Limited v. Vedanta Ltd, (2019) 4 SCC 163. The comprehensive judicial literature on the scope of interference on the ground of Public Policy under Section 34 was postulated in Associate Builders v. DDA, (2015) 3 SCC 49. The Apex Court placed reliance on the judgment of ONGC v. Saw Pipes, (2003) 5 SCC 705 to determine the contours of Public Policy wherein an award can be set aside if it is violative of The fundamental policy of Indian law, The interest of India, Justice or morality or leads to a Patent Illegality. For an award to be in line with the The fundamental policy of Indian law, the Tribunal should adopt a judicial approach which implies that the award must be fair, reasonable and objective. These grounds require an Arbitral Tribunal to deliver a reasoned award which is substantiated by evidence. \n14. The ground of \"patent illegality\" is applied when there is a contravention of the substantive law of India, the Arbitration Act or the rules applicable to the substance of the dispute. In Hindustan Zinc Limited v. Friends Coal Carbonisation, (2006) 4 SCC 445, The Apex Court referred to the principles laid down in Saw Pipes (supra) and clarified that it is open to the court to consider whether an award is against the specific terms of contract, and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India. \n15. It was further held in Associate Builders (supra) that, when a decision is made to set aside an award on the basis of \"public policy\", the term \"justice\" simply refers to an Award that shocks the conscience of the court. A court cannot possibly include what it determines to be unfair, given the circumstances of a case, by replacing the Arbitrator's decision with what it sees as \"just\".\n16. The scope of challenge of an arbitral award under patent illegality as added in sub-Section 2A of Section 34 vide the Amendment in 2015 has been explained in Ssangyong Engineering and Construction Co. Ltd. v. NHAI, (2019) 15 SCC 131. It was observed that for the sub-Section 2A to be attracted there must be patent illegality appearing on the face of award which refers to such illegality as goes to the root of the matter but which does not amount to mere erroneous application of the law. In short, what is not subsumed within the fundamental policy of Indian law, namely, the contravention of a statute not linked to public policy or public interest cannot be brought in by the backdoor when it comes to setting aside an award on the ground of patent illegality. It was also made clear that re- appreciation of evidence which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of the award. A change that has been brought in by the Amendment Act, 2015 is that the construction of the terms of a contract is primarily for an Arbitrator to decide, unless the Arbitrator construes the contract in a manner that no fair-minded or reasonable person would; in short that the Arbitrator's view is not even a possible view to take. Also, if the arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction and would fall within the new ground of patent illegality added under Section 34(2A).\n17. The question which arises for the consideration of this court at this stage is whether the Award of the learned Arbitrator warranted judicial interference by the learned District Judge (Commercial Court). The facts of the case are being analysed in this limited context. \n18. Admittedly, the parties entered into a Licence Agreement dated 22.01.2015 whereby the appellant took on licence a space of 5 mtr. x 2 mtr. for the purpose of erection of the tower at property number 1877, Block B, Sant Nagar, Burari, Delhi for a period of 9 years. The monthly licence fee for the first three years was Rs.15,000/- per month which was to be increased at the rate of 10% after every three years as per the agreement. It had been concurrently held that though the appellant/Bharti Airtel Ltd. claimed to have sent a Notice of Termination dated 23.03.2015 but its service could not be proved by the Appellant which was ultimately proved to have been served on 02.12.2015. It was therefore, concluded that the Licence Agreement can be deemed to be terminated one month after the service of legal notice i.e. with effect from 01.01.2016.\n19. The appellant has contended that the respondent No.1 had failed to provide ingress and egress to the rooftop due to which it was constrained to terminate the licence agreement. Though the appellant/Bharti Airtel Ltd. in its evidence asserted that it was informed by its officials that ingress and egress was prevented but the learned Arbitrator observed that no officials was examined to prove this aspect and the testimony of its representative i.e. Mr. Amit Bhatia, A.R. (RW1) was hearsay and thus, could not be believed. The entire controversy that has arisen revolves around whether the appellant/Bharti Airtel Ltd. was provided the ingress and egress to the premises taken on licence. \n20. The appellant had produced a photograph before the learned Arbitrator at the stage of final arguments, wherein a tower is already shown to be constructed on the said rooftop. In response, the respondent No.1/claimant had placed on record the Licence Agreement dated 04.03.2008 vide which it had entered into an Agreement for 850 sq.feet of the terrace of the property in question with M/s. Reliance Infratel Ltd. for a period of 20 years i.e. till February 2028. As per the Licence Agreement dated 04.03.2008 between the respondent No.1/claimant and M/s. Reliance Infratel Ltd, the entire rooftop admeasuring 850 sq. feet had already been licenced to M/s.Reliance Infratel Ltd. in 2008 till 2028. Therefore, at the time of execution of the Licence Agreement with the appellant in January 2015, the entire roof had already been licensed to M/s.Reliance Infratel Ltd.\n21. The respondent No.1/claimant had tried to build a case on the basis of rough plan of the site and on a photocopy of the undated letter from M/s. Reliance Infratel Ltd. giving \"No-Objection\" to the use of free space of 26 yards on the rooftop of the property by the Licensor i.e. respondent No.1/claimant. The respondent No.1/claimant thus asserted that it had the space of 5 mtr. x 2 mtr. available on the rooftop which it had validly licensed to the appellant/Bharti Airtel Ltd.\n22. Pertinently, the learned Arbitrator considered in detail the rough site plan which approximately reflected the total area of the rooftop as 900 sq.feet and if the area occupied by Mumty was excluded, the area that remained was around 850 sq.feet which had been licensed to M/s. Reliance Infratel Ltd. The learned Arbitrator observed as under:-\n\"18....It is definite that the claimant has tried to behold the true facts from this Tribunal and has not approached it with clean hands. On perusal of the License Agreement dated 4 th Mar 2008 it is crystal clear that the claimant has already given almost whole of the terrace to M/S Reliance Infratel Limited in the year 2008 though they may physically installed their structure in portion of the same. In my opinion though there may have some open space left by M/S Reliance Infratel Limited, the claimant did not have any legal right to grant a fresh Licence to the Respondent in the year 2015. The Reliance Infratel Limited has definitely not relinquished its rights in the open space of the terrace to it by the Licence Agreement dated 4th Mar 2008\". \n23. It is observed that the learned Arbitrator has given a well reasoned finding to conclude that the rooftop which was licensed to the appellant in the year 2015 had already been licensed to M/s.Reliance Infratel Ltd. in 2008 till 2028. Once the space had already been licensed, there existed no free rooftop in respect of which the respondent No. 1 could have entered into an another License Agreement in January 2015 with the appellant/Bharti Airtel Ltd.\n24. Learned counsel on behalf of the respondent No. 1 had heavily relied on the No-Objection Letter, an undated letter, given to it by M/s. Reliance Infratel Ltd permitting the respondent No. 1/claimant to use the available space. However, the letter provides for a condition that \"Licensor has to provide sufficient space for access at shelter/DG installed by the licensee at any circumstances for their day to day operation\". Even though the letter has not been proved but all that the letter conveyed was that it had \"No- Objection\" to the open space being used by the Licensor, subject to the condition that sufficient space shall be made available for access at Shelter/DG installed. \n25. The learned Arbitrator dealt with this aspect as under:\n\"Even the alleged letter filed by the claimant will be of no help to him as it only mentioned usage of the free space by the Licensor and it can not be stressed and interpreted by this averment that M/S Reliance Infratel Limited is no more a Licensee of the open space or that the Reliance Infratel Limited has given a permission to the claimant to give this open space in Licence to another communication company i.e., Respondent herein, who is definitely their competitor. Even if I go by the rough sketch filed by the claimant with his affidavit dated 24.11.2018, the open space is of size 18 ft. x 13 ft. It is relevant to note here that the required space by the Respondent to put its Tower was 5 mts. X 2 mts. And if I convert 5 mts. Into feets it comes out to be 16.6666 ft. If I see the photograph of the terrace and sketch filed by the claimant and exclude the area of side parapet walls and it is presumed that the respondent could have utilized the space of 5 mts. X 2 mts., then there will not be any space left for the employees of M/S. Reliance Infratel Limited to have access to its Tower and equipment. Whereas the letter produced by the claimant mentions that there should always be free access to its employees for change or removal of the Tower material and other day to day operation of the same. Thus in the totality of the facts and circumstances it can be safely inferred that the Claimant had no right to enter into a License Agreement with the respondent when he had already given it to M/S Reliance Infratel Limited way back in the year 2008. Therefore this license agreement Ex.CW-1/1 could not have been practically performed by the claimant as M/S Reliance Infratel Limited has never relinquished its rights given to its in their license agreement dt.04.03.2008 at any point of time. Thus the claimant cannot derived any right to claim the license from the respondent under the License Agreement Ex.CW-1/1, I, therefore decide this issue/term of reference against the claimant and in favour of the respondent\". \n26. Thus, the undated letter, as rightly interpreted by the learned Arbitrator, merely permitted respondent No.1 to use the leftover free space without causing any inconvenience to M/s. Reliance Infratel Ltd. and by no stretch of imagination can it be said that M/s. Reliance Infratel Ltd. through this undated and unproved Note gave up its balance free land to the respondent No. 1 to be let out to any third party. The Licensor may have been given right to use the space but it did not include the right to license this space to the third party. Moreover, the space was not defined as 26 yds. but is figured out by the respondent No. 1 by excluding the space where the tower of M/s.Reliance Infratel Ltd. was installed. \n27. The respondent No. 1 in fact had not only misrepresented the facts and licensed the same space of 26 yards twice i.e. first to M/s.Reliance Infratel Ltd. and thereafter, to the appellant/Bharti Airtel Ltd. But also the space already licensed could not have been re -licensed to the appellant during the validity period of the First Licence agreement. Therefore, irrespective of whether ingress and egress was allowed to the appellant, the fact remains that the space sought to be licensed to the appellant, already stood licensed to M/s.Reliance Infratel Ltd. and was not available. Learned Arbitrator had thus, interpreted the terms of Agreement correctly and there existed no patent illegality or breach of fundamental policy. \n28. Much had been argued on behalf of the respondent No.1/claimant that at the time of entering into the Agreement, the appellant/Bharti Airtel Ltd. had visited the site many a times and had satisfied itself about the availability of space and thus, it cannot now take a plea that another Tower of M/s.Reliance Infratel Ltd. was already installed. This contention of the respondent No.1 is without any merit for the simple reason that even if the appellant had visited the site, it was not aware of the space already being licensed to M/s.Reliance Infratel Ltd. which was in the special knowledge of the respondent No.1 and the documents with respect thereto were produced before the learned Arbitrator only at the stage of final arguments; these facts did not find mention in the Notices or in the claims. \n29. It is nowhere the claim of the appellant that it required the space more than 5 mtr. x 2 mtr. which was available on the rooftop but the difficulty in the present situation was that respondent No. 1 did not have any right to licence the area which had already been licensed to M/s. Reliance Infratel Ltd. \n30. The learned Arbitrator by way of a well-reasoned Order had rejected the contentions of the respondent No.1 and held that because of the aforesaid circumstances, he was not entitled to any licence fee. \n31. The learned District Judge (Commercial Court) in the impugned order partly set aside the Award by observing that the controversy regarding insufficient space being left for installation, was never raised by the appellant and therefore, there arose no question of presuming that no space was left over for the installation of the Tower by the appellant. It was further observed that the learned Arbitrator made certain calculations and presumed that sufficient space was not there for the appellant to install the Tower when the appellant had not disputed that it had inspected the site before entering into the Licence Agreement and that the space needed by the appellant was duly mentioned in the agreement. The learned Arbitrator had wrongly held that the NOC provided for the respondent No.1 to use the vacant space in a personal capacity only as there was no such restriction in the NOC. In light of the above observations, the findings of the learned Arbitrator in Issue no.3 were partly set aside and the respondent No.1 was held to be entitled to one year of license fee with interest @12% from 29.01.2015 till the date of payment. \n32. In Rashtriya Ispat Nigam Ltd. vs. Dewan Chand Ram Saran, (2012) 5 SCC 306, the Court held as under:\n\"43. In any case, assuming that Clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one. It is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. That being the position, the High Court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator. \n44. The legal position in this behalf has been summarised in para 18 of the judgment of this Court in SAIL v. Gupta Brother Steel Tubes Ltd.20 and which has been referred to above. Similar view has been taken later in Sumitomo Heavy Industries Ltd. v. ONGC Ltd.21 : to which one of us (Gokhale, J.) was a party. The observations in para 43 thereof are instructive in this behalf. \n45. This para 43 reads as follows: (Sumitomo case 21, SCC p. 313)\n43. ... The umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. One may at the highest say that one would have preferred another construction of Clause 17.3 but that cannot make the award in any way perverse. Nor can one substitute ones own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. As held by this Court in Kwality Mfg. Corpn. vs. Central Warehousing Corpn. (2009) 5 SCC 142, the Court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the High Court has practically done in this matter. \nThe umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. If he does so, the decision of the umpire has to be accepted as final and binding.\"\n33. In MSK Projects (I) (JV) Ltd. vs. State of Rajasthan, (2011) 10 SCC 573, the Court held that if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. Such a jurisdictional error needs to be proved by evidence extrinsic to the award. \n34. In McDermott International Inc. vs. Burn Standard Co. Ltd. (2006) 11 SCC 181,, it was further noted that the interpretation of a contract is a matter for the Arbitrator to determine, even if it gives rise to determination of a question of law. Once, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award. A reference may also be made to Pure Helium India (P) Ltd. vs. Oil and Natural Gas Commission (2003) 8 SCC 593 and D.D. Sharma vs. Union of India (2004) 5 SCC 325.\n35. Thus, it can be concluded that the scope of grounds of challenge of an Award under Section 34 of the Act is limited and not equivalent to an Appeal. \n36. From a perusal of the impugned Order, it is evinced that the leaned Single Judge re-appreciated the validity of the License Agreement between the respondent and the appellant. It has substituted its own reasoning for that of the learned Arbitrators, as discussed above. It is a blatant case where the learned District Judge (Commercial Court) has re-interpreted the evidence led by the parties and has substituted its own reasoning with that of the learned Arbitrator. The learned Arbitrator by way of a well-reasoned Order had rejected the contentions of the respondent No.1 and held he was not entitled to any licence fee. Even if for the sake of arguments, it is conceded that its alternate interpretation could have been taken, but this is beyond the scope of Section 34 of the Act, 1996. \n37. In the present case, the learned District Judge (Commercial Court) has in fact dealt with the matter as if it was an Appeal before him and has proceeded not only to set aside the Arbitral Award but has even granted damages and interest to the respondent No.1-claimant. It is a case of re- writing the Arbitral award, which is not permissible. Partial setting aside and Modification of the Award 38. Another aspect that is imperative to discuss is whether Issue no.3 was severable in nature and the partial setting aside of the Award by the learned District Judge (Commercial Court) could have been done. \n39. The question of severability of claims came up before the consideration of the Supreme Court in the case of J.G. Engineers Pvt. Ltd. v. Union of India, (2011) 5 SCC 758 wherein the doctrine of severability was invoked and it was held that when the Award deals with several claims that can be said to be separate and distinct, the Court can segregate the Award on items that do not suffer from any infirmity and uphold the Award to that extent. \n40. Similarly, in the case of R.S. Jiwani (M/S.) v. Ircon International Ltd., 2009 SCC OnLine Bom 2021 the Bombay High Court upheld the application of doctrine of severability to an Award. It was observed that it is difficult to prescribe legal panacea which, with regard to the applicability of the principle of severability can be applied uniformly to all cases. The judicial discretion vested in the court in terms of the provisions of Section 34 of the A&C Act, 1996 was held to take within its ambit, power to set aside an award partly or wholly depending on the facts and circumstances of the given case and it was held that the same is not intended to be whittled down or to divest the court of competent jurisdiction to apply the principle of severability to the award of the Arbitral Tribunal. Further, the proviso to section 34(2)(a)(iv) has to be read ejusdem generis to the main section, as in cases falling in that category, there would be an absolute duty on the court to invoke the principle of severability where the matter submitted to arbitration can clearly be separated from the matters not referred to arbitration and decision thereupon by the Arbitral Tribunal. \n41. In this context, The Bombay High Court in the recent judgment of National Highway Authority of India v. The Additional Commissioner, Nagpur, 2022 SCC OnLine Bom 1688 noted the aspect of grave inconvenience highlighted in the aforesaid Full Bench judgment of Bombay High Court in the case of R.S. Jiwani (M/S.) (supra) and observed that if parties are required to go for arbitration afresh in its entirety on every occasion, even when the Arbitral Award is only partly set aside, that the Arbitral Award is found liable to be set aside on some issues, it would lead to multiple rounds of litigation, going against the very purpose of alternative dispute redressal mechanisms like arbitration. The claimants would be forced to pursue numerous rounds of proceedings before the arbitrator and Courts, which cannot be countenanced, thereby indicating that the contention raised in this regard on behalf of the appellants is unsustainable. Thus, following the principle of severability of claims it was held that the Award may be set aside partially. \n42. This court in the case of National Highways Authority Of India vs Trichy Thanjavur Expressway Ltd. 2023 SCC OnLine Del 5183 further explained the concept of severability of a claim under section 34. A reference was made to the case of Alcon Builders and M. Hakeem and it was observed that the expression \"setting aside\" as employed in Section 34 includes the power to annul a part of an award provided it is severable and does not impact or eclipse other components thereof. \n43. The court in the case of National Highways Authority Of India (supra) recognised the complexity involved in partial setting aside of an award and observed that \"even though an award may be viewed as an agglomeration of the decisions rendered by an AT on various claims, the question of partial setting aside would ultimately depend on whether there is an inextricable link between the offending part of the award with any other part of the disposition. The power to partially sever an offending part of the award would ultimately depend on whether the said decision is independent and distinct and whether an annulment of that part would not disturb or impact any other finding or declaration that may have been returned by the AT. The question of severability would have to be decided bearing in mind whether the claims are interconnected or so intertwined that one cannot be segregated from the other. This for the obvious reason that if the part which is sought to be set aside is not found capable of standing independently, it would be legally impermissible to partially set aside the award.\"\n44. Thus, the court under Section 34 of the Act, 1996 can set aside an Award partly if the same is severable in nature. \n45. In the facts of the present case the learned District Judge (Commercial Court) has partly set aside Issue no.3 but what needs consideration is whether the same was severable in nature. The Issue no.3 framed by the learned Arbitrator read as follows:\n\"Whether the claimant is entitled to license fee @ 15,000/- p.m. w.e.f. 29-1- 2015 till the filing of the statement of claim? (OPC)\"\n46. The learned Arbitrator initially observed that the respondent No.1 was entitled to License Fee for a period of one year from 29.1.2015 till the service of Notice in December 2015. However, the same was also denied in light of the prior Agreement of the respondent No.1 with M/s Reliance Infratel Ltd. in respect of the same premises which rendered the License Agreement with the appellant itself, invalid. It is observed that the question of whether the respondent No.1 was entitled to License Fee required an assessment of the validity of the License Agreement. Thus, the issue could not have been severed. \n47. Thus, the learned District Judge (Commercial Court) has partly set aside Issue no.3 which is not severable in nature and the impugned Order is liable to be set aside on this ground alone. Moreover, the learned District Judge (Commercial Court) has not only partly set aside the award but also modified the same to allow for License Fee and interest thereon. \n48. In the decision of McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181, the Apex Court interpreted the scope of interference under Section 34 and observed that the court cannot correct errors of the arbitrators. It can only quash the Award leaving the parties free to begin the arbitration again if it is desired. The scheme of the provision aims at keeping the supervisory role of the court to the minimum and this can be justified as parties to the Agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it. Under Section 34(2) of the Act 1996 the court is empowered to set aside an Arbitral Award on the grounds specified therein. There is no specific power granted to the court to itself allow the claims originally made before the Arbitral Tribunal where it finds the Arbitral Tribunal erred in rejecting such claims. If such a power is recognised as falling within the ambit of Section 34(4) of the Act, then the Court would be acting no different from an appellate court which would be contrary to the legislative intent of the Section 34 of the Act, 1996. The Court shall decline to decide the claim that had been rejected even if wrongly by the learned Arbitrator. \n49. In the decision of Dyna Technologies (P) Ltd. v. Cromption Greaves Ltd., (2019) 20 SCC 1, the Supreme Court noted that only when there is complete perversity in the reasoning then it can be challenged under the provisions of Section 34 of the Act. The power vested under Section 34(4) of the Act, 1996 to cure defects can be utilised in cases where the Arbitral Award does not provide any reasoning or if the award has some gap in the reasoning or otherwise and that can be cured so as to avoid the challenge based on the aforesaid curable defects under Section 34 of the Act. \n50. This Court in Nussli Switzerland Ltd. v. Organizing Committee, Commonwealth Games, 2014 SCC OnLine Del 4834 observed that if a party succeeds in the Objections to the Award, the court at best can set aside the award under Section 34 of the Act, 1996, but it does not empower the court to modify an award. It would be open to the party concerned to commence fresh proceedings (including arbitration). \n51. The decision of McDermott International (supra) has been referred to by the Supreme Court in Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 and in Dakshin Haryna Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657 and it has been held that there is no power with the court to modify an Arbitral Award. To recognise such power to modify, revive or vary the Award under Section 34 of the Act would be to ignore the previous law contained in 1940 Act and also to ignore that 1996 Act was enacted on UNCITRAL Model Law on International Commercial Arbitration, 1985 which makes it clear that given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\" namely either to set aside an Award or to remand the matter under the circumstances mentioned in Section 34 of the Act, 1996.\n52. In its recent judgment in National Highway Authority of India v. M. Hakeem, (2021) 9 SCC 1, the three Judges Bench of the Apex Court referred to Redfern and Hunter on International Arbitration (6 Edn.) in regard to setting aside of an Award wherein it was observed that the purpose of challenging an Award before the National Court at the seat of arbitration is to have that court declare all, or part, of the Award as null and void. If an Award is set aside or annulled by the relevant court, it will usually be treated as invalid, and accordingly unenforceable, not only be the courts of the seat of arbitration, but also by National Courts elsewhere. Following complete annulment, the claimant can recommence proceedings because the Award simply does not exist - i.e. the status quo ante is restored. The reviewing court cannot alter the terms of an Award nor can it decide the dispute based on its own vision of the merits. Any new submission of the dispute to arbitration after annulment, has to be undertaken by commencement of new arbitration with a new Arbitral Tribunal. \n53. In the decision of M. Hakeem (supra) the Apex Court reaffirmed that if one were to include the power to modify an Award under Section 34 of the Act, 1996, one would be crossing the Laxman Rekha as the Parliament clearly intended to confer no power of modification of an award under Section 34 of the Act, 1996. While entertaining appeals under Section 34 of the Act, 1996 the court is not actually sitting as a Court of appeal over the award of the Arbitral Tribunal and therefore, the court would not re- appreciate or re-assess the evidence. \n54. Further, regarding the power to modify an Award, the court in R.S. Jiwani (M/S.) (supra) made a reference to the decision of the Apex Court of India in NHAI v. M. Hakeem, (2021) 9 SCC 1 wherein it was observed as under:\n\"Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what according to the justice of a case, ought to be done. In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result. Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996. It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\"\n55. It thus settled the law and held that the Court does not possess the power to modify an Arbitral Award while hearing a challenge under Section 34 of the Act. \n56. Accordingly, it is observed that the learned District Judge (Commercial Court) should have passed a decree for fresh arbitration proceedings to be instituted when it partially set aside the award instead of practically re-writing the Award itself. \n57. In view of the above discussion, the Order of the learned District Judge (Commercial Court) dated 25.01.2020 allowing the Objections under Section 34 of the Act, 1996 cannot be sustained and we hereby set aside the same. The Award dated 21.12.2018 is upheld. \n58. The Appeal is accordingly allowed and the pending applications, if any, are also disposed of. \n(NEENA BANSAL KRISHNA) JUDGE (SURESH KUMAR KAIT) JUDGE NOVEMBER 08, 2023 akb/nk",
        "preamble_end_char_offset": null,
        "cleaned_text": "tripura high court the state of tripura vs hindustan steel works construction ltd on 13 february, 2024 author: arindam lodh bench: arindam lodh high court of tripura agartala arb. a. no.12 of 2022 1. the state of tripura, represented by the commissioner & secretary to the government of tripura, urban development department, p.s. new capital complex, p.o. kunjaban, agartala, west tripura. 2. the director, urban development department, pandit nehru complex, p.o. kunjaban, p.s. new capital complex, agartala, pin-799 001, district-west tripura. .applicant-appellant(s) versus hindustan steel works construction ltd. a government of india undertakings, represented by its head(projects) sri tanmoy bhowmik, having its local office at banik kuthir, sankar chowmuhani, krishnanagar, p.o. agartala, p.s. west agartala, district-west tripura. . contractor-respondent (s) for the applicant-appellant(s) : mr. karnajit de, addl. ga for the respondent(s) : mr. s.m. chakraborty, sr. advocate ms. mampi chakraborty, advocate date of hearing and delivery of judgment & order : 13. 02.2024 whether fit for reporting : yes hon'ble the chief justice mr. aparesh kumar singh hon'ble mr. justice arindam lodh judgment & order(oral) by way of filing the instant appeal under section 37(1)(c) of the arbitration & conciliation act, 1996, read with section 13(1a) of the commercial act 2015, the appellants have challenged the impugned judgment and order dated 24.06.2022, passed by the learned judge, district commercial court, west tripura, agartala in civil misc.(arbitration) no.10 of 2018, whereby and whereunder the application filed by the applicantappellants for setting aside the arbitral award dated 31.05.2018, passed by the learned arbitrator in arbitration proceeding no.1 of 2017, arising out of arbitration petition no.40 of 2016, was rejected. 2. shorn of unnecessary details, the facts giving rise to filing of the instant appeal may be stated thus: 2.1. pursuant to a notice inviting tender(nit, for short) floated by the appellants for construction of the work, namely „drainage system of agartala municipal area/sh: construction of rcc covered drain in central zone‟, the respondent-contractor had entered into a contract by way of agreement vide no.f.16(27)/udd/dud/con.wks/2011/1779-1805 dated 11.06.2012 with the appellants. the estimated value of the contract work was rs.29,61,15,323/and in terms of the agreement being executed on 24.09.2012, the work ought to have been completed within 18(eighteen) months from the date of agreement, i.e. on or before 23.03.2014. 2.2. however, the work could not be completed within the stipulated period and the respondent-contractor only could able to complete the work to the extent of 15.06%. the appellants, however, on the prayer of the respondent, extended time twice for completion of the work. but, the contractor-respondent suspended the work since october, 2015 without acceptable reasons. the appellants, therefore, terminated the contract on 20.05.2016 invoking the provision of clause 54 of the agreement. 2.3. it is the claim of the appellants that the respondent miserably failed to complete the work not only within the stipulated period as contracted for but also within the extended period of contract, in spite of providing all sorts of cooperation from their end. the appellants had to terminate the contract as per provisions contained in the contract agreement finding no other alternative, since the respondent could not complete more than 15.6% of the agreement work even after extending the contract period on two occasions. 2.4. to the contrary, it is the claim of the respondent/contractor that though the work entrusted to the respondent was stipulated to be completed within 18 months but due to failure of the appellants in making available free and workable work front, the work could not be completed within the stipulated period of 18 months. the contractor being faced with various obstacles applied for granting extension of time mentioning various reasons of delay and also prayed for the benefit of price escalation as per provision prescribed in clause 44 of the conditions of the contract. however, within the extended period also, the appellants failed to provide clear work front and finally the appellants could be able to provide only about 25.80% of the total scope of the work. for non-grant of extension with benefit of clause 44.1 of the conditions of the contract and also for not providing further work front free from all encumbrances, the respondent could not proceed with further work after march, 2015. ultimately, the appellants on 20.05.2016 on the allegation that the respondent failed to complete the work rescinded the agreement. the respondent, therefore, laid his claim to the tune of rs.3,93,07,799/-. 2.5. ultimately, on an application at the instance of the respondent under section 11(6) read with 11(8) of the arbitration and conciliation act, 2015, the matter came to be referred for settlement and adjudication of the disputes to the arbitral mechanism and resultantly in arb.p.no.40 of 2016, mr. d.k. das choudhury, tjs gr-i(retd.) stood appointed as the arbitrator in terms of order dated 30.03.2017 passed by this court. 2.6. in the arbitration proceedings, the claims/disputes put forth by the claimant-contractor/ respondent herein before the learned sole arbitrator, are as under: \"1. the claimants challenged the legality of termination of the contract issued under letter dated 20.05.2016 of the executive engineer of the urban development department(for short udd(exbt.c/103); 2. the claimant demanded payment of balance due for the works done basing upon the bill prepared by the respondents amounting to rs.30,87,669/only; 3. the claimant demanded payment on account of extra works executed and claims submitted vide letter no.hscl/drains/tripura/ 915 dated 07.08.2014 amounting to rs.3,36,713/-(exbt.c/107); 4. the claimant demanded refund of security deposit including emd amounting to rs.51,82,338/only; 5. the claimant demanded compensation of rs.2,38,83,073/only on account of loss of expected profit on the balance work to be executed @ 10% of estimated at rs.23,88,30,725/-; 6. the claimant demanded price escalation as per sub-clause 44.1 of the agreement on the value of the works done after the stipulated period estimated at rs.28,43,213/only; 7. the claimant demanded interest @12% per annum on the sum demanded with effect from 20.06.2016 for the pre-reference period, pendent lite period and also for post award period; 8. the claimant also demanded cost of arbitration proceeding including fees of the arbitrator by way of reimbursement being the injured party.\" 2.7. on the other hand, the state, appellants herein by filing counter statement of defense pleaded against each of the claims/disputes, in the following manner: \"1. termination of the contract under order dated 20.05.2016 of the executive engineer of udd was done validly exercising the jurisdiction vested upon him; 2. the respondent admitted that an amount of rs.23,83,383/only remains to be paid to the claimant and not rs.30,87,669/-, as claimed, and for the said amount of rs.23,83,383/final bill has been prepared but payment has not been made; 3. the account of extra works executed is varied by the respondent, balance of which, according to them is rs.9,91,100/only against the claim of rs.3,36,713/-. however, they expressed their readiness to reconcile the account to arrive at a correct decision; 4. the respondent admitted that security deposit including emd amounting to rs.51,82,340/is lying with them, but said amount is to be forfeited in consequence of rightful rescission of the contract as per clause 25.2 of the agreement; 5. in view of rightful rescission of the contract the claimant is not entitled to any compensation on account of loss of expected profit on the balance work; 6. considering the tender amount and the stipulated time for completion, the provision of the clause 44 of the agreement is not applicable in the present case and the claimant is not entitled to any price variation; 7. the question of award of interest is left within the domain of the arbitrator and the relevant provisions of law. however, the rate of interest as claimed by the claimant is considered to be exorbitant; 8. the claim for cost of arbitration proceeding including fees of the arbitrator by way of reimbursement is denied by the respondent for the reason that it is the claimant who dragged the respondent to arbitration\" 2.8. the state/appellants also disputing the claims of the claimantrespondent on the above mentioned terms further advanced the following two counter claims: \"1. damages from the claimant for the loss suffered on account of extra expenditure amounting to rs.4,27,98,769/incurred for completing the balance work done by other agency @18% of the extra-expenditure. 2. liquidated damages for delay cause in completion of the contracted work @10% of the contract value from the claimant.\" 2.9. considering the controversies transpired from the respective statement of claims and defense and the documents filed by the parties, the learned arbitrator framed the following issues:\"i. whether the termination of the contract no. f.16(27)/udd/ dud /con.wks/2011/1779-1805 dated 24.09.2012 by the respondent as made by its letter dated 20.05.2016 amounted breach of contract on the part of the respondent. ii. whether the claimant is entitled to compensation from the respondent for breach of contract by the respondent and, if so, what shall be the quantum of the compensation? iii. whether the claimant is entitled to balance payment of rs.30,87,339/due for value of works done on the basis of bill prepared by the respondent from the latter? iv. whether the claimant is entitled to payment of rs.3,36,713/from the respondent on account of extra works executed and claim submitted to the respondent vide letter no.hscl/drains/tripura/915 dated 07.08.2014 of the claimant? v. whether the claimant is entitled to refund of security deposit including emd amounting to rs.51,82,338/as forfeited by the respondent? vi. whether the claimant is entitled to rs.28,43,213.00 being the value of the work done after stipulated period on account of price escalation from the respondent? vii. whether the claimant is entitled to interest with effect from 20.06.2016 for preference period, pendente lite period and post award period to be paid by the respondent? if so what shall be the rate? viii. who is to bear the cost of arbitration? ix. whether the respondent is entitled to damages for the loss suffered on account of extra expenditure of rs.4,27,98,769.00 incurred for completing the balance work done by other agency left by the claimant from the claimant? x. whether the respondent is entitled to recover liquidated damages for delay caused in completion of the contracted work @10% of the contract value from the claimant? 2.10. on 31.05.2018, after consideration of the respective claims of the parties and on going through the pleadings and documents adduced by them, the learned arbitrator returned the award in the following manner: \"(1) it is declared that the rescission of the contract done under letter dated 20.05.2016(exbt.c/102) by the executive engineer, udd is wrong and unjustified and it amounted breach of contract on the part of the respondent. (2) the two counter-claims of the respondent for damages etc. are disallowed. (3) the claimant is entitled to the sum of rs.3,53,28,338/with cost of rs.4,09,266/-, in total rs.3,57,37,604/-(rupees three crore fifty seven lakh thirty four thousand six hundred and four only) including interest as detailed below to be paid by the respondent: (i) rs.2,38,83,073/being compensation for loss of expected profit; (ii) rs.30,82,999/being balance of the value of the works done; (iii) rs.3,36,713/being cost of extra items of works done; (iv) rs.51,82,340/only being refund of security deposit; (v) rs.28,43,213/only towards price adjustment; (vi) simple interest @6.5% on the amount of rs.3,53,28,338/(excluding the amount of cost awarded) for the pendente lite period from 06.08.2016 to 31.05.2018; and simple interest @8.5% per annum on the whole awarded amount of rs.3,57,34,604/from 01.06.2018 till payment; (vii) cost of arbitration amounting to rs.4,09,266/only;\" 2.11. the appellants being aggrieved by the award dated 31.05.2018 passed by the learned arbitrator filed a petition under section 34 of the arbitration and conciliation act, 1996 before the learned district commercial court, west tripura, agartala, for setting aside the arbitral award passed by the learned arbitrator. 2.12. upon hearing the learned counsel appearing for the parties, learned judge, district commercial court, west tripura rejected the petition for setting aside the award dated 31.05.2018 vide judgment and order dated 24.06.2022 passed in civil misc.(arbitration) no.10 of 2018 and upheld the arbitral award passed by the learned arbitrator. 2.13. being aggrieved by and dissatisfied with the judgment and order passed by the learned judge, district commercial court, west tripura, agartala, the appellants filed the instant appeal inter alia praying for the following relief(s): \"i. admit this application; ii. issue notice upon the respondent; iii. call for the lc records; iv. after hearing the parties, set aside the judgment and order dated 24.06.2022 passed in civil misc.(arbitration) 10 of 2018 by the ld district commercial court, agartala, west tripura, along with arbitral award passed by the ld. arbitral tribunal on 31.05.2018 in arbitration case no.1 of 2017;\" 3. on the above factual background, we have heard mr. k. de, learned addl. ga appearing for the appellants as well as mr. s.m. chakraborty, learned senior counsel assisted by ms. mampi chakraborty, learned counsel appearing for the respondent. 4. at the outset, mr. de, learned addl. g.a. appearing on behalf of the appellants contended that the judgment and order dated 24.06.2022 passed by the learned district commercial court suffered from misinterpretation of law, as the learned court below as well as the learned arbitrator failed to consider that there was a fundamental breach of contract by the respondent since the contractor-respondent miserably failed to complete the work not only within the stipulated time but also within the extended period of time. much emphasis was led on behalf of the appellantsstate that clause 44 of the agreement is not applicable to the facts of the instant case, and the contractor is not entitled to any price escalation since the contractor miserably failed to complete the work even within the extended period of time, but, the learned arbitrator without considering the fact awarded rs.28,43,213/towards price escalation/adjustment and these aspects have not been considered by the learned court below. learned addl. g.a. therefore prayed for allowing the appeal. 4.1. the next argument advanced by mr. de, learned addl. g.a. is that the learned district commercial court as well as the learned arbitrator also failed to consider that the rescission of the contract is rightful and the appellants are entitled to the damages due to the rightful rescission of contract and further the learned court below as well as the learned arbitrator also failed to consider that as per clause 25.2 security money and emd had to be forfeited if there is rightful rescission. 5. per contra, mr. chakraborty, learned senior counsel appearing on behalf of the respondent refuting the submissions advanced on behalf of the appellants has argued that the findings of the learned arbitrator are sound and well supported by reasoning and therefore they do not suffer from any such patent illegality which could have been set aside and the learned commercial court after consideration of the reasonings given by the arbitrator in the award had confirmed the award. 5.1. relying on the decision of the apex court in the case of hindustan tea co. vs. k. sashikant co. & anr. reported in air 1987 sc 81, mr. chakraborty, learned senior counsel has contended that it is settled proposition of law that the arbitrator is made the final arbiter of the dispute between the parties. the award is not open to challenge on the ground that the arbitrator has reached a wrong conclusion or has failed to appreciate facts. learned senior counsel further relying on the decision of the apex court in the case of associated construction vs. pawanhans helicopters ltd. reported in (2008) 16 scc 128 has contended that a court does not sit as one in appeal over the award of the learned arbitrator and if the view taken by the arbitrator is permissible no interference is called for on the premise that the different view was also possible. learned senior counsel therefore has prayed for dismissing the appeal. 6. we have considered the rival submissions of learned counsel for the parties and also gone through the relevant materials placed on record. we have also gone through the award returned by the learned arbitrator as well as the judgment of the learned district commercial court. the core question before us is whether the award passed by the learned arbitrator, which was upheld by the learned district commercial court, can be interfered in appeal under section 37 of the arbitration & conciliation act, in the facts and circumstances of the case on hand. 7. to begin with we are not oblivious of the legislative intendment the legislatures wanted to achieve in bringing out the amendment to section 34 of the arbitration and conciliation act, 1996 by the arbitration and conciliation (amendment) act, 2015 which was aimed at speedy disposal of arbitration proceeding and to curb the complexities palpably and apparently manifest in other ordinary judicial proceedings. we are also mindful of the principles laid down in various authoritative pronouncements of the hon'ble supreme court wherein it was observed that there is disturbing trends of courts to unnecessary intervene with the award on the ground of perversity or patent illegality without keeping in mind the minimal supervisory role of the courts and the grounds available for annulment of the award. 8. it comes to fore that the learned district commercial court while rejecting the application for setting aside the arbitral award has referred to the decisions of national highways authority of india vs. m. hakeem & anr. reported in (2021) 9 scc 1 and delhi airport metro express pvt. ltd. vs. delhi metro rail corporation ltd. reported in (2022) 1 scc 131 wherein and whereunder the apex court relying on its earlier judgments had elaborately discussed the powers of a court under section 34 of the arbitration and conciliation act. relying on the aforementioned judgment the learned district commercial court while passing the impugned judgment in paras 4, 5, 6 and 7 has observed thus: \"4. the arbitration act has been enacted to consolidate and amend the law relating to domestic arbitration as well as international commercial arbitration in india after taking into account the united nations commission on international trade law (uncitral) model law on international commercial arbitration 1985. section 34 of the arbitration act stipulates that any person aggrieved by an arbitral award may take recourse by filing an application in terms of section 34(2), (2-a) and 3 of the arbitration act on the grounds enumerated therein. there was divergence of judicial opinion in india on the scope of the powers of a court exercise in jurisdiction under section 34 of the arbitration act. recently, hon‟ble supreme court in the case of national highways authority of india vs m.n hakeem & another decided on 20.07.2021 has held in para 40 as under: \"it can therefore be said that this question has now been settled finally by at least 3 decisions of this court. even otherwise, to state that the judicial trend appears to favour an interpretation that would read into section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 act; as also to ignore the fact that the 1996 act was enacted based on the uncitral model law on international commercial arbitration, 1985 which, as has been pointed out in redfern and hunter on international arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the „limited remedy‟ under section 34 is co-terminus with the „limited right‟, namely, either to set aside an award or remand the matter under the circumstances mentioned in section 34 of the arbitration act, 1996.\" 5. at this juncture we may also gainfully refer to a judgment of hon‟ble supreme court rendered in delhi airport metro express pvt. ltd. vs delhi metro rail corporation ltd. decided on 09.09.2021 wherein at para 26 held as under: \"section 34 (2) (b) refers to the other grounds on which a court can set aside an arbitral award. if a dispute which is not capable of settlement by arbitration is the subject-matter of the award or if the award is in conflict with public policy of india, the award is liable to be set aside. explanation (1), amended by the 2015 amendment act, clarified the expression „public policy of india‟ and its connotations for the purposes of reviewing arbitral awards. it has been made clear that an award would be in conflict with public policy of india only when it is induced or affected by fraud or corruption or is in violation of section 75 or section 81 of the 1996 act, if it is in contravention with the fundamental policy of indian law or if it is in conflict with the most basic notions of morality or justice. in ssangyong (supra), court held that the meaning of the expression „fundamental policy of indian law‟ would be in accordance with the understanding of this court in renusagar power co. ltd. v. general electric co. in renusagar (supra), this court observed that violation of the foreign exchange regulation act, 1973, a statute enacted for the „national economic interest‟, and disregarding the superior courts in india would be antithetical to the fundamental policy of indian law. contravention of a statute not linked to public policy or public interest cannot be a ground to set at naught an arbitral award as being discordant with the fundamental policy of indian law and neither can it be brought within the confines of „patent illegality‟ as discussed above. in other words, contravention of a statute only if it is linked to public policy or public interest is cause for setting aside the award as being at odds with the fundamental policy of indian law. if an arbitral award shocks the conscience of the court, it can be set aside as being in conflict with the most basic notions of justice. the ground of morality in this context has been interpreted by this court to encompass awards involving elements of sexual morality, such as prostitution, or awards seeking to validate agreements which are not illegal but would not be enforced given the prevailing mores of the day.\" 6. on perusal of the application for setting aside the award it appears that all the grounds placed for setting aside the award requires appreciation of evidence so placed before the sole arbitrator. in view of the judgment of hon'ble supreme court as referred to above, we cannot reappreciate the evidence on record sitting as a court of appeal. 7. the scheme and scope of the provisions of section 34 of arbitration act aims at keeping the supervisory roles of the court at minimum level, therefore, we cannot correct the errors, if any, done by the arbitrator by sitting as an appellate court, it can only be quashed leaving the parties to begin the arbitration again if it is desired. since in the case at hand, the grounds as taken by the petitioner for setting aside the award do not attracts any of the provisions as enumerated in section 34(2) or 34(2a) of the arbitration act, we declined to set aside the award as proposed.\" [emphasis added] 9. on a bare perusal of the above authoritative views as enunciated by the apex court, and quoted by the learned district commercial court, we may gainfully refer to the recent decision of this court rendered in the case of bhartia infra projects limited vs. state of tripura & ors. decided on 10.01.2024 presided over by both of us, wherein this court while addressing the scope of interference in an appeal under section 37 of the act of 1996 had relied upon the latest judgment of the apex court rendered in s.v. samudram vs. state of karnataka & anr. reported in 2024 scc online sc 19 dated 04.01.2024[civil appeal no.8067 of 2019], wherein it was held that under section 37 the high court cannot travel beyond the restrictions laid down under section 34. in other words, the court cannot undertake an independent assessment of the merits of the award. in s.v. samudram(supra), the hon'ble supreme court further held thus: [scc online p.16 para 71] \"71. the court under section 37 had only three options:(a) confirming the award of the arbitrator; (b) setting aside the award as modified under section 34; and (c) rejecting the application(s) under section 34 and 37.\" 10. in view of the above settled proposition of law it can safely be held that the minimum judicial interference is the ultimate bottomline of the arbitration, that has to be maintained and this can only be achieved if there is minimal interference from the courts. the court has the power to set aside or uphold the award under some specified conditions that are stipulated under the statute, but cannot modify and correct the errors made in the arbitral award. the high court cannot decide the appeal by entering into the merits of the claim proposed and so the scope of deciding the appeal under section 37 is limited and should be enforced within the prescribed limit. the only rationale behind not giving much authority to the court to interfere in the awards made by the arbitrator is to reduce the supervisory of the court on the disputes. if courts shall be given the power to reconsider the award then the arbitration proceedings would be useless as parties adopted an alternate form of dispute resolution thus wanting to keep the disputes outside the jurisdiction of the court and want convenience and finality. 11. we have gone through the arbitral award passed by the learned arbitrator and the grounds as agitated by the appellants for setting aside the arbitral award by filing application before the commercial court under section 34 as well before this court in appeal under section 37 of the arbitration & conciliation act read with section 13(1) of the commercial courts act. we have also gone through the written brief submitted on behalf of the respective parties. on careful perusal of the arbitral award we find that the learned arbitrator in the arbitration proceedings before it had dealt with all the issues so framed, elaborately considering the claims and counter claims supported by documents adduced by both the parties. 11.1. in the instant appeal, firstly, the main challenge posed by mr. de, learned addl. g.a. appearing on behalf of the state-appellants is that clause 44 of the agreement will not be applicable in the instant case as the tender value is more than rs.1.00 crore and time of completion is 18(eighteen) months, i.e. less than 24(twenty) months and in view of this, the learned sole arbitrator by allowing the price escalation had acted beyond the terms of the agreement. secondly, the learned district commercial court without discussing on any of the issues raised by the state-appellants had rejected the petition filed under section 34 of the arbitration & conciliation act, 1996. 11.2. the above submissions have led us to first peruse clause 44 and clause 44.1 of the agreement, which are reproduced here-in-below: \"44. price adjustment: (not applicable for works for which estimated cost put to tender is less than rs.1.00 crore & stipulated time for completion is less than or equal to twenty-four months. 44.1. price adjustment shall be granted where administered prices are enforced and that too for works estimated at more than rs.1.00 crore and having completion period of more than 24(twenty four) months. this should be applicable within the original contract period or extended period owing to departmental delays. this will not apply to cases attributed to contractors fault.\" 11.3. we have minutely perused the entire award passed by the learned sole arbitrator. we find that the learned sole arbitrator had discussed all the referred disputes as raised by the parties to the arbitration. we have noticed that the learned arbitrator had recorded in his findings that from the reply to the show-cause notice issued by the appellants-state upon the contractor-respondent that there were lapses on the part of the stateappellants in prosecuting the work. it was found that out of total work front over a length of 8079 meters, work front for 2289.68 meters(28.27%) only was made available by the appellants-state to the respondent-contractor. furthermore, as regards the charge levelled against the respondent-contractor by the appellants-state that the former failed to mobilize adequate men and materials to complete the work was found not sustainable. in the light of the above, the sole arbitrator held that the termination of the contract on the ground of delay and non-mobilization of materials, etc. by the respondentcontractor as raised by the appellants-state was not sustainable and the state action was absolutely wrong and unjustified and amounted to breach of contract. finally, according to the sole arbitrator, the reasons of termination of the contract could not be attributed to the respondent-contractor. 11.4. the question relating to applicability of clause 44 along with sub-clause 44.1 of the agreement has been dealt with by the sole arbitrator in deciding the issue/dispute no.6. here we find, the respondent-contractor raised a claim of rs.28,43,213/on account of price escalation on value of works done after stipulated period @10% of rs.3,43,31,647/in terms of the provision of clause 44.1 of the agreement. the sole arbitrator had not lost his sight to the counter claim filed by the appellants-state where it was stated that as per terms of clause 44 of the agreement, the price variation clause is not applicable to the respondent-contractor where the estimated cost is less than rs.1.00 crore and stipulated time for completion of the work is less than or equal to twenty four months. in reply to the counter statement of defense, the respondent-contractor stated that it is the appellants-state who delayed the execution of the work. on consideration of the statements made in the counter claim of defense by the appellants-state and the reply to such counter claim by the respondent-contractor, the sole arbitrator found that the appellants-state could not controvert the correctness of the account placed by the respondent-contractor. 11.5. while discussing the price adjustment clause, as stated above, it is found that the sole arbitrator had extracted the relevant clause in his award. thereafter, on consideration and interpretation of the relevant clause 44 of the agreement, the sole arbitrator came to a finding that though the original contract period for completion of the work was 18(eighteen) months, but, the said period for completion of the work was extended upto 30.06.2016 vide letter dated 19.04.2016(exbt.c/96) issued by the appellantsstate. the sole arbitrator extracted the relevant portion of the said letter, which is reproduced here-under from the award itself: \"sir, reference your letter no.hscl/tripura/udd/drain/2015/933 dt. 08.09.15 in connection with the grant of extension of time for completion of the work construction of rcc covered drain in central zone. the date of completion for the above mentioned work is 23.03.2014 as stipulated in the agreement dated the 24.09.2012. extension of time for completion of the above mentioned work is granted up to 30.06.2016 without prejudice to the right of the government to recover liquidated damages in accordance with the provision of related clauses of the said agreement. provided that notwithstanding the extension hereby granted, time is and shall still continue to be the essence of the said agreement. please note that clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement.\" 11.6. the learned arbitrator had taken into account the response of the respondent-contractor vide letter 07.05.2016(exbt.c/97) narrating all the bottlenecks created by the appellants-state to execute the work including failure to issue work order and delivery of work front for remaining 15(fifteen) drains under the agreement and the delay caused in extending the time of completion, etc., finally made a request to the appellants-state in the following terms: \"if you feel that it is not possible to facilitate execution of further work, we would request you to close the agreement, finalize our payment followed by release of our all deposits without fixing any liability against us as we never defaulted in executing the work.\". while analyzing the above situations, the sole arbitrator had observed thus: \"17.7. there is nothing in the statement of defense of the respondent in reply to the said letter. thereafter, the respondent under his letter dated 20.05.2016(exbt.c/102), before expiry of the extended time(30.06.2016), terminated the contract without issuing any further written work order or delivering work front for executing the remaining work under the agreement. 17.8. after careful appreciation of the facts narrated herein above, the condition, unilaterally, imposed by the respondent in his letter of extension dated 19.04.2016(exbt.c/96) stating that „please note that clause 44.1 mentioned in your letter under reference is not applicable for this contract agreement‟ cannot be held to be justified and tenable. besides, in view of the objection raised by the claimant under his letter 07.05.2016(exbt.c/97) the responsibility for extending the period for completion of work also cannot be shifted to the claimant unilaterally by the respondent. taking into account all facts and circumstances, it can be held that the period of completion of the work had been extended up to 30.06.2016 by the respondent not for fault of the claimant. so, the terms of the agreement relating to entitlement of the claimant to price adjustment is applicable to the present case.\" 11.7. next, while determining the quantum of compensation towards price escalation, it transpires that the sole arbitrator had relied upon the price index of the relevant period published by the office of the economic advisor, government of india for materials and that of labour published by the labour bureau, government of india(exbt.c/110), which remained unchallenged by the appellants-state. accordingly, it was held by the arbitrator that the respondent-contractor was entitled to award for the sum of rs.28,43,213/only. 11.8. on perusal of the entire arbitral award it comes to light that the other issues were decided by learned commercial court on the basis of the decision arrived at by the arbitrator in deciding the issue/dispute no.6 related to clause 44 and clause 44.1 as narrated here-in-above. 11.9. in the light of the above narration of facts and the interpretation of clause 44 along with its sub-clause 44.1 as regards its applicability, it cannot be said that the sole arbitrator had not dealt with all the issues, particularly the issue relating to applicability of clause 44 and clause 44.1. the state authorities participating in the proceedings had availed enough opportunity to convince the sole arbitrator as per their own understanding on the applicability of clause 44, i.e. the state-appellants had been able to place their own case before the sole arbitrator on the scope of applicability of clause 44 in the context of the disputes raised before the arbitrator. 11.10. it is, by now well settled that the courts in exercise of jurisdiction under sections 34 and 37 of the arbitration and conciliation act, 1996 will not sit in appeal to examine the legality and validity of an arbitral award on the ground that the arbitrator has reached to a wrong conclusion and has failed to appreciate the facts. it is also equally settled that the interpretation of different provisions of the work agreement, if made by an arbitrator as an adjudicating authority to declare an award would not call for interference by the courts under sections 34 and 37 of the arbitration and conciliation act, if such interpretation is found to be a possible and plausible view, and not on the premise that a different view was also possible. 11.11. in the case in hand, on careful perusal of the award, we are of firm opinion that the learned sole arbitrator while deciding the disputes raised in the proceedings never travelled beyond the disputes under reference. it is hard to digest the argument advanced by the learned addl. g.a. appearing on behalf of the appellants-state that the learned arbitrator had committed error in exercise of its jurisdiction conferred upon him under the concept of \"un-reasonability\" and \"patent illegality\" and does not appear to be shocking to the conscience of the court to set aside the award or to leave the parties to begin the arbitration again since we do not find the appreciation of facts and law by the arbitrator is in conflict with the most basic notions of justice, calling for interference of the court. 12. now, coming to the next question raised by the appellants-state that the learned commercial court has committed a serious error in exercise of its jurisdiction conferred under section 34 of the arbitration and conciliation act since he has confirmed the award without considering the grounds raised by the appellants-state relating to price adjustment and escalation of price as envisaged in clause 44 of the agreement. we have perused and considered the judgment of the learned commercial court. it is true that the learned commercial court has not dealt with the issues raised by the appellants-state relating to applicability of clause 44 of the agreement. however, in our opinion, it cannot be a ground to interfere with the award made by the arbitrator, if the arbitrator himself deals with the disputes referred before him during the course of arbitration proceedings. the exercise of jurisdiction conferred on courts under section 34 and section 37 of the arbitration and conciliation act is almost same. the principles of reappreciation and re-assessment of the award made by the arbitrator under both section 34 and 37 of the arbitration and conciliation act are narrow and circumscribed. in view of the enunciation of law in the above authorities we can come to a definite conclusion that interference of an award by the high court under section 37 of the arbitration and conciliation act cannot travel beyond the restrictions and limitations provided under section 34 of the arbitration and conciliation act. this court in exercise of its jurisdiction under section 37 will only ascertain that the exercise of power by the commercial court exercising jurisdiction under section 34 has not exceeded to the scope of the provision. 13. we reiterate that merits of an arbitral award made by an arbitrator cannot be held to be vitiated only on the ground that the commercial court in exercise of its jurisdiction under section 34 of the arbitration and conciliation act has not dealt with the disputes referred to before the arbitrator because neither the high court under section 37 or the commercial court under section 34 of the arbitration and conciliation act can undertake an independent assessment on the merits of the award. on meticulous consideration of the arbitral award it comes to fore that the said award does not suffer from any internal contradictions or inconsistency which may be a ground for interference. even for argument sake, if it is considered to be an error of law committed by the arbitrator it would not fall within the expression \"patent illegality\". even the courts in exercise of its jurisdiction under section 34 of the arbitration and conciliation act, 1996 are inhibited to interfere with an arbitral award on the ground that the arbitrator erroneously applied the law in question as it cannot be categorized as 'patent illegality‟. 14. in view of the aforesaid discussions and analysis on both law and facts, we do not find any ground to interfere with the judgment passed by the learned judge, district commercial court, west tripura vis-à-vis the arbitral award returned by the sole arbitrator. 15. resultantly, the instant appeal preferred by the appellants-state stands dismissed. (arindam lodh, j) (aparesh kumar singh, cj) rohit/nihar"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "164d23bad04e4a55a220401d3c8aaa18_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5dc29613fd294bf69b7a34b12682f369_1"
        },
        {
            "start": 242,
            "end": 349,
            "text": "\nDelhi High Court\nBharti Airtel Ltd vs Jamshed Khan & Anr. on 8 November, 2023\nAuthor: Neena Bansal Krishna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f0b385209fe42728812257d83ed7b1f_2"
        },
        {
            "start": 351,
            "end": 397,
            "text": "Bench: Suresh Kumar Kait, Neena Bansal Krishna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdbf7edfd92749968182219b044d2da2_3"
        },
        {
            "start": 426,
            "end": 534,
            "text": "*     In The High Court Of Delhi At New Delhi\n                                                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0784c1ca2d1a4a38aff047fd0625b12b_4"
        },
        {
            "start": 534,
            "end": 597,
            "text": "Reserved on: 18th September , 2023\n                           %",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e609f5791f20407e9512df0968cbe892_5"
        },
        {
            "start": 630,
            "end": 663,
            "text": "Pronounced on: 8th November, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5302b29b45d4240a801cef428f0e64c_6"
        },
        {
            "start": 698,
            "end": 715,
            "text": "+             Fao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a86bb86741d54fa99004035636e1680f_7"
        },
        {
            "start": 716,
            "end": 751,
            "text": "(Comm) 55/2021 & Cm Appl. 8069/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1db1a7f2b3d4bb18d7b7b47b8d5c824_8"
        },
        {
            "start": 781,
            "end": 787,
            "text": "Bharti",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b33a8f9c9935448dabdc26f7310695f5_9"
        },
        {
            "start": 788,
            "end": 799,
            "text": "Airtel Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "443348218e27411e9a6fd878a20bfa7c_10"
        },
        {
            "start": 837,
            "end": 852,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08c09d48b8b44473887150ceb7d5137c_11"
        },
        {
            "start": 898,
            "end": 906,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "723064a8a06647488e20194fea669470_12"
        },
        {
            "start": 919,
            "end": 935,
            "text": "Mr. Urfee Haider",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45b58d4216264617ade6e202e78a794c_13"
        },
        {
            "start": 936,
            "end": 946,
            "text": ", Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c58d75b0f4c1443eb9fdd61921208f25_14"
        },
        {
            "start": 947,
            "end": 1000,
            "text": ". \n                                            Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64946a86f0e14a5a917bf6bd3600051b_15"
        },
        {
            "start": 1029,
            "end": 1036,
            "text": "Jamshed",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f6f1ff358b74669a08e9706be8cc610_16"
        },
        {
            "start": 1037,
            "end": 1043,
            "text": "Khan &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "507702686f694c60b13085f9c5d29763_17"
        },
        {
            "start": 1044,
            "end": 1091,
            "text": "Anr .                                     .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28d91b670de94c58aa5cc05fd4ee4bed_18"
        },
        {
            "start": 1092,
            "end": 1103,
            "text": "Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2be580cd3a3c48a28bc61198c8286e9e_19"
        },
        {
            "start": 1149,
            "end": 1157,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1140f88e2aab41f699c6350822d722f3_20"
        },
        {
            "start": 1170,
            "end": 1201,
            "text": "Mr. Karan Luthra, Advocate with",
            "labels": [
                "PREAMBLE"
            ],
            "id": "500579cea69244eeb306ac3b182877a9_21"
        },
        {
            "start": 1202,
            "end": 1558,
            "text": "\n                                                                 Mr.Naman Gowda, Advocate for R-1.\n                           Coram:\n                           Hon'Ble Mr. Justice Suresh Kumar Kait\n                           Hon'Ble Ms. Justice Neena Bansal Krishna\n\n                                                    Judgment\nNeena Bansal Krishna, J.\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1196944962d14fa9bceb750069742ed3_22"
        },
        {
            "start": 1559,
            "end": 1730,
            "text": "The Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"Act, 1996\") has been filed against the Order dated 25.01.2020 passed",
            "labels": [
                "FAC"
            ],
            "id": "681cb7f52f2d4b77b640b74bd11bc02d_23"
        },
        {
            "start": 1732,
            "end": 2430,
            "text": "by the learned District Judge (Commercial Court), Tis Hazari Courts vide which the Objections under Section 34 of the Act, 1996 have been allowed and the Arbitral Award dated 21.12.2018 has been set aside partly.\n2. Facts in brief are that the appellant/Bharti Airtel Ltd. (the respondent before the learned Arbitrator hereinafter referred to as the appellant) entered into a Licence Agreement with the respondent No. 1/Jamshed Khan (the claimant before the learned Arbitrator hereinafter referred to as the respondent No.1) dated 22.01.2015 whereby the appellant was given a rooftop space of size 5 mtr. x 2 mtr. at property Number 1877, Block B, Sant Nagar, Burari, Delhi for a period of 9 years.",
            "labels": [
                "FAC"
            ],
            "id": "c7821acd2f4141b8b102aebfcbf4f956_24"
        },
        {
            "start": 2431,
            "end": 2606,
            "text": "As per the Licence Agreement, the monthly licence fee for the first three years was Rs.15,000/- per month which was to be increased at the rate of 10% after every three years.",
            "labels": [
                "FAC"
            ],
            "id": "2205ad6c73ec4c3182ff98605421e90d_25"
        },
        {
            "start": 2607,
            "end": 2832,
            "text": "\n3. According to the respondent, the appellant had abandoned the Agreement and failed to perform its part as the appellant did not pay any Licence Fee with effect from 29.01.2015 in terms of Clause 3 of the Licence Agreement.",
            "labels": [
                "FAC"
            ],
            "id": "d33e85082dd4441fb9dad58441ee01c2_26"
        },
        {
            "start": 2833,
            "end": 3072,
            "text": "Therefore, the arbitral proceedings in terms of the Licence Agreement, were commenced by the respondent No. 1/claimant and the learned Arbitrator was appointed by this Court under Section 11 of the Act, 1996 vide Order dated 06.12.2016.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "58e0be6dc24d46a3a7fd6d8ac3428ffa_27"
        },
        {
            "start": 3073,
            "end": 3479,
            "text": "The respondent No.1 claimed before the learned Arbitrator that pursuant to the Licence Agreement, it was entitled to an amount of Rs.4,12,000/- towards the arrears of Licence Fee w.e.f. 29.01.2015 till the date of filing of the claim i.e. 12.05.2017 @ Rs.15,000/- per month along with interest of Rs.57,000/- for the period 29.01.2015 till 12.05.2017 i.e. till the date of filing of the claim @ Rs.12% p.a.",
            "labels": [
                "FAC"
            ],
            "id": "9f1d876f9b334d479f99154e5890e0e5_28"
        },
        {
            "start": 3480,
            "end": 3676,
            "text": "The respondent No. 1/claimant also claimed pendente lite and future interest at the rate of 12% p.a. on the aforesaid amount as well as damages w.e.f. 29.01.2015 and cost of the legal proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "d58a9261336541ed8b72e4810e208e3f_29"
        },
        {
            "start": 3678,
            "end": 3954,
            "text": "5. The appellant took a defence that it was due to the hindrances created by the neighbours of the respondent No. 1 and failure on part of the respondent No.1 to provide ingress and egress to the rooftop of the aforesaid premises that it was prevented from erecting the Tower.",
            "labels": [
                "FAC"
            ],
            "id": "f1a76bb857f749b58c2f001aaa484cff_30"
        },
        {
            "start": 3955,
            "end": 4108,
            "text": "It was therefore, unable to perform its part of the Licence Agreement and accordingly, vide Notice dated 23.03.2015 the Licence Agreement was terminated.",
            "labels": [
                "FAC"
            ],
            "id": "cb68cae77ec645789ae9dd4aa6288d61_31"
        },
        {
            "start": 4109,
            "end": 4184,
            "text": "Hence, the claim of respondent No. 1 was liable to be dismissed with costs.",
            "labels": [
                "FAC"
            ],
            "id": "77dd718b7195499f93735a41f7d76606_32"
        },
        {
            "start": 4186,
            "end": 4426,
            "text": "6. The learned Arbitrator after appreciating the evidence as led by both the parties, concluded that though the appellant had asserted that it had terminated the Agreement vide Notice dated 23.03.2015 but it was unable to prove its service.",
            "labels": [
                "RLC"
            ],
            "id": "ce763cf275064cb8bc5259f368e38df0_33"
        },
        {
            "start": 4427,
            "end": 4722,
            "text": "However, a reference was made to the reply dated 02.12.2015 of the appellant-Bharti Airtel Ltd. sent in response to Legal Notice of the respondent No.1 dated 09.11.2015, wherein, it was specifically mentioned that the copy of the earlier Termination Notice dated 23.03.2015 was annexed herewith.",
            "labels": [
                "FAC"
            ],
            "id": "84d7850126f04af0b6fbd70aca8a683d_34"
        },
        {
            "start": 4723,
            "end": 4937,
            "text": "It was thus, held that the Notice of Termination was proved to be served on 02.12.2015 and it was concluded that the respondent No.1 should be entitled to one year licence fee till the termination of the Agreement.",
            "labels": [
                "RLC"
            ],
            "id": "d5cddc59ce924a338990b8c8504117e0_35"
        },
        {
            "start": 4938,
            "end": 5281,
            "text": "However, it was noticed that the respondent No. 1/claimant has wrongly claimed that he was a poor man and that there was space available on the rooftop when in fact, the roof had been licenced to M/s. Reliance Infratel Ltd. vide Licence Agreement dated 04.03.2008 and there was not enough space for the appellant to have erected its own Tower.",
            "labels": [
                "FAC"
            ],
            "id": "7e81fb36975a40949ffd4d84bab96532_36"
        },
        {
            "start": 5282,
            "end": 5371,
            "text": "Thus, it was held that the respondent No. 1/claimant was not entitled to any Licence Fee.",
            "labels": [
                "FAC"
            ],
            "id": "4f3c6dc38c44488eb43fe8bb5776686c_37"
        },
        {
            "start": 5372,
            "end": 5474,
            "text": "Consequently, the claim of the respondent No. 1/claimant was dismissed vide Award dated 21.12.2018.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "675b391414fd424d95b3ec6acdd5e262_38"
        },
        {
            "start": 5475,
            "end": 5863,
            "text": "Against the arbitral award, the respondent No. 1 preferred its Objections under Section 34 of the Act, 1996 wherein the learned District Judge (Commercial Court) accepted the conclusions of the learned Arbitrator that the Notice of Termination was proved to be served only with effect from December, 2015 but disagreed that no space was available on the rooftop for erection of the Tower.",
            "labels": [
                "RLC"
            ],
            "id": "397ea8e61277461bac2622cb249eed79_39"
        },
        {
            "start": 5864,
            "end": 6234,
            "text": "It was observed that the learned arbitrator had made certain presumptions regarding the space available and consequently, the Award was partially set aside and the payment of licence fee at the rate of Rs.15,000/- per month for a period of 12 months i.e. Rs.1,80,000/- along with interest at the rate of 12% p.a. from 29.01.2015 till the date of payment, was allowed.\n8.",
            "labels": [
                "RLC"
            ],
            "id": "0e4aac4c21004943bdcc7d6b5039ec11_40"
        },
        {
            "start": 6235,
            "end": 6441,
            "text": "Aggrieved, the Bharti Airtel Ltd., appellant herein has preferred the present Appeal under Section 37 of the Act, 1996 against the Order of the learned District Judge (Commercial Court) dated 25.01.2020.\n9.",
            "labels": [
                "FAC"
            ],
            "id": "640187830c8249429cc5a5ca5dc1a147_41"
        },
        {
            "start": 6442,
            "end": 6703,
            "text": "The appellant in its Written Submissions has contended that the learned District Judge (Commercial Court) could not have awarded a sum of 1,80,000 to the respondent No.1 towards fees along with interest @12%p.a. from 29.01.2015 till the repayment of the amount.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd444d01680341ef86afb44caf9ca231_42"
        },
        {
            "start": 6704,
            "end": 6866,
            "text": "It is a settled position of law that under Section 34 of the Act, 1996, the Court cannot and should not rewrite the contract already executed between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5ba98462a1524a69a3cc0966149f1b95_43"
        },
        {
            "start": 6867,
            "end": 7333,
            "text": "Reliance was placed on the Haryana Urban Development Authority v. M/S Mehta Construction Company (2022), Project Director, National Highway Authority of India v. M. Hakeem & Anr., (2021), UHL Power Company Ltd. vs State of Himachal Pradesh and State of Himachal Pradesh vs UHL Company Ltd. (2022), Messrs. Scholastic India Private Limited v. Smt. Kanta Batra, (FAO (COMM) 112/2022), in support of the scope of judicial interference under Section 34 of the Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5d71a7402f2d480a89688d9c97f28587_44"
        },
        {
            "start": 7335,
            "end": 7563,
            "text": "10. The respondent No.1 in its Written Submissions has asserted that the findings of the learned Arbitrator were severable in nature and was on a completely different issue and hence, the award capable of being partly set aside.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3d53d4481dc147f3bacc220620280c83_45"
        },
        {
            "start": 7564,
            "end": 7768,
            "text": "As the findings were based on no evidence and made in ignorance of pleadings of the parties, they were rightly set aside by the learned District Judge (Commercial Court) under Section 34 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "026cb92d6c304399b21277b2872db57d_46"
        },
        {
            "start": 7769,
            "end": 7854,
            "text": "\n11. Submissions heard on behalf of both the parties and the record has been perused.",
            "labels": [
                "NONE"
            ],
            "id": "ad75de46bbcd4bdda47b675f2214f604_47"
        },
        {
            "start": 7856,
            "end": 8103,
            "text": "12. At the outset, it is pertinent to observe that the grounds on which an Arbitral Award can be challenged under Section 34 of the Act is limited and are circumscribed by Section itself and the judicial precedents interpreting the said provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d36e11d3a4743baaf3ae999a77e3eab_48"
        },
        {
            "start": 8105,
            "end": 8217,
            "text": "Scope of Challenge under Section 34 of the Act, 1996: Patent illegality and Fundamental policy of Indian Law 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "628e6c3769d74c109d46101fb58851a9_49"
        },
        {
            "start": 8218,
            "end": 8400,
            "text": "The scope of a challenge under Section 34 and Section 37 of the Act, 1996 is limited to the grounds stipulated in Section 34 as held in MMTC Limited v. Vedanta Ltd, (2019) 4 SCC 163.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dd15e5f6956a4b1081abcb0abd35638b_50"
        },
        {
            "start": 8401,
            "end": 8577,
            "text": "The comprehensive judicial literature on the scope of interference on the ground of Public Policy under Section 34 was postulated in Associate Builders v. DDA, (2015) 3 SCC 49.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "64bc566f86d24efe99e12245b3714636_51"
        },
        {
            "start": 8578,
            "end": 8876,
            "text": "The Apex Court placed reliance on the judgment of ONGC v. Saw Pipes, (2003) 5 SCC 705 to determine the contours of Public Policy wherein an award can be set aside if it is violative of The fundamental policy of Indian law, The interest of India, Justice or morality or leads to a Patent Illegality.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30deaa7ac68e40f28b33858d3cb6fa5a_52"
        },
        {
            "start": 8877,
            "end": 9065,
            "text": "For an award to be in line with the The fundamental policy of Indian law, the Tribunal should adopt a judicial approach which implies that the award must be fair, reasonable and objective.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2331c814f6c44bd881d11488e751ca8c_53"
        },
        {
            "start": 9066,
            "end": 9172,
            "text": "These grounds require an Arbitral Tribunal to deliver a reasoned award which is substantiated by evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "711ea1bfc8df4189aa9b60dbb825610a_54"
        },
        {
            "start": 9174,
            "end": 9362,
            "text": "14. The ground of \"patent illegality\" is applied when there is a contravention of the substantive law of India, the Arbitration Act or the rules applicable to the substance of the dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6849070b8ef145438ea0db1077097c21_55"
        },
        {
            "start": 9363,
            "end": 9739,
            "text": "In Hindustan Zinc Limited v. Friends Coal Carbonisation, (2006) 4 SCC 445, The Apex Court referred to the principles laid down in Saw Pipes (supra) and clarified that it is open to the court to consider whether an award is against the specific terms of contract, and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "44842e0beae64fec89b08dbc6875608d_56"
        },
        {
            "start": 9741,
            "end": 9965,
            "text": "15. It was further held in Associate Builders (supra) that, when a decision is made to set aside an award on the basis of \"public policy\", the term \"justice\" simply refers to an Award that shocks the conscience of the court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0d781dce54524687affd76fd48059d50_57"
        },
        {
            "start": 9966,
            "end": 10137,
            "text": "A court cannot possibly include what it determines to be unfair, given the circumstances of a case, by replacing the Arbitrator's decision with what it sees as \"just\".\n16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "01fc82de9c82445296ee6e83f1195f32_58"
        },
        {
            "start": 10138,
            "end": 10371,
            "text": "The scope of challenge of an arbitral award under patent illegality as added in sub-Section 2A of Section 34 vide the Amendment in 2015 has been explained in Ssangyong Engineering and Construction Co. Ltd. v. NHAI, (2019) 15 SCC 131.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "13d719975551475794a40a6a3c832937_59"
        },
        {
            "start": 10372,
            "end": 10628,
            "text": "It was observed that for the sub-Section 2A to be attracted there must be patent illegality appearing on the face of award which refers to such illegality as goes to the root of the matter but which does not amount to mere erroneous application of the law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c098dc0106cf418591ab7d7353867bf1_60"
        },
        {
            "start": 10629,
            "end": 10903,
            "text": "In short, what is not subsumed within the fundamental policy of Indian law, namely, the contravention of a statute not linked to public policy or public interest cannot be brought in by the backdoor when it comes to setting aside an award on the ground of patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "160c0ac888524be29b83f83a76b996c4_61"
        },
        {
            "start": 10904,
            "end": 11107,
            "text": "It was also made clear that re- appreciation of evidence which is what an appellate court is permitted to do, cannot be permitted under the ground of patent illegality appearing on the face of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04b5f1a284ec46809ca1400c66e15892_62"
        },
        {
            "start": 11108,
            "end": 11440,
            "text": "A change that has been brought in by the Amendment Act, 2015 is that the construction of the terms of a contract is primarily for an Arbitrator to decide, unless the Arbitrator construes the contract in a manner that no fair-minded or reasonable person would; in short that the Arbitrator's view is not even a possible view to take.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a125e5ba9824e6d8dadad01cc619f8f_63"
        },
        {
            "start": 11441,
            "end": 11663,
            "text": "Also, if the arbitrator wanders outside the contract and deals with matters not allotted to him, he commits an error of jurisdiction and would fall within the new ground of patent illegality added under Section 34(2A).\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "219d6876b99b40129cac3025a65acd85_64"
        },
        {
            "start": 11664,
            "end": 11868,
            "text": "The question which arises for the consideration of this court at this stage is whether the Award of the learned Arbitrator warranted judicial interference by the learned District Judge (Commercial Court).",
            "labels": [
                "ISSUE"
            ],
            "id": "c9a312f318e345fb9479690872b09030_65"
        },
        {
            "start": 11869,
            "end": 11934,
            "text": "The facts of the case are being analysed in this limited context.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "419ab4dccaef4612a94a6bd124ce5717_66"
        },
        {
            "start": 11936,
            "end": 12204,
            "text": "18. Admittedly, the parties entered into a Licence Agreement dated 22.01.2015 whereby the appellant took on licence a space of 5 mtr. x 2 mtr. for the purpose of erection of the tower at property number 1877, Block B, Sant Nagar, Burari, Delhi for a period of 9 years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2ae81116e124e678199e1df240c52e2_67"
        },
        {
            "start": 12205,
            "end": 12371,
            "text": "The monthly licence fee for the first three years was Rs.15,000/- per month which was to be increased at the rate of 10% after every three years as per the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8550e2509844c509d9ba0dae64e32b1_68"
        },
        {
            "start": 12372,
            "end": 12624,
            "text": "It had been concurrently held that though the appellant/Bharti Airtel Ltd. claimed to have sent a Notice of Termination dated 23.03.2015 but its service could not be proved by the Appellant which was ultimately proved to have been served on 02.12.2015.",
            "labels": [
                "RLC"
            ],
            "id": "2683bcd0cf344cefb7ebbffbd0e8fdff_69"
        },
        {
            "start": 12625,
            "end": 12792,
            "text": "It was therefore, concluded that the Licence Agreement can be deemed to be terminated one month after the service of legal notice i.e. with effect from 01.01.2016.\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9914b447c7f54156af6a861e7c9c76bf_70"
        },
        {
            "start": 12793,
            "end": 12969,
            "text": "The appellant has contended that the respondent No.1 had failed to provide ingress and egress to the rooftop due to which it was constrained to terminate the licence agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "baee3c448a8c44fa8117977153d61af4_71"
        },
        {
            "start": 12970,
            "end": 13316,
            "text": "Though the appellant/Bharti Airtel Ltd. in its evidence asserted that it was informed by its officials that ingress and egress was prevented but the learned Arbitrator observed that no officials was examined to prove this aspect and the testimony of its representative i.e. Mr. Amit Bhatia, A.R. (RW1) was hearsay and thus, could not be believed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c3e98fd8f0a14307b23d99871845dfeb_72"
        },
        {
            "start": 13317,
            "end": 13482,
            "text": "The entire controversy that has arisen revolves around whether the appellant/Bharti Airtel Ltd. was provided the ingress and egress to the premises taken on licence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95271ad25e724ba6a6fbdc9e10542978_73"
        },
        {
            "start": 13484,
            "end": 13662,
            "text": "20. The appellant had produced a photograph before the learned Arbitrator at the stage of final arguments, wherein a tower is already shown to be constructed on the said rooftop.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8536d39b0a794ba6bc4ecbe3df9028b3_74"
        },
        {
            "start": 13663,
            "end": 13950,
            "text": "In response, the respondent No.1/claimant had placed on record the Licence Agreement dated 04.03.2008 vide which it had entered into an Agreement for 850 sq.feet of the terrace of the property in question with M/s. Reliance Infratel Ltd. for a period of 20 years i.e. till February 2028.",
            "labels": [
                "FAC"
            ],
            "id": "51e1c273ea8b43dea6ad6b394751983f_75"
        },
        {
            "start": 13951,
            "end": 14184,
            "text": "As per the Licence Agreement dated 04.03.2008 between the respondent No.1/claimant and M/s. Reliance Infratel Ltd, the entire rooftop admeasuring 850 sq. feet had already been licenced to M/s.Reliance Infratel Ltd. in 2008 till 2028.",
            "labels": [
                "FAC"
            ],
            "id": "9f8f90beee444546a80db9f401e3612c_76"
        },
        {
            "start": 14185,
            "end": 14357,
            "text": "Therefore, at the time of execution of the Licence Agreement with the appellant in January 2015, the entire roof had already been licensed to M/s.Reliance Infratel Ltd.\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f6e3f5f107e496b8eb261541aa7bbcc_77"
        },
        {
            "start": 14358,
            "end": 14662,
            "text": "The respondent No.1/claimant had tried to build a case on the basis of rough plan of the site and on a photocopy of the undated letter from M/s. Reliance Infratel Ltd. giving \"No-Objection\" to the use of free space of 26 yards on the rooftop of the property by the Licensor i.e. respondent No.1/claimant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65feae31b51843ad95b9be7bedee677b_78"
        },
        {
            "start": 14663,
            "end": 14841,
            "text": "The respondent No.1/claimant thus asserted that it had the space of 5 mtr. x 2 mtr. available on the rooftop which it had validly licensed to the appellant/Bharti Airtel Ltd.\n22.",
            "labels": [
                "FAC"
            ],
            "id": "ef281ebee5a44fd695a80d19dd25ad5a_79"
        },
        {
            "start": 14842,
            "end": 15142,
            "text": "Pertinently, the learned Arbitrator considered in detail the rough site plan which approximately reflected the total area of the rooftop as 900 sq.feet and if the area occupied by Mumty was excluded, the area that remained was around 850 sq.feet which had been licensed to M/s. Reliance Infratel Ltd.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6e3e5f66e9484557b4f62b732dda2777_80"
        },
        {
            "start": 15143,
            "end": 15323,
            "text": "The learned Arbitrator observed as under:-\n\"18....It is definite that the claimant has tried to behold the true facts from this Tribunal and has not approached it with clean hands.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5c02c8cf11884db58f140d9c1c8209a7_81"
        },
        {
            "start": 15324,
            "end": 15590,
            "text": "On perusal of the License Agreement dated 4 th Mar 2008 it is crystal clear that the claimant has already given almost whole of the terrace to M/S Reliance Infratel Limited in the year 2008 though they may physically installed their structure in portion of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddc7d02db5b84baf99ec89daf7712fc7_82"
        },
        {
            "start": 15591,
            "end": 15784,
            "text": "In my opinion though there may have some open space left by M/S Reliance Infratel Limited, the claimant did not have any legal right to grant a fresh Licence to the Respondent in the year 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "624fb15ce0ae40de9185d72079d8047d_83"
        },
        {
            "start": 15785,
            "end": 15942,
            "text": "The Reliance Infratel Limited has definitely not relinquished its rights in the open space of the terrace to it by the Licence Agreement dated 4th Mar 2008\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e0feed52a264b53aa8850c16a60352b_84"
        },
        {
            "start": 15944,
            "end": 16181,
            "text": "23. It is observed that the learned Arbitrator has given a well reasoned finding to conclude that the rooftop which was licensed to the appellant in the year 2015 had already been licensed to M/s.Reliance Infratel Ltd. in 2008 till 2028.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77faa7632fe740f695f2fe6bf5694234_85"
        },
        {
            "start": 16182,
            "end": 16405,
            "text": "Once the space had already been licensed, there existed no free rooftop in respect of which the respondent No. 1 could have entered into an another License Agreement in January 2015 with the appellant/Bharti Airtel Ltd.\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3af042405cb448c8cfc7234841d6e0c_86"
        },
        {
            "start": 16406,
            "end": 16632,
            "text": "Learned counsel on behalf of the respondent No. 1 had heavily relied on the No-Objection Letter, an undated letter, given to it by M/s. Reliance Infratel Ltd permitting the respondent No. 1/claimant to use the available space.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f9175b24689246599c1db69c68e6d36a_87"
        },
        {
            "start": 16633,
            "end": 16829,
            "text": "However, the letter provides for a condition that \"Licensor has to provide sufficient space for access at shelter/DG installed by the licensee at any circumstances for their day to day operation\".",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "bc37280467f64da68e773f7c4d270617_88"
        },
        {
            "start": 16830,
            "end": 17090,
            "text": "Even though the letter has not been proved but all that the letter conveyed was that it had \"No- Objection\" to the open space being used by the Licensor, subject to the condition that sufficient space shall be made available for access at Shelter/DG installed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "941022e92deb4d59ab45120b24ace4a6_89"
        },
        {
            "start": 17092,
            "end": 17626,
            "text": "25. The learned Arbitrator dealt with this aspect as under:\n\"Even the alleged letter filed by the claimant will be of no help to him as it only mentioned usage of the free space by the Licensor and it can not be stressed and interpreted by this averment that M/S Reliance Infratel Limited is no more a Licensee of the open space or that the Reliance Infratel Limited has given a permission to the claimant to give this open space in Licence to another communication company i.e., Respondent herein, who is definitely their competitor.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c6f9e07d96e34f93a85d3a2f17f2c601_90"
        },
        {
            "start": 17627,
            "end": 17760,
            "text": "Even if I go by the rough sketch filed by the claimant with his affidavit dated 24.11.2018, the open space is of size 18 ft. x 13 ft.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4e9f5e6fa3847dfaf68a07b91b4ea3d_91"
        },
        {
            "start": 17761,
            "end": 17867,
            "text": "It is relevant to note here that the required space by the Respondent to put its Tower was 5 mts. X 2 mts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00baa8274efb4d138afee372a1657efb_92"
        },
        {
            "start": 17868,
            "end": 17933,
            "text": "And if I convert 5 mts. Into feets it comes out to be 16.6666 ft.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4204825368384ae79625da6d58f50f86_93"
        },
        {
            "start": 17934,
            "end": 18270,
            "text": "If I see the photograph of the terrace and sketch filed by the claimant and exclude the area of side parapet walls and it is presumed that the respondent could have utilized the space of 5 mts. X 2 mts., then there will not be any space left for the employees of M/S. Reliance Infratel Limited to have access to its Tower and equipment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8764794996d49fe8fce1f86ad5b9942_94"
        },
        {
            "start": 18271,
            "end": 18468,
            "text": "Whereas the letter produced by the claimant mentions that there should always be free access to its employees for change or removal of the Tower material and other day to day operation of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63f4166c42604b6ba2d8c248a22f3829_95"
        },
        {
            "start": 18469,
            "end": 18720,
            "text": "Thus in the totality of the facts and circumstances it can be safely inferred that the Claimant had no right to enter into a License Agreement with the respondent when he had already given it to M/S Reliance Infratel Limited way back in the year 2008.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "58251ad0e84f4c1da2da058074c20d93_96"
        },
        {
            "start": 18721,
            "end": 18964,
            "text": "Therefore this license agreement Ex.CW-1/1 could not have been practically performed by the claimant as M/S Reliance Infratel Limited has never relinquished its rights given to its in their license agreement dt.04.03.2008 at any point of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "795db566328b47c7a53a58ca5b42eb4f_97"
        },
        {
            "start": 18965,
            "end": 19191,
            "text": "Thus the claimant cannot derived any right to claim the license from the respondent under the License Agreement Ex.CW-1/1, I, therefore decide this issue/term of reference against the claimant and in favour of the respondent\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad2c741b1c9b4e29b91d8761ef718a98_98"
        },
        {
            "start": 19193,
            "end": 19609,
            "text": "26. Thus, the undated letter, as rightly interpreted by the learned Arbitrator, merely permitted respondent No.1 to use the leftover free space without causing any inconvenience to M/s. Reliance Infratel Ltd. and by no stretch of imagination can it be said that M/s. Reliance Infratel Ltd. through this undated and unproved Note gave up its balance free land to the respondent No. 1 to be let out to any third party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "693dc552431742658714b79bb3e4242a_99"
        },
        {
            "start": 19610,
            "end": 19740,
            "text": "The Licensor may have been given right to use the space but it did not include the right to license this space to the third party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4020722fc6c14df496744fd005359656_100"
        },
        {
            "start": 19741,
            "end": 19914,
            "text": "Moreover, the space was not defined as 26 yds. but is figured out by the respondent No. 1 by excluding the space where the tower of M/s.Reliance Infratel Ltd. was installed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98b59b50e6d4403e841f99b506c0bda2_101"
        },
        {
            "start": 19916,
            "end": 20092,
            "text": "27. The respondent No. 1 in fact had not only misrepresented the facts and licensed the same space of 26 yards twice i.e. first to M/s.Reliance Infratel Ltd. and thereafter, to",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75d30d99526e4ed9aa5036e66099535c_102"
        },
        {
            "start": 20093,
            "end": 20125,
            "text": "the appellant/Bharti Airtel Ltd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12eb8756054649ab82bb9329849e5d2f_103"
        },
        {
            "start": 20126,
            "end": 20184,
            "text": "But also the space already licensed could not have been re",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d97fe9333084acc92501d393628a99b_104"
        },
        {
            "start": 20185,
            "end": 20270,
            "text": "-licensed to the appellant during the validity period of the First Licence agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a241f1665b884530bce7317bc8393853_105"
        },
        {
            "start": 20271,
            "end": 20502,
            "text": "Therefore, irrespective of whether ingress and egress was allowed to the appellant, the fact remains that the space sought to be licensed to the appellant, already stood licensed to M/s.Reliance Infratel Ltd. and was not available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "551242b3ee954233ae65cce98df9a6e9_106"
        },
        {
            "start": 20503,
            "end": 20648,
            "text": "Learned Arbitrator had thus, interpreted the terms of Agreement correctly and there existed no patent illegality or breach of fundamental policy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37d6e245d8b9413a8d3a722fc0cf355a_107"
        },
        {
            "start": 20650,
            "end": 20997,
            "text": "28. Much had been argued on behalf of the respondent No.1/claimant that at the time of entering into the Agreement, the appellant/Bharti Airtel Ltd. had visited the site many a times and had satisfied itself about the availability of space and thus, it cannot now take a plea that another Tower of M/s.Reliance Infratel Ltd. was already installed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16d1366dc74b4bc5a6fe240fa054d659_108"
        },
        {
            "start": 20998,
            "end": 21456,
            "text": "This contention of the respondent No.1 is without any merit for the simple reason that even if the appellant had visited the site, it was not aware of the space already being licensed to M/s.Reliance Infratel Ltd. which was in the special knowledge of the respondent No.1 and the documents with respect thereto were produced before the learned Arbitrator only at the stage of final arguments; these facts did not find mention in the Notices or in the claims.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82b1d423144d4d879d890fe43c2ad4a7_109"
        },
        {
            "start": 21458,
            "end": 21766,
            "text": "29. It is nowhere the claim of the appellant that it required the space more than 5 mtr. x 2 mtr. which was available on the rooftop but the difficulty in the present situation was that respondent No. 1 did not have any right to licence the area which had already been licensed to M/s. Reliance Infratel Ltd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bfd56995e464ec9a22564f9d80606f9_110"
        },
        {
            "start": 21768,
            "end": 21972,
            "text": "30. The learned Arbitrator by way of a well-reasoned Order had rejected the contentions of the respondent No.1 and held that because of the aforesaid circumstances, he was not entitled to any licence fee.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "968b5c515824478e98abcf6e589fd16f_111"
        },
        {
            "start": 21974,
            "end": 22330,
            "text": "31. The learned District Judge (Commercial Court) in the impugned order partly set aside the Award by observing that the controversy regarding insufficient space being left for installation, was never raised by the appellant and therefore, there arose no question of presuming that no space was left over for the installation of the Tower by the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "056fd0444b1e44ecb92f168dd83a9217_112"
        },
        {
            "start": 22331,
            "end": 22686,
            "text": "It was further observed that the learned Arbitrator made certain calculations and presumed that sufficient space was not there for the appellant to install the Tower when the appellant had not disputed that it had inspected the site before entering into the Licence Agreement and that the space needed by the appellant was duly mentioned in the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b365bbd8ece94d64852e7fc44f31e7d1_113"
        },
        {
            "start": 22687,
            "end": 22869,
            "text": "The learned Arbitrator had wrongly held that the NOC provided for the respondent No.1 to use the vacant space in a personal capacity only as there was no such restriction in the NOC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23b4dea31e0547fc8a6216746d4fde66_114"
        },
        {
            "start": 22870,
            "end": 23116,
            "text": "In light of the above observations, the findings of the learned Arbitrator in Issue no.3 were partly set aside and the respondent No.1 was held to be entitled to one year of license fee with interest @12% from 29.01.2015 till the date of payment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7570e8e19b3b4a8db68af872426ac25f_115"
        },
        {
            "start": 23118,
            "end": 23226,
            "text": "32. In Rashtriya Ispat Nigam Ltd. vs. Dewan Chand Ram Saran, (2012) 5 SCC 306, the Court held as under:\n\"43.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6c7aad83d10d4c5e86fc588756ca7ff0_116"
        },
        {
            "start": 23227,
            "end": 23380,
            "text": "In any case, assuming that Clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d8c71aeb268f468aa3379eae1ba02a3e_117"
        },
        {
            "start": 23381,
            "end": 23531,
            "text": "It is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe1f4827ae0e46a89d69fe58a766dea5_118"
        },
        {
            "start": 23532,
            "end": 23696,
            "text": "That being the position, the High Court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f45f7e280a63477db233026d5552e9d5_119"
        },
        {
            "start": 23698,
            "end": 23878,
            "text": "44. The legal position in this behalf has been summarised in para 18 of the judgment of this Court in SAIL v. Gupta Brother Steel Tubes Ltd.20 and which has been referred to above.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "d0e1ce04bcd8487997bc4abf5503c28c_120"
        },
        {
            "start": 23879,
            "end": 24009,
            "text": "Similar view has been taken later in Sumitomo Heavy Industries Ltd. v. ONGC Ltd.21 : to which one of us (Gokhale, J.) was a party.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ac8f35049d56432c976f19d154fb456e_121"
        },
        {
            "start": 24010,
            "end": 24077,
            "text": "The observations in para 43 thereof are instructive in this behalf.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "062eb6c9ddb54064915bf236e0564946_122"
        },
        {
            "start": 24079,
            "end": 24152,
            "text": "45. This para 43 reads as follows: (Sumitomo case 21, SCC p. 313)\n43. ...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "962abe5cc5c5480d9d6a3c920381f2e2_123"
        },
        {
            "start": 24153,
            "end": 24299,
            "text": "The umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc43f82e63664c558070762f10b884d1_124"
        },
        {
            "start": 24300,
            "end": 24444,
            "text": "One may at the highest say that one would have preferred another construction of Clause 17.3 but that cannot make the award in any way perverse.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e8bf854012b44f1ac0b8a1296208aa6_125"
        },
        {
            "start": 24445,
            "end": 24584,
            "text": "Nor can one substitute ones own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d997fb2060c400fbafb3f67088ec360_126"
        },
        {
            "start": 24585,
            "end": 24873,
            "text": "As held by this Court in Kwality Mfg. Corpn. vs. Central Warehousing Corpn. (2009) 5 SCC 142, the Court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the High Court has practically done in this matter.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9d3da0114bc6461398507ad14172621a_127"
        },
        {
            "start": 24875,
            "end": 25062,
            "text": "The umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "440097257e1d43c487763095b20c0a3c_128"
        },
        {
            "start": 25063,
            "end": 25150,
            "text": "If he does so, the decision of the umpire has to be accepted as final and binding.\"\n33.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "616564378994406db9fee06dca43c2b3_129"
        },
        {
            "start": 25151,
            "end": 25357,
            "text": "In MSK Projects (I) (JV) Ltd. vs. State of Rajasthan, (2011) 10 SCC 573, the Court held that if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1dac8cb526124a6490c373b6eb0e3cab_130"
        },
        {
            "start": 25358,
            "end": 25475,
            "text": "But if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4eb9e21e5ebe45c195bc7d4caadc641e_131"
        },
        {
            "start": 25476,
            "end": 25696,
            "text": "Extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc4a423b6f5a410f8a3853c3c28f99f0_132"
        },
        {
            "start": 25697,
            "end": 25788,
            "text": "The ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "786e8532aa324d63acdf198c30bf3b1c_133"
        },
        {
            "start": 25789,
            "end": 25943,
            "text": "The rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "739f85a50c5e411182081f27587b9e8c_134"
        },
        {
            "start": 25944,
            "end": 26026,
            "text": "Such a jurisdictional error needs to be proved by evidence extrinsic to the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "87e7e0c7bd034f5199f572f142582f50_135"
        },
        {
            "start": 26028,
            "end": 26275,
            "text": "34. In McDermott International Inc. vs. Burn Standard Co. Ltd. (2006) 11 SCC 181,, it was further noted that the interpretation of a contract is a matter for the Arbitrator to determine, even if it gives rise to determination of a question of law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e2d9214e6d5d45febfac921159859de7_136"
        },
        {
            "start": 26276,
            "end": 26490,
            "text": "Once, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "09356b72ae0b4115934e4e3e9d0eb583_137"
        },
        {
            "start": 26491,
            "end": 26658,
            "text": "A reference may also be made to Pure Helium India (P) Ltd. vs. Oil and Natural Gas Commission (2003) 8 SCC 593 and D.D. Sharma vs. Union of India (2004) 5 SCC 325.\n35.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c319734a68114035a1b60c82518f9fe4_138"
        },
        {
            "start": 26659,
            "end": 26807,
            "text": "Thus, it can be concluded that the scope of grounds of challenge of an Award under Section 34 of the Act is limited and not equivalent to an Appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a32ce6654d86470da792e28b1bfbf5d1_139"
        },
        {
            "start": 26809,
            "end": 26988,
            "text": "36. From a perusal of the impugned Order, it is evinced that the leaned Single Judge re-appreciated the validity of the License Agreement between the respondent and the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14d2638f8dd4439682ed3267990b5dcb_140"
        },
        {
            "start": 26989,
            "end": 27082,
            "text": "It has substituted its own reasoning for that of the learned Arbitrators, as discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e4d25ab57c34677b69d4c5877630e66_141"
        },
        {
            "start": 27083,
            "end": 27281,
            "text": "It is a blatant case where the learned District Judge (Commercial Court) has re-interpreted the evidence led by the parties and has substituted its own reasoning with that of the learned Arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4df9c9bfccf24e0dac15d60ca6ebdfce_142"
        },
        {
            "start": 27282,
            "end": 27437,
            "text": "The learned Arbitrator by way of a well-reasoned Order had rejected the contentions of the respondent No.1 and held he was not entitled to any licence fee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c45a0ad020bd4cbbb911719237b07d07_143"
        },
        {
            "start": 27438,
            "end": 27605,
            "text": "Even if for the sake of arguments, it is conceded that its alternate interpretation could have been taken, but this is beyond the scope of Section 34 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e29a8938d5894e12809c799ca1135aae_144"
        },
        {
            "start": 27607,
            "end": 27879,
            "text": "37. In the present case, the learned District Judge (Commercial Court) has in fact dealt with the matter as if it was an Appeal before him and has proceeded not only to set aside the Arbitral Award but has even granted damages and interest to the respondent No.1-claimant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33e3594bf42d4db69ae698712ee35f24_145"
        },
        {
            "start": 27880,
            "end": 27953,
            "text": "It is a case of re- writing the Arbitral award, which is not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6a46f4ddea340a090f389e330474e4e_146"
        },
        {
            "start": 27954,
            "end": 28009,
            "text": "Partial setting aside and Modification of the Award 38.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c8688c3c78042fc90086d18d16a321c_147"
        },
        {
            "start": 28010,
            "end": 28214,
            "text": "Another aspect that is imperative to discuss is whether Issue no.3 was severable in nature and the partial setting aside of the Award by the learned District Judge (Commercial Court) could have been done.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5324c6d9daa478d8aebec743d95e615_148"
        },
        {
            "start": 28216,
            "end": 28663,
            "text": "39. The question of severability of claims came up before the consideration of the Supreme Court in the case of J.G. Engineers Pvt. Ltd. v. Union of India, (2011) 5 SCC 758 wherein the doctrine of severability was invoked and it was held that when the Award deals with several claims that can be said to be separate and distinct, the Court can segregate the Award on items that do not suffer from any infirmity and uphold the Award to that extent.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4985ff636c8c4257826f4ab8bffa0e50_149"
        },
        {
            "start": 28665,
            "end": 28853,
            "text": "40. Similarly, in the case of R.S. Jiwani (M/S.) v. Ircon International Ltd., 2009 SCC OnLine Bom 2021 the Bombay High Court upheld the application of doctrine of severability to an Award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7fe34b02b2544451ad1ff1ee8529ce35_150"
        },
        {
            "start": 28854,
            "end": 29029,
            "text": "It was observed that it is difficult to prescribe legal panacea which, with regard to the applicability of the principle of severability can be applied uniformly to all cases.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "88f2d4f02d0447e48ffbf4c3ac61bd61_151"
        },
        {
            "start": 29030,
            "end": 29467,
            "text": "The judicial discretion vested in the court in terms of the provisions of Section 34 of the A&C Act, 1996 was held to take within its ambit, power to set aside an award partly or wholly depending on the facts and circumstances of the given case and it was held that the same is not intended to be whittled down or to divest the court of competent jurisdiction to apply the principle of severability to the award of the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c0751cc842948c480ed4e82904f7fa6_152"
        },
        {
            "start": 29468,
            "end": 29848,
            "text": "Further, the proviso to section 34(2)(a)(iv) has to be read ejusdem generis to the main section, as in cases falling in that category, there would be an absolute duty on the court to invoke the principle of severability where the matter submitted to arbitration can clearly be separated from the matters not referred to arbitration and decision thereupon by the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1aab76a937764f9cb90d2da2e5809115_153"
        },
        {
            "start": 29850,
            "end": 30545,
            "text": "41. In this context, The Bombay High Court in the recent judgment of National Highway Authority of India v. The Additional Commissioner, Nagpur, 2022 SCC OnLine Bom 1688 noted the aspect of grave inconvenience highlighted in the aforesaid Full Bench judgment of Bombay High Court in the case of R.S. Jiwani (M/S.) (supra) and observed that if parties are required to go for arbitration afresh in its entirety on every occasion, even when the Arbitral Award is only partly set aside, that the Arbitral Award is found liable to be set aside on some issues, it would lead to multiple rounds of litigation, going against the very purpose of alternative dispute redressal mechanisms like arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ece42722ba3945708e1e79f84ad4a8aa_154"
        },
        {
            "start": 30546,
            "end": 30787,
            "text": "The claimants would be forced to pursue numerous rounds of proceedings before the arbitrator and Courts, which cannot be countenanced, thereby indicating that the contention raised in this regard on behalf of the appellants is unsustainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3b321f43f98405995dcb4ab167a7817_155"
        },
        {
            "start": 30788,
            "end": 30898,
            "text": "Thus, following the principle of severability of claims it was held that the Award may be set aside partially.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "837d74c339904b1b935128bdc5108227_156"
        },
        {
            "start": 30900,
            "end": 31102,
            "text": "42. This court in the case of National Highways Authority Of India vs Trichy Thanjavur Expressway Ltd. 2023 SCC OnLine Del 5183 further explained the concept of severability of a claim under section 34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9e340a74063943e9a5f3d2c7a7a17721_157"
        },
        {
            "start": 31103,
            "end": 31378,
            "text": "A reference was made to the case of Alcon Builders and M. Hakeem and it was observed that the expression \"setting aside\" as employed in Section 34 includes the power to annul a part of an award provided it is severable and does not impact or eclipse other components thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c5420b42a53f42828c62a28438f62b26_158"
        },
        {
            "start": 31380,
            "end": 31836,
            "text": "43. The court in the case of National Highways Authority Of India (supra) recognised the complexity involved in partial setting aside of an award and observed that \"even though an award may be viewed as an agglomeration of the decisions rendered by an AT on various claims, the question of partial setting aside would ultimately depend on whether there is an inextricable link between the offending part of the award with any other part of the disposition.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "185f994fe73347a1b8f0ec3e86f76e90_159"
        },
        {
            "start": 31837,
            "end": 32115,
            "text": "The power to partially sever an offending part of the award would ultimately depend on whether the said decision is independent and distinct and whether an annulment of that part would not disturb or impact any other finding or declaration that may have been returned by the AT.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cb0e594d7f804147917668a158d0926c_160"
        },
        {
            "start": 32116,
            "end": 32287,
            "text": "The question of severability would have to be decided bearing in mind whether the claims are interconnected or so intertwined that one cannot be segregated from the other.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "436b0b1329ad433ab7a58da7081539fc_161"
        },
        {
            "start": 32288,
            "end": 32485,
            "text": "This for the obvious reason that if the part which is sought to be set aside is not found capable of standing independently, it would be legally impermissible to partially set aside the award.\"\n44.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da4378063d2549439663c19612cd9dd0_162"
        },
        {
            "start": 32486,
            "end": 32601,
            "text": "Thus, the court under Section 34 of the Act, 1996 can set aside an Award partly if the same is severable in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "781b9db59a494ffc968f720d84b7261a_163"
        },
        {
            "start": 32603,
            "end": 32791,
            "text": "45. In the facts of the present case the learned District Judge (Commercial Court) has partly set aside Issue no.3 but what needs consideration is whether the same was severable in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aad65542bcb8472f9d8459e60f870b15_164"
        },
        {
            "start": 32792,
            "end": 32993,
            "text": "The Issue no.3 framed by the learned Arbitrator read as follows:\n\"Whether the claimant is entitled to license fee @ 15,000/- p.m. w.e.f. 29-1- 2015 till the filing of the statement of claim? (OPC)\"\n46.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5725b8f092954001befab10da224970b_165"
        },
        {
            "start": 32994,
            "end": 33173,
            "text": "The learned Arbitrator initially observed that the respondent No.1 was entitled to License Fee for a period of one year from 29.1.2015 till the service of Notice in December 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4220a3e08da7414194b3193dbfb57247_166"
        },
        {
            "start": 33174,
            "end": 33399,
            "text": "However, the same was also denied in light of the prior Agreement of the respondent No.1 with M/s Reliance Infratel Ltd. in respect of the same premises which rendered the License Agreement with the appellant itself, invalid.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b23adc5c0efc4da2a6b658935a53f1dc_167"
        },
        {
            "start": 33400,
            "end": 33556,
            "text": "It is observed that the question of whether the respondent No.1 was entitled to License Fee required an assessment of the validity of the License Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08644aa2d84c432c8f9a513abd2fcabd_168"
        },
        {
            "start": 33557,
            "end": 33601,
            "text": "Thus, the issue could not have been severed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0554c55830184a618c359fe51c9da045_169"
        },
        {
            "start": 33603,
            "end": 33794,
            "text": "47. Thus, the learned District Judge (Commercial Court) has partly set aside Issue no.3 which is not severable in nature and the impugned Order is liable to be set aside on this ground alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa7a0d63c7e84dc892a9db60d6304d41_170"
        },
        {
            "start": 33795,
            "end": 33964,
            "text": "Moreover, the learned District Judge (Commercial Court) has not only partly set aside the award but also modified the same to allow for License Fee and interest thereon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "721e8f9701de4ccdbae1484e4cd17185_171"
        },
        {
            "start": 33966,
            "end": 34203,
            "text": "48. In the decision of McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181, the Apex Court interpreted the scope of interference under Section 34 and observed that the court cannot correct errors of the arbitrators.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bc3535c9338e439d97194cbf83918d7b_172"
        },
        {
            "start": 34204,
            "end": 34305,
            "text": "It can only quash the Award leaving the parties free to begin the arbitration again if it is desired.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f9177a80fa644a8f88fc0e0c8b2f5037_173"
        },
        {
            "start": 34306,
            "end": 34598,
            "text": "The scheme of the provision aims at keeping the supervisory role of the court to the minimum and this can be justified as parties to the Agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9560ef259fe54974b355786b4053f614_174"
        },
        {
            "start": 34599,
            "end": 34722,
            "text": "Under Section 34(2) of the Act 1996 the court is empowered to set aside an Arbitral Award on the grounds specified therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ec1a9d22c944226b387c33a0f78be22_175"
        },
        {
            "start": 34723,
            "end": 34911,
            "text": "There is no specific power granted to the court to itself allow the claims originally made before the Arbitral Tribunal where it finds the Arbitral Tribunal erred in rejecting such claims.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8e6a9fd4929495eada755734fd481d8_176"
        },
        {
            "start": 34912,
            "end": 35152,
            "text": "If such a power is recognised as falling within the ambit of Section 34(4) of the Act, then the Court would be acting no different from an appellate court which would be contrary to the legislative intent of the Section 34 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac1f22ed215b4bf4b2f7f9788f78e553_177"
        },
        {
            "start": 35153,
            "end": 35262,
            "text": "The Court shall decline to decide the claim that had been rejected even if wrongly by the learned Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e78ff25890a49b280e8ef4075223668_178"
        },
        {
            "start": 35264,
            "end": 35515,
            "text": "49. In the decision of Dyna Technologies (P) Ltd. v. Cromption Greaves Ltd., (2019) 20 SCC 1, the Supreme Court noted that only when there is complete perversity in the reasoning then it can be challenged under the provisions of Section 34 of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "48814124f33646fcb8ecda872cc345d7_179"
        },
        {
            "start": 35516,
            "end": 35844,
            "text": "The power vested under Section 34(4) of the Act, 1996 to cure defects can be utilised in cases where the Arbitral Award does not provide any reasoning or if the award has some gap in the reasoning or otherwise and that can be cured so as to avoid the challenge based on the aforesaid curable defects under Section 34 of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7e423eff15d4458ca1d3b4ad6702b500_180"
        },
        {
            "start": 35846,
            "end": 36154,
            "text": "50. This Court in Nussli Switzerland Ltd. v. Organizing Committee, Commonwealth Games, 2014 SCC OnLine Del 4834 observed that if a party succeeds in the Objections to the Award, the court at best can set aside the award under Section 34 of the Act, 1996, but it does not empower the court to modify an award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ce79dd4b02d64667ae1017c929f2fff4_181"
        },
        {
            "start": 36155,
            "end": 36249,
            "text": "It would be open to the party concerned to commence fresh proceedings (including arbitration).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9f8294bec96d486ca8e23707f41b1b21_182"
        },
        {
            "start": 36251,
            "end": 36592,
            "text": "51. The decision of McDermott International (supra) has been referred to by the Supreme Court in Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 and in Dakshin Haryna Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657 and it has been held that there is no power with the court to modify an Arbitral Award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0914dc5d144e4d899c0a34b7c3135eee_183"
        },
        {
            "start": 36593,
            "end": 37195,
            "text": "To recognise such power to modify, revive or vary the Award under Section 34 of the Act would be to ignore the previous law contained in 1940 Act and also to ignore that 1996 Act was enacted on UNCITRAL Model Law on International Commercial Arbitration, 1985 which makes it clear that given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\" namely either to set aside an Award or to remand the matter under the circumstances mentioned in Section 34 of the Act, 1996.\n52.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dd73708990b7445fa03f03aa142cc797_184"
        },
        {
            "start": 37196,
            "end": 37629,
            "text": "In its recent judgment in National Highway Authority of India v. M. Hakeem, (2021) 9 SCC 1, the three Judges Bench of the Apex Court referred to Redfern and Hunter on International Arbitration (6 Edn.) in regard to setting aside of an Award wherein it was observed that the purpose of challenging an Award before the National Court at the seat of arbitration is to have that court declare all, or part, of the Award as null and void.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "48c3378f5bd84e8fb9a71eac923eb1b4_185"
        },
        {
            "start": 37630,
            "end": 37849,
            "text": "If an Award is set aside or annulled by the relevant court, it will usually be treated as invalid, and accordingly unenforceable, not only be the courts of the seat of arbitration, but also by National Courts elsewhere.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f86983ea5c5b40e1b18ea18316c87655_186"
        },
        {
            "start": 37850,
            "end": 37999,
            "text": "Following complete annulment, the claimant can recommence proceedings because the Award simply does not exist - i.e. the status quo ante is restored.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "75c11e13cd204d14a36428f1f51e6091_187"
        },
        {
            "start": 38000,
            "end": 38123,
            "text": "The reviewing court cannot alter the terms of an Award nor can it decide the dispute based on its own vision of the merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9ed0e595b864950802e3613ab932851_188"
        },
        {
            "start": 38124,
            "end": 38275,
            "text": "Any new submission of the dispute to arbitration after annulment, has to be undertaken by commencement of new arbitration with a new Arbitral Tribunal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fdf6e45156cf4030bb05ee749da9d1c0_189"
        },
        {
            "start": 38277,
            "end": 38591,
            "text": "53. In the decision of M. Hakeem (supra) the Apex Court reaffirmed that if one were to include the power to modify an Award under Section 34 of the Act, 1996, one would be crossing the Laxman Rekha as the Parliament clearly intended to confer no power of modification of an award under Section 34 of the Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b0d7ef069c19447983b9af02ff149797_190"
        },
        {
            "start": 38592,
            "end": 38824,
            "text": "While entertaining appeals under Section 34 of the Act, 1996 the court is not actually sitting as a Court of appeal over the award of the Arbitral Tribunal and therefore, the court would not re- appreciate or re-assess the evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8eccef94ef7f4b0381c6c40890512c71_191"
        },
        {
            "start": 38826,
            "end": 39243,
            "text": "54. Further, regarding the power to modify an Award, the court in R.S. Jiwani (M/S.) (supra) made a reference to the decision of the Apex Court of India in NHAI v. M. Hakeem, (2021) 9 SCC 1 wherein it was observed as under:\n\"Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what according to the justice of a case, ought to be done.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "82ccb958b63946e0ba7854c5694ea92b_192"
        },
        {
            "start": 39244,
            "end": 39388,
            "text": "In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "684070124523433e81ac9a57b66287e4_193"
        },
        {
            "start": 39389,
            "end": 39514,
            "text": "Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6563ec76062846888c1b35e59f01f1c1_194"
        },
        {
            "start": 39515,
            "end": 39729,
            "text": "It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\"\n55.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "98c84368a275472c899a0d2d35a67870_195"
        },
        {
            "start": 39730,
            "end": 39887,
            "text": "It thus settled the law and held that the Court does not possess the power to modify an Arbitral Award while hearing a challenge under Section 34 of the Act.",
            "labels": [
                "RATIO"
            ],
            "id": "aca5eaccc7c848e793b622873ec7987b_196"
        },
        {
            "start": 39889,
            "end": 40140,
            "text": "56. Accordingly, it is observed that the learned District Judge (Commercial Court) should have passed a decree for fresh arbitration proceedings to be instituted when it partially set aside the award instead of practically re-writing the Award itself.",
            "labels": [
                "RATIO"
            ],
            "id": "ae9326f2d33946c5bf36439ca904f9f8_197"
        },
        {
            "start": 40142,
            "end": 40366,
            "text": "57. In view of the above discussion, the Order of the learned District Judge (Commercial Court) dated 25.01.2020 allowing the Objections under Section 34 of the Act, 1996 cannot be sustained and we hereby set aside the same.",
            "labels": [
                "RPC"
            ],
            "id": "f7aaf858439e4f42b0c774be6558b1c5_198"
        },
        {
            "start": 40367,
            "end": 40404,
            "text": "The Award dated 21.12.2018 is upheld.",
            "labels": [
                "RPC"
            ],
            "id": "e1dcd44adb984a5d8b8d58e3819679b1_199"
        },
        {
            "start": 40406,
            "end": 40503,
            "text": "58. The Appeal is accordingly allowed and the pending applications, if any, are also disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "44931e0566804e9cb6a122d6e13c4946_200"
        },
        {
            "start": 40504,
            "end": 40584,
            "text": "\n(NEENA BANSAL KRISHNA) JUDGE (SURESH KUMAR KAIT) JUDGE NOVEMBER 08, 2023 akb/nk",
            "labels": [
                "NONE"
            ],
            "id": "d4a663f4724142ce829315945126708e_201"
        }
    ],
    "entities": [
        {
            "text": "State Of Tripura",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 39
        },
        {
            "text": "Hindustan Steel Works Construction Ltd",
            "label": "RESPONDENT",
            "start_char": 43,
            "end_char": 81
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 131,
            "end_char": 143
        },
        {
            "text": "High Court Of Tripura\n                              Agartala",
            "label": "COURT",
            "start_char": 219,
            "end_char": 279
        },
        {
            "text": "State of Tripura",
            "label": "PETITIONER",
            "start_char": 337,
            "end_char": 353
        },
        {
            "text": "Director,\nUrban Development Department,\nPandit Nehru Complex,\nP.O. Kunjaban, P.S. New Capital Complex,\nAgartala, Pin-799 001, District-West Tripura",
            "label": "PETITIONER",
            "start_char": 531,
            "end_char": 678
        },
        {
            "text": "Hindustan Steel works Construction Ltd.",
            "label": "RESPONDENT",
            "start_char": 810,
            "end_char": 849
        },
        {
            "text": "Government of India Undertakings",
            "label": "RESPONDENT",
            "start_char": 852,
            "end_char": 884
        },
        {
            "text": "Karnajit De",
            "label": "LAWYER",
            "start_char": 1187,
            "end_char": 1198
        },
        {
            "text": "S.M. Chakraborty",
            "label": "LAWYER",
            "start_char": 1237,
            "end_char": 1253
        },
        {
            "text": "Mampi Chakraborty",
            "label": "LAWYER",
            "start_char": 1272,
            "end_char": 1289
        },
        {
            "text": "Aparesh Kumar Singh",
            "label": "JUDGE",
            "start_char": 1425,
            "end_char": 1444
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 1465,
            "end_char": 1477
        },
        {
            "text": "Section 37(1)(c)",
            "label": "PROVISION",
            "start_char": 1544,
            "end_char": 1560
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1568,
            "end_char": 1604
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 1616,
            "end_char": 1630
        },
        {
            "text": "Commercial Act 2015",
            "label": "STATUTE",
            "start_char": 1638,
            "end_char": 1657
        },
        {
            "text": "Civil Misc.(Arbitration) No.10 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1822,
            "end_char": 1860
        },
        {
            "text": "Arbitration Proceeding No.1 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 2027,
            "end_char": 2062
        },
        {
            "text": "Arbitration Petition No.40 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 2079,
            "end_char": 2113
        },
        {
            "text": "Agartala",
            "label": "GPE",
            "start_char": 2378,
            "end_char": 2386
        },
        {
            "text": "11.06.2012",
            "label": "DATE",
            "start_char": 2587,
            "end_char": 2597
        },
        {
            "text": "24.09.2012",
            "label": "DATE",
            "start_char": 2730,
            "end_char": 2740
        },
        {
            "text": "23.03.2014",
            "label": "DATE",
            "start_char": 2853,
            "end_char": 2863
        },
        {
            "text": "20.05.2016",
            "label": "DATE",
            "start_char": 3291,
            "end_char": 3301
        },
        {
            "text": "20.05.2016",
            "label": "DATE",
            "start_char": 4925,
            "end_char": 4935
        },
        {
            "text": "Section 11(6) read with 11(8)",
            "label": "PROVISION",
            "start_char": 5178,
            "end_char": 5207
        },
        {
            "text": "Arbitration and Conciliation Act, 2015",
            "label": "STATUTE",
            "start_char": 5215,
            "end_char": 5253
        },
        {
            "text": "P.No.40 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 5384,
            "end_char": 5399
        },
        {
            "text": "D.K. Das Choudhury",
            "label": "OTHER_PERSON",
            "start_char": 5405,
            "end_char": 5423
        },
        {
            "text": "30.03.2017",
            "label": "DATE",
            "start_char": 5499,
            "end_char": 5509
        },
        {
            "text": "20.05.2016",
            "label": "DATE",
            "start_char": 5795,
            "end_char": 5805
        },
        {
            "text": "HSCL/Drains/Tripura/ 915",
            "label": "ORG",
            "start_char": 6152,
            "end_char": 6176
        },
        {
            "text": "07.08.2014",
            "label": "DATE",
            "start_char": 6183,
            "end_char": 6193
        },
        {
            "text": "20.06.2016",
            "label": "DATE",
            "start_char": 6773,
            "end_char": 6783
        },
        {
            "text": "20.05.2016",
            "label": "DATE",
            "start_char": 7222,
            "end_char": 7232
        },
        {
            "text": "UDD",
            "label": "ORG",
            "start_char": 7262,
            "end_char": 7265
        },
        {
            "text": "24.09.2012",
            "label": "DATE",
            "start_char": 9636,
            "end_char": 9646
        },
        {
            "text": "20.05.2016",
            "label": "DATE",
            "start_char": 9693,
            "end_char": 9703
        },
        {
            "text": "HSCL",
            "label": "ORG",
            "start_char": 10280,
            "end_char": 10284
        },
        {
            "text": "07.08.2014",
            "label": "DATE",
            "start_char": 10310,
            "end_char": 10320
        },
        {
            "text": "20.06.2016",
            "label": "DATE",
            "start_char": 10713,
            "end_char": 10723
        },
        {
            "text": "31.05.2018",
            "label": "DATE",
            "start_char": 11303,
            "end_char": 11313
        },
        {
            "text": "20.05.2016(Exbt",
            "label": "DATE",
            "start_char": 11588,
            "end_char": 11603
        },
        {
            "text": "UDD",
            "label": "ORG",
            "start_char": 11639,
            "end_char": 11642
        },
        {
            "text": "06.08.2016",
            "label": "DATE",
            "start_char": 12518,
            "end_char": 12528
        },
        {
            "text": "31.05.2018",
            "label": "DATE",
            "start_char": 12532,
            "end_char": 12542
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 12633,
            "end_char": 12643
        },
        {
            "text": "31.05.2018",
            "label": "DATE",
            "start_char": 12774,
            "end_char": 12784
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12841,
            "end_char": 12851
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 12859,
            "end_char": 12897
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 12917,
            "end_char": 12966
        },
        {
            "text": "District Commercial Court, West Tripura",
            "label": "COURT",
            "start_char": 13121,
            "end_char": 13160
        },
        {
            "text": "31.05.2018",
            "label": "DATE",
            "start_char": 13217,
            "end_char": 13227
        },
        {
            "text": "24.06.2022",
            "label": "DATE",
            "start_char": 13258,
            "end_char": 13268
        },
        {
            "text": "Civil Misc.(Arbitration) No.10 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 13279,
            "end_char": 13317
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 13482,
            "end_char": 13531
        },
        {
            "text": "24.06.2022",
            "label": "DATE",
            "start_char": 13787,
            "end_char": 13797
        },
        {
            "text": "Civil Misc.(Arbitration) 10 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 13808,
            "end_char": 13843
        },
        {
            "text": "District Commercial Court, Agartala, West Tripura",
            "label": "COURT",
            "start_char": 13854,
            "end_char": 13903
        },
        {
            "text": "Arbitral Tribunal",
            "label": "COURT",
            "start_char": 13949,
            "end_char": 13966
        },
        {
            "text": "31.05.2018",
            "label": "DATE",
            "start_char": 13970,
            "end_char": 13980
        },
        {
            "text": "Arbitration Case No.1 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 13984,
            "end_char": 14013
        },
        {
            "text": "K. De",
            "label": "OTHER_PERSON",
            "start_char": 14070,
            "end_char": 14075
        },
        {
            "text": "S.M. Chakraborty",
            "label": "LAWYER",
            "start_char": 14138,
            "end_char": 14154
        },
        {
            "text": "Mampi Chakraborty",
            "label": "LAWYER",
            "start_char": 14195,
            "end_char": 14212
        },
        {
            "text": "De",
            "label": "LAWYER",
            "start_char": 14283,
            "end_char": 14285
        },
        {
            "text": "24.06.2022",
            "label": "DATE",
            "start_char": 14388,
            "end_char": 14398
        },
        {
            "text": "De",
            "label": "LAWYER",
            "start_char": 15372,
            "end_char": 15374
        },
        {
            "text": "Chakraborty",
            "label": "LAWYER",
            "start_char": 15851,
            "end_char": 15862
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16351,
            "end_char": 16361
        },
        {
            "text": "Hindustan Tea Co. vs. K. Sashikant Co. & Anr",
            "label": "PRECEDENT",
            "start_char": 16377,
            "end_char": 16421
        },
        {
            "text": "AIR 1987 SC 81",
            "label": "PRECEDENT",
            "start_char": 16435,
            "end_char": 16449
        },
        {
            "text": "Chakraborty",
            "label": "LAWYER",
            "start_char": 16455,
            "end_char": 16466
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16822,
            "end_char": 16832
        },
        {
            "text": "Associated Construction vs. Pawanhans Helicopters Ltd. reported in (2008) 16",
            "label": "PRECEDENT",
            "start_char": 16848,
            "end_char": 16924
        },
        {
            "text": "SCC 128",
            "label": "PROVISION",
            "start_char": 16925,
            "end_char": 16932
        },
        {
            "text": "District Commercial Court",
            "label": "COURT",
            "start_char": 17498,
            "end_char": 17523
        },
        {
            "text": "District Commercial Court",
            "label": "COURT",
            "start_char": 17641,
            "end_char": 17666
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17702,
            "end_char": 17712
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 17720,
            "end_char": 17750
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17941,
            "end_char": 17951
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17959,
            "end_char": 17997
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 18005,
            "end_char": 18055
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18322,
            "end_char": 18335
        },
        {
            "text": "National Highways Authority of India vs. M. Hakeem & Anr",
            "label": "PRECEDENT",
            "start_char": 18778,
            "end_char": 18834
        },
        {
            "text": "(2021) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 18848,
            "end_char": 18862
        },
        {
            "text": "Delhi Airport Metro Express Pvt",
            "label": "ORG",
            "start_char": 18867,
            "end_char": 18898
        },
        {
            "text": "Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1",
            "label": "PRECEDENT",
            "start_char": 18900,
            "end_char": 18963
        },
        {
            "text": "SCC 131",
            "label": "PROVISION",
            "start_char": 18964,
            "end_char": 18971
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 18999,
            "end_char": 19009
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19097,
            "end_char": 19107
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 19115,
            "end_char": 19147
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19312,
            "end_char": 19327
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 19462,
            "end_char": 19467
        },
        {
            "text": "United Nations Commission on International Trade Law (UNCITRAL)",
            "label": "ORG",
            "start_char": 19498,
            "end_char": 19561
        },
        {
            "text": "International Commercial Arbitration 1985",
            "label": "STATUTE",
            "start_char": 19575,
            "end_char": 19616
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19618,
            "end_char": 19628
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19636,
            "end_char": 19651
        },
        {
            "text": "section 34(2), (2-A) and 3",
            "label": "PROVISION",
            "start_char": 19765,
            "end_char": 19791
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19799,
            "end_char": 19814
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 19894,
            "end_char": 19899
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 19969,
            "end_char": 19979
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19987,
            "end_char": 20002
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20022,
            "end_char": 20035
        },
        {
            "text": "National Highways Authority of India VS M.N Hakeem & Another",
            "label": "PRECEDENT",
            "start_char": 20051,
            "end_char": 20111
        },
        {
            "text": "20.07.2021",
            "label": "DATE",
            "start_char": 20123,
            "end_char": 20133
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20383,
            "end_char": 20393
        },
        {
            "text": "Redfern",
            "label": "JUDGE",
            "start_char": 20670,
            "end_char": 20677
        },
        {
            "text": "Hunter",
            "label": "OTHER_PERSON",
            "start_char": 20682,
            "end_char": 20688
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20877,
            "end_char": 20887
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21024,
            "end_char": 21034
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 21042,
            "end_char": 21063
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21140,
            "end_char": 21153
        },
        {
            "text": "Delhi Airport Metro Express Pvt",
            "label": "ORG",
            "start_char": 21166,
            "end_char": 21197
        },
        {
            "text": "VS Delhi Metro Rail Corporation Ltd.",
            "label": "ORG",
            "start_char": 21204,
            "end_char": 21240
        },
        {
            "text": "09.09.2021",
            "label": "DATE",
            "start_char": 21252,
            "end_char": 21262
        },
        {
            "text": "Section 34 (2) (b)",
            "label": "PROVISION",
            "start_char": 21298,
            "end_char": 21316
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 21546,
            "end_char": 21551
        },
        {
            "text": "2015 Amendment Act",
            "label": "STATUTE",
            "start_char": 21622,
            "end_char": 21640
        },
        {
            "text": "India‟",
            "label": "GPE",
            "start_char": 21685,
            "end_char": 21691
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 21840,
            "end_char": 21845
        },
        {
            "text": "Section 75 or Section 81",
            "label": "PROVISION",
            "start_char": 21927,
            "end_char": 21951
        },
        {
            "text": "Ssangyong",
            "label": "PRECEDENT",
            "start_char": 22116,
            "end_char": 22125
        },
        {
            "text": "Renusagar Power Co. Ltd. v. General Electric Co.",
            "label": "PRECEDENT",
            "start_char": 22279,
            "end_char": 22327
        },
        {
            "text": "Renusagar",
            "label": "PRECEDENT",
            "start_char": 22331,
            "end_char": 22340
        },
        {
            "text": "Foreign Exchange Regulation Act, 1973",
            "label": "STATUTE",
            "start_char": 22392,
            "end_char": 22429
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 22527,
            "end_char": 22532
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23734,
            "end_char": 23747
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23892,
            "end_char": 23902
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23906,
            "end_char": 23921
        },
        {
            "text": "section 34(2) or 34(2A)",
            "label": "PROVISION",
            "start_char": 24338,
            "end_char": 24361
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24369,
            "end_char": 24384
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 24528,
            "end_char": 24538
        },
        {
            "text": "Bhartia Infra Projects Limited vs. State of Tripura & Ors",
            "label": "PRECEDENT",
            "start_char": 24677,
            "end_char": 24734
        },
        {
            "text": "10.01.2024",
            "label": "DATE",
            "start_char": 24747,
            "end_char": 24757
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 24868,
            "end_char": 24878
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 24941,
            "end_char": 24951
        },
        {
            "text": "S.V. Samudram vs. State of Karnataka & Anr",
            "label": "PRECEDENT",
            "start_char": 24964,
            "end_char": 25006
        },
        {
            "text": "2024 SCC OnLine SC 19",
            "label": "PRECEDENT",
            "start_char": 25020,
            "end_char": 25041
        },
        {
            "text": "04.01.2024[Civil",
            "label": "DATE",
            "start_char": 25048,
            "end_char": 25064
        },
        {
            "text": "Appeal No.8067 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 25065,
            "end_char": 25087
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 25121,
            "end_char": 25131
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25201,
            "end_char": 25211
        },
        {
            "text": "S.V. Samudram(supra",
            "label": "OTHER_PERSON",
            "start_char": 25313,
            "end_char": 25332
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25347,
            "end_char": 25360
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 25427,
            "end_char": 25437
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25553,
            "end_char": 25563
        },
        {
            "text": "Section 34 and 37",
            "label": "PROVISION",
            "start_char": 25608,
            "end_char": 25625
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 26227,
            "end_char": 26237
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26967,
            "end_char": 26977
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27020,
            "end_char": 27030
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 27038,
            "end_char": 27068
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 27079,
            "end_char": 27092
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27100,
            "end_char": 27121
        },
        {
            "text": "De",
            "label": "LAWYER",
            "start_char": 27549,
            "end_char": 27551
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28105,
            "end_char": 28115
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 28123,
            "end_char": 28159
        },
        {
            "text": "30.06.2016",
            "label": "DATE",
            "start_char": 31914,
            "end_char": 31924
        },
        {
            "text": "19.04.2016(Exbt",
            "label": "DATE",
            "start_char": 31943,
            "end_char": 31958
        },
        {
            "text": "HSCL/Tripura",
            "label": "ORG",
            "start_char": 32156,
            "end_char": 32168
        },
        {
            "text": "08.09.15",
            "label": "DATE",
            "start_char": 32192,
            "end_char": 32200
        },
        {
            "text": "23.03.2014",
            "label": "DATE",
            "start_char": 32385,
            "end_char": 32395
        },
        {
            "text": "24.09.2012",
            "label": "DATE",
            "start_char": 32437,
            "end_char": 32447
        },
        {
            "text": "30.06.2016",
            "label": "DATE",
            "start_char": 32528,
            "end_char": 32538
        },
        {
            "text": "07.05.2016(Exbt",
            "label": "DATE",
            "start_char": 33053,
            "end_char": 33068
        },
        {
            "text": "20.05.2016(Exbt",
            "label": "DATE",
            "start_char": 33909,
            "end_char": 33924
        },
        {
            "text": "time(30.06.2016",
            "label": "DATE",
            "start_char": 33964,
            "end_char": 33979
        },
        {
            "text": "19.04.2016(Exbt",
            "label": "DATE",
            "start_char": 34289,
            "end_char": 34304
        },
        {
            "text": "07.05.2016(Exbt",
            "label": "DATE",
            "start_char": 34561,
            "end_char": 34576
        },
        {
            "text": "30.06.2016",
            "label": "DATE",
            "start_char": 34851,
            "end_char": 34861
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 35266,
            "end_char": 35285
        },
        {
            "text": "Government of India(Exbt",
            "label": "ORG",
            "start_char": 35351,
            "end_char": 35375
        },
        {
            "text": "11.10",
            "label": "DATE",
            "start_char": 36539,
            "end_char": 36544
        },
        {
            "text": "Sections 34 and 37",
            "label": "PROVISION",
            "start_char": 36623,
            "end_char": 36641
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 36649,
            "end_char": 36687
        },
        {
            "text": "Sections 34 and 37",
            "label": "PROVISION",
            "start_char": 37101,
            "end_char": 37119
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 37127,
            "end_char": 37159
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38286,
            "end_char": 38296
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 38304,
            "end_char": 38336
        },
        {
            "text": "Section 34 and Section 37",
            "label": "PROVISION",
            "start_char": 39040,
            "end_char": 39065
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 39073,
            "end_char": 39105
        },
        {
            "text": "Section 34 and 37",
            "label": "PROVISION",
            "start_char": 39222,
            "end_char": 39239
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 39247,
            "end_char": 39279
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 39460,
            "end_char": 39470
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 39478,
            "end_char": 39510
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 39580,
            "end_char": 39590
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 39598,
            "end_char": 39630
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 39681,
            "end_char": 39691
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 39793,
            "end_char": 39803
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 40038,
            "end_char": 40048
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 40056,
            "end_char": 40088
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 40192,
            "end_char": 40202
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 40233,
            "end_char": 40243
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 40251,
            "end_char": 40283
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 40754,
            "end_char": 40764
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 40772,
            "end_char": 40810
        },
        {
            "text": "District Commercial Court, West Tripura",
            "label": "COURT",
            "start_char": 41150,
            "end_char": 41189
        },
        {
            "text": "ARINDAM LODH",
            "label": "JUDGE",
            "start_char": 41357,
            "end_char": 41369
        },
        {
            "text": "APARESH KUMAR SINGH",
            "label": "JUDGE",
            "start_char": 41399,
            "end_char": 41418
        },
        {
            "text": "Rohit",
            "label": "GPE",
            "start_char": 41428,
            "end_char": 41433
        },
        {
            "text": "Nihar",
            "label": "GPE",
            "start_char": 41434,
            "end_char": 41439
        }
    ],
    "precedent_clusters": {
        "Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1": [
            "Hindustan Tea Co. vs. K. Sashikant Co. & Anr",
            "Associated Construction vs. Pawanhans Helicopters Ltd. reported in (2008) 16",
            "National Highways Authority of India vs. M. Hakeem & Anr",
            "Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1",
            "National Highways Authority of India VS M.N Hakeem & Another",
            "Renusagar Power Co. Ltd. v. General Electric Co.",
            "Bhartia Infra Projects Limited vs. State of Tripura & Ors",
            "S.V. Samudram vs. State of Karnataka & Anr",
            "Renusagar"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37(1)(c)",
            "Arbitration & Conciliation Act, 1996",
            "Section 37(1)(c)",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Section 13(1A)",
            "Commercial Act 2015",
            "Section 13(1A)",
            "Commercial Act 2015"
        ],
        [
            "Section 11(6) read with 11(8)",
            "Arbitration and Conciliation Act, 2015",
            "Section 11(6) read with 11(8)",
            "Arbitration and Conciliation Act, 2015"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "section 34(2), (2-A) and 3",
            "Arbitration Act",
            "section 34(2), (2-A) and 3",
            "Arbitration Act"
        ],
        [
            "section 34",
            "Arbitration Act",
            "section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "section 34(2) or 34(2A)",
            "Arbitration Act",
            "section 34(2) or 34(2A)",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration & Conciliation Act, 1996",
            "Section 34",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sections 34 and 37",
            "Arbitration and Conciliation Act, 1996",
            "Sections 34 and 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 34 and 37",
            "Arbitration and Conciliation Act",
            "Sections 34 and 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34 and Section 37",
            "Arbitration and Conciliation Act",
            "Section 34 and Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34 and 37",
            "Arbitration and Conciliation Act",
            "Section 34 and 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34 (2) (b)",
            "Arbitration Act, 1996",
            "Section 34 (2) (b)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34 and 37",
            "Arbitration & Conciliation Act",
            "Section 34 and 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 37",
            "Arbitration & Conciliation Act",
            "Section 37",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "SCC 128",
            "Arbitration and Conciliation Act, 1996",
            "SCC 128",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "SCC 131",
            "Arbitration and Conciliation (Amendment) Act, 2015",
            "SCC 131",
            "Arbitration and Conciliation (Amendment) Act, 2015"
        ],
        [
            "Section 75 or Section 81",
            "2015 Amendment Act",
            "Section 75 or Section 81",
            "2015 Amendment Act"
        ]
    ],
    "precedent_counts": {
        "Ltd. vs. Delhi Metro Rail Corporation Ltd. reported in (2022) 1": 9
    },
    "provision_counts": {
        "Section 37(1)(c) of Arbitration & Conciliation Act, 1996": 1,
        "Section 13(1A) of Commercial Act 2015": 1,
        "Section 11(6) read with 11(8) of Arbitration and Conciliation Act, 2015": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 3,
        "Section 37 of Arbitration & Conciliation Act": 6,
        "Section 34 of Arbitration and Conciliation Act": 6,
        "Section 34 of Arbitration Act": 7,
        "section 34(2), (2-A) and 3 of Arbitration Act": 1,
        "section 34 of Arbitration Act": 1,
        "Section 34 of Arbitration Act, 1996": 1,
        "section 34(2) or 34(2A) of Arbitration Act": 1,
        "Section 13(1) of Commercial Courts Act": 1,
        "Section 34 of Arbitration & Conciliation Act, 1996": 1,
        "Sections 34 and 37 of Arbitration and Conciliation Act, 1996": 1,
        "Sections 34 and 37 of Arbitration and Conciliation Act": 1,
        "Section 34 and Section 37 of Arbitration and Conciliation Act": 1,
        "Section 34 and 37 of Arbitration and Conciliation Act": 1,
        "Section 37 of Arbitration and Conciliation Act": 3,
        "Section 34 (2) (b) of Arbitration Act, 1996": 1,
        "Section 34 and 37 of Arbitration & Conciliation Act": 1,
        "SCC 128 of Arbitration and Conciliation Act, 1996": 1,
        "SCC 131 of Arbitration and Conciliation (Amendment) Act, 2015": 1,
        "Section 75 or Section 81 of 2015 Amendment Act": 1
    },
    "statute_counts": {
        "Arbitration & Conciliation Act, 1996": 2,
        "Commercial Act 2015": 1,
        "Arbitration and Conciliation Act, 2015": 1,
        "Arbitration and Conciliation Act, 1996": 5,
        "Arbitration & Conciliation Act": 7,
        "Arbitration and Conciliation Act": 12,
        "Arbitration Act": 10,
        "Arbitration Act, 1996": 2,
        "Commercial Courts Act": 1,
        "Arbitration and Conciliation (Amendment) Act, 2015": 1,
        "2015 Amendment Act": 1
    }
}