{
    "id": "51efeb141e317ed776503a5463488f716764a02d0006a1e1378ab70aa1145db5",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court \nSunrise Industries India Limited vs Pt Oki Pulp And Paper Mills & on 12 January, 2017\nEquivalent citations: Air 2017 (Noc) 1114 (Guj.)\nBench: M.R. Shah, B.N. Karia\n             C /Ao/471/2016                                                                    Cav Judgment\n\n\n\n                In The High Court Of Gujarat At Ahmedabad\n                                  Appeal From Order  No. 471 of 2016\n                                                 With \n                                  CIVIL APPLICATION NO . 12991 of 2016                                                     In                                    APPEAL FROM ORDER NO . 471 of 2016                                                  With                                       FIRST APPEAL NO. 2897 of 2016                                                  With                                    CIVIL APPLICATION NO . 12999 of 2016                                                     In                                       FIRST APPEAL NO. 2897 of 2016           \n         For Approval and Signature : \n\n         HONOURABLE MR.JUSTICE M.R. SHAH                                                         Sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/\n         ======================= = == = = = = = = = = = = = = = = = = = = =\n1      Whether Reporters of Local Papers may be allowed to see  Yes the judgment ? \n         2      To be referred to the Reporter or not ?                                            Yes          3      Whether their Lordships wish to see the fair copy of the                           No                 judgment ?\n\n         4      Whether this case involves a substantial question of law as                        No to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ? \n== = = = = = = = = = = = = = = == == == == == == == =============== SUNRISE INDUSTRIES INDIA LIMITED....Appellant(s) Versus PT OKI PULP AND PAPER MILLS  &  1....Respondent(s) ============================================= Appearance: \nMR RS SANJANWALA, SR. ADVOCATE with MR SANDEEP SINGHI with MR SIDDHARTH JOSHI  for SINGHI & CO, ADVOCATE for the Appellant MR  MIHIR  JOSHI,   SR.   ADVOCATE   with  MS   NISHA   OJHA   for   M/S   WADIAGHANDY  &  CO,  ============================================= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA   Date : 12/01/2017 HC-NIC Page 1 of 30 Created On Sat Aug 12 02:17:45 IST 2017 COMMON CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] As common question of law and facts arise in the present First  Appeal and the Appeal From Order and as such are interconnected, both  these First Appeal and Appeal From Order are decided and disposed of  by this common judgment and order. \n[2.0] Feeling aggrieved and dissatisfied with the impugned order dated  05.12.2016 passed by the learned Judge, Commercial Court, Vadodara  (hereinafter referred to as \"Commercial Court, Vadodara\") below Exh.1  in Commercial Civil Suit No.288/2016, by which the Commercial Court,  Vadodara   has   dismissed   the   said   suit   on   the   finding   recorded   by   the  Commercial Court, Vadodara  while disposing of the application  Exh.5  that the Commercial Court, Vadodara has no territorial jurisdiction, the  original plaintiff has preferred the present First Appeal No.2897/2016. \n[2.1] Feeling aggrieved and dissatisfied with the impugned order dated  05.12.2016 passed below Exh.5 in Commercial Civil Suit No.288/2016,  by   which   the   Commercial   Court,   Vadodara   has   dismissed   the   said  application Exh.5 solely and mainly on the ground that the Commercial  Court, Vadodara has no territorial jurisdiction, the original plaintiff has  preferred the present Appeal From Order. \n[3.0] For the sake of convenience, facts in Appeal From Order arising  out of the order passed below Exh.5 are narrated and considered, which  in nutshell are as under:\n[ 3.1 ] That   the   original   plaintiff   is   a   company   registered   under   the  Companies Act, 1956 and is engaged in the business of manufacturing of  HC-NIC Page 2 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Thermostats and Thermoplastic Lined equipment and pipe and fittings.  That the original defendant No.1 is a company incorporated under the  Laws of Republic of Indonesia and is engaged in the manufacturing of  Pulp Paper and Tissue Paper. The original defendant No.2 is a public  sector Bank. \n[3.2] It appears that original defendant No.1 was desirous of building a  pulp mill in Ogan Komering Llir, South Sumatra, Republic of Indonesia.  That for the said the original defendant No.1 decided to secure services  of   the   plaintiff   and   awarded   a   contract   for   the   supervision   and  installation   of   the   said   material   to   the   original   plaintiff.   That   two  contracts   were   executed   between   original   plaintiff   and   the   original  defendant   No.1   on   10.07.2015,   viz.   the   supply   contract   and   the  installation contract. Both the contracts were amended vide Amendment  Agreement No.1 dated 14.09.2016 respectively. It appears that as per  clause   4.2   of   the   Supply   Contract   Amendment   Agreement   No.1,   the  original   plaintiff   was   supposed   to   issue   a   Bank   Guarantee   upon   the  original defendant No.1 for a sum of 10% of the due price of the balance  equal   to   USD   6,92,58,390.   That   in   an   irrevocable   and   unconditional  bank   guarantee   bearing   No.074915   FGPER0002   was   issued   by   the  original defendant No.2 Bank to the original defendant No.1 for sum of  USD 6,92,58,390 towards the performance of the supply contract and  the   supply   contract   Amendment   Agreement   No.1.   It   appears   that   the  supply contract was further amended vide Amendment Agreement No.2  dated   10.11.2015.   The   scope   of   the   supply   was   increased   and   the  aggregate value of the supply contract subsequently amounted to USD  83,24,132.   That   the   installation   contract   was   further   amended   vide  Amendment Agreement No.2 dated 10.11.2015. Pursuant to clause 4.1  of   the   supply   contract   of   Amendment   Agreement   No.2,   the   Bank  Guarantee   was   to   be   increased   by   10%   of   the   additional   goods  HC-NIC Page 3 of 30 Created On Sat Aug 12 02:17:45 IST 2017 amounting to USD 1,39,82,930. That Bank Guarantee was amended and  the   value   of   the   original   Bank   Guarantee   was   increased   from   USD  6,92,58,390 for 10% of the total value of the supply contract including  the  Amendment  Agreements.  Dispute   arose  between   the  parties.  That  thereafter   the   original   defendant   No.1   issued   letter   to   the   original  defendant   No.2   Bank   invoking   Bank   Guarantee   and   directing   the  original   defendant   No.2   to   pay   the   same   USD   8,32,41,320.   That  thereafter the plaintiff instituted the Commercial Civil Suit No.288/2016  in the Commercial Court, Vadodara seeking the following reliefs. \n\"(A) This   Hon'ble   Court   may   be   pleased   to   declare   that   the   Defendant No.2 has no right whatsoever to invoke the Bank Guarantee   bearing   No.074915FGPER0002   in   favour   of   the   Defendant   No.1   or   acting upon the letter of the Defendant No.1 dated 10.10.2016;\n(B) It may be further declared that the Defendant No.2 is under no   obligation   to   honour   the   Bank   Guarantee   bearing   No.074915FGPER0002   since   the   plaintiff   has   completed   all   its   obligations   under   the   supply   contract   and   hence,   the   Bank   is   discharged of its obligations to honour the Bank Guarantee.\n(C) The Hon'ble Court be pleased to grant an injunction restraining   the   Defendants   from   acting   upon   or   enforcing   the   letter   dated   10.10.2016   and   invoking   the   Bank   Guarantee   bearing   No.074915FGPER0002;\n(D) The  Defendant  No.1  be restrained  to make  any  claims  under   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   the   Defendant No.2 be restrained from making payment to the Defendant   No.1 in furtherance of letted dated 10.10.2016, under the above Bank   Guarantee.\"\nThat   in   the   said   suit   the   original   plaintiff   also   submitted   the  application   Exh.5   for   interim   injunction   restraining   the   original  defendant   No.2   Bank   from   making   any   payment   to   the   original  defendant   No.1,   under   the   Bank   Guarantee   in   question   and   also  restraining the original defendant No.2 from acting upon the letter dated  10.10.2016. The original plaintiff also prayed for an interim injunction  restraining   the   original   defendant   No.1   from   enforcing   the   Bank  HC-NIC Page 4 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Guarantee in question and from insisting for payment under the Bank  Guarantee   in   any   manner   whatsoever.   That   the   said   suit   and   the  application  Exh.5  was instituted  on  19.10.2016.  That the  Commercial  Court, Vadodara issued the notice on interim relief making it returnable  on 08.11.2016. \n[3.3] Feeling aggrieved in issuing the notice on interim relief only and  not granting any adinterim injunction, the original plaintiff preferred  Appeal   From   Order   before   this   Court   being   Appeal   From   Order  No.412/2016.   This   Court   initially   granted   adinterim   injunction   as  prayed. That the said Appeal From Order came to be disposed of by this  Court   vide   order   dated   11.11.2016   directing   the   Commercial   Court,  Vadodara to decide the application below Exh.5 in time bound manner  and directed to continue the  ex parte  adinterim injunction granted till  the final disposal of the application Exh.5 . While disposing of the said  Appeal From Order, this Court also observed that the continuation of the  adinterim   injunction   shall   be   without   prejudice   to   the   rights   and  contentions of the respective parties in the application Exh.5 as well as  in the main suit and without prejudice to the contentions of the original  defendant No.1 that the Commercial Court, Vadodara and/or even any  other Court in Gujarat has no territorial jurisdiction. \n[3.4] That thereafter the said application Exh.5 has been dismissed by  the Commercial Court, Vadodara mainly on the ground that in view of  the   clause   6  of   the   Supply   /  Purchase   Agreement   by  which   both   the  parties agreed to submit to the jurisdiction of the Court of Singapore,  which   shall   have   exclusive   jurisdiction   over   such   disputes,   the  Commercial Court, Vadodara has no territorial jurisdiction. That on the  basis of the findings recorded by the learned Commercial Court while  disposing   of   the   application   Exh.5   and   holding   that   the   Commercial  HC-NIC Page 5 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Court, Vadodara has no territorial jurisdiction, the learned Commercial  Court has passed the order below Exh.1 and has dismissed the suit by  observing that as observed while disposing of the application Exh.5, the  Commercial   Court,   Vadodara   has   no   territorial   jurisdiction   and  therefore,   the   suit   is   liable   to   be   dismissed.   Consequently,   the  Commercial   Court,   Vadodara   has   dismissed   the   suit   for   want   of  territorial jurisdiction. \n[3.5] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Commercial Court below Exh.5, the original plaintiff has  preferred the Appeal From Order No.471/2016. \n[3.6] Feeling aggrieved and dissatisfied with the impugned order passed  below Exh.1 in dismissing the suit, the original plaintiff has preferred the  present First Appeal No.2897/2016. \n[4.0] Shri R.S. Sanjanwala, learned Senior Advocate has appeared on  behalf   of   the   original   plaintiff   and   Shri   Mihir   Joshi,   learned   Senior  Advocate   has   appeared   on   behalf   of   the   respondent   No.1   herein   -  original defendant No.1.\n[5.0] Shri Sanjanwala, learned Senior Advocate appearing on behalf of  the   original   plaintiff   has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case,   learned   Commercial   Court   has   materially  erred in dismissing application Exh.5 and consequently in dismissing the  suit on the ground that the Commercial Court, Vadodara would not have  territorial jurisdiction. \n[5.1] It   is   vehemently   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   plaintiff   that   the  HC-NIC Page 6 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Commercial   Court,   Vadodara   has   materially   erred   in   not   properly  appreciating   the   fact   that   the   Commercial   Suit   before   the   learned  Commercial Court was for an appropriate injunction with respect to the  Bank Guarantee and more particularly against the defendant No.2. It is  submitted that admittedly the defendant No.2 is not a party to any of the  agreement   /   contract   between   the   plaintiff   and   defendant   No.1.   It   is  submitted that therefore  qua  the relief with respect to Bank Guarantee  against   defendant   No.2,   suit   shall   still   be   maintainable   before   the  Commercial Court, Vadodara. \n[5.2] It   is   further   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   plaintiff   that   merely  because the party to the contract / agreement have agreed and chosen  the Singapore Court as appropriate Forum, still the Commercial Court,  which can be said to be natural Court would still continue to have the  jurisdiction.   It   is   submitted   that   it   is   not   the   case   that   the   learned  Commercial Court lacks inherent jurisdiction. \n[5.3] Relying upon the decision of the Hon'ble Supreme Court in the  case of  Modi Entertainment Network & Anr. vs. W.S.G. Cricket Pte.  Ltd.  reported in  (2003)4 SCC 341,  it is submitted that as held by the  Hon'ble Supreme Court in the said decision, in a case where more than  one Forums are available, the Court in exercise of its discretion to grant  antisuit injunction will examine as to which is the appropriate forum  (forum conveniens) having regard to the convenience of the parties and  may   grant   antisuit   injunction   in   regard   to   proceedings   which   are  oppressive   or   vexatious   or   in   a   forum  non   conveniens.  It   is   further  submitted   by  Shri   Sanjanwala, learned  Senior   Advocate   appearing  on  behalf of the original plaintiff that in the aforesaid decision it is further  observed   by   the   Hon'ble   Supreme   Court   that   with   a   view   to   prevent  HC-NIC Page 7 of 30 Created On Sat Aug 12 02:17:45 IST 2017 injustice in circumstances such as which permit a contracting party to be  relieved of the burden of the contract; or since the date of the contract  the circumstances or subsequent events have made it impossible for the  party  seeking   injunction  to   prosecute   the  case  in   the   Court   of   choice  because the  essence of the  jurisdiction  of the Court does not exist or  because of a vis major or force majeure and the like, the Court of natural  jurisdiction can grant antisuit injunction. \nIt is submitted that the aforesaid aspect has not been appreciated  by the Commercial Court, Vadodara at all and without focusing on the  aforesaid aspect and straightway relying upon and considering Clause 6  of the Supply / Purchase Agreement the learned Commercial Court has  mechanically held that the Commercial Court, Vadodara shall not have  territorial   jurisdiction.   It   is   further   submitted   by   Shri   Sanjanwala,  learned Senior Advocate that in the present case the Commercial Court,  Vadodara has not properly appreciated the fact that as the suit before  the learned Commercial Court was for permanent injunction restraining  the defendant No.2 from encashing the Bank Guarantee in favour of the  defendant No.1 and that the defendant No.2 Bank is not a party to any  of the contract either Supply Contract or Purchase Contract, the plaintiff  can not file the suit at the Singapore Court against the defendant No.2  and   therefore,   the   Commercial   Court,   Vadodara   being   natural   Court  would   have   territorial   jurisdiction   to   decide   and   grant   such   a   relief  against   the   defendants,   more   particularly   with   respect   to   the   Bank  Guarantee. It is further submitted by Shri Sanjanwala, learned Senior  Advocate appearing on behalf of the original plaintiff that in the present  case neither Order VII Rule 10 nor Order VII Rule 11 of the Code of Civil  Procedure, 1908 (hereinafter referred to as \"CPC\") shall be applicable. It  is   submitted   that   as   such   in   the   present   case   Commercial   Court,  Vadodara has not exercised the power under Order VII Rule 11 of the  CPC. It is submitted that in the present case Order VII Rule 10 of the  HC-NIC Page 8 of 30 Created On Sat Aug 12 02:17:45 IST 2017 CPC also shall not be applicable as it cannot be said that the Commercial  Court, Vadodara being a natural Court would lack inherent jurisdiction.  It is submitted that as held by the Hon'ble Supreme Court in the case of  Modi   Entertainment   Network   &   Anr.   (Supra),   in   an   exceptional   case  being made out, despite the ouster clause 6 of the Supply / Purchase  Agreement, the suit shall still be maintainable before the natural Court.  It is submitted that therefore Order VII Rule 10 of the CPC shall not be  applicable at all. Relying upon para 26 of the decision in the case of  Modi Entertainment Network & Anr. (Supra), it is submitted that if all  the   parties   to   the   suit   are   not   party   to   the   agreement   having   ouster  clause,   the   suit   before   the   Court   of   natural   jurisdiction   will   still   be  maintainable.   \n[5.4] Shri Sanjanwala, learned Senior Advocate appearing on behalf of  the original plaintiff has vehemently submitted that as the suit was for  permanent   injunction   with   respect   to   the   Bank   Guarantee   and   the  original   defendant   No.2   is   not   a   party   to   the   agreement   /   contract  containing the ouster clause, the suit against the defendant No.2 shall  still   be   maintainable   before   the   Commercial   Court,   Vadodara   having  territorial   jurisdiction  and therefore, the  Commercial  Court,  Vadodara  ought not to have held that it has no territorial jurisdiction. In support of  his above submissions, he has heavily relied upon the decision of the  Hon'ble Supreme Court in the case of  Sukanya Holdings (P) Ltd. vs.  Jayesh H. Pandya and Anr. reported in  (2003)5 SCC 531 (Paras 8 to  17). \n[5.5] It   is   further   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate appearing on behalf of the original plaintiff that in the present  case neither any separate application was filed by the defendant either  to frame the preliminary issue whether the Commercial Court, Vadodara  HC-NIC Page 9 of 30 Created On Sat Aug 12 02:17:45 IST 2017 would have any territorial jurisdiction or not and/or to dismiss the suit  on  the  ground that   the  Commercial  Court,  Vadodara  would not  have  territorial jurisdiction and on the basis of the defence while deciding the  application   Exh.5   and   on   the   findings   recorded   by   the   Commercial  Court, Vadodara while deciding the application Exh.5, the Commercial  Court, Vadodara has dismissed the suit by observing that while deciding  the application as it is held that the Commercial Court, Vadodara would  not have territorial jurisdiction and the suit is liable to be dismissed and  is accordingly dismissed, which is not permissible. It is submitted that  therefore no opportunity has been given to the original plaintiff to show  cause why the plaint / suit may not be rejected on the ground that the  Commercial Court, Vadodara would not have territorial jurisdiction in  view of the ouster clause mentioned in Clause 6 of the Supply / Purchase  Agreement. \n[5.6] It is  further submitted that during  the  course of the  hearing  of  application Exh.5 the submissions were made on behalf of the defendant  No.1   with   respect   to   the   territorial   jurisdiction   in   view   of   the   ouster  clause contained in Clause 6 and while deciding the application Exh.5,  the   Commercial   Court,   Vadodara   has   dismissed   the   suit   which   is   not  permissible.   In   support   of   his   above   submissions,   Shri   Sanjanwala,  learned   Senior   Advocate   has   heavily   relied   upon   the   decision   of   this  Court in the case of  Mukeshkumar Mohanlal Mashru vs. Dilipkumar  Mohanlal   Mashru   &   Ors.  rendered   in  Civil   Revision   Application  No.462/1998. It is submitted that in the case before the learned Single  Judge,   the   learned   trial   Court   dismissed   the   suit   on   the   ground   of  limitation, solely relying upon the observations made while deciding the  interim   injunction   application   Exh.5.   Not   approving   the   above   and  confirming the order passed by the first Appellate Court quashing and  setting aside the order passed by the learned trial Court , this Court has  HC-NIC Page 10 of 30 Created On Sat Aug 12 02:17:45 IST 2017 observed   and   held   that   whatever   the   observations   are   made   while  deciding the interim injunction application Exh.5, are always tentative  and  while  deciding  the   interim  injunction  application   only  and   if  the  learned   trial   Court   is   of   the   opinion   that   the   suit   is   required   to   be  dismissed on the ground that the same is barred by limitation, in that  case, the same can be done on an appropriate application by defendant  requesting to frame preliminary issue with respect to the limitation or in  application   under   Order   VII   Rule   11(d)   of   the   CPC   and   after   giving  opportunity to the respective parties. It is submitted that in the aforesaid  decision   it   is   further   observed   and   held   by   this   Court   that   without  framing   preliminary   issue   it   was   not   permissible   for   the   learned   trial  Court   to   dismiss   the   suit,   solely   relying   upon   the   observations   made  while deciding the application Exh.5. It is submitted that in the present  case similar situation has arisen and the Commercial Court, Vadodara  has dismissed the suit solely relying upon the observations made while  deciding application Exh.5. \n[5.7] Relying upon another decision of this Court in the case of  Lark  Laboratories Ltd. vs. Nabros Pharma Pvt. Ltd. reported in 2009(2) GLR  1376  (Para  14),   it   is   submitted   that   in   the   case   of   a   composite   suit  having multiple cause of action and with respect to some of the prayers  the suit is permissible within the territorial jurisdiction of the concerned  Court where the suit is filed and with respect to some of the reliefs there  is a lack of jurisdiction of the Court in which the suit is filed , in that case,  the plaintiff is required to be given an opportunity to amend the plaint  and   delete   the   relief   for   which   the   Court   has   no   jurisdiction   and   to  continue the suit with respect to the remaining reliefs. He has also relied  upon another decision of this Court in the case of M/s. Tec Papers Pvt.  Ltd.   Thro'   Director,   Yogesh   Shivshanker   vs.   Ahmedabad  Municipal  Corporation & Anr. reported in 2009(3) GLH 511. \nHC-NIC Page 11 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Making   above   submissions,   it   is   vehemently   submitted   by   Shri  Sanjanwala, learned Senior Advocate appearing on behalf of the original  plaintiff that the Commercial Court, Vadodara  has materially erred in  dismissing   the   application   Exh.5   solely   on   the   ground   that   the  Commercial Court, Vadodara would not have any territorial jurisdiction  in view of ouster clause contained in Clause 6 of the Supply / Purchase  Agreement. It is submitted that the Commercial Court, Vadodara has not  examined the application Exh.5 on merits. Therefore, it is requested to  quash and set aside the impugned order passed below Exh.5 and remand  the   matter   back   to   the   Commercial   Court,   Vadodara   to   decide  application Exh.5 afresh and on merits. \n[5.8] Making   above   submissions,   Shri   Sanjanwala,   learned   Senior  Advocate appearing on behalf of the original plaintiff has submitted that  in absence of any application by the defendant either under Order VII  Rule   10   of   the   CPC   and/or   any   application   to   frame   the   preliminary  issue   with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara and solely relying upon the observations made while deciding  the application Exh.5 that the Commercial Court, Vadodara would not  have   territorial   jurisdiction,   the   Commercial   Court,   Vadodara   has  dismissed the suit which is not permissible and therefore, it is requested  to allow the First Appeal and quash and set aside the impugned order  passed by the Commercial Court, Vadodara dismissing the suit.\n[6.0] Present   Appeal   From   Order   and   First   Appeal   are   vehemently  opposed   by   Shri   Mihir   Joshi,   learned   Senior   Advocate   appearing   on  behalf of the original defendant No.1.\n[6.1] It is vehemently submitted by Shri Joshi, learned Senior Advocate  appearing on behalf of the original defendant No.1 that in the facts and  HC-NIC Page 12 of 30 Created On Sat Aug 12 02:17:45 IST 2017 circumstances of the case and more particularly considering Clause 6 of  the   Supply   /   Purchase   Agreement   and   when   the   parties   have   chosen  Singapore   Court   as   a   neutral   Court   /   Forum,   no   error   has   been  committed   by   the   Commercial   Court,   Vadodara   in   holding   that   the  Commercial Court, Vadodara would not have territorial jurisdiction. \n[6.2] It is vehemently submitted by Shri Joshi, learned Senior Advocate  appearing on behalf of the original defendant No.1 that as such basically  the suit was against the original defendant No.1 only and with respect to  the breach of contract by the original defendant No.1. It is submitted  that the entire cause of action is one i.e. against the original defendant  No.1 only and by clever drafting the relief is sought against the original  defendant No.2 also. It is submitted that to get out of the ouster clause  contained in Clause 6 of the Supply / Purchase Agreement and only with  a   view   to   see   that   the   suit   is   maintainable   at   Vadodara,   the   relief   is  sought   against   the   original   defendant   No.2   also.   Shri   Joshi,   learned  Senior Advocate appearing on behalf of the original defendant No.1 has  taken us to the averments in para 34 onwards of the suit in support of  his submissions that the suit is basically against the original defendant  No.1   and   the   entire   cause   of   action   is   pleaded   against   the   original  defendant No.1 only. It is submitted that therefore considering Clause  6.2 of the Supply / Purchase Agreement, when both the parties to the  contract agreed to resolve the dispute by a neutral Court at Singapore,  thereafter   it   is   not   open   for   the   plaintiff   to   contend   contrary   to   the  Agreement   more   particularly  Clause   6.   It  is   submitted  that   any   other  act / conduct on the  part of the plaintiff, contrary to the  agreement,  more particularly Clause 6 of the Supply / Purchase Agreement would be  such which  can  be termed as breach of contract. It  is  submitted   that  therefore   in   the   facts   and   circumstances   of   the   case   the   Commercial  Court, Vadodara has not committed any error in holding that in view of  HC-NIC Page 13 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Clause 6 of the Supply / Purchase Agreement, the Commercial Court,  Vadodara shall not have any territorial jurisdiction. \n[ 6.3 ] Now, so far as the submissions on behalf of the original plaintiff  that   there   was   no   separate   application   submitted   by   the   original  defendant No.1 either under Order VII Rule 10 of the CPC and/or to  raise the preliminary issue with respect to the territorial jurisdiction of  the   Commercial   Court,   Vadodara,   it   is   vehemently   submitted  by   Shri  Joshi,   learned   Senior   Advocate   appearing   on   behalf   of   the   original  defendant No.1 that as such while passing the order under Order VII  Rule 10 of the CPC, no separate application is required. It is submitted  that if the Court finds that it has no territorial jurisdiction in that case in  exercise of power under Order VII Rule 10 of the CPC, the Court can  reject / return the plaint. \n[6.4] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that even otherwise  in the present case the parties are not taken by surprise. It is submitted  that at the time of hearing of Appeal From Order No.412/2016 before  this Court, the original defendant No.1 categorically submitted that the  original   defendant   No.1   may   be   permitted   to   contend   that   the  Commercial Court, Vadodara shall not have any territorial jurisdiction  and that while disposing of the said Appeal From Order even this Court  also specifically observed that it will be open for the original defendant  No.1 to take a plea that the Commercial Court, Vadodara shall not have  any territorial jurisdiction. It is submitted that therefore the Commercial  Court, Vadodara has not committed any error in considering the issue  with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara   and   has   not   committed   any   error   in   giving   specific   finding  with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  HC-NIC Page 14 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Vadodara. \nRelying upon the decision of the Hon'ble Supreme Court in the  case   of  T.   Arivandandam   vs.   T.   V.   Satyapal   and   Anr.  reported   in  (1977)4 SCC 467,  it is submitted that as held by the Hon'ble Supreme  Court, fraudulent and frivolous litigations are to be nipped in the bird. It  is submitted that therefore, the Commercial Court, Vadodara is justified  in   concluding   the   said   issue   with   respect   to   the   jurisdiction   of   the  Commercial Court, Vadodara at the earliest.  \n[ 6.5 ] Now, so far as the reliance placed upon the decision of the Hon'ble  Supreme Court in the case of Modi Entertainment Network Ltd. (Supra)  is   concerned,   it   is   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that as per Order VI  Rule 4 of the CPC, the special facts such as whether the proceedings are  oppressive   or   vexatious   or   in   a   forum  non   conveniens  are   specifically  required to be pleaded in the suit / plaint. It is submitted that there are  no specific averments pleaded in the suit. It is submitted that therefore  in absence of any such pleading and considering Clause 6 of the Supply /  Purchase   Agreement   when   the   Commercial   Court,   Vadodara   has   held  that   the   Commercial   Court,   Vadodara   shall   not   have   territorial  jurisdiction   and   consequently   has   dismissed   the   suit,   the   same   is   not  required   to   be   interfered   with   by   this   Court   in   exercise   of   appellate  jurisdiction. \n[6.6] Now, so far  as the  impugned order passed below  Exh.5 by the  Commercial   Court,   Vadodara   is   concerned,   Shri   Joshi,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   defendant   No.1   has  submitted   that   though   the   Commercial   Court,   Vadodara   has   not  considered   application   Exh.5   on   merits   and   has   dismissed   the  application solely on the ground that the Commercial Court, Vadodara  HC-NIC Page 15 of 30 Created On Sat Aug 12 02:17:45 IST 2017 shall   not   have   any   territorial   jurisdiction,   Shri   Joshi,   learned   Senior  Advocate has requested to consider the case on merits by this Court and  consider the observations made by the Commercial Court, Vadodara on  jurisdiction   as  prima   facie  observations   /   findings.   It   is   vehemently  submitted by Shri Joshi, learned Senior Advocate that as such no case is  made out by the plaintiff to restrain the bank from encashing the Bank  Guarantee. \n[6.7] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing   on   behalf   of   the   original   defendant   No.1   that   the   original  plaintiff has not produced on record the communication / letter dated  24.06.2016 addressed by Drew and Napier to the plaintiff by which the  original   plaintiff   was   informed   that   if   notwithstanding   the   express  provisions of the contract, the plaintiff  elect  to commence proceedings  against their client in any jurisdiction other than Singapore, ensure that  copy of the letter is placed before the relevant Court at the time such  proceedings are commenced. It is submitted that said crucial document  has not been produced on record. It is submitted that such a conduct on  the   part   of   the   plaintiff   disentitles   the   plaintiff   from   getting   any  injunction. \n[6.8] It is further submitted that even otherwise if the plaintiff wants to  rely upon the first contract, the plaintiff has to go before the Singapore  Court alone. \n[6.9] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that as such no cause  has   been   shown   to   restrain   the   Bank   from   encashing   the   Bank  Guarantee.   It   is   submitted   that   there   are   no   allegations   of   breach   of  terms of the Bank Guarantee. \nHC-NIC Page 16 of 30 Created On Sat Aug 12 02:17:45 IST 2017 [6.10] It is submitted that even as per the decision of the Hon'ble  Supreme Court in the case of South East Asia Shipping Co. Ltd. vs. Nav  Bharat Enterprises Pvt. Ltd. reported in (1996)3 SCC 443 the cause of  action with respect to the Bank Guarantee can be said to have arisen  where   the   Bank   is   situated.   It   is   submitted   that   therefore   also,   the  Commercial Court, Vadodara would not have any territorial jurisdiction. \n[6.11] Shri Joshi, learned Senior Advocate appearing on behalf of  the original defendant No.1 has heavily relied upon the decisions of the  Hon'ble Supreme Court in the case of South East Asia Shipping Co. Ltd.  (Supra);  U.P.  State  Sugar  Corporation  vs.  Sumac  International  Ltd.  reported   in  (1997)1  SCC   568;   Dwarikesh   Sugar   Industries  Ltd.   vs.  Prem Heavy Engineering Works (P) Ltd. reported in (1997)6 SCC 450  in   support   of   his   submissions   that   no   case   is   made   out   for   grant   of  injunction restraining the Bank from encashing the Bank Guarantee.\n[6.12]  Shri Joshi, learned Senior Advocate appearing on behalf of  the original defendant No.1 has further submitted that even in para 11  after considering the decisions of the Hon'ble Supreme Court in the case  of   South   East   Asia   Shipping   Co.   Ltd.   (Supra)   and   even   Modi  Entertainment   Network   &   Anr.   (Supra),   the   Commercial   Court,  Vadodara   has   observed  that   no  cause   of   action   has   arisen  within   the  territorial jurisdiction of Commercial Court, Vadodara. \n[6.13] It   is   further   submitted   by   Shri   Joshi,   learned   Senior  Advocate appearing on behalf of the original defendant No.1 that even  in para 57 the plaintiff has specifically pleaded in the suit/plaint that  they are going to invoke the Dispute Resolution Clause as provided for in  the contract. It is submitted that therefore the plaintiff have accepted  HC-NIC Page 17 of 30 Created On Sat Aug 12 02:17:45 IST 2017 that the dispute  is to be resolved as per the contract between parties  more particularly Dispute Resolution Clause No.6. It is submitted that  therefore also no error has been committed by the Commercial Court,  Vadodara   in   holding   that   the   Commercial   Court,   Vadodara   shall   not  have   any   jurisdiction   and   therefore,   the   Commercial   Court,   Vadodara  has rightly not granted the injunction as prayed for. \nMaking above submissions it is requested to dismiss the present  Appeal From Order as well as the First Appeal. \n[ 7.0 ] In  reply to the  submissions  made  by Shri Joshi, learned Senior  Advocate   appearing   on   behalf   of   the   original   defendant   No.1,   Shri  Sanjanwala, learned Senior Advocate appearing on behalf of the original  plaintiff   has   vehemently   submitted   that   in   the   present   case   the   Bank  Guarantee has been issued at Vadodara and even the payment was also  received at Vadodara and therefore, so far as suit is concerned, it can be  said   that   part   cause   of   action   has   arisen   within   the   jurisdiction   of  Commercial Court, Vadodara. Shri Sanjanwala, learned Senior Advocate  appearing   on   behalf   of   the   original   plaintiff   has   submitted   that   the  averments in the plaint as a whole are required to be considered and  therefore, considering Section 20(3) of the CPC, the suit is maintainable  where   the   part  cause   of  action   has   arisen   i.e.  the  Commercial   Court,  Vadodara. \nMaking   above   submissions   it   is   requested   to   allow   the   present  Appeal From Order as well as the First Appeal by quashing and setting  aside the impugned orders passed below Exh.5 and Exh.1 and remand  the matter to the Commercial Court, Vadodara. \n[8.0] Heard learned Counsels appearing for respective parties at length. \nAt the outset it is required to be noted that the Commercial Suit  was   preferred   by   the   original   plaintiff   before   the   Commercial   Court,  HC-NIC Page 18 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Vadodara for the following reliefs. \n\"(A) This   Hon'ble   Court   may   be   pleased   to   declare   that   the   Defendant No.2 has no right whatsoever to invoke the Bank Guarantee   bearing   No.074915FGPER0002   in   favour   of   the   Defendant   No.1   or   acting upon the letter of the Defendant No.1 dated 10.10.2016;\n(B) It may be further declared that the Defendant No.2 is under no   obligation   to   honour   the   Bank   Guarantee   bearing   No.074915FGPER0002   since   the   plaintiff   has   completed   all   its   obligations   under   the   supply   contract   and   hence,   the   Bank   is   discharged of its obligations to honour the Bank Guarantee.\n(C) The Hon'ble Court be pleased to grant an injunction restraining   the   Defendants   from   acting   upon   or   enforcing   the   letter   dated   10.10.2016   and   invoking   the   Bank   Guarantee   bearing   No.074915FGPER0002;\n(D) The  Defendant  No.1  be restrained  to make  any  claims  under   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   the   Defendant No.2 be restrained from making payment to the Defendant   No.1 in furtherance of letter dated 10.10.2016, under the above Bank   Guarantee.\"\nThat in the said suit the original plaintiff submitted the application  Exh.5 and prayed the following injunction:\n\"(A) Pending hearing and final disposal of the suit, the Defendant   No.2 be restrained from making any payment to the Defendant No.1,   under   the   Bank   Guarantee   bearing   No.074915FGPER0002,   the   Defendant No.2 be further restrained from acting upon the letter dated   10.10.2016;\n(B) The   Defendant   No.1   be   restrained   from   enforcing   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   from   insisting   for   payment under the said guarantee in any manner whatsoever;\"\n[8.1] That at the time of hearing of application Exh.5 a plea was taken  by the original defendant No.1 that in view of Clause 6 of the Supply /  Purchase   Agreement,   only   the   Court   at   Singapore   would   have  jurisdiction to entertain and resolve the dispute between the parties and  consequently   the   Commercial   Court,   Vadodara   shall   not   have   any  HC-NIC Page 19 of 30 Created On Sat Aug 12 02:17:45 IST 2017 territorial jurisdiction. That solely relying upon Clause 6 of the Supply /  Purchase Agreement  (ouster clause), the Commercial Court, Vadodara  has rejected the application Exh.5 and consequently on the basis of the  findings   recorded   while   deciding   application   Exh.5,   the   Commercial  Court,   Vadodara   has   passed   the   order   below   Exh.1   and   has   also  dismissed the suit. \nIt is an admitted position that in the suit neither there was any  application submitted by the original defendant No.1 either under Order  VII Rule 10 of the CPC and/or to raise the preliminary issue with respect  to territorial jurisdiction of the Commercial Court, Vadodara and solely  relying   upon   the   observations   /   findings   recorded   while   deciding  application  Exh.5,  the Commercial Court, Vadodara  has dismissed the  suit. The order passed by the Commercial Court, Vadodara below Exh.1  dismissing the suit is the subject matter of First Appeal No.2897/2016  and the order passed below Exh.5 by the Commercial Court, Vadodara  rejecting application Exh.5 is the subject matter of Appeal From Order  No.471/2016.  \n[8.2] First, we shall deal with First Appeal No.2897/2016 and consider  whether   in   the   facts   and   circumstances   of   the   case,   the   Commercial  Court, Vadodara is justified in dismissing the suit solely relying upon the  observations / findings recorded while deciding the application Exh.5 to  the   effect   that   the   Commercial   Court,   Vadodara   shall   not   have   any  territorial   jurisdiction.   As   observed   hereinabove   neither   any   separate  application was submitted by the original defendant No.1 either under  Order VII Rule 10 of the CPC and/or to raise the preliminary issue with  regard to the territorial jurisdiction of the Commercial Court, Vadodara  and/or   any   application   to   dismiss   the   suit   for   want   of   territorial  jurisdiction of the Commercial Court, Vadodara. In light of the above the  impugned order passed by the Commercial Court, Vadodara dismissing  the suit is required to be considered. \nHC-NIC Page 20 of 30 Created On Sat Aug 12 02:17:45 IST 2017 [8.3] Identical question came to be considered by this Court in the case  of   Mukeshkumar   Mohanlal   Mashru   (Supra).   In   the   case   before   the  learned Single Judge the trial Court dismissed the suit on the ground of  limitation,   solely   relying   upon   the   observations   made   while   deciding  interim injunction application Exh.5. The learned first Appellate Court  quashed and set aside the judgment and decree passed by the learned  trial Court dismissing the suit on the ground of limitation by observing  that   without   framing   the   issue   with   respect   to   limitation   and  even   if  preliminary issue and solely relying upon the observations made while  deciding interim injunction application, the learned trial Court ought not  to have dismissed the suit. In the revision application before this Court  while   confirming   the   order   passed   by   the   first   Appellate   Court,   it   is  observed by the learned Single Judge of this Court that the learned trial  Court was not justified in dismissing the suit on the ground of limitation,  solely   relying   upon   the   observations   made   while   deciding   interim  injunction application Exh.5. In para 4, it is observed and held as under: \n\"[4] Having   heard   learned   advocates   appearing   on  behalf   of   the   respective  parties  and  considering  the order  passed  by learned  Trial   Court as well as learned Appellate Court, it appears to the Court that   learned   Trial   Court   was   not   justified   in   dismissing   the   suit   on   the   ground   of   limitation   solely   relying   upon   observations   made   while   deciding   the   interim   injunction   application   Exh.5   application.   It  cannot   be   disputed   that   whatever   the   observations   are   made   while   deciding interim injunction application Exh.5 are always tentative and   while deciding interim injunction application  only and if the learned   Trial Court is of the opinion that the  suit is required to be dismissed   on the ground that the same is barred by limitation, in that case, the   same  can  be  done  on  application  by defendant  requesting  to frame   preliminary  issue  with respect  to limitation  or in application  under   Order 7 Rule 11(d) of the Code of Civil Procedure and after giving an   opportunity   to   the   respective   parties.   However   without   framing   preliminary issue, it was not permissible for the learned Trial Court to   dismiss   the   suit   solely   relying   upon   the   observations   made   while   deciding application Exh.5. Under the circumstances, no illegality has   been committed  by learned  Appellate  Court in quashing  and  setting   aside   the   judgement   and   decree   passed   by   learned   Trial   Court   HC-NIC Page 21 of 30 Created On Sat Aug 12 02:17:45 IST 2017 dismissing   the   suit   and   remanding   the   same   to   the   learned   Trial   Court.\" \nTherefore, in the present case the Commercial Court, Vadodara is  not justified in passing the order below Exh.1 and dismissing the suit,  solely relying upon the observations made while passing the order below  Exh.5,   in   absence   of   any   application   by   the   original   defendant   No.1  either under Order VII Rule 10 of the CPC and/or raising the preliminary  issue with respect to the territorial jurisdiction of the Commercial Court,  Vadodara and/or in absence of any application by the original defendant  No.1 to dismiss the suit for want of territorial jurisdiction of Commercial  Court, Vadodara. Thus, as such no opportunity has been given to the  plaintiffs   to   show   cause   why   the   suit   may   not   be   dismissed   on   the  ground   of   lack   of   territorial   jurisdiction   by   the   Commercial   Court,  Vadodara.   If   a   proper   and   appropriate   application   would   have   been  made by the original defendant No.1 and the plaintiff would have been  given an opportunity to show cause why the suit may not be dismissed  on   the   ground  of  lack  of  territorial   jurisdiction   of   Commercial   Court,  Vadodara, in  that case the plaintiff would have  shown the  cause and  would have pleaded / submitted that despite Clause 6 of the  Supply /  Purchase   Agreement,   still   for   the   relief   sought   against   the   original  defendant No.2 and with  respect to the  Bank  Guarantee, the  suit  for  injunction   shall   still   be   maintainable   at   the   Commercial   Court,  Vadodara.   In   absence   of   such   opportunity   the   Commercial   Court,  Vadodara is not justified in dismissing the suit. \n[8.4] Now, so far as the submission on behalf of the original defendant  No.1 that no separate application is required under Order VII Rule 10 of  the CPC is concerned, at the outset it is required to be noted that, we are  of the prima facie opinion that in the facts and circumstances of the case  Order VII Rule 10 of the CPC shall not be applicable. Order VII Rule 10  HC-NIC Page 22 of 30 Created On Sat Aug 12 02:17:45 IST 2017 of the CPC shall be applicable in a case where the Court in which the  suit is filed is lacking inherent jurisdiction. Considering paras 24 and 26  of   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of   Modi  Entertainment Network  & Anr. (Supra) and the  decision  of the  Delhi  High Court in the case of Piramal Healthcare Limited (Formerly known  as Nicholas Piramal India Ltd.) vs. Diasorin S.P.A reported in  (2010)  172 DLT 131 prima facie  it cannot be said the Court at Vadodara who  can be said to be a natural Court, lacks inherent jurisdiction. It might be  a different thing that in view of ouster clause agreed by and between the  parties  and so stated in  the  contract / agreement and the  agreement  between   the   parties   to   select   the   neutral   Court   /   Forum,   the   natural  Court may not exercise the jurisdiction and may relegate the parties to  the contract to go before the neutral Forum / Court selected by them.  However,   it   cannot   be   said   that   the   natural   Court   would   lack   total  inherent jurisdiction. \n[8.5] Even as held by the Hon'ble Supreme Court in the case of Modi  Entertainment   Network   &   Anr.   (Supra)   in   an   exceptional   case   being  made out despite the ouster clause the natural Court can exercise the  jurisdiction. After discussing the law on the point the Hon'ble Supreme  Court in para 24 has laid down the following principles. \n\"(1) In exercising discretion to grant an antisuit injunction the court  must be satisfied of the following aspects :  \n(a)  the defendant, against whom injunction is sought, is amenable  to the personal jurisdiction of the court; \n(b)  if the injunction is declined the ends of justice will be defeated  and injustice will be perpetuated; and  (c)   the   principle   of   comity      respect   for   the   court  in   which   the  commencement or continuance of action/proceeding is sought  to be restrained  must be borne in mind; \n(2) in a case where more forums than one are available, the Court in  exercise of its discretion to grant antisuit injunction will examine as  to which is the appropriate forum (forum conveniens) having regard  to the convenience of the parties and may grant antisuit injunction in  HC-NIC Page 23 of 30 Created On Sat Aug 12 02:17:45 IST 2017 regard   to   proceedings   which   are   oppressive   or   vexatious   or   in   a  forum nonconveniens; \n(3)   Where   jurisdiction   of   a   court   is   invoked   on   the   basis   of  jurisdiction   clause   in   a   contract,   the   recitals   therein   in   regard   to  exclusive or nonexclusive jurisdiction of the court of choice of the  parties are not determinative  but are relevant factors and when a  question arises as to the nature of jurisdiction agreed to between the  parties the court has to decide the same on a true interpretation of  the contract on the facts and in the circumstances of each case;  (4) a court of natural jurisdiction will not normally grant antisuit  injunction against a defendant before it where parties have agreed to  submit  to   the   exclusive  jurisdiction  of   a   court  including  a   foreign  court,  a forum  of their choice in  regard to the commencement or  continuance   of   proceedings   in   the   court   of   choice,   save   in   an  exceptional   case   for   good   and   sufficient   reasons,   with   a   view   to  prevent injustice in circumstances such as which permit a contracting  party to be relieved of the burden of the contract; or since the date of  the  contract  the  circumstances or  subsequent events  have  made  it  impossible for the party seeking injunction to prosecute the case in  the court of choice because the essence of the jurisdiction of the court  does not exist or because of a vis major or force majeure and the like;  (5) where parties have agreed, under a non exclusive jurisdiction  clause, to approach a neutral foreign forum and be governed by the  law applicable to it for the resolution of their disputes arising under  the   contract,  ordinarily  no  anti  suit  injunction  will   be   granted  in  regard   to   proceedings   in   such   a   forum   conveniens   and   favoured  forum as it shall be presumed that the parties have thought over their  convenience and all other relevant factors before submitting to non exclusive  jurisdiction of the court of their  choice which cannot be  treated just an alternative forum; \n(6)   a   party   to   the   contract   containing   jurisdiction   clause   cannot  normally be prevented from approaching the court of choice of the  parties as it would amount to aiding breach of the contract; yet when  one of the parties to the jurisdiction clause approaches the court of  choice in which exclusive or non exclusive jurisdiction is created, the  proceedings in that court cannot per se be treated as vexatious or  oppressive nor can the court be said to be forum nonconveniens; and  (7) the burden of establishing that the forum of choice is a forum  nonconveniens   or   the   proceedings   therein   are   oppressive   or  vexatious would be on the party so contending to aver and prove the  same.\" \nIn  para  26 the  Hon'ble  Supreme  Court has  further   observed  as  under:\nHC-NIC Page 24 of 30 Created On Sat Aug 12 02:17:45 IST 2017 \"26. A   plain   reading   of   this   clause   shows   that   the   parties   have   agreed  that  their  contract  will  be  governed  by and  be  construed  in   accordance with English law and they have also agreed to submit to   the nonexclusive jurisdiction of English Courts (without reference to   English conflict of law rules).  We have  already observed  above  that   recitals   in   regard   to   submission   to   exclusive   or   nonexclusive   jurisdiction of a court of choice in an agreement are not determinative.  \nHowever, as both the parties proceeded on the basis that they meant   nonexclusive  jurisdiction  of the  English  Courts ,  on the  facts  of this   case, the Court is relieved of the interpretation of jurisdiction clause.   Normally, the court will give effect to the intention of the parties as   expressed in the agreement entered into by them except when strong   reasons justify disregard of the contractual obligations of the parties.   In   Donohue's   case   (supra)   although   the   parties   to   the   agreement   stipulated to submit to the exclusive jurisdiction of the English Courts,   the House of Lords found that it would not be in the interests of justice   to hold the parties to their contract as in that case strong reasons were   shown by the respondent. It was felt necessary that a single trial of all   the claims of the parties by one forum would be appropriate and as all   the   parties   to   the   New   York   proceedings   were   not   parties   to   the   agreement stipulating exclusive jurisdiction of the English Court and   as all the claims before the New York court did not arise out of the   said contract so they could not have been tried in the English Court. It   was   urged   that   in   the   circumstances   parallel   proceedings      one   in   England and another in New York  would have to go on which might   result in inconsistent decisions. Those facts were considered as strong   reasons to decline to grant antisuit injunction though the parties had   agreed to the exclusive jurisdiction of the English Court. In contrast in   SABAH's case (supra) even though GOP filed the suit first in the court   of natural jurisdiction and sought antisuit injunction against SABAH   restraining them from proceeding with the action brought by them in  the   English   Court,   the   Court   of   Appeal   found   that   non   exclusive   jurisdiction clause in the agreement of guarantee executed by GOP was   binding on them. The action of GOP in filing the suit earlier in the   court   of   natural   jurisdiction   was   held   to   be   clearly   in   breach   of   contract  and   in  the   context  of  the  nonexclusive   jurisdiction  clause,   oppressive and vexatious unless the GOP could show strong reasons as   to why parallel proceeding would be justified. The only ground urged   for  continuance   of  proceeding  in Pakistan  Court  was   that   it was   a   convenient   forum   which   was   considered   not   strong   enough   for   the   GOP   to   disregard   the   contractual   obligation   of   submission   to   the   jurisdiction of the English Court for resolution of disputes. The Court   of   Appeal,   upheld   the   antisuit   injunction   granted   by   the   learned   Judge   at   the   first   instance   as   also   the   order   declining   to   stay   the   English suit.\"\nHC-NIC Page 25 of 30 Created On Sat Aug 12 02:17:45 IST 2017 In para 27 the Hon'ble Supreme Court has further observed that it  cannot  be   laid   down   as   general   principles   that   once   the  parties   have  agreed to submit to the jurisdiction of a foreign court, the proceedings or  the action brought either in the court of natural jurisdiction or in the  court of choice will per se be oppressive or vexatious. It is observed that  it   depends   on   the   facts   of   each   case   and   the   question   whether   the  proceedings in a Court are vexatious or oppressive has to be decided on  the basis of the material brought before the Court. In the case of Piramal  Healthcare   Limited   (Supra),   the   Delhi   High   Court   has   observed   that  when   a   Court   directs   the   plaintiff   to   approach   to   a   foreign   Court   /  neutral Court; it issues such a direction not because the natural Court  has no jurisdiction, but in the given circumstances it takes a view that  parties should be held to their bargain. Ina given case equaly the natural  Court may choose not to held parties to their bargain. \n[8.6] Thus, considering the above it cannot be said that there shall be a  total lack of jurisdiction of the natural Court i.e. in the present case the  Commercial Court, Vadodara. Therefore, in a case where the suit is filed  before a natural Court and as observed hereinabove the natural Court  would not loose the jurisdiction and/or it cannot be said that there shall  be   a   total   lack   of   jurisdiction   of   the   natural   Court,   therefore   we   are  prima facie of the opinion that Order VII Rule 10 of the CPC shall not be  applicable. \n[8.7] Even otherwise even considering the provisions of Order VII Rule  10 of the CPC the suit is not required to be dismissed. If the trial Court is  of the opinion that it has no territorial jurisdiction, in that case, the trial  Court   may   return   the   plaint   to   the   plaintiff   to   present   it   before  appropriate   Court   having   jurisdiction.   However,   the   Court   cannot  HC-NIC Page 26 of 30 Created On Sat Aug 12 02:17:45 IST 2017 dismiss the suit under Order VII Rule 10 of the CPC. \n[8.8] In the present case as observed hereinabove, solely relying upon  the   observations   made   while   deciding   the   application   Exh.5,   the  Commercial Court, Vadodara has dismissed the suit which as observed  hereinabove is not permissible. No opportunity has been given to the  plaintiff to show cause why the suit may not be dismissed on the ground  of lack of territorial jurisdiction by the Commercial Court, Vadodara. As  observed   hereinabove   no   application   has   been   preferred   to   raise   the  preliminary   issue   with   respect   to   territorial   jurisdiction   of   the  Commercial Court, Vadodara. If the appropriate application would have  been submitted by the original defendant No.1 to dismiss the suit on the  ground   of   lack   of   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara and the plaintiff would have been given the opportunity, the  plaintiff would have submitted that despite the ouster clause still for the  reliefs sought in the plaint the suit shall still be maintainable before the  Commercial   Court,   Vadodara   and   the   natural   Court   would   have  jurisdiction to entertain such a suit for relief of injunction as prayed. In  absence of such application and the opportunity given to the plaintiff,  the Commercial Court, Vadodara is not justified in dismissing the suit.  Under the circumstances, the impugned order passed by the Commercial  Court,  Vadodara  below  Exh.1  dismissing  the  suit  cannot be  sustained  and the same deserves to be quashed and set aside. \n[8.9] It is also required to be noted that as such the Commercial  Court,   Vadodara   has   dismissed   the   suit   solely   considering   the  observations   /  findings   recorded   while   deciding   application  Exh.5.  As  per the settled proposition of law any observations made while deciding  the   interim   injunction   application   are   tentative   and  prima  facie  while  HC-NIC Page 27 of 30 Created On Sat Aug 12 02:17:45 IST 2017 deciding the interim injunction application Exh.5 only. Therefore, if the  Commercial Court, Vadodara was of the opinion that the suit itself is  liable to be dismissed on the ground that it has no territorial jurisdiction,  in   that   case,   the   same   can   be   done   after   following   proper   procedure  and/or on appropriate application by the defendant and that too after  giving opportunity to the plaintiff to show cause why the suit may not be  dismissed and/or returned to present it before appropriate Court having  jurisdiction. However, solely relying upon the observations made while  deciding interim injunction application Exh.5, findings which are always  tentative and prima facie, the Court is not justified in dismissing the suit. \nAppeal From Order No.471/2016  [9.0] Now, so far as the impugned order passed below Exh.5 by  the   Commercial   Court,   Vadodara   is   concerned,   at   the   outset   and   as  observed hereinabove, the Commercial Court, Vadodara has dismissed  the   application   Exh.5   solely   and   mainly   on   the   ground   that   the  Commercial   Court,  Vadodara  has  no  territorial   jurisdiction   in   view  of  Clause 6 of the Supply / Purchase Agreement. For the reasons stated  herein above and as observed hereinabove, Commercial Court, Vadodara  is not justified in holding that in view of Clause 6 of Supply / Purchase  Agreement,   Commercial   Court,   Vadodara   lacks   total   jurisdiction.   We  have also observed and held that the Commercial Court, Vadodara has  not properly appreciated the decision of the Hon'ble Supreme Court in  the case of Modi Entertainment Network & Anr. (Supra). Therefore, for  the reasons stated above, the matter is required to be remanded back to  the Commercial Court, Vadodara to decide the application Exh.5 afresh  more   particularly   the   Commercial   Court,   Vadodara   has   gone   into   the  merits whether the plaintiff is entitled to the injunction as prayed or not  and has rejected the application Exh.5 on the aforesaid ground alone. \nHC-NIC Page 28 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Under the circumstances, without further expressing anything on merits  whether the plaintiff is entitled to the injunction as prayed or not, the  impugned order passed by the Commercial Court, Vadodara is required  to be quashed and set aside and the matter is required to be remanded  back   to   the   Commercial   Court,   Vadodara   to   decide   application   Exh.5  afresh in accordance with law and on merits. \n[10.0] In view of the above and for the reasons stated above, both,  present Appeal From Order and the First Appeal are allowed. Impugned  order   dated   05.12.2016   passed   by   the   Commercial   Court,   Vadodara,  Vadodara below Exh.5 rejecting the same holding that the Commercial  Court,   Vadodara,   Vadodara   had   no   territorial   jurisdiction   is   hereby  quashed and set aside. The impugned order dated 05.12.2016 passed by  the Commercial Court, Vadodara, Vadodara below Exh.1 dismissing the  Commercial Suit No.288/2016 considering the observations / findings  recorded   while   deciding   the   application   Exh.5   that   the   Commercial  Court, Vadodara, Vadodara would not have any territorial jurisdiction is  also   hereby   quashed   and   set   aside.     Matters   are   remanded   to   the  Commercial Court, Vadodara to decide the application Exh.5 afresh. It  will   be   open   for   the   original   defendant   No.1   to   submit   appropriate  application either to raise the preliminary issue whether the Commercial  Court, Vadodara, Vadodara would have any territorial jurisdiction or not  and/or an appropriate application to dismiss the suit contending  inter  alia  that in view of the clause 6 of the   Supply / Purchase Agreement,  the   Commercial   Court,   Vadodara   would   not   have   any   territorial  jurisdiction  and/or the Commercial Court, Vadodara may not exercise  the jurisdiction. As and when such application is made the Commercial  Court, Vadodara to consider the same in accordance with law and at the  earliest and preferably within a period of 4 weeks from submitting such  HC-NIC Page 29 of 30 Created On Sat Aug 12 02:17:45 IST 2017 application/s. The Commercial Court, Vadodara to decide and dispose of  the application Exh.5 afresh in accordance with law and on merits also  within a period of 6 weeks from today. \nIn view of disposal of main Appeal From Order and First Appeal,  Civil Application Nos.12991/2016 and 12999/2016 for stay respectively  in Appeal From Order and First Appeal are also disposed of. \nSd/           (M.R. SHAH, J.)  Sd/          (B.N. KARIA, J.)  FURTHER ORDER At the time of pronouncement of the present judgment and order,  learned Counsel appearing on behalf of the respondent No.1 herein -  original defendant No.1 has brought to the notice of this Court that it  has come to their knowledge that after the present Appeal From Order  and the First Appeal were heard by this Court and kept CAV for orders,  the plaintiff has already approached now the Singapore Court and have  obtained some interim injunction. If that be so, it will be open for the  defendant   No.1   to   point   out   the   same   before   the   Commercial   Court,  Vadodara and the Commercial Court, Vadodara to consider the same in  accordance with law. \nSd/          (M.R. SHAH, J.)  Sd/            (B.N. KARIA, J.)  Ajay HC-NIC Page 30 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
        "preamble_end_char_offset": null,
        "cleaned_text": "sikkim high court m/s thomas enterprises and anr vs m/s yuksom breweries ltd on 1 november, 2021 author: bhaskar raj pradhan bench: meenakshi m. rai, bhaskar raj pradhan the high court of sikkim: gangtok (civil appellate jurisdiction) -----------------------------------------------------------------------------------------division bench: hon'ble mrs. justice meenakshi madan rai, judge hon'ble mr. justice bhaskar raj pradhan, judge -----------------------------------------------------------------------------------------r.f.a. no. 04 of 2018 1. m/s thomas enterprises, kalyani apartments, sevoke road, siliguri 734401, west bengal. 2. n.l. thomas, m/s thomas enterprises, kalyani apartments, sevoke road, siliguri 734401, west bengal. . appellants versus m/s yuksom breweries limited, melli, south sikkim pin no. 737128. . respondent appeal under order xli rule 1 and 2 of the code of civil procedure, 1908. --------------------------------------------------------------------------appearance: mr. anmole prasad, senior advocate with mr. sagar chettri, advocate for the appellants. mr. jorgay namka, advocate for the respondent. --------------------------------------------------------------------------date of hearing : 29.10.2021 date of pronouncement: 01.11.2021 order bhaskar raj pradhan, j. 1. rfa no 04 of 2018 was filed on 05.10.2018 against the judgment and decree dated 30.07.2018 (impugned judgment and m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. decree) passed by the learned district judge, south sikkim, at namchi (the learned district judge) in money suit no.3 of 2016 (money suit). it was dealt with by the learned single judge of this court from 25.10.2018 till 22.10.2021. on examination the learned single judge came to a prima facie view that the matter pertained to a commercial dispute and ought to be tried as per the commercial courts act, 2015 (commercial act). in terms of circular no.06/hcs/judl. dated 27.04.2021 of this court the matter was directed to be placed before the hon'ble chief justice for appropriate directions. on 22.10.2021 the hon'ble chief justice of this court revoked circular no.6/hcs/judl. dated 27.04.2021. pursuant thereto the matter came up for hearing before this division bench. 2. we have heard mr. anmole prasad, learned senior advocate for the appellant and mr. jorgay namka, learned counsel for the respondent. both the learned counsel expressed their view that since the dispute between the parties had not been tried as a commercial dispute there has arisen a legal conundrum and the only way out is to set aside the impugned judgment and decree and transfer the money suit to the commercial court. 3. the commercial courts, commercial division and commercial appellate division of high courts act, 2015 came m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. into force on 23.10.2015. it was amended in the year 2018 and is now called the commercial courts act, 2015 (the act). 4 section 2 (1) (c) defines commercial dispute. the learned counsel for the parties agrees that the dispute in the present matter is a commercial dispute. the money suit filed by the respondent sought a decree against the appellants for a sum of rs.1,29,00,728/along with interest @ 12% per annum on and from 01.04.2014 till realization. it was the respondent's case that the appellant no.1 had been assigned its marketing/distribution work as its sole agent for the north bengal region. the respondent relied upon memorandum of understanding and an agreement of agency between them as well as a promissory note executed by the appellant no.2. considering the nature of the dispute it is apparent that it is a commercial dispute. 5 vide notification no.27/hcs/judl. dated 20.08.2016 the hon'ble chief justice in exercise of powers vested on him under section 5(1) of the act constituted the commercial appellate division in this court to deal with appeals arising from orders/judgments/decrees passed by the commercial courts/commercial division as provided under section 13 of the act. 6 the government of sikkim vide notification no.58/home/2016 dated 06.10.2016 in exercise of the powers m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. conferred by section 3 of the act designated the district & sessions court of all the four districts as \"commercial courts\" and the judges of the district & sessions courts as the judges of the commercial courts for the purpose of adjudicating commercial disputes within their respective jurisdiction with immediate effect. 7 section 6 of the act provides for jurisdiction of the commercial courts. it has jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. section 2 (1) (i) defines specified value. specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees or such higher value, as may be notified by the central government. section 12 provides how specified value ought to be determined in a suit, appeal or application. 8. section 12-a of the act mandates a pre-institution mediation and settlement. a suit which does not contemplate any urgent interim relief under the act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. prescribed by rules made by the central government. the central government may, by notification, authorise the authorities constituted under the legal services authorities act, 1987 (lsa act) for the purposes of pre-institution mediation. the authority authorized by the central government is required to complete the process of mediation within a period of three months from the date of application made by the plaintiff. this period could be extended for a further period of two months with the consent of the parties. a settlement arrived at is required to be reduced into writing and signed by the parties and the mediator. the settlement shall have the same status as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the arbitration and conciliation act, 1996 (the arbitration act). notification no. s.o.3232(e), dated 3rd july, 2018 is a notification issued in exercise of the powers conferred under section 12-a of the act authorising the state authority and the district authority constituted under the lsa act for the purposes of pre-institution mediation and settlement under chapter iii a of the act. 9. section 15(2) of the act provides that all suits and applications, including applications under the arbitration act relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. commercial court has been constituted, shall be transferred to such commercial court. the money suit was filed before the learned district judge in august, 2016. at that time although the act had been enforced, the commercial courts had yet not been constituted. however, after the constitution of the commercial courts in terms of section 15(2) of the act on 06.10.2016 the money suit was required to be transferred to the commercial court. this was apparently and admittedly not done. resultantly, the money suit was not dealt in the manner required under the act. 10. an earnest glance of the act makes it evident that commercial disputes are required to be dealt with as per the provisions of the act. the procedure prescribed is different than how a money suit is dealt with under the code of civil procedure, 1908 (cpc). section 16 of the act relates to the amendment to the cpc. the cpc stands amended in the manner as specified in the schedule. the schedule is an exhaustive list of amendments and substitutions of various provisions of the cpc. section 16(2) mandates that the commercial court shall follow the provisions of the cpc as amended by the act in the trial of a suit in respect of the commercial dispute. section 16(3) provides that where any provision of any rule of the jurisdictional high court or any amendment to the cpc, by the state government is m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. in conflict with the provisions of the cpc as amended by the act, the provisions of the cpc as amended by the act shall prevail. 11. section 13 of the act provides for appeals from decrees of commercial court and commercial division. the present regular first appeal has not been preferred under section 13 of the act but under order xli, rule 1 and 2 of cpc. resultantly, it was placed and considered by the learned single judge of this court although in terms of section 5 of the act and notification no.27/hcs/judl. dated 20.08.2016 it ought to have been heard by a division bench. 12. in terms of section 15(2) of the act after the constitution of the commercial courts in sikkim the court of the learned district judge which tried the money suit would have lost jurisdiction to try it as it related to a commercial dispute and ought to have been transferred to the jurisdictional commercial court which had been constituted. the failure of the learned district judge to examine and transfer the money suit to the commercial court has resulted in defeating the very object of the enactment of the act to provide for speedy disposal of high value commercial disputes. 13. we are thus of the considered view that the impugned judgment and decree dated 30.07.2018 passed by the learned district judge in the money suit must be set aside and the m/s thomas enterprises & anr. vs. m/s yuksom breweries ltd. money suit transferred to the files of the commercial court. the money suit shall then be tried by the commercial court as per the provisions of the act. it is accordingly ordered. pending application is also disposed. (bhaskar raj pradhan) (meenakshi m. rai) judge judge 01.11.2021 01.11.2021 approved for reporting: yes. to/ internet: yes."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e135cf1718948e197d361bcff70bb82_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a140efde41ff46f293c3e46d59d4f011_1"
        },
        {
            "start": 242,
            "end": 261,
            "text": "\nGujarat High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3135e53fab9841788a95e781974f604e_2"
        },
        {
            "start": 262,
            "end": 441,
            "text": "\nSunrise Industries India Limited vs Pt Oki Pulp And Paper Mills & on 12 January, 2017\nEquivalent citations: Air 2017 (Noc) 1114 (Guj.)\nBench: M.R. Shah, B.N. Karia\n             C",
            "labels": [
                "PREAMBLE"
            ],
            "id": "baa3bed873f641a19c6acbaf9c649d38_3"
        },
        {
            "start": 442,
            "end": 454,
            "text": "/Ao/471/2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbbeabcb810e4f4b86c60c041d5e96d2_4"
        },
        {
            "start": 522,
            "end": 554,
            "text": "Cav Judgment\n\n\n\n                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeaaa5e1a2c94c45b6dfbf8a5ea9b3e0_5"
        },
        {
            "start": 554,
            "end": 734,
            "text": "In The High Court Of Gujarat At Ahmedabad\n                                  Appeal From Order  No. 471 of 2016\n                                                 With \n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ace4c5cd91654e9290a94b1e2864e91b_6"
        },
        {
            "start": 754,
            "end": 771,
            "text": "CIVIL APPLICATION",
            "labels": [
                "PREAMBLE"
            ],
            "id": "864b9336dd8b499da61936a8bac94eb9_7"
        },
        {
            "start": 772,
            "end": 790,
            "text": "NO . 12991 of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e08cb49bb973416f8e59d1a91a5f55be_8"
        },
        {
            "start": 843,
            "end": 887,
            "text": "In                                    APPEAL",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3e53fac99194d22a657f781c72d193d_9"
        },
        {
            "start": 888,
            "end": 898,
            "text": "FROM ORDER",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20f4aa409ba941ed9240ea211e968d40_10"
        },
        {
            "start": 899,
            "end": 915,
            "text": "NO . 471 of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6307809297d748e8b05c80b4c340b17e_11"
        },
        {
            "start": 965,
            "end": 1087,
            "text": "With                                       FIRST APPEAL NO. 2897 of 2016                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7d032eb44174c9fa646c59cef98c1ea_12"
        },
        {
            "start": 1087,
            "end": 1132,
            "text": "With                                    CIVIL",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca5aa5a9253f4ccd80d83ad2266423fb_13"
        },
        {
            "start": 1133,
            "end": 1147,
            "text": "APPLICATION NO",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87ce71c6e2b84d079727999b7440d5df_14"
        },
        {
            "start": 1148,
            "end": 1163,
            "text": ". 12999 of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16ad8d4fbf60403590a4fa1db415ba48_15"
        },
        {
            "start": 1216,
            "end": 1307,
            "text": "In                                       FIRST APPEAL NO. 2897 of 2016           \n         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "256a3e18222b4710830a5435f3fbab4b_16"
        },
        {
            "start": 1307,
            "end": 1333,
            "text": "For Approval and Signature",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad440616cd9d4e71986f645ee97e0e37_17"
        },
        {
            "start": 1334,
            "end": 1357,
            "text": ": \n\n         HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "002bf43e2abc4da192e99c565a676faf_18"
        },
        {
            "start": 1358,
            "end": 1368,
            "text": "MR.JUSTICE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d26fa0492bc944308bdbf7190aa57129_19"
        },
        {
            "start": 1369,
            "end": 1378,
            "text": "M.R. SHAH",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d81ef2dbb62c42bbb0a71bc9828a6c7d_20"
        },
        {
            "start": 1379,
            "end": 1585,
            "text": "                                                        Sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/\n         =======================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d8c48386b074cda8df503643e540473_21"
        },
        {
            "start": 1586,
            "end": 1592,
            "text": "= == =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ec522f6f768423fb35d5b93cb9f66ca_22"
        },
        {
            "start": 1593,
            "end": 1600,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "812dd4a3f2ca4099905fbf7bd72fb630_23"
        },
        {
            "start": 1601,
            "end": 1608,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f9d51e7a6164036bb24efd041c27d35_24"
        },
        {
            "start": 1609,
            "end": 1616,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a79bb9ddc1246ef86176357f9f34942_25"
        },
        {
            "start": 1617,
            "end": 1624,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb9c1fc3d2ec4c069bc53834b3805303_26"
        },
        {
            "start": 1625,
            "end": 1711,
            "text": "= =\n1      Whether Reporters of Local Papers may be allowed to see  Yes the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82bfa71fe2004e0cb89f9303b688056e_27"
        },
        {
            "start": 1712,
            "end": 1768,
            "text": "\n         2      To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a64f01fb921f4cd0a4a0dd4c1473d621_28"
        },
        {
            "start": 1812,
            "end": 1826,
            "text": "Yes          3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f5ba825ad9c49ed93e5eb204249e694_29"
        },
        {
            "start": 1832,
            "end": 1915,
            "text": "Whether their Lordships wish to see the fair copy of the                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6806b96733841cc9e18ba13cc6d1d90_30"
        },
        {
            "start": 1915,
            "end": 1962,
            "text": "No                 judgment ?\n\n         4      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e69deca01f24935a4f552e065f33594_31"
        },
        {
            "start": 1962,
            "end": 2021,
            "text": "Whether this case involves a substantial question of law as",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eac2fe3669524568abae443eb2ace324_32"
        },
        {
            "start": 2045,
            "end": 2145,
            "text": "No to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f4f851761d0423b8b0efc989d5cb3c4_33"
        },
        {
            "start": 2147,
            "end": 2153,
            "text": "== = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2a73276b1c44233ac6ca9d740d70e02_34"
        },
        {
            "start": 2154,
            "end": 2161,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45d7695daea34c27927b70e6b36eede3_35"
        },
        {
            "start": 2162,
            "end": 2169,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71531ba7c59b4a4881ff9aa5f752bdde_36"
        },
        {
            "start": 2170,
            "end": 2177,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e62a1a383b774c70a6b9d2e6a2de0368_37"
        },
        {
            "start": 2178,
            "end": 2186,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c7cd26462fe458f84abb0df483494ee_38"
        },
        {
            "start": 2187,
            "end": 2195,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d819c827aa6c49c6ab686f049c785fbf_39"
        },
        {
            "start": 2196,
            "end": 2379,
            "text": "== =============== SUNRISE INDUSTRIES INDIA LIMITED....Appellant(s) Versus PT OKI PULP AND PAPER MILLS  &  1....Respondent(s) ============================================= Appearance:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7717651aadb1491d9301e8e1b093ee10_40"
        },
        {
            "start": 2380,
            "end": 2521,
            "text": "\nMR RS SANJANWALA, SR. ADVOCATE with MR SANDEEP SINGHI with MR SIDDHARTH JOSHI  for SINGHI & CO, ADVOCATE for the Appellant MR  MIHIR  JOSHI,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1938aee8e30f46269709c2f28d75e854_41"
        },
        {
            "start": 2522,
            "end": 2538,
            "text": "  SR.   ADVOCATE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b65fb9bad0b48a3abd72436567af328_42"
        },
        {
            "start": 2539,
            "end": 2748,
            "text": "  with  MS   NISHA   OJHA   for   M/S   WADIAGHANDY  &  CO,  ============================================= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA   Date : 12/01/2017 HC-NIC",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a07018da95914ad591c4c33439234883_43"
        },
        {
            "start": 2749,
            "end": 2821,
            "text": "Page 1 of 30 Created On Sat Aug 12 02:17:45 IST 2017 COMMON CAV JUDGMENT",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6cd7ac28e6b48aca3a18836337fa65e_44"
        },
        {
            "start": 2822,
            "end": 3109,
            "text": "  (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] As common question of law and facts arise in the present First  Appeal and the Appeal From Order and as such are interconnected, both  these First Appeal and Appeal From Order are decided and disposed of  by this common judgment and order.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e2f8c69efd44b28b70043bd68d1e10d_45"
        },
        {
            "start": 3110,
            "end": 3699,
            "text": "\n[2.0] Feeling aggrieved and dissatisfied with the impugned order dated  05.12.2016 passed by the learned Judge, Commercial Court, Vadodara  (hereinafter referred to as \"Commercial Court, Vadodara\") below Exh.1  in Commercial Civil Suit No.288/2016, by which the Commercial Court,  Vadodara   has   dismissed   the   said   suit   on   the   finding   recorded   by   the  Commercial Court, Vadodara  while disposing of the application  Exh.5  that the Commercial Court, Vadodara has no territorial jurisdiction, the  original plaintiff has preferred the present First Appeal No.2897/2016.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af98ecfc1cdd4be8a3740b84f7f1ae2a_46"
        },
        {
            "start": 3700,
            "end": 4283,
            "text": "\n[2.1] Feeling aggrieved and dissatisfied with the impugned order dated  05.12.2016 passed below Exh.5 in Commercial Civil Suit No.288/2016,  by   which   the   Commercial   Court,   Vadodara   has   dismissed   the   said  application Exh.5 solely and mainly on the ground that the Commercial  Court, Vadodara has no territorial jurisdiction, the original plaintiff has  preferred the present Appeal From Order. \n[3.0] For the sake of convenience, facts in Appeal From Order arising  out of the order passed below Exh.5 are narrated and considered, which  in nutshell are as under:\n",
            "labels": [
                "FAC"
            ],
            "id": "d65af29f915a420fa780bb22c5651114_47"
        },
        {
            "start": 4283,
            "end": 4290,
            "text": "[ 3.1 ]",
            "labels": [
                "FAC"
            ],
            "id": "fe925264047644169e4ac7cc35dbe659_48"
        },
        {
            "start": 4291,
            "end": 4572,
            "text": "That   the   original   plaintiff   is   a   company   registered   under   the  Companies Act, 1956 and is engaged in the business of manufacturing of  HC-NIC Page 2 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Thermostats and Thermoplastic Lined equipment and pipe and fittings.",
            "labels": [
                "FAC"
            ],
            "id": "3958ff488c1c4345a1713dc36333aa20_49"
        },
        {
            "start": 4573,
            "end": 4742,
            "text": " That the original defendant No.1 is a company incorporated under the  Laws of Republic of Indonesia and is engaged in the manufacturing of  Pulp Paper and Tissue Paper.",
            "labels": [
                "FAC"
            ],
            "id": "0f07b7e172ee442db3d737d3f87164a7_50"
        },
        {
            "start": 4743,
            "end": 4796,
            "text": "The original defendant No.2 is a public  sector Bank.",
            "labels": [
                "FAC"
            ],
            "id": "099e36858a884825a0ac0b2fe6341a7c_51"
        },
        {
            "start": 4797,
            "end": 4942,
            "text": "\n[3.2] It appears that original defendant No.1 was desirous of building a  pulp mill in Ogan Komering Llir, South Sumatra, Republic of Indonesia.",
            "labels": [
                "FAC"
            ],
            "id": "10e0b5d6d673445d8fa63d59ffacdaab_52"
        },
        {
            "start": 4943,
            "end": 5182,
            "text": " That for the said the original defendant No.1 decided to secure services  of   the   plaintiff   and   awarded   a   contract   for   the   supervision   and  installation   of   the   said   material   to   the   original   plaintiff.   ",
            "labels": [
                "FAC"
            ],
            "id": "49eb9857fa03434fa12b006da9ffffb4_53"
        },
        {
            "start": 5182,
            "end": 5383,
            "text": "That   two  contracts   were   executed   between   original   plaintiff   and   the   original  defendant   No.1   on   10.07.2015,   viz.   the   supply   contract   and   the  installation contract.",
            "labels": [
                "FAC"
            ],
            "id": "1552581e3f8949eeb74069f597dde9eb_54"
        },
        {
            "start": 5384,
            "end": 5477,
            "text": "Both the contracts were amended vide Amendment  Agreement No.1 dated 14.09.2016 respectively.",
            "labels": [
                "FAC"
            ],
            "id": "8f78e866cfc84849bd51923997930e41_55"
        },
        {
            "start": 5478,
            "end": 5781,
            "text": "It appears that as per  clause   4.2   of   the   Supply   Contract   Amendment   Agreement   No.1,   the  original   plaintiff   was   supposed   to   issue   a   Bank   Guarantee   upon   the  original defendant No.1 for a sum of 10% of the due price of the balance  equal   to   USD   6,92,58,390.   ",
            "labels": [
                "FAC"
            ],
            "id": "5691086b380047c5a09818fc3898157a_56"
        },
        {
            "start": 5781,
            "end": 5790,
            "text": "That   in",
            "labels": [
                "FAC"
            ],
            "id": "6ef9e44af3544b3b9ff0979ccc12452a_57"
        },
        {
            "start": 5791,
            "end": 5809,
            "text": "  an   irrevocable",
            "labels": [
                "FAC"
            ],
            "id": "4c5031ee22634022bd060aff8d2c4ca0_58"
        },
        {
            "start": 5810,
            "end": 5849,
            "text": "  and   unconditional  bank   guarantee",
            "labels": [
                "FAC"
            ],
            "id": "17883e398742486b8da6156ae6b0f96a_59"
        },
        {
            "start": 5850,
            "end": 5898,
            "text": "  bearing   No.074915   FGPER0002   was   issued",
            "labels": [
                "FAC"
            ],
            "id": "90fa4629890548839b24bef7e0cba2d5_60"
        },
        {
            "start": 5899,
            "end": 5981,
            "text": "  by   the  original defendant No.2 Bank to the original defendant No.1 for sum of",
            "labels": [
                "FAC"
            ],
            "id": "1ef9ebe8fd28431dbd40e7c073ea663d_61"
        },
        {
            "start": 5982,
            "end": 6049,
            "text": " USD 6,92,58,390 towards the performance of the supply contract and",
            "labels": [
                "FAC"
            ],
            "id": "181b9d5635114f62bbd054a3a00a886a_62"
        },
        {
            "start": 6050,
            "end": 6106,
            "text": " the   supply   contract   Amendment   Agreement   No.1.",
            "labels": [
                "FAC"
            ],
            "id": "9841ed3b3d404421bbbfd4e2a5ea7ebe_63"
        },
        {
            "start": 6109,
            "end": 6225,
            "text": "It   appears   that   the  supply contract was further amended vide Amendment Agreement No.2  dated   10.11.2015.   ",
            "labels": [
                "FAC"
            ],
            "id": "7db74a49685c462892d86159b5cbd9be_64"
        },
        {
            "start": 6225,
            "end": 6367,
            "text": "The   scope   of   the   supply   was   increased   and   the  aggregate value of the supply contract subsequently amounted to USD  83,24,132.",
            "labels": [
                "FAC"
            ],
            "id": "47a9cca9fae74f318fd4c6122f9e568d_65"
        },
        {
            "start": 6370,
            "end": 6483,
            "text": "That   the   installation   contract   was   further   amended   vide  Amendment Agreement No.2 dated 10.11.2015.",
            "labels": [
                "FAC"
            ],
            "id": "db53f21fecd24b3897609cd610e7fc64_66"
        },
        {
            "start": 6484,
            "end": 6582,
            "text": "Pursuant to clause 4.1  of   the   supply   contract   of   Amendment   Agreement   No.2,   the   ",
            "labels": [
                "FAC"
            ],
            "id": "8e43853ed57e4cbfb83b3a98f46ce594_67"
        },
        {
            "start": 6582,
            "end": 6759,
            "text": "Bank  Guarantee   was   to   be   increased   by   10%   of   the   additional   goods  HC-NIC Page 3 of 30 Created On Sat Aug 12 02:17:45 IST 2017 amounting to USD 1,39,82,930.",
            "labels": [
                "FAC"
            ],
            "id": "96f63bded7e74afc9b1570b7d3b0ae74_68"
        },
        {
            "start": 6760,
            "end": 6984,
            "text": "That Bank Guarantee was amended and  the   value   of   the   original   Bank   Guarantee   was   increased   from   USD  6,92,58,390 for 10% of the total value of the supply contract including  the  Amendment  Agreements.  ",
            "labels": [
                "FAC"
            ],
            "id": "3965240a19634ecdad04ed46d98e5dc4_69"
        },
        {
            "start": 6984,
            "end": 7024,
            "text": "Dispute   arose  between   the  parties.",
            "labels": [
                "FAC"
            ],
            "id": "d32c1a1205444b858ceb6472ad469d5a_70"
        },
        {
            "start": 7026,
            "end": 7271,
            "text": "That  thereafter   the   original   defendant   No.1   issued   letter   to   the   original  defendant   No.2   Bank   invoking   Bank   Guarantee   and   directing   the  original   defendant   No.2   to   pay   the   same   USD   8,32,41,320.",
            "labels": [
                "FAC"
            ],
            "id": "2858cb96717d4184b38beca4f1fb40cc_71"
        },
        {
            "start": 7274,
            "end": 7419,
            "text": "That  thereafter the plaintiff instituted the Commercial Civil Suit No.288/2016  in the Commercial Court, Vadodara seeking the following reliefs.",
            "labels": [
                "FAC"
            ],
            "id": "3ea3da9e59bc4611aca524bc60d6c0fa_72"
        },
        {
            "start": 7420,
            "end": 7809,
            "text": "\n\"(A) This   Hon'ble   Court   may   be   pleased   to   declare   that   the   Defendant No.2 has no right whatsoever to invoke the Bank Guarantee   bearing   No.074915FGPER0002   in   favour   of   the   Defendant   No.1   or   acting upon the letter of the Defendant No.1 dated 10.10.2016;\n(B) It may be further declared that the Defendant No.2 is under no   obligation   to   honour   ",
            "labels": [
                "FAC"
            ],
            "id": "1c4acbe9087c4d9a833d7d25b7ed32db_73"
        },
        {
            "start": 7809,
            "end": 9320,
            "text": "the   Bank   Guarantee   bearing   No.074915FGPER0002   since   the   plaintiff   has   completed   all   its   obligations   under   the   supply   contract   and   hence,   the   Bank   is   discharged of its obligations to honour the Bank Guarantee.\n(C) The Hon'ble Court be pleased to grant an injunction restraining   the   Defendants   from   acting   upon   or   enforcing   the   letter   dated   10.10.2016   and   invoking   the   Bank   Guarantee   bearing   No.074915FGPER0002;\n(D) The  Defendant  No.1  be restrained  to make  any  claims  under   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   the   Defendant No.2 be restrained from making payment to the Defendant   No.1 in furtherance of letted dated 10.10.2016, under the above Bank   Guarantee.\"\nThat   in   the   said   suit   the   original   plaintiff   also   submitted   the  application   Exh.5   for   interim   injunction   restraining   the   original  defendant   No.2   Bank   from   making   any   payment   to   the   original  defendant   No.1,   under   the   Bank   Guarantee   in   question   and   also  restraining the original defendant No.2 from acting upon the letter dated  10.10.2016. The original plaintiff also prayed for an interim injunction  restraining   the   original   defendant   No.1   from   enforcing   the   Bank  HC-NIC Page 4 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Guarantee in question and from insisting for payment under the Bank  Guarantee   in   any   manner   whatsoever.   ",
            "labels": [
                "FAC"
            ],
            "id": "a8e5993c404147bcb7f59462c1b49487_74"
        },
        {
            "start": 9320,
            "end": 9409,
            "text": "That   the   said   suit   and   the  application  Exh.5  was instituted  on  19.10.2016.",
            "labels": [
                "FAC"
            ],
            "id": "07517343f36145b4afbfbce2c7986528_75"
        },
        {
            "start": 9410,
            "end": 9521,
            "text": " That the  Commercial  Court, Vadodara issued the notice on interim relief making it returnable  on 08.11.2016.",
            "labels": [
                "FAC"
            ],
            "id": "1dfba50ce0d342e987e137536d8cdb97_76"
        },
        {
            "start": 9522,
            "end": 9764,
            "text": "\n[3.3] Feeling aggrieved in issuing the notice on interim relief only and  not granting any adinterim injunction, the original plaintiff preferred  Appeal   From   Order   before   this   Court   being   Appeal   From   Order  No.412/2016.   ",
            "labels": [
                "FAC"
            ],
            "id": "4685c56a2e314a46bf9e79be594a9c44_77"
        },
        {
            "start": 9764,
            "end": 9779,
            "text": "This   Court   ",
            "labels": [
                "FAC"
            ],
            "id": "159b961b948f4ee7a4f50ae1f210b6d2_78"
        },
        {
            "start": 9779,
            "end": 9791,
            "text": "initially   ",
            "labels": [
                "FAC"
            ],
            "id": "6b20cf03fb5c4a95895dfee95efa5495_79"
        },
        {
            "start": 9791,
            "end": 9837,
            "text": "granted   adinterim   injunction   as  prayed.",
            "labels": [
                "FAC"
            ],
            "id": "7d737287530a482dbf645033668677df_80"
        },
        {
            "start": 9838,
            "end": 10084,
            "text": "That the said Appeal From Order came to be disposed of by this  Court   vide   order   dated   11.11.2016   directing   the   Commercial   Court,  Vadodara to decide the application below Exh.5 in time bound manner  and directed to continue the  ",
            "labels": [
                "FAC"
            ],
            "id": "7ac9d0bbe3da44c5b405cdbbe1f25301_81"
        },
        {
            "start": 10084,
            "end": 10092,
            "text": "ex parte",
            "labels": [
                "FAC"
            ],
            "id": "8e926ed6268342988201d4a0c759e8d8_82"
        },
        {
            "start": 10093,
            "end": 10172,
            "text": " adinterim injunction granted till  the final disposal of the application Exh.5",
            "labels": [
                "FAC"
            ],
            "id": "be8a3103821b42d781ca93821e9befda_83"
        },
        {
            "start": 10173,
            "end": 11080,
            "text": ". While disposing of the said  Appeal From Order, this Court also observed that the continuation of the  adinterim   injunction   shall   be   without   prejudice   to   the   rights   and  contentions of the respective parties in the application Exh.5 as well as  in the main suit and without prejudice to the contentions of the original  defendant No.1 that the Commercial Court, Vadodara and/or even any  other Court in Gujarat has no territorial jurisdiction. \n[3.4] That thereafter the said application Exh.5 has been dismissed by  the Commercial Court, Vadodara mainly on the ground that in view of  the   clause   6  of   the   Supply   /  Purchase   Agreement   by  which   both   the  parties agreed to submit to the jurisdiction of the Court of Singapore,  which   shall   have   exclusive   jurisdiction   over   such   disputes,   the  Commercial Court, Vadodara has no territorial jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "84a74f03197847dfa9682839a7546494_84"
        },
        {
            "start": 11081,
            "end": 11222,
            "text": "That on the  basis of the findings recorded by the learned Commercial Court while  disposing   of   the   application   Exh.5   and   holding",
            "labels": [
                "FAC"
            ],
            "id": "c2d4c65f98b84012b295897ea3aefe9f_85"
        },
        {
            "start": 11223,
            "end": 11238,
            "text": "  that   the   ",
            "labels": [
                "RLC"
            ],
            "id": "0a242133ffcb4c5790c191040afa467f_86"
        },
        {
            "start": 11238,
            "end": 11668,
            "text": "Commercial  HC-NIC Page 5 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Court, Vadodara has no territorial jurisdiction, the learned Commercial  Court has passed the order below Exh.1 and has dismissed the suit by  observing that as observed while disposing of the application Exh.5, the  Commercial   Court,   Vadodara   has   no   territorial   jurisdiction   and  therefore,   the   suit   is   liable   to   be   dismissed.   ",
            "labels": [
                "RLC"
            ],
            "id": "3fcf3ac92ccf4e16a6c71faab22368c9_87"
        },
        {
            "start": 11668,
            "end": 11987,
            "text": "Consequently,   the  Commercial   Court,   Vadodara   has   dismissed   the   suit   for   want   of  territorial jurisdiction. \n[3.5] Feeling aggrieved and dissatisfied with the impugned order passed  by the learned Commercial Court below Exh.5, the original plaintiff has  preferred the Appeal From Order No.471/2016.",
            "labels": [
                "RLC"
            ],
            "id": "2617b7671d404ae6ae60d7ca530ad097_88"
        },
        {
            "start": 11988,
            "end": 12174,
            "text": "\n[3.6] Feeling aggrieved and dissatisfied with the impugned order passed  below Exh.1 in dismissing the suit, the original plaintiff has preferred the  present First Appeal No.2897/2016.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e7fc323a31a447dc932a2de2f7ffdd6c_89"
        },
        {
            "start": 12175,
            "end": 12328,
            "text": "\n[4.0] Shri R.S. Sanjanwala, learned Senior Advocate has appeared on  behalf   of   the   original   plaintiff   and   Shri   Mihir   Joshi,   learned   ",
            "labels": [
                "NONE"
            ],
            "id": "5761ff4aa0f44df5b69c96c3c36a6260_90"
        },
        {
            "start": 12328,
            "end": 13091,
            "text": "Senior  Advocate   has   appeared   on   behalf   of   the   respondent   No.1   herein   -  original defendant No.1.\n[5.0] Shri Sanjanwala, learned Senior Advocate appearing on behalf of  the   original   plaintiff   has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case,   learned   Commercial   Court   has   materially  erred in dismissing application Exh.5 and consequently in dismissing the  suit on the ground that the Commercial Court, Vadodara would not have  territorial jurisdiction. \n[5.1] It   is   vehemently   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   plaintiff   that   the  HC-NIC Page 6 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3aabc94110a247c19d36bd87a7ecca32_91"
        },
        {
            "start": 13092,
            "end": 13394,
            "text": "Commercial   Court,   Vadodara   has   materially   erred   in   not   properly  appreciating   the   fact   that   the   Commercial   Suit   before   the   learned  Commercial Court was for an appropriate injunction with respect to the  Bank Guarantee and more particularly against the defendant No.2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7cc8c33bfc8e4f0798d7a456b3558830_92"
        },
        {
            "start": 13395,
            "end": 13558,
            "text": "It is  submitted that admittedly the defendant No.2 is not a party to any of the  agreement   /   contract   between   the   plaintiff   and   defendant   No.1.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "112285d692114d359ad585edf3e81cb2_93"
        },
        {
            "start": 13558,
            "end": 14279,
            "text": "It   is  submitted that therefore  qua  the relief with respect to Bank Guarantee  against   defendant   No.2,   suit   shall   still   be   maintainable   before   the  Commercial Court, Vadodara. \n[5.2] It   is   further   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   plaintiff   that   merely  because the party to the contract / agreement have agreed and chosen  the Singapore Court as appropriate Forum, still the Commercial Court,  which can be said to be natural Court would still continue to have the  jurisdiction.   It   is   submitted   that   it   is   not   the   case   that   the   learned  Commercial Court lacks inherent jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "30aaf9a918a044fd9280ca43d70b226f_94"
        },
        {
            "start": 14281,
            "end": 14455,
            "text": "[5.3] Relying upon the decision of the Hon'ble Supreme Court in the  case of  Modi Entertainment Network & Anr. vs. W.S.G. Cricket Pte.  Ltd.  reported in  (2003)4 SCC 341,  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "384e2edde6f14d0fa75d4613bea34422_95"
        },
        {
            "start": 14455,
            "end": 14936,
            "text": "it is submitted that as held by the  Hon'ble Supreme Court in the said decision, in a case where more than  one Forums are available, the Court in exercise of its discretion to grant  antisuit injunction will examine as to which is the appropriate forum  (forum conveniens) having regard to the convenience of the parties and  may   grant   antisuit   injunction   in   regard   to   proceedings   which   are  oppressive   or   vexatious   or   in   a   forum  non   conveniens.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1693b4c928ec4de49db284650bb1c134_96"
        },
        {
            "start": 14936,
            "end": 15769,
            "text": "It   is   further  submitted   by  Shri   Sanjanwala, learned  Senior   Advocate   appearing  on  behalf of the original plaintiff that in the aforesaid decision it is further  observed   by   the   Hon'ble   Supreme   Court   that   with   a   view   to   prevent  HC-NIC Page 7 of 30 Created On Sat Aug 12 02:17:45 IST 2017 injustice in circumstances such as which permit a contracting party to be  relieved of the burden of the contract; or since the date of the contract  the circumstances or subsequent events have made it impossible for the  party  seeking   injunction  to   prosecute   the  case  in   the   Court   of   choice  because the  essence of the  jurisdiction  of the Court does not exist or  because of a vis major or force majeure and the like, the Court of natural  jurisdiction can grant antisuit injunction. \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "08b571684c784cb48070746cac501f4b_97"
        },
        {
            "start": 15769,
            "end": 16145,
            "text": "It is submitted that the aforesaid aspect has not been appreciated  by the Commercial Court, Vadodara at all and without focusing on the  aforesaid aspect and straightway relying upon and considering Clause 6  of the Supply / Purchase Agreement the learned Commercial Court has  mechanically held that the Commercial Court, Vadodara shall not have  territorial   jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d145740d51e948af968c3d7dbe2925ce_98"
        },
        {
            "start": 16148,
            "end": 16638,
            "text": "It   is   further   submitted   by   Shri   Sanjanwala,  learned Senior Advocate that in the present case the Commercial Court,  Vadodara has not properly appreciated the fact that as the suit before  the learned Commercial Court was for permanent injunction restraining  the defendant No.2 from encashing the Bank Guarantee in favour of the  defendant No.1 and that the defendant No.2 Bank is not a party to any  of the contract either Supply Contract or Purchase Contract, the plaintiff  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9baa663c32854f0eadf12f8a3e85b4b0_99"
        },
        {
            "start": 16638,
            "end": 16863,
            "text": "can not file the suit at the Singapore Court against the defendant No.2  and   therefore,   the   Commercial   Court,   Vadodara   being   natural   Court  would   have   territorial   jurisdiction   to   decide   and   grant",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3a29542cfc5d44d1914310b4250e688d_100"
        },
        {
            "start": 16864,
            "end": 16883,
            "text": "  such   a   relief",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6ba4baf5ebe47fc8e85128b18cf7548_101"
        },
        {
            "start": 16884,
            "end": 16981,
            "text": " against   the   defendants,   more   particularly   with   respect   to   the   Bank  Guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bdf053a04178401da03339964b76de0d_102"
        },
        {
            "start": 16982,
            "end": 17050,
            "text": "It is further submitted by Shri Sanjanwala, learned Senior  Advocate",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e963de01510f4f6b91c8b32d517bf11c_103"
        },
        {
            "start": 17051,
            "end": 17060,
            "text": "appearing",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d497f33e6bad444d9745b3d97ac9cffe_104"
        },
        {
            "start": 17061,
            "end": 17096,
            "text": "on behalf of the original plaintiff",
            "labels": [
                "NONE"
            ],
            "id": "a3612f73c33e4e9aaff3f13ccc5d4bdd_105"
        },
        {
            "start": 17097,
            "end": 17264,
            "text": "that in the present  case neither Order VII Rule 10 nor Order VII Rule 11 of the Code of Civil  Procedure, 1908 (hereinafter referred to as \"CPC\") shall be applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0e6963f596a04fa294f0d8a70652b5e9_106"
        },
        {
            "start": 17265,
            "end": 17293,
            "text": "It  is   submitted   that   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9dc9a3ecee34f73a3739e2c3e934d65_107"
        },
        {
            "start": 17293,
            "end": 17427,
            "text": "as   such   in   the   present   case   Commercial   Court,  Vadodara has not exercised the power under Order VII Rule 11 of the  CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8f8fba87ed1040d498d8f7506786ecde_108"
        },
        {
            "start": 17428,
            "end": 17701,
            "text": "It is submitted that in the present case Order VII Rule 10 of the  HC-NIC Page 8 of 30 Created On Sat Aug 12 02:17:45 IST 2017 CPC also shall not be applicable as it cannot be said that the Commercial  Court, Vadodara being a natural Court would lack inherent jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66054a836fbe4177ba6c9a78a6e9fb2f_109"
        },
        {
            "start": 17702,
            "end": 18005,
            "text": " It is submitted that as held by the Hon'ble Supreme Court in the case of  Modi   Entertainment   Network   &   Anr.   (Supra),   in   an   exceptional   case  being made out, despite the ouster clause 6 of the Supply / Purchase  Agreement, the suit shall still be maintainable before the natural Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "30904faa10ed48d38556de5b9a76dba5_110"
        },
        {
            "start": 18006,
            "end": 18099,
            "text": " It is submitted that therefore Order VII Rule 10 of the CPC shall not be  applicable at all.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65bda02af3264ba7b23eb843dbef1500_111"
        },
        {
            "start": 18100,
            "end": 18427,
            "text": "Relying upon para 26 of the decision in the case of  Modi Entertainment Network & Anr. (Supra), it is submitted that if all  the   parties   to   the   suit   are   not   party   to   the   agreement   having   ouster  clause,   the   suit   before   the   Court   of   natural   jurisdiction   will   still   be  maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b158c462677b478e8704a6fef2b3721b_112"
        },
        {
            "start": 18428,
            "end": 19047,
            "text": "  \n[5.4] Shri Sanjanwala, learned Senior Advocate appearing on behalf of  the original plaintiff has vehemently submitted that as the suit was for  permanent   injunction   with   respect   to   the   Bank   Guarantee   and   the  original   defendant   No.2   is   not   a   party   to   the   agreement   /   contract  containing the ouster clause, the suit against the defendant No.2 shall  still   be   maintainable   before   the   Commercial   Court,   Vadodara   having  territorial   jurisdiction  and therefore, the  Commercial  Court,  Vadodara  ought not to have held that it has no territorial jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6043e353e71e4f46ba4db6e01d4cc1bc_113"
        },
        {
            "start": 19048,
            "end": 19275,
            "text": "In support of  his above submissions, he has heavily relied upon the decision of the  Hon'ble Supreme Court in the case of  Sukanya Holdings (P) Ltd. vs.  Jayesh H. Pandya and Anr. reported in  (2003)5 SCC 531 (Paras 8 to  17).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e5e1428aaa234b29986b1fb1f86a801b_114"
        },
        {
            "start": 19276,
            "end": 20295,
            "text": "\n[5.5] It   is   further   submitted   by   Shri   Sanjanwala,   learned   Senior  Advocate appearing on behalf of the original plaintiff that in the present  case neither any separate application was filed by the defendant either  to frame the preliminary issue whether the Commercial Court, Vadodara  HC-NIC Page 9 of 30 Created On Sat Aug 12 02:17:45 IST 2017 would have any territorial jurisdiction or not and/or to dismiss the suit  on  the  ground that   the  Commercial  Court,  Vadodara  would not  have  territorial jurisdiction and on the basis of the defence while deciding the  application   Exh.5   and   on   the   findings   recorded   by   the   Commercial  Court, Vadodara while deciding the application Exh.5, the Commercial  Court, Vadodara has dismissed the suit by observing that while deciding  the application as it is held that the Commercial Court, Vadodara would  not have territorial jurisdiction and the suit is liable to be dismissed and  is accordingly dismissed, which is not permissible.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ed4340f1ed114769a7eb1756496ea685_115"
        },
        {
            "start": 20296,
            "end": 20620,
            "text": "It is submitted that  therefore no opportunity has been given to the original plaintiff to show  cause why the plaint / suit may not be rejected on the ground that the  Commercial Court, Vadodara would not have territorial jurisdiction in  view of the ouster clause mentioned in Clause 6 of the Supply / Purchase  Agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ca339771b35e42e6be989ac184b2d333_116"
        },
        {
            "start": 20621,
            "end": 21041,
            "text": "\n[5.6] It is  further submitted that during  the  course of the  hearing  of  application Exh.5 the submissions were made on behalf of the defendant  No.1   with   respect   to   the   territorial   jurisdiction   in   view   of   the   ouster  clause contained in Clause 6 and while deciding the application Exh.5,  the   Commercial   Court,   Vadodara   has   dismissed   the   suit   which   is   not  permissible.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ffb340951c2a4e7bb85b723eb1c2119f_117"
        },
        {
            "start": 21041,
            "end": 21355,
            "text": "In   support   of   his   above   submissions,   Shri   Sanjanwala,  learned   Senior   Advocate   has   heavily   relied   upon   the   decision   of   this  Court in the case of  Mukeshkumar Mohanlal Mashru vs. Dilipkumar  Mohanlal   Mashru   &   Ors.  rendered   in  Civil   Revision   Application  No.462/1998.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aff2998ac0a341f091c170858df15cc4_118"
        },
        {
            "start": 21356,
            "end": 21623,
            "text": "It is submitted that in the case before the learned Single  Judge,   the   learned   trial   Court   dismissed   the   suit   on   the   ground   of  limitation, solely relying upon the observations made while deciding the  interim   injunction   application   Exh.5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7c87188e6cf541c4a088a6a6e2490d19_119"
        },
        {
            "start": 21626,
            "end": 21791,
            "text": "Not   approving   the   above   and  confirming the order passed by the first Appellate Court quashing and  setting aside the order passed by the learned trial Court",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8771b450b2b54c72bbd22de402d9cbb7_120"
        },
        {
            "start": 21792,
            "end": 22905,
            "text": ", this Court has  HC-NIC Page 10 of 30 Created On Sat Aug 12 02:17:45 IST 2017 observed   and   held   that   whatever   the   observations   are   made   while  deciding the interim injunction application Exh.5, are always tentative  and  while  deciding  the   interim  injunction  application   only  and   if  the  learned   trial   Court   is   of   the   opinion   that   the   suit   is   required   to   be  dismissed on the ground that the same is barred by limitation, in that  case, the same can be done on an appropriate application by defendant  requesting to frame preliminary issue with respect to the limitation or in  application   under   Order   VII   Rule   11(d)   of   the   CPC   and   after   giving  opportunity to the respective parties. It is submitted that in the aforesaid  decision   it   is   further   observed   and   held   by   this   Court   that   without  framing   preliminary   issue   it   was   not   permissible   for   the   learned   trial  Court   to   dismiss   the   suit,   solely   relying   upon   the   observations   made  while deciding the application Exh.5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ed909bf09c584b058526ec8a09a843cc_121"
        },
        {
            "start": 22906,
            "end": 23112,
            "text": "It is submitted that in the present  case similar situation has arisen and the Commercial Court, Vadodara  has dismissed the suit solely relying upon the observations made while  deciding application Exh.5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c3c661d753234272bc22e397247254a6_122"
        },
        {
            "start": 23113,
            "end": 23644,
            "text": "\n[5.7] Relying upon another decision of this Court in the case of  Lark  Laboratories Ltd. vs. Nabros Pharma Pvt. Ltd. reported in 2009(2) GLR  1376  (Para  14),   it   is   submitted   that   in   the   case   of   a   composite   suit  having multiple cause of action and with respect to some of the prayers  the suit is permissible within the territorial jurisdiction of the concerned  Court where the suit is filed and with respect to some of the reliefs there  is a lack of jurisdiction of the Court in which the suit is filed",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4176734adf9c412896713e6d34d63fa4_123"
        },
        {
            "start": 23645,
            "end": 23886,
            "text": ", in that case,  the plaintiff is required to be given an opportunity to amend the plaint  and   delete   the   relief   for   which   the   Court   has   no   jurisdiction   and   to  continue the suit with respect to the remaining reliefs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e25402880b5e46198bb43cd49afb55b8_124"
        },
        {
            "start": 23887,
            "end": 24076,
            "text": "He has also relied  upon another decision of this Court in the case of M/s. Tec Papers Pvt.  Ltd.   Thro'   Director,   Yogesh   Shivshanker   vs.   Ahmedabad  Municipal  Corporation & Anr.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5f9a17133c5a44e7809d69c74e23d5f4_125"
        },
        {
            "start": 24077,
            "end": 24105,
            "text": "reported in 2009(3) GLH 511.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "28ce05859ac547afbff85b39e1fe536b_126"
        },
        {
            "start": 24106,
            "end": 24167,
            "text": "\nHC-NIC Page 11 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dae595bd102b45079d2e2102c39dae89_127"
        },
        {
            "start": 24168,
            "end": 24628,
            "text": "Making   above   submissions,   it   is   vehemently   submitted   by   Shri  Sanjanwala, learned Senior Advocate appearing on behalf of the original  plaintiff that the Commercial Court, Vadodara  has materially erred in  dismissing   the   application   Exh.5   solely   on   the   ground   that   the  Commercial Court, Vadodara would not have any territorial jurisdiction  in view of ouster clause contained in Clause 6 of the Supply / Purchase  Agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eb282838408c4d1ca3912682782eda2b_128"
        },
        {
            "start": 24629,
            "end": 24731,
            "text": "It is submitted that the Commercial Court, Vadodara has not  examined the application Exh.5 on merits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "44dd2ca6db8b470ca083b8fe63c1af03_129"
        },
        {
            "start": 24732,
            "end": 24991,
            "text": "Therefore, it is requested to  quash and set aside the impugned order passed below Exh.5 and remand  the   matter   back   to   the   Commercial   Court,   Vadodara   to   decide  application Exh.5 afresh and on merits. \n[5.8] Making   above   submissions,   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78af2261397a4e0e8f5c52f79dde1254_130"
        },
        {
            "start": 24991,
            "end": 26718,
            "text": "Shri   Sanjanwala,   learned   Senior  Advocate appearing on behalf of the original plaintiff has submitted that  in absence of any application by the defendant either under Order VII  Rule   10   of   the   CPC   and/or   any   application   to   frame   the   preliminary  issue   with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara and solely relying upon the observations made while deciding  the application Exh.5 that the Commercial Court, Vadodara would not  have   territorial   jurisdiction,   the   Commercial   Court,   Vadodara   has  dismissed the suit which is not permissible and therefore, it is requested  to allow the First Appeal and quash and set aside the impugned order  passed by the Commercial Court, Vadodara dismissing the suit.\n[6.0] Present   Appeal   From   Order   and   First   Appeal   are   vehemently  opposed   by   Shri   Mihir   Joshi,   learned   Senior   Advocate   appearing   on  behalf of the original defendant No.1.\n[6.1] It is vehemently submitted by Shri Joshi, learned Senior Advocate  appearing on behalf of the original defendant No.1 that in the facts and  HC-NIC Page 12 of 30 Created On Sat Aug 12 02:17:45 IST 2017 circumstances of the case and more particularly considering Clause 6 of  the   Supply   /   Purchase   Agreement   and   when   the   parties   have   chosen  Singapore   Court   as   a   neutral   Court   /   Forum,   no   error   has   been  committed   by   the   Commercial   Court,   Vadodara   in   holding   that   the  Commercial Court, Vadodara would not have territorial jurisdiction. \n[6.2] It is vehemently submitted by Shri Joshi, learned Senior Advocate  appearing on behalf of the original defendant No.1",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2b15d865c74a4e249c35291e3ae1bca1_131"
        },
        {
            "start": 26719,
            "end": 26872,
            "text": "that as such basically  the suit was against the original defendant No.1 only and with respect to  the breach of contract by the original defendant No.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31b8ace1772c4f2ba7e1388274feabce_132"
        },
        {
            "start": 26873,
            "end": 27062,
            "text": "It is submitted  that the entire cause of action is one i.e. against the original defendant  No.1 only and by clever drafting the relief is sought against the original  defendant No.2 also.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a33620cf839c447c8a2d6282fad6b35a_133"
        },
        {
            "start": 27063,
            "end": 27350,
            "text": "It is submitted that to get out of the ouster clause  contained in Clause 6 of the Supply / Purchase Agreement and only with  a   view   to   see   that   the   suit   is   maintainable   at   Vadodara,   the   relief   is  sought   against   the   original   defendant   No.2   also.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0518dfccaa264b68bd1c68e7371fe035_134"
        },
        {
            "start": 27350,
            "end": 27705,
            "text": "Shri   Joshi,   learned  Senior Advocate appearing on behalf of the original defendant No.1 has  taken us to the averments in para 34 onwards of the suit in support of  his submissions that the suit is basically against the original defendant  No.1   and   the   entire   cause   of   action   is   pleaded   against   the   original  defendant No.1 only.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "50d0710935f0426a84621ab9ed404de8_135"
        },
        {
            "start": 27706,
            "end": 27918,
            "text": "It is submitted that therefore considering Clause  6.2 of the Supply / Purchase Agreement, when both the parties to the  contract agreed to resolve the dispute by a neutral Court at Singapore,  thereafter   it   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ecf501c38dd54de8aca8b29dbb90b3a2_136"
        },
        {
            "start": 27918,
            "end": 28035,
            "text": "is   not   open   for   the   plaintiff   to   contend   contrary   to   the  Agreement   more   particularly  Clause",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "243a39439fe64eacae51b768d33b268c_137"
        },
        {
            "start": 28036,
            "end": 28278,
            "text": "  6.   It  is   submitted  that   any   other  act / conduct on the  part of the plaintiff, contrary to the  agreement,  more particularly Clause 6 of the Supply / Purchase Agreement would be  such which  can  be termed as breach of contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f772dc0fe3b1484d8ba89cceffcca812_138"
        },
        {
            "start": 28279,
            "end": 28650,
            "text": "It  is  submitted   that  therefore   in   the   facts   and   circumstances   of   the   case   the   Commercial  Court, Vadodara has not committed any error in holding that in view of  HC-NIC Page 13 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Clause 6 of the Supply / Purchase Agreement, the Commercial Court,  Vadodara shall not have any territorial jurisdiction. \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "164f5cc6585148fd99a475382e51d1e8_139"
        },
        {
            "start": 28650,
            "end": 29251,
            "text": "[ 6.3 ] Now, so far as the submissions on behalf of the original plaintiff  that   there   was   no   separate   application   submitted   by   the   original  defendant No.1 either under Order VII Rule 10 of the CPC and/or to  raise the preliminary issue with respect to the territorial jurisdiction of  the   Commercial   Court,   Vadodara,   it   is   vehemently   submitted  by   Shri  Joshi,   learned   Senior   Advocate   appearing   on   behalf   of   the   original  defendant No.1 that as such while passing the order under Order VII  Rule 10 of the CPC, no separate application is required.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9df7c26d29d348418d5cd2318ac6106d_140"
        },
        {
            "start": 29252,
            "end": 29446,
            "text": "It is submitted  that if the Court finds that it has no territorial jurisdiction in that case in  exercise of power under Order VII Rule 10 of the CPC, the Court can  reject / return the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "600bdd63d05648e091a1b8e02ea0237a_141"
        },
        {
            "start": 29447,
            "end": 29666,
            "text": "\n[6.4] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that even otherwise  in the present case the parties are not taken by surprise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8f7a4c35a276426e9ad06b35cff1b639_142"
        },
        {
            "start": 29667,
            "end": 30228,
            "text": "It is submitted  that at the time of hearing of Appeal From Order No.412/2016 before  this Court, the original defendant No.1 categorically submitted that the  original   defendant   No.1   may   be   permitted   to   contend   that   the  Commercial Court, Vadodara shall not have any territorial jurisdiction  and that while disposing of the said Appeal From Order even this Court  also specifically observed that it will be open for the original defendant  No.1 to take a plea that the Commercial Court, Vadodara shall not have  any territorial jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d82c818fbdc64a5199818d3f818b9dbf_143"
        },
        {
            "start": 30229,
            "end": 30470,
            "text": "It is submitted that therefore the Commercial  Court, Vadodara has not committed any error in considering the issue  with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara   and   has   not   committed   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "069df11ce10c4f3e805edfbb6b286f55_144"
        },
        {
            "start": 30470,
            "end": 30965,
            "text": "any   error   in   giving   specific   finding  with   respect   to   territorial   jurisdiction   of   the   Commercial   Court,  HC-NIC Page 14 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Vadodara. \nRelying upon the decision of the Hon'ble Supreme Court in the  case   of  T.   Arivandandam   vs.   T.   V.   Satyapal   and   Anr.  reported   in  (1977)4 SCC 467,  it is submitted that as held by the Hon'ble Supreme  Court, fraudulent and frivolous litigations are to be nipped in the bird.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aaf3cfe8d5164527a6827acc69268f02_145"
        },
        {
            "start": 30966,
            "end": 31182,
            "text": "It  is submitted that therefore, the Commercial Court, Vadodara is justified  in   concluding   the   said   issue   with   respect   to   the   jurisdiction   of   the  Commercial Court, Vadodara at the earliest.  \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fa9132de3c9c4b1595f7910f3665a1ca_146"
        },
        {
            "start": 31182,
            "end": 31189,
            "text": "[ 6.5 ]",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "14f62725563b464a86bddba30d808222_147"
        },
        {
            "start": 31190,
            "end": 31774,
            "text": "Now, so far as the reliance placed upon the decision of the Hon'ble  Supreme Court in the case of Modi Entertainment Network Ltd. (Supra)  is   concerned,   it   is   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that as per Order VI  Rule 4 of the CPC, the special facts such as whether the proceedings are  oppressive   or   vexatious   or   in   a   forum  non   conveniens  are   specifically  required to be pleaded in the suit / plaint. It is submitted that there are  no specific averments pleaded in the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "74d24bf0cd4049a581a60121d3ae4bee_148"
        },
        {
            "start": 31775,
            "end": 33064,
            "text": "It is submitted that therefore  in absence of any such pleading and considering Clause 6 of the Supply /  Purchase   Agreement   when   the   Commercial   Court,   Vadodara   has   held  that   the   Commercial   Court,   Vadodara   shall   not   have   territorial  jurisdiction   and   consequently   has   dismissed   the   suit,   the   same   is   not  required   to   be   interfered   with   by   this   Court   in   exercise   of   appellate  jurisdiction. \n[6.6] Now, so far  as the  impugned order passed below  Exh.5 by the  Commercial   Court,   Vadodara   is   concerned,   Shri   Joshi,   learned   Senior  Advocate   appearing   on   behalf   of   the   original   defendant   No.1   has  submitted   that   though   the   Commercial   Court,   Vadodara   has   not  considered   application   Exh.5   on   merits   and   has   dismissed   the  application solely on the ground that the Commercial Court, Vadodara  HC-NIC Page 15 of 30 Created On Sat Aug 12 02:17:45 IST 2017 shall   not   have   any   territorial   jurisdiction,   Shri   Joshi,   learned   Senior  Advocate has requested to consider the case on merits by this Court and  consider the observations made by the Commercial Court, Vadodara on  jurisdiction   as  prima   facie  observations   /   findings.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c0d335262c5741d7a696ce039784f426_149"
        },
        {
            "start": 33064,
            "end": 33242,
            "text": "It   is   vehemently  submitted by Shri Joshi, learned Senior Advocate that as such no case is  made out by the plaintiff to restrain the bank from encashing the Bank  Guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "be3b2e664e0d4dd190681ff4ff6a6487_150"
        },
        {
            "start": 33243,
            "end": 33899,
            "text": "\n[6.7] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing   on   behalf   of   the   original   defendant   No.1   that   the   original  plaintiff has not produced on record the communication / letter dated  24.06.2016 addressed by Drew and Napier to the plaintiff by which the  original   plaintiff   was   informed   that   if   notwithstanding   the   express  provisions of the contract, the plaintiff  elect  to commence proceedings  against their client in any jurisdiction other than Singapore, ensure that  copy of the letter is placed before the relevant Court at the time such  proceedings are commenced.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "21789652f7204fc1ad9f8a9348cffd21_151"
        },
        {
            "start": 33900,
            "end": 33976,
            "text": "It is submitted that said crucial document  has not been produced on record.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b38ee018bb0465197cd37403ea8ec37_152"
        },
        {
            "start": 33977,
            "end": 34118,
            "text": "It is submitted that such a conduct on  the   part   of   the   plaintiff   disentitles   the   plaintiff   from   getting   any  injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "192693eae7874f40a393f91e58367874_153"
        },
        {
            "start": 34119,
            "end": 34285,
            "text": "\n[6.8] It is further submitted that even otherwise if the plaintiff wants to  rely upon the first contract, the plaintiff has to go before the Singapore  Court alone.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "85203f28fb0441608a4da0578ebd1f1d_154"
        },
        {
            "start": 34286,
            "end": 34540,
            "text": "\n[6.9] It   is   further   submitted   by   Shri   Joshi,   learned   Senior   Advocate  appearing on behalf of the original defendant No.1 that as such no cause  has   been   shown   to   restrain   the   Bank   from   encashing   the   Bank  Guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "866663b7ea304ea6b2ab0e539adfaa22_155"
        },
        {
            "start": 34543,
            "end": 34673,
            "text": "It   is   submitted   that   there   are   no   allegations   of   breach   of  terms of the Bank Guarantee. \nHC-NIC Page 16 of 30",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "37e9ca2c2245442cb3959748fc554a37_156"
        },
        {
            "start": 34674,
            "end": 35034,
            "text": "Created On Sat Aug 12 02:17:45 IST 2017 [6.10] It is submitted that even as per the decision of the Hon'ble  Supreme Court in the case of South East Asia Shipping Co. Ltd. vs. Nav  Bharat Enterprises Pvt. Ltd. reported in (1996)3 SCC 443 the cause of  action with respect to the Bank Guarantee can be said to have arisen  where   the   Bank   is   situated.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fa87e2839c3648f79664f33b11736add_157"
        },
        {
            "start": 35034,
            "end": 35159,
            "text": "It   is   submitted   that   therefore   also,   the  Commercial Court, Vadodara would not have any territorial jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "51a2b3d2c8d540059d67c268651d08eb_158"
        },
        {
            "start": 35160,
            "end": 35397,
            "text": "\n[6.11] Shri Joshi, learned Senior Advocate appearing on behalf of  the original defendant No.1 has heavily relied upon the decisions of the  Hon'ble Supreme Court in the case of South East Asia Shipping Co. Ltd.  (Supra);  U.P.  State  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5492f751ca7c43299875738edae239ad_159"
        },
        {
            "start": 35397,
            "end": 36586,
            "text": "Sugar  Corporation  vs.  Sumac  International  Ltd.  reported   in  (1997)1  SCC   568;   Dwarikesh   Sugar   Industries  Ltd.   vs.  Prem Heavy Engineering Works (P) Ltd. reported in (1997)6 SCC 450  in   support   of   his   submissions   that   no   case   is   made   out   for   grant   of  injunction restraining the Bank from encashing the Bank Guarantee.\n[6.12]  Shri Joshi, learned Senior Advocate appearing on behalf of  the original defendant No.1 has further submitted that even in para 11  after considering the decisions of the Hon'ble Supreme Court in the case  of   South   East   Asia   Shipping   Co.   Ltd.   (Supra)   and   even   Modi  Entertainment   Network   &   Anr.   (Supra),   the   Commercial   Court,  Vadodara   has   observed  that   no  cause   of   action   has   arisen  within   the  territorial jurisdiction of Commercial Court, Vadodara. \n[6.13] It   is   further   submitted   by   Shri   Joshi,   learned   Senior  Advocate appearing on behalf of the original defendant No.1 that even  in para 57 the plaintiff has specifically pleaded in the suit/plaint that  they are going to invoke the Dispute Resolution Clause as provided for in  the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "048bb5e687db437ab95b2569c6088b21_160"
        },
        {
            "start": 36587,
            "end": 36830,
            "text": "It is submitted that therefore the plaintiff have accepted  HC-NIC Page 17 of 30 Created On Sat Aug 12 02:17:45 IST 2017 that the dispute  is to be resolved as per the contract between parties  more particularly Dispute Resolution Clause No.6.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a33ba193924d4c3584fae999bb6e4e41_161"
        },
        {
            "start": 36831,
            "end": 37260,
            "text": "It is submitted that  therefore also no error has been committed by the Commercial Court,  Vadodara   in   holding   that   the   Commercial   Court,   Vadodara   shall   not  have   any   jurisdiction   and   therefore,   the   Commercial   Court,   Vadodara  has rightly not granted the injunction as prayed for. \nMaking above submissions it is requested to dismiss the present  Appeal From Order as well as the First Appeal. \n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ddd742f687894e81a7c75fad20d7d7df_162"
        },
        {
            "start": 37260,
            "end": 37267,
            "text": "[ 7.0 ]",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5000235fe0844330b863537877f434cd_163"
        },
        {
            "start": 37268,
            "end": 37736,
            "text": "In  reply to the  submissions  made  by Shri Joshi, learned Senior  Advocate   appearing   on   behalf   of   the   original   defendant   No.1,   Shri  Sanjanwala, learned Senior Advocate appearing on behalf of the original  plaintiff   has   vehemently   submitted   that   in   the   present   case   the   Bank  Guarantee has been issued at Vadodara and even the payment was also  received at Vadodara and therefore, so far as suit is concerned, it can be  said   ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6cfa00315e674917ac4cc5f591e79999_164"
        },
        {
            "start": 37736,
            "end": 37848,
            "text": "that   part   cause   of   action   has   arisen   within   the   jurisdiction   of  Commercial Court, Vadodara.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b793e08e74014640bf3970ab098ebaff_165"
        },
        {
            "start": 37849,
            "end": 38491,
            "text": "Shri Sanjanwala, learned Senior Advocate  appearing   on   behalf   of   the   original   plaintiff   has   submitted   that   the  averments in the plaint as a whole are required to be considered and  therefore, considering Section 20(3) of the CPC, the suit is maintainable  where   the   part  cause   of  action   has   arisen   i.e.  the  Commercial   Court,  Vadodara. \nMaking   above   submissions   it   is   requested   to   allow   the   present  Appeal From Order as well as the First Appeal by quashing and setting  aside the impugned orders passed below Exh.5 and Exh.1 and remand  the matter to the Commercial Court, Vadodara. \n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "81d43d3c1ba64d0bbe8d8168e10149c8_166"
        },
        {
            "start": 38491,
            "end": 38563,
            "text": "[8.0] Heard learned Counsels appearing for respective parties at length.",
            "labels": [
                "NONE"
            ],
            "id": "ad79830a494e4bca83e49e9720d8b1c9_167"
        },
        {
            "start": 38564,
            "end": 38632,
            "text": "\nAt the outset it is required to be noted that the Commercial Suit  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffcf68a695ea4774a431b43bf5e20bcc_168"
        },
        {
            "start": 38632,
            "end": 38693,
            "text": "was   preferred   by   the   original   plaintiff   before   ",
            "labels": [
                "NONE"
            ],
            "id": "a2072a34cfc14708966707e2b42d4a75_169"
        },
        {
            "start": 38693,
            "end": 38816,
            "text": "the   Commercial   Court,  HC-NIC Page 18 of 30 Created On Sat Aug 12 02:17:45 IST 2017 Vadodara for the following reliefs.",
            "labels": [
                "NONE"
            ],
            "id": "589213b445f54657b355bf5a9f6f5226_170"
        },
        {
            "start": 38817,
            "end": 40056,
            "text": "\n\"(A) This   Hon'ble   Court   may   be   pleased   to   declare   that   the   Defendant No.2 has no right whatsoever to invoke the Bank Guarantee   bearing   No.074915FGPER0002   in   favour   of   the   Defendant   No.1   or   acting upon the letter of the Defendant No.1 dated 10.10.2016;\n(B) It may be further declared that the Defendant No.2 is under no   obligation   to   honour   the   Bank   Guarantee   bearing   No.074915FGPER0002   since   the   plaintiff   has   completed   all   its   obligations   under   the   supply   contract   and   hence,   the   Bank   is   discharged of its obligations to honour the Bank Guarantee.\n(C) The Hon'ble Court be pleased to grant an injunction restraining   the   Defendants   from   acting   upon   or   enforcing   the   letter   dated   10.10.2016   and   invoking   the   Bank   Guarantee   bearing   No.074915FGPER0002;\n(D) The  Defendant  No.1  be restrained  to make  any  claims  under   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   the   Defendant No.2 be restrained from making payment to the Defendant   No.1 in furtherance of letter dated 10.10.2016, under the above Bank   Guarantee.\"\nThat in the said suit the original plaintiff submitted the application",
            "labels": [
                "STA"
            ],
            "id": "9c2b7aeb2b5d43e8aa66d104c701bb4c_171"
        },
        {
            "start": 40057,
            "end": 41070,
            "text": " Exh.5 and prayed the following injunction:\n\"(A) Pending hearing and final disposal of the suit, the Defendant   No.2 be restrained from making any payment to the Defendant No.1,   under   the   Bank   Guarantee   bearing   No.074915FGPER0002,   the   Defendant No.2 be further restrained from acting upon the letter dated   10.10.2016;\n(B) The   Defendant   No.1   be   restrained   from   enforcing   the   Bank   Guarantee   bearing   No.074915FGPER0002   and   from   insisting   for   payment under the said guarantee in any manner whatsoever;\"\n[8.1] That at the time of hearing of application Exh.5 a plea was taken  by the original defendant No.1 that in view of Clause 6 of the Supply /  Purchase   Agreement,   only   the   Court   at   Singapore   would   have  jurisdiction to entertain and resolve the dispute between the parties and  consequently   the   Commercial   Court,   Vadodara   shall   not   have   any  HC-NIC Page 19 of 30 Created On Sat Aug 12 02:17:45 IST 2017 territorial jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "cd1a940d41eb4dcfa441af1ff7aa988f_172"
        },
        {
            "start": 41071,
            "end": 41898,
            "text": "That solely relying upon Clause 6 of the Supply /  Purchase Agreement  (ouster clause), the Commercial Court, Vadodara  has rejected the application Exh.5 and consequently on the basis of the  findings   recorded   while   deciding   application   Exh.5,   the   Commercial  Court,   Vadodara   has   passed   the   order   below   Exh.1   and   has   also  dismissed the suit. \nIt is an admitted position that in the suit neither there was any  application submitted by the original defendant No.1 either under Order  VII Rule 10 of the CPC and/or to raise the preliminary issue with respect  to territorial jurisdiction of the Commercial Court, Vadodara and solely  relying   upon   the   observations   /   findings   recorded   while   deciding  application  Exh.5,  the Commercial Court, Vadodara  has dismissed the  suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a818fde04d674175b7197aab386ea815_173"
        },
        {
            "start": 41899,
            "end": 42190,
            "text": "The order passed by the Commercial Court, Vadodara below Exh.1  dismissing the suit is the subject matter of First Appeal No.2897/2016  and the order passed below Exh.5 by the Commercial Court, Vadodara  rejecting application Exh.5 is the subject matter of Appeal From Order  No.471/2016.  \n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9fda2c0dc614f06bb9452c88ab9db63_174"
        },
        {
            "start": 42190,
            "end": 42618,
            "text": "[8.2] First, we shall deal with First Appeal No.2897/2016 and consider  whether   in   the   facts   and   circumstances   of   the   case,   the   Commercial  Court, Vadodara is justified in dismissing the suit solely relying upon the  observations / findings recorded while deciding the application Exh.5 to  the   effect   that   the   Commercial   Court,   Vadodara   shall   not   have   any  territorial   jurisdiction.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a04a47b5c6244858f35869dcf228b8d_175"
        },
        {
            "start": 42618,
            "end": 42936,
            "text": "As   observed   hereinabove   neither   any   separate  application was submitted by the original defendant No.1 either under  Order VII Rule 10 of the CPC and/or to raise the preliminary issue with  regard to the territorial jurisdiction of the Commercial Court, Vadodara  and/or   any   application   to   dismiss   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "edd692226b18441cb8673e70d74b40db_176"
        },
        {
            "start": 42936,
            "end": 43027,
            "text": "the   suit   for   want   of   territorial  jurisdiction of the Commercial Court, Vadodara.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55068ab4a02c4e27839d7b98cd202c20_177"
        },
        {
            "start": 43028,
            "end": 43161,
            "text": "In light of the above the  impugned order passed by the Commercial Court, Vadodara dismissing  the suit is required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "354cc87863ad498e8220aad1e5a1a085_178"
        },
        {
            "start": 43162,
            "end": 43223,
            "text": "\nHC-NIC Page 20 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb6ad2ca03fc47b08f02c09604643e8b_179"
        },
        {
            "start": 43224,
            "end": 43348,
            "text": "[8.3] Identical question came to be considered by this Court in the case  of   Mukeshkumar   Mohanlal   Mashru   (Supra).   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be70a587522e4ec8a6d7dc3647d76a45_180"
        },
        {
            "start": 43348,
            "end": 43577,
            "text": "In   the   case   before   the  learned Single Judge the trial Court dismissed the suit on the ground of  limitation,   solely   relying   upon   the   observations   made   while   deciding  interim injunction application Exh.5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e77d58526530409191af29231344aaf2_181"
        },
        {
            "start": 43578,
            "end": 44022,
            "text": "The learned first Appellate Court  quashed and set aside the judgment and decree passed by the learned  trial Court dismissing the suit on the ground of limitation by observing  that   without   framing   the   issue   with   respect   to   limitation   and  even   if  preliminary issue and solely relying upon the observations made while  deciding interim injunction application, the learned trial Court ought not  to have dismissed the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a3c41d7ee6542e6a741f917308a82bd_182"
        },
        {
            "start": 44023,
            "end": 44426,
            "text": "In the revision application before this Court  while   confirming   the   order   passed   by   the   first   Appellate   Court,   it   is  observed by the learned Single Judge of this Court that the learned trial  Court was not justified in dismissing the suit on the ground of limitation,  solely   relying   upon   the   observations   made   while   deciding   interim  injunction application Exh.5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db0c76a27e534a90998b0135dfda6ed5_183"
        },
        {
            "start": 44427,
            "end": 44868,
            "text": "In para 4, it is observed and held as under: \n\"[4] Having   heard   learned   advocates   appearing   on  behalf   of   the   respective  parties  and  considering  the order  passed  by learned  Trial   Court as well as learned Appellate Court, it appears to the Court that   learned   Trial   Court   was   not   justified   in   dismissing   the   suit   on   the   ground   of   limitation   solely   relying   upon   observations   made",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db55d52f59574ae9b296e013fbd9067f_184"
        },
        {
            "start": 44869,
            "end": 44956,
            "text": "  while   deciding   the   interim   injunction   application   Exh.5   application.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af1fe667f72e4a78aab4bb3cecc714f6_185"
        },
        {
            "start": 44956,
            "end": 44992,
            "text": "It  cannot   be   disputed   that   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25f18c18c6154cf8a7d3d545aaafac4a_186"
        },
        {
            "start": 44992,
            "end": 45446,
            "text": "whatever   the   observations   are   made   while   deciding interim injunction application Exh.5 are always tentative and   while deciding interim injunction application  only and if the learned   Trial Court is of the opinion that the  suit is required to be dismissed   on the ground that the same is barred by limitation, in that case, the   same  can  be  done  on  application  by defendant  requesting  to frame   preliminary  issue  with respect",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7915e74c64d4dc9a8639a9960dea775_187"
        },
        {
            "start": 45447,
            "end": 45611,
            "text": " to limitation  or in application  under   Order 7 Rule 11(d) of the Code of Civil Procedure and after giving an   opportunity   to   the   respective   parties.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31484bde24824508b367c4db6c4f3bf3_188"
        },
        {
            "start": 45611,
            "end": 45828,
            "text": "However   without   framing   preliminary issue, it was not permissible for the learned Trial Court to   dismiss   the   suit   solely   relying   upon   the   observations   made   while   deciding application Exh.5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4265deb49e34bd0a9a8b8aa6aea62b5_189"
        },
        {
            "start": 45829,
            "end": 46182,
            "text": "Under the circumstances, no illegality has   been committed  by learned  Appellate  Court in quashing  and  setting   aside   the   judgement   and   decree   passed   by   learned   Trial   Court   HC-NIC Page 21 of 30 Created On Sat Aug 12 02:17:45 IST 2017 dismissing   the   suit   and   remanding   the   same   to   the   learned   Trial   Court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88e486f0947c4f679ddf1b5bcd32208a_190"
        },
        {
            "start": 46183,
            "end": 46802,
            "text": "\nTherefore, in the present case the Commercial Court, Vadodara is  not justified in passing the order below Exh.1 and dismissing the suit,  solely relying upon the observations made while passing the order below  Exh.5,   in   absence   of   any   application   by   the   original   defendant   No.1  either under Order VII Rule 10 of the CPC and/or raising the preliminary  issue with respect to the territorial jurisdiction of the Commercial Court,  Vadodara and/or in absence of any application by the original defendant  No.1 to dismiss the suit for want of territorial jurisdiction of Commercial  Court, Vadodara.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03d077f5450b45ca884b922add22bee0_191"
        },
        {
            "start": 46803,
            "end": 47045,
            "text": "Thus, as such no opportunity has been given to the  plaintiffs   to   show   cause   why   the   suit   may   not   be   dismissed   on   the  ground   of   lack   of   territorial   jurisdiction   by   the   Commercial   Court,  Vadodara.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b09a8281942c4a249fc01e7b1cd73337_192"
        },
        {
            "start": 47045,
            "end": 47402,
            "text": "If   a   proper   and   appropriate   application   would   have   been  made by the original defendant No.1 and the plaintiff would have been  given an opportunity to show cause why the suit may not be dismissed  on   the   ground  of  lack  of  territorial   jurisdiction   of   Commercial   Court,  Vadodara, in  that case the plaintiff would have  shown",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a36d396dbbac4a03bf91ea971a806419_193"
        },
        {
            "start": 47403,
            "end": 48217,
            "text": "the  cause and  would have pleaded / submitted that despite Clause 6 of the  Supply /  Purchase   Agreement,   still   for   the   relief   sought   against   the   original  defendant No.2 and with  respect to the  Bank  Guarantee, the  suit  for  injunction   shall   still   be   maintainable   at   the   Commercial   Court,  Vadodara.   In   absence   of   such   opportunity   the   Commercial   Court,  Vadodara is not justified in dismissing the suit. \n[8.4] Now, so far as the submission on behalf of the original defendant  No.1 that no separate application is required under Order VII Rule 10 of  the CPC is concerned, at the outset it is required to be noted that, we are  of the prima facie opinion that in the facts and circumstances of the case  Order VII Rule 10 of the CPC shall not be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dd2eae3e457433889d732997b9fc07d_194"
        },
        {
            "start": 48218,
            "end": 48416,
            "text": "Order VII Rule 10  HC-NIC Page 22 of 30 Created On Sat Aug 12 02:17:45 IST 2017 of the CPC shall be applicable in a case where the Court in which the  suit is filed is lacking inherent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8a7229a68574edaa33f076831c516f5_195"
        },
        {
            "start": 48417,
            "end": 48883,
            "text": "Considering paras 24 and 26  of   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of   Modi  Entertainment Network  & Anr. (Supra) and the  decision  of the  Delhi  High Court in the case of Piramal Healthcare Limited (Formerly known  as Nicholas Piramal India Ltd.) vs. Diasorin S.P.A reported in  (2010)  172 DLT 131 prima facie  it cannot be said the Court at Vadodara who  can be said to be a natural Court, lacks inherent jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ee0b8a95178345bbb03ca4888a1b295b_196"
        },
        {
            "start": 48884,
            "end": 49279,
            "text": "It might be  a different thing that in view of ouster clause agreed by and between the  parties  and so stated in  the  contract / agreement and the  agreement  between   the   parties   to   select   the   neutral   Court   /   Forum,   the   natural  Court may not exercise the jurisdiction and may relegate the parties to  the contract to go before the neutral Forum / Court selected by them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ff526a22c254300b48595f86e17022f_197"
        },
        {
            "start": 49280,
            "end": 49393,
            "text": " However,   it   cannot   be   said   that   the   natural   Court   would   lack   total  inherent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3820afc7ce24a4e92e18f0c7a000363_198"
        },
        {
            "start": 49394,
            "end": 49614,
            "text": "\n[8.5] Even as held by the Hon'ble Supreme Court in the case of Modi  Entertainment   Network   &   Anr.   (Supra)   in   an   exceptional   case   being  made out despite the ouster clause the natural Court can exercise",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f9ae4270e6184171936344efe146f933_199"
        },
        {
            "start": 49615,
            "end": 49633,
            "text": "the  jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e8aa880d68b4b7c9508c895a284d4c5_200"
        },
        {
            "start": 49634,
            "end": 49749,
            "text": "After discussing the law on the point the Hon'ble Supreme  Court in para 24 has laid down the following principles.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6a8d1a95c0c34cf5914b271a2c354ba2_201"
        },
        {
            "start": 49750,
            "end": 50743,
            "text": "\n\"(1) In exercising discretion to grant an antisuit injunction the court  must be satisfied of the following aspects :  \n(a)  the defendant, against whom injunction is sought, is amenable  to the personal jurisdiction of the court; \n(b)  if the injunction is declined the ends of justice will be defeated  and injustice will be perpetuated; and  (c)   the   principle   of   comity      respect   for   the   court  in   which   the  commencement or continuance of action/proceeding is sought  to be restrained  must be borne in mind; \n(2) in a case where more forums than one are available, the Court in  exercise of its discretion to grant antisuit injunction will examine as  to which is the appropriate forum (forum conveniens) having regard  to the convenience of the parties and may grant antisuit injunction in  HC-NIC Page 23 of 30 Created On Sat Aug 12 02:17:45 IST 2017 regard   to   proceedings   which   are   oppressive   or   vexatious   or   in   a  forum nonconveniens; \n(3)   ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "16c0e9baa67345dbadbb1a9adf7970b7_202"
        },
        {
            "start": 50743,
            "end": 50880,
            "text": "Where   jurisdiction   of   a   court   is   invoked   on   the   basis   of  jurisdiction   clause   in   a   contract,   the   recitals",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "89208b9e145a4eee9d411219659e86c7_203"
        },
        {
            "start": 50881,
            "end": 51927,
            "text": "  therein   in   regard   to  exclusive or nonexclusive jurisdiction of the court of choice of the  parties are not determinative  but are relevant factors and when a  question arises as to the nature of jurisdiction agreed to between the  parties the court has to decide the same on a true interpretation of  the contract on the facts and in the circumstances of each case;  (4) a court of natural jurisdiction will not normally grant antisuit  injunction against a defendant before it where parties have agreed to  submit  to   the   exclusive  jurisdiction  of   a   court  including  a   foreign  court,  a forum  of their choice in  regard to the commencement or  continuance   of   proceedings   in   the   court   of   choice,   save   in   an  exceptional   case   for   good   and   sufficient   reasons,   with   a   view   to  prevent injustice in circumstances such as which permit a contracting  party to be relieved of the burden of the contract; or since the date of  the  contract  the  circumstances or  subsequent events  have  ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "36b09bcb97254c5db24ba8a229cb0cd0_204"
        },
        {
            "start": 51927,
            "end": 53638,
            "text": "made  it  impossible for the party seeking injunction to prosecute the case in  the court of choice because the essence of the jurisdiction of the court  does not exist or because of a vis major or force majeure and the like;  (5) where parties have agreed, under a non exclusive jurisdiction  clause, to approach a neutral foreign forum and be governed by the  law applicable to it for the resolution of their disputes arising under  the   contract,  ordinarily  no  anti  suit  injunction  will   be   granted  in  regard   to   proceedings   in   such   a   forum   conveniens   and   favoured  forum as it shall be presumed that the parties have thought over their  convenience and all other relevant factors before submitting to non exclusive  jurisdiction of the court of their  choice which cannot be  treated just an alternative forum; \n(6)   a   party   to   the   contract   containing   jurisdiction   clause   cannot  normally be prevented from approaching the court of choice of the  parties as it would amount to aiding breach of the contract; yet when  one of the parties to the jurisdiction clause approaches the court of  choice in which exclusive or non exclusive jurisdiction is created, the  proceedings in that court cannot per se be treated as vexatious or  oppressive nor can the court be said to be forum nonconveniens; and  (7) the burden of establishing that the forum of choice is a forum  nonconveniens   or   the   proceedings   therein   are   oppressive   or  vexatious would be on the party so contending to aver and prove the  same.\" \nIn  para  26 the  Hon'ble  Supreme  Court has  further   observed  as  under:\nHC-NIC Page 24 of 30 Created On Sat Aug 12 02:17:45 IST 2017 \"26.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "48dd4e0418d042c8904ea0981872ea39_205"
        },
        {
            "start": 53639,
            "end": 54166,
            "text": "A   plain   reading   of   this   clause   shows   that   the   parties   have   agreed  that  their  contract  will  be  governed  by and  be  construed  in   accordance with English law and they have also agreed to submit to   the nonexclusive jurisdiction of English Courts (without reference to   English conflict of law rules).  We have  already observed  above  that   recitals   in   regard   to   submission   to   exclusive   or   nonexclusive   jurisdiction of a court of choice in an agreement are not determinative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f71741511bb64001a6801b5260d49a33_206"
        },
        {
            "start": 54167,
            "end": 54290,
            "text": " \nHowever, as both the parties proceeded on the basis that they meant   nonexclusive  jurisdiction  of the  English  Courts",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04f8f9260f824c9ba8eec0081fdc62cb_207"
        },
        {
            "start": 54291,
            "end": 54392,
            "text": ",  on the  facts  of this   case, the Court is relieved of the interpretation of jurisdiction clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eef9138116f746f1938bf23b93efc0a2_208"
        },
        {
            "start": 54393,
            "end": 54610,
            "text": "  Normally, the court will give effect to the intention of the parties as   expressed in the agreement entered into by them except when strong   reasons justify disregard of the contractual obligations of the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ae8e66cb68e4ec68b29989ff235834f_209"
        },
        {
            "start": 54613,
            "end": 54886,
            "text": "In   Donohue's   case   (supra)   although   the   parties   to   the   agreement   stipulated to submit to the exclusive jurisdiction of the English Courts,   the House of Lords found that it would not be in the interests of justice   to hold the parties to their contract",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "00b454080d3e49d4bc35798a31e3dab2_210"
        },
        {
            "start": 54887,
            "end": 54925,
            "text": "as in that case strong reasons were   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff779e080a1343278f88e8aef7705fdb_211"
        },
        {
            "start": 54925,
            "end": 54949,
            "text": "shown by the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba3bd504abd6499e8eed930e3916a3a5_212"
        },
        {
            "start": 54950,
            "end": 55374,
            "text": "It was felt necessary that a single trial of all   the claims of the parties by one forum would be appropriate and as all   the   parties   to   the   New   York   proceedings   were   not   parties   to   the   agreement stipulating exclusive jurisdiction of the English Court and   as all the claims before the New York court did not arise out of the   said contract so they could not have been tried in the English Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e61925850bf54fcb94bbf1fee8d35c97_213"
        },
        {
            "start": 55375,
            "end": 55567,
            "text": "It   was   urged   that   in   the   circumstances   parallel   proceedings      one   in   England and another in New York  would have to go on which might   result in inconsistent decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db62835f670849f2b59cc86f8e5207dd_214"
        },
        {
            "start": 55568,
            "end": 55739,
            "text": "Those facts were considered as strong   reasons to decline to grant antisuit injunction though the parties had   agreed to the exclusive jurisdiction of the English Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "274fd2d9214b4799b7aa18b578a462c7_215"
        },
        {
            "start": 55740,
            "end": 56144,
            "text": "In contrast in   SABAH's case (supra) even though GOP filed the suit first in the court   of natural jurisdiction and sought antisuit injunction against SABAH   restraining them from proceeding with the action brought by them in  the   English   Court,   the   Court   of   Appeal   found   that   non   exclusive   jurisdiction clause in the agreement of guarantee executed by GOP was   binding on them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4effba993ce4c3c90555c5a4563dc9e_216"
        },
        {
            "start": 56145,
            "end": 56868,
            "text": "The action of GOP in filing the suit earlier in the   court   of   natural   jurisdiction   was   held   to   be   clearly   in   breach   of   contract  and   in  the   context  of  the  nonexclusive   jurisdiction  clause,   oppressive and vexatious unless the GOP could show strong reasons as   to why parallel proceeding would be justified. The only ground urged   for  continuance   of  proceeding  in Pakistan  Court  was   that   it was   a   convenient   forum   which   was   considered   not   strong   enough   for   the   GOP   to   disregard   the   contractual   obligation   of   submission   to   the   jurisdiction of the English Court for resolution of disputes. The Court   of   Appeal,   upheld   the   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33726fd4e05749ca88c2e396dbb48426_217"
        },
        {
            "start": 56868,
            "end": 56876,
            "text": "antisuit",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5600d333f45e42048f9cb8f41e4a7a36_218"
        },
        {
            "start": 56877,
            "end": 56889,
            "text": "  injunction",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61c117031e064b1bad4b41599e4a523b_219"
        },
        {
            "start": 56890,
            "end": 57092,
            "text": "  granted   by   the   learned   Judge   at   the   first   instance   as   also   the   order   declining   to   stay   the   English suit.\"\nHC-NIC Page 25 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "40fea97fc8594634898d1517b029f202_220"
        },
        {
            "start": 57093,
            "end": 57456,
            "text": "In para 27 the Hon'ble Supreme Court has further observed that it  cannot  be   laid   down   as   general   principles   that   once   the  parties   have  agreed to submit to the jurisdiction of a foreign court, the proceedings or  the action brought either in the court of natural jurisdiction or in the  court of choice will per se be oppressive or vexatious.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1741eb542d3d43fca70e659789e5d33f_221"
        },
        {
            "start": 57457,
            "end": 57693,
            "text": "It is observed that  it   depends   on   the   facts   of   each   case   and   the   question   whether   the  proceedings in a Court are vexatious or oppressive has to be decided on  the basis of the material brought before the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9843fcd1090b4cfdb1ee94d8254e9c33_222"
        },
        {
            "start": 57694,
            "end": 58084,
            "text": "In the case of Piramal  Healthcare   Limited   (Supra),   the   Delhi   High   Court   has   observed   that  when   a   Court   directs   the   plaintiff   to   approach   to   a   foreign   Court   /  neutral Court; it issues such a direction not because the natural Court  has no jurisdiction, but in the given circumstances it takes a view that  parties should be held to their bargain.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dafa75606597464e905792cab897fbf1_223"
        },
        {
            "start": 58085,
            "end": 58099,
            "text": "Ina given case",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87625578fd6d442783c5f58465db26c5_224"
        },
        {
            "start": 58100,
            "end": 58174,
            "text": "equaly the natural  Court may choose not to held parties to their bargain.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf9e01b3b9154eb29fe78fecbe0467ef_225"
        },
        {
            "start": 58175,
            "end": 58356,
            "text": "\n[8.6] Thus, considering the above it cannot be said that there shall be a  total lack of jurisdiction of the natural Court i.e. in the present case the  Commercial Court, Vadodara.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10104e0990324ed988d6be3721a8d632_226"
        },
        {
            "start": 58357,
            "end": 58731,
            "text": "Therefore, in a case where the suit is filed  before a natural Court and as observed hereinabove the natural Court  would not loose the jurisdiction and/or it cannot be said that there shall  be   a   total   lack   of   jurisdiction   of   the   natural   Court,   therefore   we   are  prima facie of the opinion that Order VII Rule 10 of the CPC shall not be  applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21ab302e1d774d0394b3291c066f60dd_227"
        },
        {
            "start": 58732,
            "end": 58860,
            "text": "\n[8.7] Even otherwise even considering the provisions of Order VII Rule  10 of the CPC the suit is not required to be dismissed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94d4e92a690047bcb4b6d7d10d43a8ab_228"
        },
        {
            "start": 58861,
            "end": 59101,
            "text": "If the trial Court is  of the opinion that it has no territorial jurisdiction, in that case, the trial  Court   may   return   the   plaint   to   the   plaintiff   to   present   it   before  appropriate   Court   having   jurisdiction.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a1270f492a446c68256086817a17188_229"
        },
        {
            "start": 59101,
            "end": 59247,
            "text": "However,   the   Court   cannot  HC-NIC Page 26 of 30 Created On Sat Aug 12 02:17:45 IST 2017 dismiss the suit under Order VII Rule 10 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c40495e96774cc48217b59b0cad07d6_230"
        },
        {
            "start": 59248,
            "end": 59684,
            "text": "\n[8.8] In the present case as observed hereinabove, solely relying upon  the   observations   made   while   deciding   the   application   Exh.5,   the  Commercial Court, Vadodara has dismissed the suit which as observed  hereinabove is not permissible. No opportunity has been given to the  plaintiff to show cause why the suit may not be dismissed on the ground  of lack of territorial jurisdiction by the Commercial Court, Vadodara.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e312a225ec340b99ea0d15caeb96305_231"
        },
        {
            "start": 59685,
            "end": 59886,
            "text": "As  observed   hereinabove   no   application   has   been   preferred   to   raise   the  preliminary   issue   with   respect   to   territorial   jurisdiction   of   the  Commercial Court, Vadodara.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64e510e7f41e42b1837fcad87be63339_232"
        },
        {
            "start": 59887,
            "end": 60467,
            "text": "If the appropriate application would have  been submitted by the original defendant No.1 to dismiss the suit on the  ground   of   lack   of   territorial   jurisdiction   of   the   Commercial   Court,  Vadodara and the plaintiff would have been given the opportunity, the  plaintiff would have submitted that despite the ouster clause still for the  reliefs sought in the plaint the suit shall still be maintainable before the  Commercial   Court,   Vadodara   and   the   natural   Court   would   have  jurisdiction to entertain such a suit for relief of injunction as prayed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6aba8e64d9d94a5ab74a5e0c40a34932_233"
        },
        {
            "start": 60468,
            "end": 60616,
            "text": "In  absence of such application and the opportunity given to the plaintiff,  the Commercial Court, Vadodara is not justified in dismissing the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d17ca1290472459aa78a2514faf5f8c8_234"
        },
        {
            "start": 60617,
            "end": 60815,
            "text": " Under the circumstances, the impugned order passed by the Commercial  Court,  Vadodara  below  Exh.1  dismissing  the  suit  cannot be  sustained  and the same deserves to be quashed and set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80d313dc74e347889af811c3bdb34afd_235"
        },
        {
            "start": 60816,
            "end": 61041,
            "text": "\n[8.9] It is also required to be noted that as such the Commercial  Court,   Vadodara   has   dismissed   the   suit   solely   considering   the  observations   /  findings   recorded   while   deciding   application  Exh.5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cb3453f245043eaac8a1d721a92fc1b_236"
        },
        {
            "start": 61043,
            "end": 61323,
            "text": "As  per the settled proposition of law any observations made while deciding  the   interim   injunction   application   are   tentative   and  prima  facie  while  HC-NIC Page 27 of 30 Created On Sat Aug 12 02:17:45 IST 2017 deciding the interim injunction application Exh.5 only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6207ce2745564ba1886de4127b826908_237"
        },
        {
            "start": 61324,
            "end": 61816,
            "text": "Therefore, if the  Commercial Court, Vadodara was of the opinion that the suit itself is  liable to be dismissed on the ground that it has no territorial jurisdiction,  in   that   case,   the   same   can   be   done   after   following   proper   procedure  and/or on appropriate application by the defendant and that too after  giving opportunity to the plaintiff to show cause why the suit may not be  dismissed and/or returned to present it before appropriate Court having  jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "306d72acee4c4d95b3c1df42a6aba77c_238"
        },
        {
            "start": 61817,
            "end": 62026,
            "text": "However, solely relying upon the observations made while  deciding interim injunction application Exh.5, findings which are always  tentative and prima facie, the Court is not justified in dismissing the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99c437a3d54f42968c9355f9c5832f7a_239"
        },
        {
            "start": 62027,
            "end": 62196,
            "text": "\nAppeal From Order No.471/2016  [9.0] Now, so far as the impugned order passed below Exh.5 by  the   Commercial   Court,   Vadodara   is   concerned,   at   the   outset",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63aa78f4aeac48ae989d143f4e536a7a_240"
        },
        {
            "start": 62197,
            "end": 62340,
            "text": "  and   as  observed hereinabove, the Commercial Court, Vadodara has dismissed  the   application   Exh.5   solely   and   mainly   on   the   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bd4a425f2bf4973ac398330c51bee60_241"
        },
        {
            "start": 62340,
            "end": 62439,
            "text": "ground   that   the  Commercial   Court,  Vadodara  has  no  territorial   jurisdiction   in   view",
            "labels": [
                "ANALYSIS"
            ],
            "id": "511ba0c5580f40d7803323935826df02_242"
        },
        {
            "start": 62440,
            "end": 62489,
            "text": " of  Clause 6 of the Supply / Purchase Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2139072fedd4def8d1590b5122e9a5e_243"
        },
        {
            "start": 62490,
            "end": 62734,
            "text": "For the reasons stated  herein above and as observed hereinabove, Commercial Court, Vadodara  is not justified in holding that in view of Clause 6 of Supply / Purchase  Agreement,   Commercial   Court,   Vadodara   lacks   total   jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32ef7cda292746b781e08278cf08dc97_244"
        },
        {
            "start": 62735,
            "end": 62935,
            "text": "  We  have also observed and held that the Commercial Court, Vadodara has  not properly appreciated the decision of the Hon'ble Supreme Court in  the case of Modi Entertainment Network & Anr. (Supra).",
            "labels": [
                "RATIO"
            ],
            "id": "cbfe4a37be6f44f9a8ec6868532cd444_245"
        },
        {
            "start": 62936,
            "end": 63328,
            "text": "Therefore, for  the reasons stated above, the matter is required to be remanded back to  the Commercial Court, Vadodara to decide the application Exh.5 afresh  more   particularly   the   Commercial   Court,   Vadodara   has   gone   into   the  merits whether the plaintiff is entitled to the injunction as prayed or not  and has rejected the application Exh.5 on the aforesaid ground alone.",
            "labels": [
                "RATIO"
            ],
            "id": "e0338f926efb4241925a0ad67d28b185_246"
        },
        {
            "start": 63330,
            "end": 63390,
            "text": "HC-NIC Page 28 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "RATIO"
            ],
            "id": "d71fa660c153476592e5246cf970cebf_247"
        },
        {
            "start": 63391,
            "end": 63808,
            "text": "Under the circumstances, without further expressing anything on merits  whether the plaintiff is entitled to the injunction as prayed or not, the  impugned order passed by the Commercial Court, Vadodara is required  to be quashed and set aside and the matter is required to be remanded  back   to   the   Commercial   Court,   Vadodara   to   decide   application   Exh.5  afresh in accordance with law and on merits.",
            "labels": [
                "RPC"
            ],
            "id": "ca15281bfba74ef09a4862eabc6ebdea_248"
        },
        {
            "start": 63810,
            "end": 63938,
            "text": "[10.0] In view of the above and for the reasons stated above, both,  present Appeal From Order and the First Appeal are allowed.",
            "labels": [
                "RPC"
            ],
            "id": "1553125f59a94085ba9c8c5db7064294_249"
        },
        {
            "start": 63939,
            "end": 64207,
            "text": "Impugned  order   dated   05.12.2016   passed   by   the   Commercial   Court,   Vadodara,  Vadodara below Exh.5 rejecting the same holding that the Commercial  Court,   Vadodara,   Vadodara   had   no   territorial   jurisdiction   is   hereby  quashed and set aside.",
            "labels": [
                "RPC"
            ],
            "id": "aecdc65304b7429bbcf905f582da1c05_250"
        },
        {
            "start": 64208,
            "end": 64702,
            "text": "The impugned order dated 05.12.2016 passed by  the Commercial Court, Vadodara, Vadodara below Exh.1 dismissing the  Commercial Suit No.288/2016 considering the observations / findings  recorded   while   deciding   the   application   Exh.5   that   the   Commercial  Court, Vadodara, Vadodara would not have any territorial jurisdiction is  also   hereby   quashed   and   set   aside.     Matters   are   remanded   to   the  Commercial Court, Vadodara to decide the application Exh.5 afresh.",
            "labels": [
                "RPC"
            ],
            "id": "56d5429d181f48e08b82b663ff1492f1_251"
        },
        {
            "start": 64703,
            "end": 65530,
            "text": "It  will   be   open   for   the   original   defendant   No.1   to   submit   appropriate  application either to raise the preliminary issue whether the Commercial  Court, Vadodara, Vadodara would have any territorial jurisdiction or not  and/or an appropriate application to dismiss the suit contending  inter  alia  that in view of the clause 6 of the   Supply / Purchase Agreement,  the   Commercial   Court,   Vadodara   would   not   have   any   territorial  jurisdiction  and/or the Commercial Court, Vadodara may not exercise  the jurisdiction. As and when such application is made the Commercial  Court, Vadodara to consider the same in accordance with law and at the  earliest and preferably within a period of 4 weeks from submitting such  HC-NIC Page 29 of 30 Created On Sat Aug 12 02:17:45 IST 2017 application/s.",
            "labels": [
                "RPC"
            ],
            "id": "1d133408d8f3456a920af18bfab6b9d6_252"
        },
        {
            "start": 65531,
            "end": 65698,
            "text": "The Commercial Court, Vadodara to decide and dispose of  the application Exh.5 afresh in accordance with law and on merits also  within a period of 6 weeks from today.",
            "labels": [
                "RPC"
            ],
            "id": "b626b952bb2f434b9ab5e074408619ac_253"
        },
        {
            "start": 65699,
            "end": 65895,
            "text": "\nIn view of disposal of main Appeal From Order and First Appeal,  Civil Application Nos.12991/2016 and 12999/2016 for stay respectively  in Appeal From Order and First Appeal are also disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "6d9a42b69df84e32b112e45d973392ca_254"
        },
        {
            "start": 65897,
            "end": 65972,
            "text": "Sd/           (M.R. SHAH, J.)  Sd/          (B.N. KARIA, J.)  FURTHER ORDER",
            "labels": [
                "NONE"
            ],
            "id": "9ed0924adc144c3ab83625203a30448e_255"
        },
        {
            "start": 65973,
            "end": 66322,
            "text": "At the time of pronouncement of the present judgment and order,  learned Counsel appearing on behalf of the respondent No.1 herein -  original defendant No.1 has brought to the notice of this Court that it  has come to their knowledge that after the present Appeal From Order  and the First Appeal were heard by this Court and kept CAV for orders,  ",
            "labels": [
                "RPC"
            ],
            "id": "95311c84d488410b9eacac568e5e6f5b_256"
        },
        {
            "start": 66322,
            "end": 66426,
            "text": "the plaintiff has already approached now the Singapore Court and have  obtained some interim injunction.",
            "labels": [
                "RPC"
            ],
            "id": "04b3c669c6264820bec37c39f84774d0_257"
        },
        {
            "start": 66427,
            "end": 66773,
            "text": "If that be so, it will be open for the  defendant   No.1   to   point   out   the   same   before   the   Commercial   Court,  Vadodara and the Commercial Court, Vadodara to consider the same in  accordance with law. \nSd/          (M.R. SHAH, J.)  Sd/            (B.N. KARIA, J.)  Ajay HC-NIC Page 30 of 30 Created On Sat Aug 12 02:17:45 IST 2017",
            "labels": [
                "NONE"
            ],
            "id": "8c36dea7f9d44aeba5a6033994d6886e_258"
        }
    ],
    "entities": [
        {
            "text": "Sikkim High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 17
        },
        {
            "text": "Thomas Enterprises",
            "label": "PETITIONER",
            "start_char": 22,
            "end_char": 40
        },
        {
            "text": "Yuksom Breweries Ltd",
            "label": "RESPONDENT",
            "start_char": 56,
            "end_char": 76
        },
        {
            "text": "Bhaskar Raj Pradhan",
            "label": "LAWYER",
            "start_char": 105,
            "end_char": 124
        },
        {
            "text": "Meenakshi M. Rai",
            "label": "JUDGE",
            "start_char": 132,
            "end_char": 148
        },
        {
            "text": "Bhaskar Raj Pradhan",
            "label": "LAWYER",
            "start_char": 150,
            "end_char": 169
        },
        {
            "text": "High Court Of Sikkim: Gangtok",
            "label": "COURT",
            "start_char": 185,
            "end_char": 214
        },
        {
            "text": "Meenakshi Madan Rai",
            "label": "JUDGE",
            "start_char": 401,
            "end_char": 420
        },
        {
            "text": "Bhaskar Raj Pradhan",
            "label": "JUDGE",
            "start_char": 464,
            "end_char": 483
        },
        {
            "text": "Thomas Enterprises",
            "label": "PETITIONER",
            "start_char": 648,
            "end_char": 666
        },
        {
            "text": "N.L. Thomas",
            "label": "PETITIONER",
            "start_char": 796,
            "end_char": 807
        },
        {
            "text": "Yuksom Breweries Limited",
            "label": "RESPONDENT",
            "start_char": 1083,
            "end_char": 1107
        },
        {
            "text": "Anmole Prasad",
            "label": "LAWYER",
            "start_char": 1437,
            "end_char": 1450
        },
        {
            "text": "Sagar\n             Chettri",
            "label": "LAWYER",
            "start_char": 1477,
            "end_char": 1503
        },
        {
            "text": "Jorgay Namka",
            "label": "LAWYER",
            "start_char": 1550,
            "end_char": 1562
        },
        {
            "text": "Bhaskar Raj Pradhan",
            "label": "JUDGE",
            "start_char": 1810,
            "end_char": 1829
        },
        {
            "text": "05.10.2018",
            "label": "DATE",
            "start_char": 1869,
            "end_char": 1879
        },
        {
            "text": "30.07.2018",
            "label": "DATE",
            "start_char": 1918,
            "end_char": 1928
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 1956,
            "end_char": 1974
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "ORG",
            "start_char": 1990,
            "end_char": 2011
        },
        {
            "text": "District Judge, South Sikkim, at Namchi",
            "label": "COURT",
            "start_char": 2042,
            "end_char": 2081
        },
        {
            "text": "Money Suit No.3 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 2114,
            "end_char": 2137
        },
        {
            "text": "25.10.2018",
            "label": "DATE",
            "start_char": 2217,
            "end_char": 2227
        },
        {
            "text": "22.10.2021",
            "label": "DATE",
            "start_char": 2233,
            "end_char": 2243
        },
        {
            "text": "Commercial Courts Act, 2015 (Commercial Act)",
            "label": "STATUTE",
            "start_char": 2395,
            "end_char": 2439
        },
        {
            "text": "Circular No.06/HCS",
            "label": "CASE_NUMBER",
            "start_char": 2453,
            "end_char": 2471
        },
        {
            "text": "27.04.2021",
            "label": "DATE",
            "start_char": 2484,
            "end_char": 2494
        },
        {
            "text": "22.10.2021",
            "label": "DATE",
            "start_char": 2610,
            "end_char": 2620
        },
        {
            "text": "Circular No.6/HCS",
            "label": "CASE_NUMBER",
            "start_char": 2669,
            "end_char": 2686
        },
        {
            "text": "27.04.2021",
            "label": "DATE",
            "start_char": 2699,
            "end_char": 2709
        },
        {
            "text": "Anmole Prasad",
            "label": "LAWYER",
            "start_char": 2809,
            "end_char": 2822
        },
        {
            "text": "Jorgay Namka",
            "label": "LAWYER",
            "start_char": 2874,
            "end_char": 2886
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3222,
            "end_char": 3319
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 3329,
            "end_char": 3347
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "ORG",
            "start_char": 3363,
            "end_char": 3384
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 3399,
            "end_char": 3409
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3465,
            "end_char": 3492
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 3506,
            "end_char": 3523
        },
        {
            "text": "01.04.2014",
            "label": "DATE",
            "start_char": 3815,
            "end_char": 3825
        },
        {
            "text": "North Bengal",
            "label": "GPE",
            "start_char": 3973,
            "end_char": 3985
        },
        {
            "text": "Vide Notification No.27/HCS/Judl.",
            "label": "CASE_NUMBER",
            "start_char": 4238,
            "end_char": 4271
        },
        {
            "text": "20.08.2016",
            "label": "DATE",
            "start_char": 4278,
            "end_char": 4288
        },
        {
            "text": "Section 5(1)",
            "label": "PROVISION",
            "start_char": 4357,
            "end_char": 4369
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4570,
            "end_char": 4580
        },
        {
            "text": "Government of Sikkim",
            "label": "ORG",
            "start_char": 4600,
            "end_char": 4620
        },
        {
            "text": "06.10.2016",
            "label": "DATE",
            "start_char": 4661,
            "end_char": 4671
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 4702,
            "end_char": 4720
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "RESPONDENT",
            "start_char": 4736,
            "end_char": 4757
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 4771,
            "end_char": 4780
        },
        {
            "text": "District & Sessions Court",
            "label": "COURT",
            "start_char": 4807,
            "end_char": 4832
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 5085,
            "end_char": 5094
        },
        {
            "text": "Section 2 (1) (i)",
            "label": "PROVISION",
            "start_char": 5371,
            "end_char": 5388
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 5565,
            "end_char": 5575
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 5671,
            "end_char": 5689
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 5691,
            "end_char": 5701
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 5792,
            "end_char": 5804
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 6097,
            "end_char": 6115
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "RESPONDENT",
            "start_char": 6131,
            "end_char": 6152
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 6185,
            "end_char": 6203
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 6209,
            "end_char": 6227
        },
        {
            "text": "Legal Services Authorities Act, 1987 (LSA Act)",
            "label": "STATUTE",
            "start_char": 6298,
            "end_char": 6344
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 6424,
            "end_char": 6442
        },
        {
            "text": "sub-section (4) of Section 30",
            "label": "PROVISION",
            "start_char": 6875,
            "end_char": 6904
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6912,
            "end_char": 6950
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6956,
            "end_char": 6971
        },
        {
            "text": "3rd July, 2018",
            "label": "DATE",
            "start_char": 7010,
            "end_char": 7024
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 7092,
            "end_char": 7104
        },
        {
            "text": "LSA Act",
            "label": "STATUTE",
            "start_char": 7197,
            "end_char": 7204
        },
        {
            "text": "Chapter III A",
            "label": "PROVISION",
            "start_char": 7272,
            "end_char": 7285
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 7302,
            "end_char": 7315
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7402,
            "end_char": 7417
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 7549,
            "end_char": 7567
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "RESPONDENT",
            "start_char": 7583,
            "end_char": 7604
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 7937,
            "end_char": 7950
        },
        {
            "text": "06.10.2016",
            "label": "DATE",
            "start_char": 7965,
            "end_char": 7975
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 8396,
            "end_char": 8425
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 8433,
            "end_char": 8443
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8487,
            "end_char": 8490
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8496,
            "end_char": 8499
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8655,
            "end_char": 8658
        },
        {
            "text": "Section 16(2)",
            "label": "PROVISION",
            "start_char": 8660,
            "end_char": 8673
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8744,
            "end_char": 8747
        },
        {
            "text": "Section 16(3)",
            "label": "PROVISION",
            "start_char": 8831,
            "end_char": 8844
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8948,
            "end_char": 8951
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 8984,
            "end_char": 9002
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "RESPONDENT",
            "start_char": 9018,
            "end_char": 9039
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9079,
            "end_char": 9082
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9128,
            "end_char": 9131
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 9174,
            "end_char": 9184
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 9337,
            "end_char": 9347
        },
        {
            "text": "Order XLI, Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 9369,
            "end_char": 9392
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9396,
            "end_char": 9399
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 9506,
            "end_char": 9515
        },
        {
            "text": "20.08.2016",
            "label": "DATE",
            "start_char": 9566,
            "end_char": 9576
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 9643,
            "end_char": 9656
        },
        {
            "text": "Sikkim",
            "label": "GPE",
            "start_char": 9719,
            "end_char": 9725
        },
        {
            "text": "30.07.2018",
            "label": "DATE",
            "start_char": 10297,
            "end_char": 10307
        },
        {
            "text": "Thomas Enterprises",
            "label": "ORG",
            "start_char": 10393,
            "end_char": 10411
        },
        {
            "text": "Yuksom Breweries Ltd.",
            "label": "RESPONDENT",
            "start_char": 10427,
            "end_char": 10448
        },
        {
            "text": "Bhaskar Raj Pradhan",
            "label": "JUDGE",
            "start_char": 10676,
            "end_char": 10695
        },
        {
            "text": "Meenakshi M. Rai",
            "label": "JUDGE",
            "start_char": 10726,
            "end_char": 10742
        },
        {
            "text": "01.11.2021",
            "label": "DATE",
            "start_char": 10836,
            "end_char": 10846
        },
        {
            "text": "01.11.2021",
            "label": "DATE",
            "start_char": 10880,
            "end_char": 10890
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "sub-section (4) of Section 30",
            "Arbitration and Conciliation Act, 1996",
            "sub-section (4) of Section 30",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 12-A",
            "LSA Act",
            "Section 12-A",
            "LSA Act"
        ],
        [
            "Section 15(2)",
            "Arbitration Act",
            "Section 15(2)",
            "Arbitration Act"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 16(2)",
            "CPC",
            "Section 16(2)",
            "CPC"
        ],
        [
            "Section 16(3)",
            "CPC",
            "Section 16(3)",
            "CPC"
        ],
        [
            "Order XLI, Rule 1 and 2",
            "CPC",
            "Order XLI, Rule 1 and 2",
            "CPC"
        ],
        [
            "Section 2 (1) (c)",
            "CPC",
            "Section 2 (1) (c)",
            "CPC"
        ],
        [
            "Section 2 (1) (i)",
            "CPC",
            "Section 2 (1) (i)",
            "CPC"
        ],
        [
            "Section 12",
            "Commercial Courts Act, 2015",
            "Section 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "LSA Act",
            "Section 12-A",
            "LSA Act"
        ],
        [
            "Section 15(2)",
            "Arbitration Act",
            "Section 15(2)",
            "Arbitration Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 5",
            "Commercial Courts Act, 2015",
            "Section 5",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15(2)",
            "Arbitration Act",
            "Section 15(2)",
            "Arbitration Act"
        ],
        [
            "Section 5(1)",
            "Commercial Courts Act, 2015",
            "Section 5(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12",
            "Commercial Courts Act, 2015",
            "Section 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "Chapter III A",
            "LSA Act",
            "Chapter III A",
            "LSA Act"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "sub-section (4) of Section 30 of Arbitration and Conciliation Act, 1996": 1,
        "Section 12-A of LSA Act": 2,
        "Section 15(2) of Arbitration Act": 3,
        "Section 16 of CPC": 1,
        "Section 16(2) of CPC": 1,
        "Section 16(3) of CPC": 1,
        "Order XLI, Rule 1 and 2 of CPC": 1,
        "Section 2 (1) (c) of CPC": 1,
        "Section 2 (1) (i) of CPC": 1,
        "Section 12 of Commercial Courts Act, 2015": 2,
        "Section 13 of Commercial Courts Act, 2015": 3,
        "Section 5 of Commercial Courts Act, 2015": 1,
        "Section 5(1) of Commercial Courts Act, 2015": 1,
        "Section 3 of Commercial Courts Act, 2015": 1,
        "Section 6 of Commercial Courts Act, 2015": 1,
        "Chapter III A of LSA Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 1,
        "LSA Act": 3,
        "Arbitration Act": 3,
        "CPC": 6,
        "Commercial Courts Act, 2015": 9
    }
}