{
    "id": "a2a7d73dc0ef3bcb5b8d08d226f5ddb08e9562c0e8d1504597ec043eadf9b77c",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nDhani Aggarwal vs Mahesh Yadav & Ors on 15 December, 2022 \nAuthor: Navin Chawla\nBench: Navin Chawla \n                                    Neutral Citation Number: 2022/Dhc/005691\n\n\n\n\n                 $~15\n                 *    In The High Court Of Delhi At New Delhi\n\n                                                             Date of Decision: 15.12.2022 \n\n                 +       Fao - Ipd 23/2021 \n\n                         Dhani Aggarwal                               ..... Appellant \n                                     Through:              Mr.Rishi Bansal, Mr.Neeraj \n                                                           Bhardwaj , Advs . \n\n                                              versus \n\n                         Mahesh Yadav & Ors                         ..... Respondents \n                                    Through:               Mr. Sanjeev Sindhwani, Sr .\n                                                           Adv. with Mr.Rohan Jaietly,\n                                                           Mr.Lalit Gupta, Mr.Siddharth\n                                                           Arora, Mr.Priyansh Jain, Advs.\n\n                 Coram:\n                 Hon'Ble Mr. Justice Navin Chawla\n                 Navin Chawla, J. (Oral)\nReview Pet. 255/2022 & Cm 110/2022\n1. This petition has been filed by the respondents/applicants seeking review of the judgment dated 22.08.2022, on the ground that in terms of Section 13(1A) of the Commercial Courts Act, 2015 (in short, 'the Act'), an appeal arising out of an order or a judgment passed by a Commercial Court at the level of the District Judge exercising the original Civil Jurisdiction, can be adjudicated only by the Commercial Appellate Division of this Court, and not by the Single Judge. It is, therefore, the case of the respondents/applicants that the judgment of this Court dated 22.08.2022 has been passed Neutral Citation Number: 2022/Dhc/005691 without jurisdiction and that the above appeal should have been transferred/listed before the Division Bench of this Court. \n2. In support of the above assertion, the learned senior counsel for the respondents/applicants submits that the Suit in question was filed by the appellant/non-applicant herein in April, 2019, that is, after the coming into force of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (in short, 'the Amendment Act'). The suit was first listed before the learned Additional District Judge, Tis Hazari Courts and was numbered as Tm (Comm.) No.157/2019. An ex-parte ad-interim order of injunction was passed in favour of the appellant/non-applicant and against the respondents/applicants. The respondents/applicants filed an application under Order Xxxix Rule 4 read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'Cpc'), again titling the same as having been filed in a Commercial Suit, being Tm (Comm) No.157/2019.\n3. The plaint filed by the appellant/non-applicant before the learned Trial Court also contained a 'Statement of Truth', which is a requirement only under the Act\n4. He further submits that though the impugned order dated 31.08.2019 was passed showing the number of the Suit as Tm No. 97/19 (157/19), that is, as a Non-Commercial Suit, the same would not change the status of the Suit and it would remain a 'Commercial Suit' to be governed by the Act. \nNeutral Citation Number: 2022/Dhc/005691\n5. The learned senior counsel for the respondents/applicant submits that even after the passing of the impugned order by the learned Trial Court, the Suit in question continues to be considered and treated as a 'Commercial Suit'. In this regard, he has drawn my reference to the order dated 29.01.2020 passed by the learned District Judge (Commercial Court-06), Tis Hazari Courts, which inter alia states that a 'Case Management Hearing' was held. He submits that a 'Case Management Hearing' is applicable only to a 'Commercial Suit'; it is a concept that is alien to a Non-Commercial/Ordinary Civil Suit. He further submits that the said order would also reflect that the Suit has been renumbered as CS(Commercial) No. 2129/2019, that is, as a 'Commercial Suit'.\n6. He places further reliance on the order dated 22.06.2020 passed by the learned District Judge (Commercial Court-06), which records that the Suit shall be listed for a 'Case Management Hearing'. He submits that, therefore, the Suit in question has been proceeded as a 'Commercial Suit', and therefore, an appeal against any order passed in the said Suit shall lie only before the Division Bench of this Court under Section 13(1A) of the Act and in terms of the order dated 27.01.2021 passed by a Coordinate Bench of this Court in Fao No .232/2020 titled Delhi Tourism and Transportation Development Corporation v. Swadeshi Civil Infrastructure Pvt. Ltd.\n7. Placing reliance on the preamble to the Act, he submits that the Act provides for the creation of Commercial Courts and, therefore, to achieve its object and purpose, any order passed by a Commercial Neutral Citation Number: 2022/DHC/005691 Court, irrespective of whether the Suit is or is not within the ambit of the Act, can be appealed against only in accordance with the provisions of the Act. \n8. He submits that Section 13(1A) of the Act also states that any person aggrieved by the judgment/order of a Commercial Court can file an appeal to the Commercial Appellate Division of the High Court, therefore, the only requirement of the Act is that the order impugned should have been passed by a Commercial Court for Section 13(1A) of the Act to be attracted. \n9. The learned senior counsel for the respondents/applicants has further placed reliance on the order dated 14.09.2021 passed by a Coordinate Bench of this Court in C.R.P No. 61/2021, titled Mr. Hari Singh v. M S Superhouse Ltd., to submit that in the said order, it has been held that irrespective of whether the numbering of the Suit is not as a 'Commercial Suit', the dispute being commercial in nature, would have to be adjudicated under the Act. \n10. Placing reliance on the judgment of this Court in Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730, he submits that a Suit relating to Intellectual Property Rights cannot be valued below Rs.3,00,000/- (Rupees Three Lakh only) so as to avoid the application of the Act to such a Suit. He submits that by the said judgment, all Suits that were valued below Rs.3,00,000/- were to be placed before the learned District Judge (Commercial). He submits that the appellant, having valued the Suit in question at below Rs.3,00,000/-, cannot negate the provisions of the Act. \nNeutral Citation Number: 2022/DHC/005691 11. On the other hand, the learned counsel for the appellant/non- applicant submits that in the present appeal and/or in the review petition, no challenge has been made by the respondents/applicants to the valuation of the suit ascribed by the appellant/non-applicant to the Suit for the purposes of pecuniary jurisdiction. He submits that in terms of Section 6 read with Section 2(1)(i) of the Act, only a 'Commercial Suit of a specified value' are governed by the provisions of the Act. As the present Suit is below the specified value, the Act shall have no application to the Suit in question, and consequently, Section 13(1A) of the Act shall not apply to the appeal filed against the order passed in the Suit. \n12. I have considered the submissions made by the learned counsels for the parties. \n13. Section 6 of the Act states that the Commercial Courts shall have jurisdiction to try all Suits and applications relating to a 'Commercial Disputes of a specified value' arising within the entire territory of the State over which it has been vested territorial jurisdiction. Section 6 of the Act is reproduced hereinunder:-\n\"6. Jurisdiction of Commercial Court:--- The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. \nExplanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State Neutral Citation Number: 2022/DHC/005691 over which a Commercial Court has vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\"\n14. A reading of the above provision would clearly show that for the purposes of invoking jurisdiction of a Commercial Court, the Suit and application must first relate to a 'Commercial Dispute' as defined under Section 2(1)(c) of the Act; and secondly, such disputes must be of a 'Specified Value' as defined in Section 2(1)(i) of the Act. Both the conditions have to be cumulatively met for the vesting jurisdiction in a Commercial Court. \n15. Section 2(1)(i) of the Act is reproduced hereinbelow:-\n\"2. Definitions.-- (1). In this Act, unless the context otherwise requires,-\nxxxx (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees of such higher value, as may be notified by the Central Government.\"\n(Emphasis Supplied)\n16. A reading of the above provision would show that 'Specified Value' in relation to a 'Commercial Dispute' means the value of the subject matter in respect of the Suit which shall not be less than Neutral Citation Number: 2022/DHC/005691 Rs.3,00,000/. In the present case, the plaintiff has filed the Suit valuing the same for purpose of jurisdiction, as under:-\n\"33. That the Plaintiff values the suit for purposes of Court fee and jurisdiction in the following manner:-\na. For the grant of permanent injunction as prayed, for m para 34 (a) (i) to (iv) and 34 (b), for delivery up as prayed for in para 34 (c), it is valued for the purpose of court fee and jurisdiction at Rs.200/- each and the court fee of Rs.20/- each totalling Rs.120/- is affixed.\nb. For an order for rendition of accounts of profits illegally earned by the Defendants as prayed for in Para 34(d), it is valued for the purposes of jurisdiction and court fee at Rs.1000/- and court fee of Rs.150/- affixed thereon as the Plaintiff estimates that such an amount shall be found due to the Plaintiff from the Defendants on rendition of accounts having gone into. The Plaintiff undertakes to pay such additional court fees, it may be directed to pay by this Hon'ble Court on the Defendants' rendition of accounts and as ascertained of the actual amount due to the Plaintiff. Total, court fee affixed is Rs.270/-. In view of the above, it is submitted that this Hon'ble Court has the sufficient pecuniary jurisdiction to try and entertain the present suit.\" \n17. As admitted by the learned senior counsel for the respondents/applicants, till date, there is no challenge to this valuation of the Suit made by the respondents/applicants. This was not put in question even before this Court in the appeal and/or in the present review petition. Clearly, therefore, the Suit as it stands today, is not within the jurisdiction of a Commercial Court. \nNeutral Citation Number: 2022/DHC/005691 18. Merely because it has been numbered as a Commercial Suit or may have been dealt with by the parties or even by the Court as a Commercial Suit, would not convert the same to a 'Commercial Suit' of a specified value and/or vests jurisdiction in a Commercial Court. The parties by their consent or by conduct cannot vest jurisdiction in a Court which otherwise lacks jurisdiction. Reference in this regard may be made to the judgment of the Supreme Court in Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4 SCC 270.\n19. In Mr.Hari Singh (supra), the Court was dealing with a situation where the Suit was admittedly a 'Commercial Suit' but was wrongly numbered as an Ordinary Suit. It was in that circumstance that the Court held that such numbering of the Suit would not be a determinative factor and the Suit would continue to be governed by the Act. I may only quote from that judgment as under:\n\"7. A perusal of the plaint shows that the transaction is commercial in nature, for supply of fabric. Thus, irrespective of the fact that the same may not have been numbered as a commercial suit, the substratum of the dispute is commercial in nature and would have to be adjudicated under the Commercial Courts Act, 2015 (hereinafter 'Act'). In such cases, despites the suit not being numbered as a commercial suit or the dispute not having been decided by a Commercial Court, the Act would apply and the bar under Section 8, against filing of a revision application/petition against an interlocutory order, would also be applicable.\" \nNeutral Citation Number: 2022/DHC/005691 20. In Vishal Pipes Limited (supra), the Court was answering a situation where the parties value the Suit for purposes of jurisdiction below Rs.3,00,000/- only to avoid the Suit being tried under the provisions of the Act. To answer the above situation, the Court directed as under:-\n\"66. In light of the above discussion, the following directions are issued:\n(i) Usually, in all IPR cases, the valuation ought to be Rs.3 lakhs and above and proper Court fee would have to be paid accordingly.\nAll IPR suits to be instituted before District Courts, would therefore, first be instituted before the District Judge (Commercial). \n(ii) In case of any IPR suits valued below Rs. 3 lakhs, the Commercial Court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued. \n(iii) Upon such examination, the concerned Commercial Court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite Court fee or to proceed with the suit as a non-commercial suit. \n(iv) In order to however maintain consistency and clarity in adjudication, even such suits which may be valued below Rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the District Judge (Commercial), but may not be subjected to the provisions of the CCA. \n(v) All pending IPR suits before the different District Judges (non- Commercial) in Delhi shall be placed before the concerned District Judges (Commercial) for following the procedure specified above. plaintiffs who wish Neutral Citation Number: 2022/DHC/005691 to amend the Plaint would be permitted to do so in accordance with law.\" \n21. A reading of the above direction would also show that it is not every case relating to an Intellectual Property Right that would be governed by the Act or over which only a Commercial Court would have jurisdiction. The Court directed that the learned District Judge (Commercial) shall consider the valuation ascribed by the plaintiff to the Suit, and upon such examination, pass appropriate orders in accordance with the provisions of the law either directing the plaintiff to amend the plaint to make the correct valuation or to proceed with the suit as a non-commercial suit. \n22. In the present case, admittedly, this exercise has not been done as till date there has been no objection raised by the defendant to the Suit/respondents herein/applicants challenging the valuation ascribed to the suit by the plaintiff/appellant herein. Therefore, the Suit continues to be a 'Non-Commercial Suit' to which the provisions of the Act would have no application. \n23. The submission of the learned senior counsel for the respondents, that even if the Suit is not a Commercial Suit but as the order has been passed by a Commercial Court, the provisions of Section 13(1A) of the Act would apply, is merely stated to be rejected. As noted hereinabove, if the Suit in question is not relating to a 'Commercial Dispute of a specified value', it is not a 'Commercial Suit' over which Commercial Court would have any jurisdiction. The Neutral Citation Number: 2022/DHC/005691 order passed was also not of a Commercial Court. Merely because the Court was also administratively exercising powers of a Commercial Court for other matters, it would not covert the order passed in a Non- Commercial Suit as an order of the Commercial Court for the purposes of Section 13(1A) of the Act. In Delhi Tourism and Transportation Development Corporation (supra), the Court considered the following question:-\n\"2. A legal question has arisen in this petition as is noticed in order dated 16.12.2020 as to whether, in terms of Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act), appeals arising out of orders or judgments passed by a Commercial Court at the level of District Judge exercising Original Civil jurisdiction are to be heard by a Single Judge of this Court or should be placed before the Division Bench of this Court.\"\n24. In the above-referred case, therefore, there was no dispute that the proceedings out of which the appeal arose was a 'Commercial Dispute of a specified value' and that the provisions of Section 13(1A) of the Act were application. The said order would, therefore, have no application to the facts of the present appeal/review application. \n25. In view of the above, I find no merit in the present review petition. The same is dismissed with costs quantified at Rs.1,00,000/- (Rupees One Lakh only) to be deposited by the Review Petitioner with the Delhi High Court Bar Clerk's Association. \nNeutral Citation Number: 2022/DHC/005691 26. The pending application is also dismissed. \nNAVIN CHAWLA, J DECEMBER 15, 2022 RN/AB Date of Release of Order: 21.12.2022",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court the agricultural produce market . vs kishan khandelwal and anr on 20 june, 2023 author: b.m.shyam prasad bench: b.m.shyam prasad -1nc: 2023:khc-k:1293-db comap no. 200001 of 2023 in the high court of karnataka, kalaburagi bench dated this the 20th day of june, 2023 present the hon'ble mr. justice b.m.shyam prasad and the hon'ble mr. justice umesh m adiga commercial appeal no.200001 of 2023 between: the agricultural produce market committee nehru gunj, kalaburagi represented by its secretary apmc kalaburagi .appellant (by sri ameet kumar deshpande, senior counsel for sri gourish s. khashampur, advocate) digitally signed by somanath and: pentappa mitte location: high court of 1. sri kishan khandelwal karnataka s/o ramachandra aged about: 75 years occ: class -i contractor r/o: house no. l/281 nijalingappa nagar, raichur583 101 2. sri s.r ujjankop sole arbitrator and engineer-in-chief (retired) no.9031, sectorxi -2nc: 2023:khc-k:1293-db comap no. 200001 of 2023 mahantesh nagar belagavi590 016 .respondents (by sri manvendra reddy, advocate for r1; notice to r2 dispensed with v/o dated 22.02.2023) this commercial appeal is filed under section 13 (1a) of commercial courts, commercial division, commercial appellate division of high court act, 2015 r/w section 37 of the arbitration and conciliation act, 1996, praying to allow this appeal and set aside the order dated 03.12.2021 passed on i.a.no.1 and on maintainability of commercial arbitration suit passed by the prl. district court and commercial court at kalaburagi, in commercial arbitration suit no.06/2019 and to pass any other appropriate orders as may be deemed necessary in the facts and circumstances of the case, in the interest of justice and equity. this appeal coming on for orders, this day, b.m. shyam prasad, j., delivered the following: judgment this appeal under section 37 of the arbitration and conciliation act, 1996 [for short, 'the arbitration act'] is filed calling in question the order dated 03.12.2021 in commercial arbitration suit no.6/2019 on the file of the principal district judge, kalaburagi, [for short, 'the commercial court']. the commercial court, by the impugned order dated 03.12.2021, has rejected the nc: 2023:khc-k:1293-db appellant's application [i.a.no.i] filed under section 5 of the limitation act, 1963 [for short, 'the limitation act'] for condonation of the delay of more than 200 days refusing to entertain the application filed under section 37 of the arbitration act. 2. at the threshold, this court must record that the first respondent's claim petition before an arbitral tribunal has culminated in the award dated 13.05.2016 granting certain relief to the respondents including the refund of rs.89,49,492/retained by the appellant. the first respondent has filed its application under section 34 of the arbitration act in as no.3/2017, and this application being belated, has sought for condonation of delay in filing such application. the commercial court by a separate order has rejected the respondent's application for condonation of delay in filing its application. the first respondent has not challenged this order. 3. the appellant, upon service of notice of the respondent's application in as no.3/2017, has filed its nc: 2023:khc-k:1293-db detailed counter claim, and after more than two years from the date of filing such counter claim, the appellant has filed the present suit in a s no.6/2019 under section 34 of the arbitration act along with an application for condonation of delay. the appellant has filed this application for condonation of delay under section 5 of the limitation act without mentioning the actual period of delay, but in support of the application for condonation of delay, the appellant has contended that the delay is because of the constant transfers of the concerned officers and the delay in constitution of its elected body and in securing a legal opinion. 4. the commercial court has rejected the appellant's application for condonation of delay and the suit on merits on separate grounds. the commercial court has reasoned as follows: \" even, the reasons assigned for condonation of delay is not sufficient. further, the scope of maintainability of arbitral award is limited to the proposition of law as enunciated under section 34 of the arbitration and nc: 2023:khc-k:1293-db conciliation act. the grounds urged in the present case does not speak about those aspects while challenging the award. the award was passed on 09.03.2017 and the suit is filed on 07.08.2019. hence, there is inordinate delay in filing the suit and it is not explained properly. the mandatory provisions of section 34 (3) of the arbitration and conciliation act clearly bars the suit. the appellant in his affidavit has not stated the date on which he has made an application for obtaining certified copy of the award and the date on which he received the award or when the award was served to him by the arbitrator himself. in the absence of such averments, it cannot be said that suit was filed in time. therefore, in view of the discussion made above, this court comes to the conclusion that i.a.no.i filed under section 5 of the limitation act is liable to be dismissed and consequently, the suit filed under section 34 of the arbitration and conciliation act, 1996 is also liable to be dismissed as not maintainable.\" as regards the other ground, the commercial court has opined that because a pre-deposit of 75% of the award amount is not deposited, the suit under section 34 must also be rejected. nc: 2023:khc-k:1293-db 5. sri ameet kumar deshpande, the learned senior counsel for the appellant, and sri manvendra reddy, the learned counsel for the first respondent, are heard on the application filed for condonation of delay of 190 days in filing the present application under section 37 of the arbitration act in the light of the decision of the hon'ble supreme court in government of maharashtra (water resources department) vs. borse brothers engineers and contractors private limited reported in (2021) 6 scc 460. they do not dispute that with this decision of the hon'ble supreme court it is settled that an application for condonation of delay in filing an application under section 37 of the arbitration act will have to be considered in the light of the provisions of section 13 (1a) of the commercial courts act, 2015 and section 5 of the limitation act, that the delay could be condoned provided it is shown that the applicant has acted bona fide without negligence, and in the discretion of the court if no right has accrued to the other party during the delay period. nc: 2023:khc-k:1293-db 6. however, sri ameet kumar deshpande submits that this court must condone the delay of 190 days on the following grounds, which includes his submissions on merits of the application under section 37 of the act: 6.1 the commercial court has dismissed the application on the ground of maintainability holding that the appellant has failed to deposit 75% of the amount payable in terms of the award. there is nothing in law which contemplates this requirement as a pre-deposit. the commercial court has failed to consider that the appellant, upon service of notice of the respondent's suit under section 34 of the arbitration act, has filed a detailed objections as against the award. the present suit in as 6/2019, along with an application for condonation of delay, is filed only to ensure that there is no formal defect. 6.2 if the date for the purposes of condonation of delay is reckoned in the aforesaid circumstances, it would relate back to the date of filing statement of objections, and in the circumstances explained, sufficient cause is nc: 2023:khc-k:1293-db shown for condonation of delay. the commercial court has failed to consider these circumstances. earlier, a party to the arbitral proceedings, because of certain judicial pronouncements, could not have filed a counter claim, but with the recent amendment to the arbitration act, it is open to the party to the proceedings to file a counter claim. in any event, if a counter claim could be filed in the arbitral proceedings, it would also be permissible to file cross objections in an application under section 34 of the arbitration act. 6.3 the appellant's position that the limitation for the purpose of computation of delay must be reckoned from the date on which the statement of objections are filed in as no.3/2017 would be within time should have been examined in the afore circumstances, and hence it was permissible for the commercial court to consider the question of delay as canvassed by the appellant. the failure has resulted in injustice. nc: 2023:khc-k:1293-db 6.4 the limitation for filing an application under section 34 will have to be reckoned from the date a copy of the signed award is made over by the arbitrator and received by the party. this would follow from the conjoint reading of the provisions of section 31(5) and sections 34(3) of the arbitration act. if an enquiry is held on the merits of the application filed for condonation of delay before the commercial court, the appellant would have an opportunity to show that the appellant was not delivered with a copy of the award duly signed as contemplated under section 31(5) of the arbitration act. the circumstances established in such enquiry could be considered to assess sufficient cause necessary for condonation of delay beyond 90 days. 6.5 the appellant is a statutory committee and hence the question of condonation of delay not just in the present proceedings but also in the proceedings under section 34 of the arbitration act must necessarily be considered in the light of all the circumstances including the fact that the appellant is a statutory committee. 10 nc: 2023:khc-k:1293-db 7. sri manvendra reddy refutes these submissions contending that the appellant has not set forth any of these circumstances in the affidavit accompanying the application filed before the commercial court. the appellant has only stated that the delay is because of the delay in constitution of the elected body, repeated transfers of the officials and the time taken to secure a legal opinion. the appellant has filed detailed statement of objections upon receipt of service of the respondent's application under section 34 of the arbitration act, and after a period of over 200 days thereafter the application is filed along with an application for condonation of delay. the courts can condone delay of only 30 days or after the 90 days, and when it is undisputed that the delay is over 200 days, it would not be open even for the commercial courts to condone the delay and the commercial court has rightly rejected. 8. sri manvendra reddy emphasizes that the jurisdiction to condone the delay must be exercised only in 11 nc: 2023:khc-k:1293-db exceptional circumstances where bona fides are demonstrated. here, the appellant did not file an application for a period of over 200 days despite service of notice in the application filed by the appellant, and even the present application is belated by 190 days. the hon'ble supreme court in government of maharashtra (water resources department) vs. borse brothers engineers and contractors private limited supra, has refused to condone the delay of 131 days because reasons were not sufficiently explained. as such, this court must reject the application and consequentially the appeal. 9. these rival submissions are considered to decide on the following question: whether the appellant has shown sufficient cause and bona fides for exercising the discretion to condone the delay of 190 days and if in this court's opinion the appellant has failed to establish bona fides or shown sufficient cause, what order should follow. 10. the exposition of law by the hon'ble supreme court in government of maharashtra (water resources 12 nc: 2023:khc-k:1293-db department) vs. borse brothers engineers and contractors private limited supra on the condonation of delay even when the appeal is filed by the government under section 13(1a) of the commercial act [in para 63 of the decision] is as follows: \"given the aforesaid and the object of speedy disposal sought to be achieved both under the arbitration act and the commercial courts act, for appeals filed under section 37 of the arbitration act that are governed by articles 116 and 117 of the limitation act or section 13(1a) of the commercial courts act, a delay beyond 90 days, 30 days or 60 days, respectively, is to be condoned by way of exception and not by way of rule. in a fit case in which a party has otherwise acted bona fide and not in a negligent manner, a short delay beyond such period can, in the discretion of the court, be condoned, always bearing in mind that the other side of the picture is that the opposite party may have acquired both in equity and justice, what may now be lost by the first party's inaction, negligence or laches. 13 nc: 2023:khc-k:1293-db the merits of the appellant's application for condonation in presenting this appeal, as also the application before the commercial court, must be examined in the bona fides, or the lack of bona fides, that comes through the circumstances of the case because, with the exposition as aforesaid, it cannot be disputed that the delay, either before this court or the commercial court, could be condoned only in exceptional circumstances and where bona fides are established. 11. the appellant's application before the commercial court is silent on the number of delayed days, but it is admitted before this court that the delay in filing such application is more than two years from the date of filing of statement of objections in the application by the respondent in as no.3/2017 as against the same award. this puts the delay in filing the application before the commercial court beyond the period that could be ordinarily condoned. as is obvious from the submissions before this court, an effort is made to contend that the delay must be reckoned not from the date on which the 14 nc: 2023:khc-k:1293-db application is presented but the day on which the detailed objections are filed, and in any event, there must be an enquiry on the request for condonation of delay because the arbitrator did not deliver a signed award to the respondent as contemplated under section 31(5) of the arbitration act. the application for condonation of delay before the commercial court does not advert to these circumstances and therefore, rather than comment on whether such exercise must be undertaken in the circumstances of this case, this court must opine that this argument appears to be a complete afterthought. 12. the onus, as reiterated by the hon'ble supreme court, is to establish bona fides for exercise of discretion, and this exercise must be only in exceptional circumstance. if the appellant were to be bona fide in setting up these circumstances, it should have in the least referred to the relevant circumstances and sought for indulgence. the absence thereof, constrains this court to opine that these circumstances are put forth for the first time before this court as an afterthought and belies the 15 nc: 2023:khc-k:1293-db bona fides in filing the present appeal as well belatedly. the suit before the commercial court is delayed by over 200 days and this appeal by over 190 days, the delay cannot be condoned just because the appellant is a public body, as emphasized by the decision in government of maharashtra (water resources department) vs. borse brothers engineers and contractors private limited supra in para no.59. 13. in the aforesaid circumstances, this court is of the view that the commercial court's conclusion that the appellant's application for condonation of delay in the absence of the material particulars, a finding which cannot be factually found fault with, is just and proper and does not call for any interference. consequentially, i.e., because bona fides are not established, the questions framed for consideration are answered in favour of the respondent, rejecting not just the application for condonation of delay but also the appeal. 16 nc: 2023:khc-k:1293-db 14. at this stage, sri ameet kumar deshpande submits that an undertaking is given on behalf of the respondent in the present proceedings that though execution proceedings are initiated for enforcement of the award, no precipitative action would be sought for in such execution proceeding, and with the present disposal of the appeal, this court may grant certain sufficient reasonable time for the appellant to pursue its further remedy. this submission must be recorded only to answer that this request could be made in the execution proceedings to be considered strictly in accordance with law. in view of disposal of the appeal, pending interlocutory applications, if any, stand disposed of. sd/judge sd/judge swk"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e9aeeccf00c442d9bd9d945e28b2dd01_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4b8a303f6864cd0b94956fb27a70ce8_1"
        },
        {
            "start": 242,
            "end": 317,
            "text": "\nDelhi High Court\nDhani Aggarwal vs Mahesh Yadav & Ors on 15 December, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b146dd0911e484c9b48d69926341808_2"
        },
        {
            "start": 319,
            "end": 346,
            "text": "Author: Navin Chawla\nBench:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3777d3698e4943898158f2fc823275b4_3"
        },
        {
            "start": 347,
            "end": 359,
            "text": "Navin Chawla",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c335a8c5fe147ccac09e748fca777be_4"
        },
        {
            "start": 397,
            "end": 459,
            "text": "Neutral Citation Number: 2022/Dhc/005691\n\n\n\n\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c297d110303e425a9b2ca5373092cedf_5"
        },
        {
            "start": 459,
            "end": 486,
            "text": "$~15\n                 *    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca11335e03db46d39d06e0186350657b_6"
        },
        {
            "start": 486,
            "end": 588,
            "text": "In The High Court Of Delhi At New Delhi\n\n                                                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c00d3fbacae54bbf8ab280452c264f6b_7"
        },
        {
            "start": 588,
            "end": 616,
            "text": "Date of Decision: 15.12.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27d90f1387bf4f4281898dd16d5d515d_8"
        },
        {
            "start": 636,
            "end": 647,
            "text": "+       Fao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "827cabf344fd416694edd49d6e8408fd_9"
        },
        {
            "start": 648,
            "end": 661,
            "text": "- Ipd 23/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d704f8d9dd2401fb71a987dc6dca643_10"
        },
        {
            "start": 689,
            "end": 703,
            "text": "Dhani Aggarwal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4553aaf92ed44274815cfb08fd64d50e_11"
        },
        {
            "start": 734,
            "end": 749,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "301320912c594a7e800dbd2e69bf2375_12"
        },
        {
            "start": 788,
            "end": 796,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8731fe0b92fa43eba392b880f1c5ed8f_13"
        },
        {
            "start": 810,
            "end": 836,
            "text": "Mr.Rishi Bansal, Mr.Neeraj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a80db55aa7784eed8121f93831a70c74_14"
        },
        {
            "start": 897,
            "end": 905,
            "text": "Bhardwaj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a46e318047a64c09a0d81a099b1d84c7_15"
        },
        {
            "start": 906,
            "end": 912,
            "text": ", Advs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97555cf97df04354a879fe1f8a5d0802_16"
        },
        {
            "start": 913,
            "end": 969,
            "text": ". \n\n                                              versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "513ab94adb3941aca6e1f4cab5baf79e_17"
        },
        {
            "start": 997,
            "end": 1003,
            "text": "Mahesh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2302ab5204624f42a600f6076ce23249_18"
        },
        {
            "start": 1004,
            "end": 1011,
            "text": "Yadav &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aca686e07b8c424eba7d74a3f3d86029_19"
        },
        {
            "start": 1012,
            "end": 1045,
            "text": "Ors                         .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8aefe957ee2340da8a262fb97751debe_20"
        },
        {
            "start": 1046,
            "end": 1057,
            "text": "Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5f15dd77fa74f238eac19825ae12307_21"
        },
        {
            "start": 1095,
            "end": 1103,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5687fa1fb81b42dd943040ec6ee320e0_22"
        },
        {
            "start": 1118,
            "end": 1140,
            "text": "Mr. Sanjeev Sindhwani,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54816f8f83d8401298d21dfd00bf588c_23"
        },
        {
            "start": 1141,
            "end": 1564,
            "text": "Sr .\n                                                           Adv. with Mr.Rohan Jaietly,\n                                                           Mr.Lalit Gupta, Mr.Siddharth\n                                                           Arora, Mr.Priyansh Jain, Advs.\n\n                 Coram:\n                 Hon'Ble Mr. Justice Navin Chawla\n                 Navin Chawla, J. (Oral)\nReview Pet. 255/2022 & Cm 110/2022\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "488156d5b88342c38740f1e33df688e0_24"
        },
        {
            "start": 1565,
            "end": 2037,
            "text": "This petition has been filed by the respondents/applicants seeking review of the judgment dated 22.08.2022, on the ground that in terms of Section 13(1A) of the Commercial Courts Act, 2015 (in short, 'the Act'), an appeal arising out of an order or a judgment passed by a Commercial Court at the level of the District Judge exercising the original Civil Jurisdiction, can be adjudicated only by the Commercial Appellate Division of this Court, and not by the Single Judge.",
            "labels": [
                "FAC"
            ],
            "id": "7ee53685b5b74754b88a68572ccfbb96_25"
        },
        {
            "start": 2038,
            "end": 2324,
            "text": "It is, therefore, the case of the respondents/applicants that the judgment of this Court dated 22.08.2022 has been passed Neutral Citation Number: 2022/Dhc/005691 without jurisdiction and that the above appeal should have been transferred/listed before the Division Bench of this Court.",
            "labels": [
                "FAC"
            ],
            "id": "e841dc0a7de8480c8129b8f453faba06_26"
        },
        {
            "start": 2326,
            "end": 2706,
            "text": "2. In support of the above assertion, the learned senior counsel for the respondents/applicants submits that the Suit in question was filed by the appellant/non-applicant herein in April, 2019, that is, after the coming into force of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (in short, 'the Amendment Act').",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aafc5829bfd34300b32c5cea48cc7465_27"
        },
        {
            "start": 2707,
            "end": 2840,
            "text": "The suit was first listed before the learned Additional District Judge, Tis Hazari Courts and was numbered as Tm (Comm.) No.157/2019.",
            "labels": [
                "FAC"
            ],
            "id": "9dcb2bd7fbf846428b1edd9930132fac_28"
        },
        {
            "start": 2841,
            "end": 2975,
            "text": "An ex-parte ad-interim order of injunction was passed in favour of the appellant/non-applicant and against the respondents/applicants.",
            "labels": [
                "FAC"
            ],
            "id": "1303c064ac5949649ed2d23f6dbdb322_29"
        },
        {
            "start": 2976,
            "end": 3222,
            "text": "The respondents/applicants filed an application under Order Xxxix Rule 4 read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'Cpc'), again titling the same as having been filed in a Commercial Suit, being Tm (Comm) No.157/2019.\n",
            "labels": [
                "FAC"
            ],
            "id": "b847229461f9441e975dfb3e60ca3511_30"
        },
        {
            "start": 3222,
            "end": 3387,
            "text": "3. The plaint filed by the appellant/non-applicant before the learned Trial Court also contained a 'Statement of Truth', which is a requirement only under the Act\n4.",
            "labels": [
                "FAC"
            ],
            "id": "b2f3fb00120248ae8989d26706fc6c24_31"
        },
        {
            "start": 3388,
            "end": 3673,
            "text": "He further submits that though the impugned order dated 31.08.2019 was passed showing the number of the Suit as Tm No. 97/19 (157/19), that is, as a Non-Commercial Suit, the same would not change the status of the Suit and it would remain a 'Commercial Suit' to be governed by the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bab79fd75e3a49f49296ceff4a8b894f_32"
        },
        {
            "start": 3674,
            "end": 3718,
            "text": "\nNeutral Citation Number: 2022/Dhc/005691\n5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9188f7f6860d4e93b859b3bb795df19d_33"
        },
        {
            "start": 3719,
            "end": 3945,
            "text": "The learned senior counsel for the respondents/applicant submits that even after the passing of the impugned order by the learned Trial Court, the Suit in question continues to be considered and treated as a 'Commercial Suit'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4a65af4350dc44c1a827b9065fb091e3_34"
        },
        {
            "start": 3946,
            "end": 4163,
            "text": "In this regard, he has drawn my reference to the order dated 29.01.2020 passed by the learned District Judge (Commercial Court-06), Tis Hazari Courts, which inter alia states that a 'Case Management Hearing' was held.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2267b550822a4e81942401888980d316_35"
        },
        {
            "start": 4164,
            "end": 4321,
            "text": "He submits that a 'Case Management Hearing' is applicable only to a 'Commercial Suit'; it is a concept that is alien to a Non-Commercial/Ordinary Civil Suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2abfd7652b2c4db790aa4ab8bd1c1b43_36"
        },
        {
            "start": 4322,
            "end": 4482,
            "text": "He further submits that the said order would also reflect that the Suit has been renumbered as CS(Commercial) No. 2129/2019, that is, as a 'Commercial Suit'.\n6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f8400b5e1b544b38e20a446846b7b88_37"
        },
        {
            "start": 4483,
            "end": 4676,
            "text": "He places further reliance on the order dated 22.06.2020 passed by the learned District Judge (Commercial Court-06), which records that the Suit shall be listed for a 'Case Management Hearing'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8034eac1db054f238dbcb66b92892ceb_38"
        },
        {
            "start": 4677,
            "end": 5018,
            "text": "He submits that, therefore, the Suit in question has been proceeded as a 'Commercial Suit', and therefore, an appeal against any order passed in the said Suit shall lie only before the Division Bench of this Court under Section 13(1A) of the Act and in terms of the order dated 27.01.2021 passed by a Coordinate Bench of this Court in Fao No",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e8a7b5ea9203405eb2bdbefa5e04a8ed_39"
        },
        {
            "start": 5019,
            "end": 5028,
            "text": ".232/2020",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d231b534b89541318d01c778a61894d2_40"
        },
        {
            "start": 5029,
            "end": 5536,
            "text": "titled Delhi Tourism and Transportation Development Corporation v. Swadeshi Civil Infrastructure Pvt. Ltd.\n7. Placing reliance on the preamble to the Act, he submits that the Act provides for the creation of Commercial Courts and, therefore, to achieve its object and purpose, any order passed by a Commercial Neutral Citation Number: 2022/DHC/005691 Court, irrespective of whether the Suit is or is not within the ambit of the Act, can be appealed against only in accordance with the provisions of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cc948b44bf75492fbd71551394e0d7aa_41"
        },
        {
            "start": 5538,
            "end": 5902,
            "text": "8. He submits that Section 13(1A) of the Act also states that any person aggrieved by the judgment/order of a Commercial Court can file an appeal to the Commercial Appellate Division of the High Court, therefore, the only requirement of the Act is that the order impugned should have been passed by a Commercial Court for Section 13(1A) of the Act to be attracted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "18fdcb6dc2db4dd18c7d2eab6e747bee_42"
        },
        {
            "start": 5904,
            "end": 6354,
            "text": "9. The learned senior counsel for the respondents/applicants has further placed reliance on the order dated 14.09.2021 passed by a Coordinate Bench of this Court in C.R.P No. 61/2021, titled Mr. Hari Singh v. M S Superhouse Ltd., to submit that in the said order, it has been held that irrespective of whether the numbering of the Suit is not as a 'Commercial Suit', the dispute being commercial in nature, would have to be adjudicated under the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f4fe6c32cf9749739aa88dff17f64fa4_43"
        },
        {
            "start": 6356,
            "end": 6665,
            "text": "10. Placing reliance on the judgment of this Court in Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730, he submits that a Suit relating to Intellectual Property Rights cannot be valued below Rs.3,00,000/- (Rupees Three Lakh only) so as to avoid the application of the Act to such a Suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7db95fe034854c45a11e92527a4a00c3_44"
        },
        {
            "start": 6666,
            "end": 6816,
            "text": "He submits that by the said judgment, all Suits that were valued below Rs.3,00,000/- were to be placed before the learned District Judge (Commercial).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "84d2ff50190b451dad595f074101a278_45"
        },
        {
            "start": 6817,
            "end": 6947,
            "text": "He submits that the appellant, having valued the Suit in question at below Rs.3,00,000/-, cannot negate the provisions of the Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "be6c00a3f25d4616b8a46dc73bcdf021_46"
        },
        {
            "start": 6948,
            "end": 6993,
            "text": "\nNeutral Citation Number: 2022/DHC/005691 11.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9619ef3ece2a482da8e6c6e210a6e3f8_47"
        },
        {
            "start": 6994,
            "end": 7313,
            "text": "On the other hand, the learned counsel for the appellant/non- applicant submits that in the present appeal and/or in the review petition, no challenge has been made by the respondents/applicants to the valuation of the suit ascribed by the appellant/non-applicant to the Suit for the purposes of pecuniary jurisdiction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f04f0eab4dfd485aa1e2b142bb5f21b5_48"
        },
        {
            "start": 7314,
            "end": 7478,
            "text": "He submits that in terms of Section 6 read with Section 2(1)(i) of the Act, only a 'Commercial Suit of a specified value' are governed by the provisions of the Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3fcb868e978c4e13b2cad2099946eece_49"
        },
        {
            "start": 7479,
            "end": 7705,
            "text": "As the present Suit is below the specified value, the Act shall have no application to the Suit in question, and consequently, Section 13(1A) of the Act shall not apply to the appeal filed against the order passed in the Suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1d56c0bc88b1443cb82af3e1ee724170_50"
        },
        {
            "start": 7707,
            "end": 7790,
            "text": "12. I have considered the submissions made by the learned counsels for the parties.",
            "labels": [
                "NONE"
            ],
            "id": "45f45bc86de74848b149c965e3557c82_51"
        },
        {
            "start": 7791,
            "end": 8070,
            "text": "\n13. Section 6 of the Act states that the Commercial Courts shall have jurisdiction to try all Suits and applications relating to a 'Commercial Disputes of a specified value' arising within the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "fbe654c2d28e4a48bcaee603ca561975_52"
        },
        {
            "start": 8071,
            "end": 8160,
            "text": "Section 6 of the Act is reproduced hereinunder:-\n\"6. Jurisdiction of Commercial Court:---",
            "labels": [
                "STA"
            ],
            "id": "2edd302bf5954ab7a02d8f3df6d64454_53"
        },
        {
            "start": 8161,
            "end": 8398,
            "text": "The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "9041970d3df34b8382b31d324e1c3867_54"
        },
        {
            "start": 8399,
            "end": 8815,
            "text": "\nExplanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State Neutral Citation Number: 2022/DHC/005691 over which a Commercial Court has vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\"\n14.",
            "labels": [
                "STA"
            ],
            "id": "6e99bfa86931497590f88a31add6c8ac_55"
        },
        {
            "start": 8816,
            "end": 9152,
            "text": "A reading of the above provision would clearly show that for the purposes of invoking jurisdiction of a Commercial Court, the Suit and application must first relate to a 'Commercial Dispute' as defined under Section 2(1)(c) of the Act; and secondly, such disputes must be of a 'Specified Value' as defined in Section 2(1)(i) of the Act.",
            "labels": [
                "STA"
            ],
            "id": "845ea6bc314d4a05b23df6c7655867ee_56"
        },
        {
            "start": 9153,
            "end": 9252,
            "text": "Both the conditions have to be cumulatively met for the vesting jurisdiction in a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88aaf9620d424d4ba68e263ada623010_57"
        },
        {
            "start": 9253,
            "end": 9336,
            "text": "\n15. Section 2(1)(i) of the Act is reproduced hereinbelow:-\n\"2. Definitions.-- (1).",
            "labels": [
                "STA"
            ],
            "id": "a96f02cea7e445a08f3bdbc6e2e94064_58"
        },
        {
            "start": 9337,
            "end": 9950,
            "text": "In this Act, unless the context otherwise requires,-\nxxxx (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees of such higher value, as may be notified by the Central Government.\"\n(Emphasis Supplied)\n16. A reading of the above provision would show that 'Specified Value' in relation to a 'Commercial Dispute' means the value of the subject matter in respect of the Suit which shall not be less than Neutral Citation Number: 2022/DHC/005691 Rs.3,00,000/.",
            "labels": [
                "STA"
            ],
            "id": "a3c288c2c0fb418793d06173b78110cb_59"
        },
        {
            "start": 9951,
            "end": 10066,
            "text": "In the present case, the plaintiff has filed the Suit valuing the same for purpose of jurisdiction, as under:-\n\"33.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbbded66e0e747db9e54596b43b97af6_60"
        },
        {
            "start": 10067,
            "end": 10173,
            "text": "That the Plaintiff values the suit for purposes of Court fee and jurisdiction in the following manner:-\na.",
            "labels": [
                "STA"
            ],
            "id": "da9c36f891044bf0a02909db35c35a92_61"
        },
        {
            "start": 10174,
            "end": 10454,
            "text": "For the grant of permanent injunction as prayed, for m para 34 (a) (i) to (iv) and 34 (b), for delivery up as prayed for in para 34 (c), it is valued for the purpose of court fee and jurisdiction at Rs.200/- each and the court fee of Rs.20/- each totalling Rs.120/- is affixed.\nb.",
            "labels": [
                "STA"
            ],
            "id": "1cfedbed2e8749ea82cbd1232b771cca_62"
        },
        {
            "start": 10455,
            "end": 10829,
            "text": "For an order for rendition of accounts of profits illegally earned by the Defendants as prayed for in Para 34(d), it is valued for the purposes of jurisdiction and court fee at Rs.1000/- and court fee of Rs.150/- affixed thereon as the Plaintiff estimates that such an amount shall be found due to the Plaintiff from the Defendants on rendition of accounts having gone into.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ea8415b8fe34a5383d7fb2d787c98ef_63"
        },
        {
            "start": 10830,
            "end": 11040,
            "text": "The Plaintiff undertakes to pay such additional court fees, it may be directed to pay by this Hon'ble Court on the Defendants' rendition of accounts and as ascertained of the actual amount due to the Plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f80363ad08a493fb909a57ab6d209b0_64"
        },
        {
            "start": 11041,
            "end": 11078,
            "text": "Total, court fee affixed is Rs.270/-.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11deccaff44b4e95be5562b94ae07f66_65"
        },
        {
            "start": 11079,
            "end": 11222,
            "text": "In view of the above, it is submitted that this Hon'ble Court has the sufficient pecuniary jurisdiction to try and entertain the present suit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76e60c61c5494889a1002a8a29fe7f92_66"
        },
        {
            "start": 11224,
            "end": 11400,
            "text": "17. As admitted by the learned senior counsel for the respondents/applicants, till date, there is no challenge to this valuation of the Suit made by the respondents/applicants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfc365aa57ad479eb48e4d3b50836f2d_67"
        },
        {
            "start": 11401,
            "end": 11505,
            "text": "This was not put in question even before this Court in the appeal and/or in the present review petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "011162d799204e90870b0ee460f7fe58_68"
        },
        {
            "start": 11506,
            "end": 11608,
            "text": "Clearly, therefore, the Suit as it stands today, is not within the jurisdiction of a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a4ca7baf3c34dc3819fb8df56e5eb15_69"
        },
        {
            "start": 11609,
            "end": 11654,
            "text": "\nNeutral Citation Number: 2022/DHC/005691 18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d93009659a40402abcbf6eae1ff6e0dd_70"
        },
        {
            "start": 11655,
            "end": 11917,
            "text": "Merely because it has been numbered as a Commercial Suit or may have been dealt with by the parties or even by the Court as a Commercial Suit, would not convert the same to a 'Commercial Suit' of a specified value and/or vests jurisdiction in a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9668d3c36a5948a58fbf7717d24e01fe_71"
        },
        {
            "start": 11918,
            "end": 12032,
            "text": "The parties by their consent or by conduct cannot vest jurisdiction in a Court which otherwise lacks jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7f5ddcd319f451ba4360c610e85c5a0_72"
        },
        {
            "start": 12033,
            "end": 12189,
            "text": "Reference in this regard may be made to the judgment of the Supreme Court in Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4 SCC 270.\n19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "83312d83e4aa403ca94f10ba1c2c8370_73"
        },
        {
            "start": 12190,
            "end": 12350,
            "text": "In Mr.Hari Singh (supra), the Court was dealing with a situation where the Suit was admittedly a 'Commercial Suit' but was wrongly numbered as an Ordinary Suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "57f56b81880a471496ae025107e0604b_74"
        },
        {
            "start": 12351,
            "end": 12521,
            "text": "It was in that circumstance that the Court held that such numbering of the Suit would not be a determinative factor and the Suit would continue to be governed by the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bbc7c1e7c514c10906ec4b034192124_75"
        },
        {
            "start": 12522,
            "end": 12669,
            "text": "I may only quote from that judgment as under:\n\"7. A perusal of the plaint shows that the transaction is commercial in nature, for supply of fabric.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "741649a30e2544da920658c2bcb6d0fa_76"
        },
        {
            "start": 12670,
            "end": 12909,
            "text": "Thus, irrespective of the fact that the same may not have been numbered as a commercial suit, the substratum of the dispute is commercial in nature and would have to be adjudicated under the Commercial Courts Act, 2015 (hereinafter 'Act').",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56e858d768744933869dd6fe42ca1575_77"
        },
        {
            "start": 12910,
            "end": 13202,
            "text": "In such cases, despites the suit not being numbered as a commercial suit or the dispute not having been decided by a Commercial Court, the Act would apply and the bar under Section 8, against filing of a revision application/petition against an interlocutory order, would also be applicable.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6f59630147d4c63a33517bcc4ff4735_78"
        },
        {
            "start": 13203,
            "end": 13248,
            "text": "\nNeutral Citation Number: 2022/DHC/005691 20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bf9f8feaf584c01b6cf50d761765ea2_79"
        },
        {
            "start": 13249,
            "end": 13467,
            "text": "In Vishal Pipes Limited (supra), the Court was answering a situation where the parties value the Suit for purposes of jurisdiction below Rs.3,00,000/- only to avoid the Suit being tried under the provisions of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a522eed63334614b3827d431fa57d15_80"
        },
        {
            "start": 13468,
            "end": 13533,
            "text": "To answer the above situation, the Court directed as under:-\n\"66.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "642371950f4f4ee6942a425848846420_81"
        },
        {
            "start": 13534,
            "end": 13739,
            "text": "In light of the above discussion, the following directions are issued:\n(i) Usually, in all IPR cases, the valuation ought to be Rs.3 lakhs and above and proper Court fee would have to be paid accordingly.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1a1fef4136541a59fb6b19570923a84_82"
        },
        {
            "start": 13739,
            "end": 13870,
            "text": "All IPR suits to be instituted before District Courts, would therefore, first be instituted before the District Judge (Commercial).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ed1de4a17dd4079910af2ce3af59b03_83"
        },
        {
            "start": 13871,
            "end": 14080,
            "text": "\n(ii) In case of any IPR suits valued below Rs. 3 lakhs, the Commercial Court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81fedb7959d9450bb64083a57bd8cde7_84"
        },
        {
            "start": 14081,
            "end": 14331,
            "text": "\n(iii) Upon such examination, the concerned Commercial Court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite Court fee or to proceed with the suit as a non-commercial suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d91a25ac467a4d6eb7b44692c4ae7797_85"
        },
        {
            "start": 14332,
            "end": 14626,
            "text": "\n(iv) In order to however maintain consistency and clarity in adjudication, even such suits which may be valued below Rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the District Judge (Commercial), but may not be subjected to the provisions of the CCA.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e169b01905b4888be9bcb9e234a8c7d_86"
        },
        {
            "start": 14627,
            "end": 14828,
            "text": "\n(v) All pending IPR suits before the different District Judges (non- Commercial) in Delhi shall be placed before the concerned District Judges (Commercial) for following the procedure specified above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e666273399cd437dadd5d75ac5a1e8ef_87"
        },
        {
            "start": 14829,
            "end": 14962,
            "text": "plaintiffs who wish Neutral Citation Number: 2022/DHC/005691 to amend the Plaint would be permitted to do so in accordance with law.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb5987bc37b1430082d8ffde5ca428d9_88"
        },
        {
            "start": 14964,
            "end": 15182,
            "text": "21. A reading of the above direction would also show that it is not every case relating to an Intellectual Property Right that would be governed by the Act or over which only a Commercial Court would have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5afaeba2d96145e2aede68540dad0a20_89"
        },
        {
            "start": 15183,
            "end": 15545,
            "text": "The Court directed that the learned District Judge (Commercial) shall consider the valuation ascribed by the plaintiff to the Suit, and upon such examination, pass appropriate orders in accordance with the provisions of the law either directing the plaintiff to amend the plaint to make the correct valuation or to proceed with the suit as a non-commercial suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0dea27cfa2348e4882b9446cd0f06a5_90"
        },
        {
            "start": 15547,
            "end": 15804,
            "text": "22. In the present case, admittedly, this exercise has not been done as till date there has been no objection raised by the defendant to the Suit/respondents herein/applicants challenging the valuation ascribed to the suit by the plaintiff/appellant herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dfd877f8ae4348ce85907df0b97df97c_91"
        },
        {
            "start": 15805,
            "end": 15926,
            "text": "Therefore, the Suit continues to be a 'Non-Commercial Suit' to which the provisions of the Act would have no application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fa1b9cb486b4cef893f164c4513ba75_92"
        },
        {
            "start": 15928,
            "end": 16190,
            "text": "23. The submission of the learned senior counsel for the respondents, that even if the Suit is not a Commercial Suit but as the order has been passed by a Commercial Court, the provisions of Section 13(1A) of the Act would apply, is merely stated to be rejected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be1a1aaeddd24234a0a7e015966a9054_93"
        },
        {
            "start": 16191,
            "end": 16387,
            "text": "As noted hereinabove, if the Suit in question is not relating to a 'Commercial Dispute of a specified value', it is not a 'Commercial Suit' over which Commercial Court would have any jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "563063293313442486a90ff005f13d9f_94"
        },
        {
            "start": 16388,
            "end": 16481,
            "text": "The Neutral Citation Number: 2022/DHC/005691 order passed was also not of a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cce92701f5834dfba495fed73d3eb88e_95"
        },
        {
            "start": 16482,
            "end": 16737,
            "text": "Merely because the Court was also administratively exercising powers of a Commercial Court for other matters, it would not covert the order passed in a Non- Commercial Suit as an order of the Commercial Court for the purposes of Section 13(1A) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33beac2effef4411926496dc3425161c_96"
        },
        {
            "start": 16738,
            "end": 17312,
            "text": "In Delhi Tourism and Transportation Development Corporation (supra), the Court considered the following question:-\n\"2. A legal question has arisen in this petition as is noticed in order dated 16.12.2020 as to whether, in terms of Section 13(1A) of the Commercial Courts Act, 2015 (hereinafter referred to as the Act), appeals arising out of orders or judgments passed by a Commercial Court at the level of District Judge exercising Original Civil jurisdiction are to be heard by a Single Judge of this Court or should be placed before the Division Bench of this Court.\"\n24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "99fd87d9cfc845c58e47485d4057c568_97"
        },
        {
            "start": 17313,
            "end": 17542,
            "text": "In the above-referred case, therefore, there was no dispute that the proceedings out of which the appeal arose was a 'Commercial Dispute of a specified value' and that the provisions of Section 13(1A) of the Act were application.",
            "labels": [
                "RATIO"
            ],
            "id": "4f11c3d4f2ad499082baa903296229f3_98"
        },
        {
            "start": 17543,
            "end": 17650,
            "text": "The said order would, therefore, have no application to the facts of the present appeal/review application.",
            "labels": [
                "RPC"
            ],
            "id": "7a4396c05ff74b72b893deaad8b4bb0c_99"
        },
        {
            "start": 17652,
            "end": 17725,
            "text": "25. In view of the above, I find no merit in the present review petition.",
            "labels": [
                "RPC"
            ],
            "id": "998acdadd2f441c0b3266dbbe9feda9c_100"
        },
        {
            "start": 17726,
            "end": 17901,
            "text": "The same is dismissed with costs quantified at Rs.1,00,000/- (Rupees One Lakh only) to be deposited by the Review Petitioner with the Delhi High Court Bar Clerk's Association.",
            "labels": [
                "RPC"
            ],
            "id": "4145b6b794ff44dd88ce3f8387bb834f_101"
        },
        {
            "start": 17902,
            "end": 17947,
            "text": "\nNeutral Citation Number: 2022/DHC/005691 26.",
            "labels": [
                "NONE"
            ],
            "id": "a2e36dddc26748d9846fb955ed8043d7_102"
        },
        {
            "start": 17948,
            "end": 17990,
            "text": "The pending application is also dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "9512cf27699441cbabad344c171c9c58_103"
        },
        {
            "start": 17991,
            "end": 18068,
            "text": "\nNAVIN CHAWLA, J DECEMBER 15, 2022 RN/AB Date of Release of Order: 21.12.2022",
            "labels": [
                "NONE"
            ],
            "id": "ddc0c75ff1154d1a90b428f42583d708_104"
        }
    ],
    "entities": [
        {
            "text": "Agricultural Produce Market",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 52
        },
        {
            "text": "Kishan Khandelwal",
            "label": "RESPONDENT",
            "start_char": 60,
            "end_char": 77
        },
        {
            "text": "B.M.Shyam Prasad",
            "label": "JUDGE",
            "start_char": 111,
            "end_char": 127
        },
        {
            "text": "B.M.Shyam Prasad",
            "label": "JUDGE",
            "start_char": 135,
            "end_char": 151
        },
        {
            "text": "High Court Of Karnataka,\n                                       Kalaburagi Bench",
            "label": "COURT",
            "start_char": 398,
            "end_char": 478
        },
        {
            "text": "B.M.Shyam Prasad",
            "label": "JUDGE",
            "start_char": 649,
            "end_char": 665
        },
        {
            "text": "Agricultural Produce\n                           Market Committee\n                           Nehru Gunj, Kalaburagi",
            "label": "PETITIONER",
            "start_char": 913,
            "end_char": 1027
        },
        {
            "text": "Ameet Kumar Deshpande",
            "label": "LAWYER",
            "start_char": 1235,
            "end_char": 1256
        },
        {
            "text": "Gourish S. Khashampur",
            "label": "LAWYER",
            "start_char": 1303,
            "end_char": 1324
        },
        {
            "text": "Kishan Khandelwal",
            "label": "RESPONDENT",
            "start_char": 1444,
            "end_char": 1461
        },
        {
            "text": "S.R Ujjankop",
            "label": "RESPONDENT",
            "start_char": 1786,
            "end_char": 1798
        },
        {
            "text": "Manvendra Reddy",
            "label": "LAWYER",
            "start_char": 2212,
            "end_char": 2227
        },
        {
            "text": "B.M. Shyam Prasad",
            "label": "JUDGE",
            "start_char": 2988,
            "end_char": 3005
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3088,
            "end_char": 3098
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3106,
            "end_char": 3144
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3162,
            "end_char": 3177
        },
        {
            "text": "03.12.2021",
            "label": "DATE",
            "start_char": 3225,
            "end_char": 3235
        },
        {
            "text": "Commercial Arbitration Suit No.6/2019",
            "label": "CASE_NUMBER",
            "start_char": 3239,
            "end_char": 3276
        },
        {
            "text": "03.12.2021",
            "label": "DATE",
            "start_char": 3421,
            "end_char": 3431
        },
        {
            "text": "NC: 2023:KHC-K:1293-DB",
            "label": "CASE_NUMBER",
            "start_char": 3450,
            "end_char": 3472
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 3521,
            "end_char": 3530
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 3538,
            "end_char": 3558
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 3576,
            "end_char": 3590
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3694,
            "end_char": 3704
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3712,
            "end_char": 3727
        },
        {
            "text": "13.05.2016",
            "label": "DATE",
            "start_char": 3879,
            "end_char": 3889
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4052,
            "end_char": 4062
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4070,
            "end_char": 4085
        },
        {
            "text": "AS No.3/2017",
            "label": "CASE_NUMBER",
            "start_char": 4089,
            "end_char": 4101
        },
        {
            "text": "AS No.3/2017",
            "label": "CASE_NUMBER",
            "start_char": 4467,
            "end_char": 4479
        },
        {
            "text": "A S No.6/2019",
            "label": "CASE_NUMBER",
            "start_char": 4660,
            "end_char": 4673
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4680,
            "end_char": 4690
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4698,
            "end_char": 4713
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 4838,
            "end_char": 4847
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 4855,
            "end_char": 4869
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5533,
            "end_char": 5543
        },
        {
            "text": "Arbitration and NC: 2023:KHC-K:1293-DB",
            "label": "STATUTE",
            "start_char": 5551,
            "end_char": 5589
        },
        {
            "text": "Conciliation Act",
            "label": "STATUTE",
            "start_char": 5590,
            "end_char": 5606
        },
        {
            "text": "09.03.2017",
            "label": "DATE",
            "start_char": 5734,
            "end_char": 5744
        },
        {
            "text": "07.08.2019",
            "label": "DATE",
            "start_char": 5770,
            "end_char": 5780
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 5896,
            "end_char": 5910
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 5918,
            "end_char": 5950
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 6406,
            "end_char": 6415
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 6423,
            "end_char": 6437
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6503,
            "end_char": 6513
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6521,
            "end_char": 6559
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6762,
            "end_char": 6772
        },
        {
            "text": "Ameet Kumar Deshpande",
            "label": "LAWYER",
            "start_char": 6827,
            "end_char": 6848
        },
        {
            "text": "Manvendra Reddy",
            "label": "LAWYER",
            "start_char": 6904,
            "end_char": 6919
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 7079,
            "end_char": 7089
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7097,
            "end_char": 7112
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7157,
            "end_char": 7170
        },
        {
            "text": "Government of Maharashtra (Water Resources Department) vs. Borse Brothers Engineers and Contractors Private Limited reported in (2021) 6 SCC 460",
            "label": "PRECEDENT",
            "start_char": 7174,
            "end_char": 7318
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7379,
            "end_char": 7392
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 7483,
            "end_char": 7493
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7501,
            "end_char": 7516
        },
        {
            "text": "Section 13 (1A)",
            "label": "PROVISION",
            "start_char": 7578,
            "end_char": 7593
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7601,
            "end_char": 7628
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 7633,
            "end_char": 7642
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 7650,
            "end_char": 7664
        },
        {
            "text": "Ameet Kumar Deshpande",
            "label": "LAWYER",
            "start_char": 7922,
            "end_char": 7943
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8095,
            "end_char": 8105
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8501,
            "end_char": 8511
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8519,
            "end_char": 8534
        },
        {
            "text": "AS 6/2019",
            "label": "CASE_NUMBER",
            "start_char": 8610,
            "end_char": 8619
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9240,
            "end_char": 9255
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9480,
            "end_char": 9490
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9498,
            "end_char": 9513
        },
        {
            "text": "AS No.3/2017",
            "label": "CASE_NUMBER",
            "start_char": 9686,
            "end_char": 9698
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10007,
            "end_char": 10017
        },
        {
            "text": "Section 31(5) and Sections 34(3)",
            "label": "PROVISION",
            "start_char": 10207,
            "end_char": 10239
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10247,
            "end_char": 10262
        },
        {
            "text": "Section 31(5)",
            "label": "PROVISION",
            "start_char": 10523,
            "end_char": 10536
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10544,
            "end_char": 10559
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10866,
            "end_char": 10876
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10884,
            "end_char": 10899
        },
        {
            "text": "NC: 2023:KHC-K:1293-DB 7",
            "label": "CASE_NUMBER",
            "start_char": 11041,
            "end_char": 11065
        },
        {
            "text": "Manvendra Reddy",
            "label": "LAWYER",
            "start_char": 11071,
            "end_char": 11086
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11576,
            "end_char": 11586
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11594,
            "end_char": 11609
        },
        {
            "text": "Manvendra Reddy",
            "label": "LAWYER",
            "start_char": 11989,
            "end_char": 12004
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12392,
            "end_char": 12405
        },
        {
            "text": "Government of Maharashtra (Water Resources Department) vs. Borse Brothers Engineers and Contractors Private Limited",
            "label": "PRECEDENT",
            "start_char": 12409,
            "end_char": 12524
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13088,
            "end_char": 13101
        },
        {
            "text": "Government of Maharashtra (Water Resources - 12 - NC: 2023:KHC-K:1293-DB Department)",
            "label": "PRECEDENT",
            "start_char": 13105,
            "end_char": 13189
        },
        {
            "text": "Borse Brothers Engineers and Contractors Private Limited",
            "label": "RESPONDENT",
            "start_char": 13194,
            "end_char": 13250
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 13339,
            "end_char": 13353
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13512,
            "end_char": 13527
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13536,
            "end_char": 13557
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 13583,
            "end_char": 13593
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13601,
            "end_char": 13616
        },
        {
            "text": "Articles 116 and 117",
            "label": "PROVISION",
            "start_char": 13638,
            "end_char": 13658
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 13666,
            "end_char": 13680
        },
        {
            "text": "section 13(1A)",
            "label": "PROVISION",
            "start_char": 13684,
            "end_char": 13698
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13706,
            "end_char": 13727
        },
        {
            "text": "AS No.3/2017",
            "label": "CASE_NUMBER",
            "start_char": 15026,
            "end_char": 15038
        },
        {
            "text": "Section 31(5)",
            "label": "PROVISION",
            "start_char": 15627,
            "end_char": 15640
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15648,
            "end_char": 15663
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16011,
            "end_char": 16024
        },
        {
            "text": "Government of Maharashtra (Water Resources Department) vs. Borse Brothers Engineers and Contractors Private Limited",
            "label": "PRECEDENT",
            "start_char": 16765,
            "end_char": 16880
        },
        {
            "text": "NC: 2023:KHC-K:1293-DB 14",
            "label": "CASE_NUMBER",
            "start_char": 17452,
            "end_char": 17477
        },
        {
            "text": "Ameet Kumar Deshpande",
            "label": "LAWYER",
            "start_char": 17498,
            "end_char": 17519
        }
    ],
    "precedent_clusters": {
        "Government of Maharashtra (Water Resources - 12 - NC: 2023:KHC-K:1293-DB Department)": [
            "Government of Maharashtra (Water Resources Department) vs. Borse Brothers Engineers and Contractors Private Limited",
            "Government of Maharashtra (Water Resources - 12 - NC: 2023:KHC-K:1293-DB Department)",
            "Government of Maharashtra (Water Resources Department) vs. Borse Brothers Engineers and Contractors Private Limited"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and NC: 2023:KHC-K:1293-DB",
            "Section 34",
            "Arbitration and NC: 2023:KHC-K:1293-DB"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act",
            "Section 34 (3)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13 (1A)",
            "Commercial Courts Act, 2015",
            "Section 13 (1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 31(5) and Sections 34(3)",
            "Arbitration Act",
            "Section 31(5) and Sections 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 31(5)",
            "Arbitration Act",
            "Section 31(5)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 13(1A)",
            "Arbitration Act",
            "Section 13(1A)",
            "Arbitration Act"
        ],
        [
            "section 37",
            "Arbitration Act",
            "section 37",
            "Arbitration Act"
        ],
        [
            "Articles 116 and 117",
            "Limitation Act",
            "Articles 116 and 117",
            "Limitation Act"
        ],
        [
            "section 13(1A)",
            "Commercial Courts Act",
            "section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 31(5)",
            "Arbitration Act",
            "Section 31(5)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "Government of Maharashtra (Water Resources - 12 - NC: 2023:KHC-K:1293-DB Department)": 3
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 5 of Limitation Act, 1963": 1,
        "Section 37 of Arbitration Act": 4,
        "Section 34 of Arbitration Act": 7,
        "Section 5 of Limitation Act": 3,
        "Section 34 of Arbitration and NC: 2023:KHC-K:1293-DB": 1,
        "Section 34 (3) of Arbitration and Conciliation Act": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 2,
        "Section 13 (1A) of Commercial Courts Act, 2015": 1,
        "Section 31(5) and Sections 34(3) of Arbitration Act": 1,
        "Section 31(5) of Arbitration Act": 2,
        "Section 13(1A) of Arbitration Act": 1,
        "section 37 of Arbitration Act": 1,
        "Articles 116 and 117 of Limitation Act": 1,
        "section 13(1A) of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 3,
        "Limitation Act, 1963": 1,
        "Arbitration Act": 16,
        "Limitation Act": 4,
        "Arbitration and NC: 2023:KHC-K:1293-DB": 1,
        "Arbitration and Conciliation Act": 1,
        "Commercial Courts Act, 2015": 1,
        "Commercial Courts Act": 1
    }
}