{
    "id": "98f74a1a7efe03d03345ac1153a52657ba5fdae75a2d5fde343334edde24125a",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court\nLord Sai Maa Pvt Ltd Director Shrirang ... vs Hotel Goradias Pvt Ltd Thr Its Director ... on 7 May, 2021 \nAuthor: Shrikant D. Kulkarni\nBench: S.V. Gangapurwala, Shrikant D. Kulkarni \n                                       1\n                                                  Comm .Apeal 1 & 2 - 2021 \n\n                 In The High Court Of Judicature At Bombay,\n                          Bench At Aurangabad \n\n                       Commercial Appeal No. 1 Of 2021 \n                                     With\n                       Civil Application No. 237 Of 2021 \n\n1.      Lord Sai Ma Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053 \n        (Registered Office)\n        And\n        At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gat No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        Through Director\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business, \n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.      Shirirang Pandurang Jadhav,\n        Age 55 years, Occu. Business, \n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708 \n\n3.      Ajaykumar Bhagirath Sahoo, \n        Age 56 years, Occu. Business, \n        Director (Din 07941683),\n        C /o Lords Sai Maa Pvt. Ltd., \n        Manishnagar, J.P. road, Andheri (W), \n        Mumbai 400 053 \n        Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu. Business,\n        Director (Din02509863) \n        B-304, Plot No.1, Gurukul Chs, \n        Sector - 8A, Airoli, \n        Mumbai 400 708                                  ..Appellants\n                                                        (Orig. Defendants ) \n\n                Versus\n\n        Hotel Goaradias Pvt. Ltd., \n        Cin U55101Mh1987Ptc054025,\n        Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n\n\n\n: : : Uploaded on - 11/05/2021                     : : : Downloaded on - 10/09/2021 18:13:54 : ::\n                                        2 \n                                                     Comm. Apeal 1 & 2 - 2021 \n\n        Mumbai 400 056, \n        And\n        At Office : Pimpalwadi Road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        Through its Director Priti Rajendra Chand,\n        (Din 00578134),\n        Age 52 years, Occu. Business, \n        Address - 302, Manju Castle,\n        Church Road, Vileparle (W),\n        Mumbai 400 056                                   .. Respondents \n                                                           ( Orig. Plaintiffs ) \n\n                                  - With -\n\n                    Commercial Appeal No. 2 Of 2021 \n                                    With\n                    Civil Application No. 239 Of 2021 \n                                    And \n                    Civil Application No. 2741 Of 2021 \n\n\n        Lord Sai Maa Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053 \n        (Registered Office)\n        And\n        At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        Through Director \n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business, \n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.      Shirirang Pandurang Jadhav,\n        Age 55 years, Occu. Business,\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n3.      Ajaykumar Bhagirath Sahoo,\n        Age 56 years, Occu. Business, \n        Director (Din 07941683), \n        C/o Lords Sai Maa Pvt. Ltd., \n        Manishnagar, J.P. road, Andheri (W), \n\n\n\n: : : Uploaded on - 11/05/2021                    : : : Downloaded on - 10/09/2021 18:13:54 : ::\n                                        3 \n                                                     Comm . Apeal 1 & 2 - 2021 \n\n        Mumbai 400 053 \n        Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu. Business, \n        Director (Din02509863) \n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708                                   ..Appellants\n                                                         (Orig . Defendants) \n\n                Versus\n\n        Hotel Goradias Pvt. Ltd., \n        Cin U55101Mh1987Ptc054025,\n        Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n        Mumbai 400 056, \n        And\n        At Office : Pimpalwadi Road,\n        Behind Sai Udyan, Opp. Saibaba Temple, \n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        Through its Director Priti Rajendra Chand,\n        ( Din 00578134), \n        Age 52 years, Occu. Business,\n        Address - 302, Manju Castle,\n        Church Road, Vileparle (W), \n        Mumbai 400 056                                   ..Respondents\n                                                           ( Orig. Plaintiffs )\n\n\nMr Sanket S. Kulkarni, Advocate for appellants \nMr V.D. Salunke, Advocate h/f Mr V.S. Bedre, Advocate for respondent \n(sole)\n\n                                Coram : S.V. Gangapurwala And \n                                       Shrikant D. Kulkarni, Jj.\n\n                               Judgment Reserved On: 20.04.2021 \n                               Judgment Pronounced On: 07.05.2021 \n\n\nJudgment (Per Shrikant D. Kulkarni, J.)\n1. Feeling aggrieved by the impugned order passed below Exh.77 date d 8.12.2020 and below Exh.57 dated 5.12.2020 in Commercial Suit No.02/2019, by the Commercial Court/District Judge, Kopargaon, whereby the Commercial Court has rejected the application for temporary injunction and allowed application for interim mandatory injunction and directed the Comm.Apeal 1 & 2 - 2021 appellant/defendant to handover the possession of the suit property to the respondent/original plaintiff upon deposit of Rs.2 Crore by the respondent/original plaintiff , the appellant/original defendant has preferred these appeals by invoking the Section 13 of the Commercial Courts Act, 2015 on various grounds. \nFACTUAL MATRIX 2. The respondent/original plaintiff is an owner of the suit premises/hotel situated at Shirdi. The respondent/original plaintiff has given its hotel to the appellant/original defendant on leave and licence agreement dated 30.12.2015. \n3. The important conditions of the agreement of leave and licence are reproduced hereunder : \n\"(i) The defendant has to pay an security deposits of Rs.2 Cr.\n(ii) The defendant has spent an amount of Rs.4.70 Cr.\ntowards renovation of suit hotel. \n(iii) The monthly rent decided was Rs.14,25,000/- inclusive of service tax with increase of 6% every year. \n(iv) The defendant had spent an amount of Rs.4,70,00,000/- as renovation expenses. \n(v) The licence fees shall be paid every month on or before 7th day of each month. \n       (vi)     The licensee has paid an amount of Rs.2 Cr. as        refundable security deposit without interest. \n\n       (vii)    The plaintiff has to pay service tax and property tax. \n\n\n\n\n\n\n                                                     Comm.Apeal 1 & 2 - 2021 (viii) The licensor shall refund the security deposit of Rs.2 Cr. on expiry of leave and license agreement and licensee shall be entitled possession till return of security deposit & balance of 3.92 Crores which is balance unadjusted amount of renovation. \n(ix) The licensee if fails to hand over the possession upon refund of security deposit license fee shall be double the rate of decided license fee. \n       (x)      All property taxes are to be paid by licensor. \n\n       (xi)     If licensee wants to terminate the agreement prematurely then licensee shall give 9 months' notice and pay Rs.50 lakhs as liquidate damages.\"\n4. There were notices and reply between the parties on termination of leave and licence. \n5. Ultimately, the dispute between the parties reached to the Court of Civil Judge, Senior Division at Rahata. The respondent/original plaintiff filed Special Civil Suit No.126/2019 against the appellant/original defendant for possession of the suit premises, settlement of accounts, compensation, mesne profit and recovery of an amount of Rs.16,09,11,584/-. The respondent had sought various interim reliefs in the said suit including appointment of receiver. \n6. The appellant raised legal objection about maintainability of the suit by filing an application vide Exh.23 before the Civil Court. The contention of the appellant was that, in view of nature of dispute between the parties, the suit lies before the Commercial Court under the Commercial Courts Act, 2015. The learned Civil Judge, after hearing both the sides and after taking into consideration the legal position was pleased to allow the said application Exh.23 on 22.10.2019 and suit came to be transferred to the Commercial Comm.Apeal 1 & 2 - 2021 Court/District Judge at Kopargaon, which has jurisdiction to decide the suit under the Commercial Courts Act, 2015. \n7. In Commercial Suit No.02/2019, respondent/original plaintiff moved an application for interim mandatory injunction vide Exh.77. It was resisted by the appellant/original defendant. The Commercial Court was pleased to allow the prayer of the respondent/original plaintiff and directed the appellant/ defendant to handover the possession of the suit premises to respondent/original plaintiff in terms of leave and licence agreement, within one month from the date of deposit of Rs.2 Crore in the Court by the appellant/original defendant. \n8. We have perused the impugned orders passed below Exh.77 and Exh.57 by the Commercial Court dated 8.12.2020 and 5.12.2020, respectively, copy of leave and licence agreement and other documents and papers relied upon by both the sides. \n9. We have heard Mr Sanket Kulkarni, learned Advocate for the appellant/original plaintiff and Mr V.D. Salunke, learned Advocate for the respondent/original defendant at length. We have also perused the written notes of arguments submitted by both the learned Advocates. \n10. In Commercial Appeal No.1 of 2021, the appellant/original defendant is challenging the order of rejection of temporary injunction, passed below Exh.57 dated 5.12.2020, whereas in Commercial Appeal No.2 of 2021, appellant/defendant is challenging the order of interim mandatory injunction passed below Exh.77, by the Commercial Court in Commercial Suit No.02/2019 vide order dated 8.12.2020.\nComm.Apeal 1 & 2 - 2021 11. In the above background, the appellant/original defendant is before us who seeks relief of setting aside the above referred both the orders passed by the Commercial Court. \n12. Before going into the arena of dispute, let us have a glance on the admitted factual scenario. \nFACTUAL SCENARIO 13. The respondent/original plaintiff is an owner of the suit premises, wherein hotel is being run by the appellant/original defendant. The respondent/original plaintiff has given its suit premises/hotel premises to the present appellant/defendant by way of registered leave and licence agreement dated 30.12.2015. The conditions incorporated in the leave and licence agreement are admitted. It is not in dispute that the defendant has spent an amount of Rs.4.7 Crore towards renovation of suit premises. The monthly rent of the suit premises was fixed at Rs.14,25,000/- inclusive of service tax with increase of 6% per year. \n14. It is not in dispute that leave and licence period was from 30.12.2015 to 31.12.2019 (49) months. \nSUBMISSIONS OF ADVOCATE FOR APPELLANT 15. Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant vehemently submitted that the issue of jurisdiction raised before the trial Court plays important role. He submitted that in view of nature of dispute between the parties, which is of commercial nature, the suit lies before the Commercial Court and accordingly, the appellant/original defendant has raised objection and the civil Court has transferred the suit to Commercial Court for its adjudication.\nComm.Apeal 1 & 2 - 2021 16. Mr Kulkarni, learned Advocate for the appellant/original defendant invited our attention to Section 11 of the Commercial Courts Act, 2015. The Commercial Court has no jurisdiction to decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. He submitted that in view of Section 47 of the Maharashtra Rent Control Act, 1999, the Civil court has no jurisdiction. No injunction can be granted by any Court or authority. He submitted that the competent authority under Section 49 of the Maharashtra Rent Control Act, 1999 appointed under the Act shall be deemed to be public servant and under Section 51 of the Act, it is deemed to be a civil Court. In view of Section 47 and 33 of the Maharashtra Rent Control Act, 1999, the jurisdiction of Civil Court is barred. The Commercial Court even does not get any jurisdiction in the matter. The orders passed by the Commercial Court below Exh.77 and 57 are bad in law and liable to be quashed and set aside. Mr Kulkarni, learned Advocate for the appellant has placed his reliance in case of Royal Orchid Hotels Ltd. Vs. Rock Realty Pvt. Ltd., Civil Revision Application (Stamp) No.15282 of 2019, decided on 25.6.2019 by the learned Single Judge at principal seat and Mahadev P Kambekar (D) TR. LRs., Vs. Shree Krishna Woolen Mills Pvt. Ltd., Civil Appeal Nos. 5753- 5754 of 2011 decided on 31.1.2019 by the Apex Court. \n17. Mr Kulkarni submitted that cause of action arose for the suit when the original defendant alleged to have made default in payment of licence fees. The cause of action had arisen in April 2016 and the plaintiff filed suit in the year 2019, almost after three years and, therefore, the original plaintiff is not entitled to get the equitable relief of injunction in view of Section 41 of the Specific Relief Act, 1963.\nComm.Apeal 1 & 2 - 2021 18. Mr Kulkarni invited our attention to the impugned order at Exh.77 and submitted that the learned Commercial Court was pleased to grant interim mandatory injunction. The relief granted by the trial Court is nothing but granting final relief. What is remained for final adjudication of the suit. According to Mr Kulkarni, the interim mandatory injunction is to be granted only to restore the status quo. Mr Kulkarni has placed his reliance in case of Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors. reported in AIR 1990 867 and Kishore Kumar and Ors., vs. Parveen Kumar Singh, reported in AIR 2006 SC 1474.\n19. Mr Kulkarni submitted that if there are any triable issues, then relief of interim mandatory injunction is not permissible. He submitted that there are number of triable issues involved in the suit, which require leading of evidence, cross-examination. The issue of settlement of accounts is also involved. \n20. Mr Kulkarni submitted that the trial Court has committed an error in granting final relief of possession at interim stage when the issues are yet to be framed and the evidence is yet to be adduced. He submitted that the impugned order of interim mandatory injunction is bad in law and to support his argument, relied upon the decision in case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors., reported in (2004) 7 SCC 478.\n21. According to Mr Kulkarni, Section 12-A of the Commercial Courts Act, 2015 is mandatory which provides pre-institution mediation. In the present case, no exercise was made to refer the dispute to the mediation before filing of suit and it is breach of Section 12-A of the Commercial Act, 2015. The suit is defective. \nComm.Apeal 1 & 2 - 2021 22. In conclusion, Mr Kulkarni, learned Advocate for the appellant/original defendant strenuously argued that the impugned orders passed by the Commercial Court are bad in law and liable to be quashed and set aside. \nSUBMISSIONS OF ADVOCATE FOR RESPONDENT 23. On the other hand, Mr V.D. Salunke, learned Advocate for the respondent/original plaintiff submitted that appellant/original defendant had raised objection about maintainability of the suit before the Civil Court and at the instance of appellant, the suit came to be transferred to the Commercial Court and converted the suit into Commercial suit. Both the parties have accepted the order passed on merits and appeared before the Commercial Court and contested the suit. Now, the appellant cannot raise any kind of objection regarding jurisdiction of the Commercial Court. \n24. Mr Salunke, learned Advocate for respondent/original plaintiff submitted that the Commercial Suit is very much maintainable in view of nature of dispute between the parties. The objection is without any merit. \n25. Mr Salunke further submitted that second ground regarding maintainability of the suit for non-compliance of Section 12-A of the Commercial Act, 2015 is raised for the first time before this Court. The objection is unsustainable in law, particularly, at this stage in appeal when it was not raised before the trial Court. He submitted that the said ground deemed to have been waived by the appellant/original defendant and as such, cannot be raised at appellate stage. He submitted that provisions of Section 12-A of the Commercial Act, 2015 are not mandatory, however, those are directory. Mr Salunke placed reliance in support of his submissions on the following citations :\nComm.Apeal 1 & 2 - 2021 i) Ganga Taro Vazirani Vs. Deepak Raheja (Summons for Judgment No.45 of 2019 in Comm. Summary Suit No.972 of 2019 decided on 16.2.2021) at principal seat at Bombay;\nii) Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. (C.R.P. (MD) No.804 of 2019 decided on 10.6.2019) of Madras High Court; and iii) GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd.,( M.A. No.4081/2019 decided on 7.8.2019) of High Court of Madhya Pradesh at Indore.\n26. According to Mr Salunke, the objection regarding jurisdiction of the Commercial Court raised by the appellant is concerned, the same is untenable since it was not raised before the trial Court. He submitted that admittedly, the appellant is a private limited company having share capital of more than Rs.2 Crore and as such, the objection is devoid of merits. \n27. So far as relief of granting interim mandatory injunction is concerned, Mr Salunke vehemently submitted that leave and licence agreement period is expired long back. The appellant is in occupation of suit premises illegally and earning huge money. Out of sixty months, the appellant has paid rent hardly for three to four months and Rs.16 Crore are due. In such circumstances, the Commercial Court has rightly granted the relief of interim mandatory injunction against the appellant. \n28. To buttress the argument, Mr Salunke has placed his reliance on the following citations :\n          i )       Deoraj Vs. State of Maharashtra and ors.,\n          reported in (2004) 4 SCC 697;\n\n\n\n\n\n                                                       Comm . Apeal 1 & 2 - 2021           ii)      Sanjeev     Pillai   Vs.    Venu   Kunnapalli       (FAQ No.191/2019 decided on 11.12.2019) of Kerala High Court;\niii) Saregama India Limited Vs. Balaji Motion Pictures Limited & Ors., (CS (COM) 492/2019 decided on 13.9.2019) of Delhi High Court iv) Kirtibhai Vs. Raghuram (Appeal from Order no.262 of 2007 decided on 20.1.2010) of Gujarat High Court 29. So far as ground of limitation is concerned, according to Mr Salunke, the objection is misconstrued. The suit is not for mandatory injunction to calculate point of limitation. As such, suit is very well within the limitation and not barred by law of limitation. He submitted that equity also lies in favour of respondent/original plaintiff in view of facts of the case on hand. \n30. We have considered the arguments advanced by the learned Advocates for the respective parties. \n                                   GROUNDS OF APPEAL i)      Maintainability of suit;\nii)     Jurisdiction;\niii)    Non-compliance of Section 12-A of the Commercial Courts Act;\niv)     Grant of interim mandatory injunction at interim stage;\nv)      Relief of mandatory injunction barred by limitation 31. First we shall deal with the issue of jurisdiction of the Commercial Court. It is an admitted position that respondent/original plaintiff has initially filed the suit against the appellant/defendant before the Civil Judge, Senior Division at Rahata. The appellant/defendant raised objection about maintainability of the suit before the Civil Court in view of nature of dispute between the parties. The appellant/original defendant moved an application Comm.Apeal 1 & 2 - 2021 raising the issue of maintainability of the suit and after hearing both the sides and on merits, the Civil Court has recorded finding that the lis between the parties must be entertained by the Commercial Court and not by the Civil Court. At the instance of appellant, the suit came to be transferred to Commercial Court. The order passed by the Civil Court about non- maintainability of the suit before it was accepted by both the sides and reached finality. None of the parties challenged that order before the appropriate Court. \n32. Again, the appellant/original defendant is raising objection about jurisdiction of the Commercial Court contending that competent authority under the Maharashtra Rent Control Act, 1999 alone has jurisdiction to entertain the dispute. The Commercial Court has no jurisdiction to entertain the dispute on hand. We do not find any merit in the argument and point of objection raised by the appellant's side. \n33. Admittedly, the appellant/original defendant is a private limited company having share capital of more than Rs.2 Crore. In view of Section 3 of the Maharashtra Rent Control Act, 1999, when the share capital of a company exceeds Rs.1 Crore or more, the provisions of the Maharashtra Rent Control Act, 1999 would not come in picture, meaning thereby the dispute may not be governed by the Maharashtra Rent Control Act, 1999 as argued by Mr Sanket Kulkarni, learned Advocate for the appellant, through competent authority in view of Section 49 of the Maharashtra Rent Control Act, 1999. The nature of dispute between the parties, as discussed hereinbefore and in view of terms and conditions incorporated in the leave and licence agreement, it is very much clear that it is a commercial dispute between the parties, as defined under Section 2 (c) (i) & (vii) of the Commercial Court, 2015. \nComm.Apeal 1 & 2 - 2021 34. Having regard to the above reasons and in view of legal position discussed in earlier paras, we do not find any merit on the point of maintainability of the suit as well as jurisdiction. The suit is rightly maintainable before the Commercial Court. The Commercial Court is empowered to adjudicate the lis between the parties when the Court under the Maharashtra Rent Control Act, 1999 has no jurisdiction to entertain the suit. We are unable to accept the argument advanced by Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant. \n35. Now coming to the point of non-compliance of Section 12-A of the Commercial Courts Act, 2015. Section 12-A of the Commercial Courts Act 2015 provides that when a suit which does not contemplate any urgent interim relief under the Commercial Courts Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. Meaning thereby, the dispute must be referred to the pre-institution mediation center for settlement before knocking the doors of the Commercial Court. First of all, the ground of non-compliance of Section 12-A of the Commercial Courts Act was not raised before the trial Court. Moreover, in view of recent decision of this Court in Summons for Judgment No.45 of 2019 in Commercial Summary Suit No. 972 of 2019, decided by the Single Judge at principal seat on 16.2.2021, it is ruled that provisions of Section 12-A of the Commercial Courts Act, 2015 are directory and not mandatory. Same view has been taken in case of Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. by the Madras High Court as well as GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd. (supra) by the Madhya Pradesh High Court. The Culcutta High Court in case of Terai Overseas Private Limited & Ors. Vs. Kejriwal Sugar Comm.Apeal 1 & 2 - 2021 Agencies Private Limited & Ors. in C.S. No.78 of 2020 decided on 3.9.2020 and in case of M/s Amit Motorcycles Pvt. Ltd., Vs. M/s Axis Bank Ltd., in I.A. No.GA 3 of 2019 in CS 217 of 2018, decided on 15.12.2020 has held that Section 12-A of the Commercial Courts Act, 2015 is mandatory. \n36. Moreover, the matter has travelled further. The objection of the matter not referred to mediation is raised for the first time in present appeals after the applications filed by plaintiff and defendant are decided. The defendant filed counter claim and also application for temporary injunction . The defendant on merits got the application decided but did not raise objection of matter to be referred for mediation. Having regard to the above legal position, it cannot be said that suit is bad for non-compliance of Section 12-A of the Commercial Courts Act, 2015. Moreover, it would be too late in a day now to refer the lis to the mediation center for adjudication when both the parties fighting with strong arms and legal tools. \n37. So far as point of limitation is concerned, on perusing the pleadings of both the sides and documents on record, it is evident that the respondent/original plaintiff has filed the suit against the appellant/original defendant for possession of the suit premises. The suit is not for mandatory injunction. As such, Article 113 of the Limitation Act, 1963 has no application in view of facts and circumstances of case on hand. It is difficult to accept the argument advanced by Mr Kulkarni that suit is barred by limitation in view of Section 113 of the Limitation Act, 1963. \n38. Now coming to the main ground regarding grant of relief of interim mandatory injunction in favour of respondent/original plaintiff, both the sides have canvassed their arguments on this aspect by placing reliance on the citations. \nComm.Apeal 1 & 2 - 2021 39. It is well settled legal position that in view of provisions of Order XXXIX, Rule 1 and 2 of the Code of Civil Procedure read with Section 39 of the Specific Relief Act, the Court is empowered to grant relief of interim mandatory injunction. The Civil Court has inherent power to issue interim injunction when it considers it absolutely necessary to meet the ends of justice to do so. It is while exercising such inherent powers that the Court in exceptional circumstances of the case has jurisdiction to grant such relief. The inherent power which is vested in the Court is to maintain the status quo as of the date of the suit till the disposal of the suit. It is not to disturb the status quo as of the date of the suit. When the suit is one for possession, normally, interim mandatory injunction cannot be issued pending the final decision of the suit. In case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors. (supra), it is held by the Hon'ble Apex Court that the final relief cannot be granted at interim stage when the suit itself is for eviction and possession of the property. Grant of mandatory injunction is not correct. \n40. If the relief of interim mandatory injunction is allowed to continue, then what would remain in the suit to adjudicate between the parties. The issues are yet to be framed. The parties are yet to adduce the evidence. According to their pleadings, they will cross-examine their respective witnesses according to their legal stand. Admittedly, on the date of the suit, appellant/original defendant is in possession of the suit premises. There are triable issues involved including settlement of accounts. If these peculiar facts of the case on hand are considered, certainly, it is not a fit case to grant relief of interim mandatory injunction. The trial Court seems to have granted interim mandatory injunction in a casual manner without taking into consideration the consequences of it. The impugned order of granting interim mandatory injunction is certainly defective in the eyes of law. Having Comm.Apeal 1 & 2 - 2021 regard to the facts of the case on hand, It cannot be sustained in the eyes of law. \n41. It is true that leave and licence period was for 49 months, i.e. from 30.12.2015 to 31.12.2019. The licence period is over. It seems that the appellant/original defendant seems to have paid licence fees only for three months and from March 2016, not paid the licence fees though total dues according to the plaintiff is more than Rs.16 Crore, as claimed by the respondent/plaintiff in pleadings. On one hand, the appellant/original defendant is using the said premises for running his hotel business and earning profit. On the other hand, the respondent/original plaintiff is deprived of getting his legitimate licence fees though he is entitled for the same. Equities will have to be adjusted. Defendant cannot be allowed to enjoy possession of such a huge property free. Defendant is required to be put to terms. \n42. As per the terms and conditions of the leave and licence agreement, the appellant/original defendant has spent an amount of Rs.4.70 Crore towards renovation of hotel. The monthly rent was agreed at Rs.14,25,000/- inclusive of service tax with increase of 6% every year. It was further agreed between the parties that an amount of Rs.9,10,000/- per month shall be deducted towards renovation out of licence fees of Rs.14,25,000/- per month and an amount of Rs.5,15,000/- would be paid to the respondent/plaintiff towards licence fees. Further it is admitted position that leave and licence period between the parties was for 49 months from 1.12.2015 to 31.12.2019. As per the memorandum of understanding between the parties dated 7.11.2013 and in view of declaration-cum-undertaking dated 14.12.2015, the respondent/original plaintiff has paid Rs.1,20,00,000/- to the appellant/original defendant for renovation of hotel in advance which is to be Comm.Apeal 1 & 2 - 2021 adjusted in the licence fees. Therefore, it is clear that out of renovation expenses of Rs.4.70 Crore, an amount of Rs.1,20,00,000/- is already paid by the respondent/original plaintiff to the appellant/original defendant and remaining balance amount of Rs.3,50,00,000/- was remained to be recovered from the respondent/original plaintiff. As agreed between the parties, Rs.9,10,000/- per month would be adjusted to recover remaining balance amount of renovation expenses. If we calculate the said amount of Rs.9,10,000/- per month towards payment of renovation expenses, the total comes to (Rs.9,10,000 x 36 = Rs.3,27,60,000/-). Thus, renovation expenses seems to have been recovered by the appellant/original defendant. The respondent/original plaintiff is entitled to get full licence fees i.e. Rs.14,25,000/- per month after satisfying renovation expenses. Thus, respondent/original plaintiff would be entitled to get Rs.14,25,000/- per month (+) 6% increase per year for atleast 24 months and after necessary calculation that figure comes to Rs.3,42,00,000/- without increase of 6% per annum in rent/licence fees. Having regard to the above calculation, the arrears against the appellant/original defendant seems to be approximately more than Rs.4 Crore. By taking into this aspect and to make the justice we thought it proper to issue certain directions in t his behalf in the final order. \n43. Having regard to the nature of dispute and in order to protect the interest of both the parties, we are of the considered view that impugned order of granting interim mandatory injunction is liable to be modified. At the same time, rights of the respondent/original plaintiff need to be protected by issuing certain directions to the appellant/original defendant subject to final decision in the suit, which will take care of legitimate rights of respondent/original plaintiff. With this, we conclude and proceed to pass the following order :\nComm.Apeal 1 & 2 - 2021 ORDER (i) The impugned order below Exh.77 in Commercial Suit No.2/2019 dated 8.12.2020, passed by the Commercial Court at Kopargaon is modified.\n(ii) The appellant/original defendant shall deposit an amount of Rs.4 Crores within six weeks from the date of this order in the trial Court and continue to pay regular licence fees at the rate of Rs.14,25,000/- per month till final decision of the Commercial Suit. \n(iii) The respondent/original plaintiff is entitled to withdraw the amount deposited by the appellant/original defendant in the trial Court. \n(iv) In case the appellant/original defendant fails to comply the abovesaid clauses of the order of this Court, the order of the Commercial Court/trial Court passed below Exh.77 in Commercial Suit No.02/2019 dated 8.12.2020 would be operative and the respondent/original plaintiff is at liberty to take up execution proceeding and legal recourse accordingly. \n(v) The respondent/original plaintiff has already put the law in motion against the appellant/original defendant for possession of the suit property/suit premises, there is no force in the apprehension raised by the appellant/original defendant. As such, there is no need to pass any order on Exh.57 and Exh. 57 shall stand simply filed.\n44. In view of above terms, both the Commercial Appeals stand disposed of. \n45. In view of disposal of Commercial Appeals, Civil Applications also stand disposed of. No order as to costs. \n( SHRIKANT D. KULKARNI, J.) ( S.V. GANGAPURWALA, J.) vvr",
        "preamble_end_char_offset": null,
        "cleaned_text": "bombay high court lord sai maa pvt ltd thr director . vs hotel goradias pvt. ltd thr its director . on 7 may, 2021 author: shrikant d. kulkarni bench: s.v. gangapurwala, shrikant d. kulkarni 1 comm.apeal 1 & 2 2021 in the high court of judicature at bombay, bench at aurangabad commercial appeal no. 1 of 2021 with civil application no. 237 of 2021 1. lord sai ma pvt. ltd., cin-u55101 mh2009ptc191094, a-1, manish kaveri building no.18, manishnagar, j.p. road, andheri (w), mumbai 400 053 (registered office) and at goradia's lords inn, office : pimpalwadi road, behind sai udyan, opp. saibaba temple, gat no.2, at post shirdi, ahmednagar, maharashtra 423 109 through director shrirang pandurang jadhav, age 55 years, occu. business, director (din02509863) b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 2. shirirang pandurang jadhav, age 55 years, occu. business, director (din 02509863), b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 3. ajaykumar bhagirath sahoo, age 56 years, occu. business, director (din 07941683), c/o lords sai maa pvt. ltd., manishnagar, j.p. road, andheri (w), mumbai 400 053 through shirirang pandurang jadhav, age 54 years, occu. business, director (din02509863) b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 ..appellants (orig. defendants) versus hotel goaradias pvt. ltd., cin u55101mh1987ptc054025, having office at 601, mnaju apartment, dadabahi road, vileparle (w), ::: uploaded on 11/05/2021 ::: downloaded on 10/09/2021 18:13:48 ::: 2 comm.apeal 1 & 2 2021 mumbai 400 056, and at office : pimpalwadi road, behind sai udyan, opp. saibaba temple, gate no.2, at post shirdi, ahmednagar, maharashtra 423 109, through its director priti rajendra chand, (din 00578134), age 52 years, occu. business, address 302, manju castle, church road, vileparle (w), mumbai 400 056 ..respondents ( orig. plaintiffs ) with commercial appeal no. 2 of 2021 with civil application no. 239 of 2021 and civil application no. 2741 of 2021 lord sai maa pvt. ltd., cin-u55101 mh2009ptc191094, a-1, manish kaveri building no.18, manishnagar, j.p. road, andheri (w), mumbai 400 053 (registered office) and at goradia's lords inn, office : pimpalwadi road, behind sai udyan, opp. saibaba temple, gate no.2, at post shirdi, ahmednagar, maharashtra 423 109 through director shrirang pandurang jadhav, age 55 years, occu. business, director (din02509863) b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 2. shirirang pandurang jadhav, age 55 years, occu. business, director (din 02509863), b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 3. ajaykumar bhagirath sahoo, age 56 years, occu. business, director (din 07941683), c/o lords sai maa pvt. ltd., manishnagar, j.p. road, andheri (w), ::: uploaded on 11/05/2021 ::: downloaded on 10/09/2021 18:13:48 ::: 3 comm.apeal 1 & 2 2021 mumbai 400 053 through shirirang pandurang jadhav, age 54 years, occu. business, director (din02509863) b-304, plot no.1, gurukul chs, sector 8a, airoli, mumbai 400 708 ..appellants (orig. defendants) versus hotel goradias pvt. ltd., cin u55101mh1987ptc054025, having office at 601, mnaju apartment, dadabahi road, vileparle (w), mumbai 400 056, and at office : pimpalwadi road, behind sai udyan, opp. saibaba temple, gate no.2, at post shirdi, ahmednagar, maharashtra 423 109, through its director priti rajendra chand, (din 00578134), age 52 years, occu. business, address 302, manju castle, church road, vileparle (w), mumbai 400 056 ..respondents ( orig. plaintiffs ) mr sanket s. kulkarni, advocate for appellants mr v.d. salunke, advocate h/f mr v.s. bedre, advocate for respondent (sole) coram : s.v. gangapurwala and shrikant d. kulkarni, jj. judgment reserved on: 20.04.2021 judgment pronounced on: 07.05.2021 judgment (per shrikant d. kulkarni, j.) 1. feeling aggrieved by the impugned order passed below exh.77 dated 8.12.2020 and below exh.57 dated 5.12.2020 in commercial suit no.02/2019, by the commercial court/district judge, kopargaon, whereby the commercial court has rejected the application for temporary injunction and allowed application for interim mandatory injunction and directed the comm.apeal 1 & 2 2021 appellant/defendant to handover the possession of the suit property to the respondent/original plaintiff upon deposit of rs.2 crore by the respondent/original plaintiff, the appellant/original defendant has preferred these appeals by invoking the section 13 of the commercial courts act, 2015 on various grounds. factual matrix 2. the respondent/original plaintiff is an owner of the suit premises/hotel situated at shirdi. the respondent/original plaintiff has given its hotel to the appellant/original defendant on leave and licence agreement dated 30.12.2015. 3. the important conditions of the agreement of leave and licence are reproduced hereunder : \"(i) the defendant has to pay an security deposits of rs.2 cr. (ii) the defendant has spent an amount of rs.4.70 cr. towards renovation of suit hotel. (iii) the monthly rent decided was rs.14,25,000/inclusive of service tax with increase of 6% every year. (iv) the defendant had spent an amount of rs.4,70,00,000/as renovation expenses. (v) the licence fees shall be paid every month on or before 7th day of each month. (vi) the licensee has paid an amount of rs.2 cr. as refundable security deposit without interest. (vii) the plaintiff has to pay service tax and property tax. comm.apeal 1 & 2 2021 (viii) the licensor shall refund the security deposit of rs.2 cr. on expiry of leave and license agreement and licensee shall be entitled possession till return of security deposit & balance of 3.92 crores which is balance unadjusted amount of renovation. (ix) the licensee if fails to hand over the possession upon refund of security deposit license fee shall be double the rate of decided license fee. (x) all property taxes are to be paid by licensor. (xi) if licensee wants to terminate the agreement prematurely then licensee shall give 9 months' notice and pay rs.50 lakhs as liquidate damages.\" 4. there were notices and reply between the parties on termination of leave and licence. 5. ultimately, the dispute between the parties reached to the court of civil judge, senior division at rahata. the respondent/original plaintiff filed special civil suit no.126/2019 against the appellant/original defendant for possession of the suit premises, settlement of accounts, compensation, mesne profit and recovery of an amount of rs.16,09,11,584/-. the respondent had sought various interim reliefs in the said suit including appointment of receiver. 6. the appellant raised legal objection about maintainability of the suit by filing an application vide exh.23 before the civil court. the contention of the appellant was that, in view of nature of dispute between the parties, the suit lies before the commercial court under the commercial courts act, 2015. the learned civil judge, after hearing both the sides and after taking into consideration the legal position was pleased to allow the said application exh.23 on 22.10.2019 and suit came to be transferred to the commercial comm.apeal 1 & 2 2021 court/district judge at kopargaon, which has jurisdiction to decide the suit under the commercial courts act, 2015. 7. in commercial suit no.02/2019, respondent/original plaintiff moved an application for interim mandatory injunction vide exh.77. it was resisted by the appellant/original defendant. the commercial court was pleased to allow the prayer of the respondent/original plaintiff and directed the appellant/ defendant to handover the possession of the suit premises to respondent/original plaintiff in terms of leave and licence agreement, within one month from the date of deposit of rs.2 crore in the court by the appellant/original defendant. 8. we have perused the impugned orders passed below exh.77 and exh.57 by the commercial court dated 8.12.2020 and 5.12.2020, respectively, copy of leave and licence agreement and other documents and papers relied upon by both the sides. 9. we have heard mr sanket kulkarni, learned advocate for the appellant/original plaintiff and mr v.d. salunke, learned advocate for the respondent/original defendant at length. we have also perused the written notes of arguments submitted by both the learned advocates. 10. in commercial appeal no.1 of 2021, the appellant/original defendant is challenging the order of rejection of temporary injunction, passed below exh.57 dated 5.12.2020, whereas in commercial appeal no.2 of 2021, appellant/defendant is challenging the order of interim mandatory injunction passed below exh.77, by the commercial court in commercial suit no.02/2019 vide order dated 8.12.2020. comm.apeal 1 & 2 2021 11. in the above background, the appellant/original defendant is before us who seeks relief of setting aside the above referred both the orders passed by the commercial court. 12. before going into the arena of dispute, let us have a glance on the admitted factual scenario. factual scenario 13. the respondent/original plaintiff is an owner of the suit premises, wherein hotel is being run by the appellant/original defendant. the respondent/original plaintiff has given its suit premises/hotel premises to the present appellant/defendant by way of registered leave and licence agreement dated 30.12.2015. the conditions incorporated in the leave and licence agreement are admitted. it is not in dispute that the defendant has spent an amount of rs.4.7 crore towards renovation of suit premises. the monthly rent of the suit premises was fixed at rs.14,25,000/inclusive of service tax with increase of 6% per year. 14. it is not in dispute that leave and licence period was from 30.12.2015 to 31.12.2019 (49) months. submissions of advocate for appellant 15. mr sanket kulkarni, learned advocate for the appellant/original defendant vehemently submitted that the issue of jurisdiction raised before the trial court plays important role. he submitted that in view of nature of dispute between the parties, which is of commercial nature, the suit lies before the commercial court and accordingly, the appellant/original defendant has raised objection and the civil court has transferred the suit to commercial court for its adjudication. comm.apeal 1 & 2 2021 16. mr kulkarni, learned advocate for the appellant/original defendant invited our attention to section 11 of the commercial courts act, 2015. the commercial court has no jurisdiction to decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. he submitted that in view of section 47 of the maharashtra rent control act, 1999, the civil court has no jurisdiction. no injunction can be granted by any court or authority. he submitted that the competent authority under section 49 of the maharashtra rent control act, 1999 appointed under the act shall be deemed to be public servant and under section 51 of the act, it is deemed to be a civil court. in view of section 47 and 33 of the maharashtra rent control act, 1999, the jurisdiction of civil court is barred. the commercial court even does not get any jurisdiction in the matter. the orders passed by the commercial court below exh.77 and 57 are bad in law and liable to be quashed and set aside. mr kulkarni, learned advocate for the appellant has placed his reliance in case of royal orchid hotels ltd. vs. rock realty pvt. ltd., civil revision application (stamp) no.15282 of 2019, decided on 25.6.2019 by the learned single judge at principal seat and mahadev p kambekar (d) tr. lrs., vs. shree krishna woolen mills pvt. ltd., civil appeal nos. 57535754 of 2011 decided on 31.1.2019 by the apex court. 17. mr kulkarni submitted that cause of action arose for the suit when the original defendant alleged to have made default in payment of licence fees. the cause of action had arisen in april 2016 and the plaintiff filed suit in the year 2019, almost after three years and, therefore, the original plaintiff is not entitled to get the equitable relief of injunction in view of section 41 of the specific relief act, 1963. comm.apeal 1 & 2 2021 18. mr kulkarni invited our attention to the impugned order at exh.77 and submitted that the learned commercial court was pleased to grant interim mandatory injunction. the relief granted by the trial court is nothing but granting final relief. what is remained for final adjudication of the suit. according to mr kulkarni, the interim mandatory injunction is to be granted only to restore the status quo. mr kulkarni has placed his reliance in case of dorab cawasji warden vs. coomi sorab warden & ors. reported in air 1990 867 and kishore kumar and ors., vs. parveen kumar singh, reported in air 2006 sc 1474. 19. mr kulkarni submitted that if there are any triable issues, then relief of interim mandatory injunction is not permissible. he submitted that there are number of triable issues involved in the suit, which require leading of evidence, cross-examination. the issue of settlement of accounts is also involved. 20. mr kulkarni submitted that the trial court has committed an error in granting final relief of possession at interim stage when the issues are yet to be framed and the evidence is yet to be adduced. he submitted that the impugned order of interim mandatory injunction is bad in law and to support his argument, relied upon the decision in case of metro marins & anr. vs. bonus watch co. pvt. ltd. & ors., reported in (2004) 7 scc 478. 21. according to mr kulkarni, section 12-a of the commercial courts act, 2015 is mandatory which provides pre-institution mediation. in the present case, no exercise was made to refer the dispute to the mediation before filing of suit and it is breach of section 12-a of the commercial act, 2015. the suit is defective. comm.apeal 1 & 2 2021 22. in conclusion, mr kulkarni, learned advocate for the appellant/original defendant strenuously argued that the impugned orders passed by the commercial court are bad in law and liable to be quashed and set aside. submissions of advocate for respondent 23. on the other hand, mr v.d. salunke, learned advocate for the respondent/original plaintiff submitted that appellant/original defendant had raised objection about maintainability of the suit before the civil court and at the instance of appellant, the suit came to be transferred to the commercial court and converted the suit into commercial suit. both the parties have accepted the order passed on merits and appeared before the commercial court and contested the suit. now, the appellant cannot raise any kind of objection regarding jurisdiction of the commercial court. 24. mr salunke, learned advocate for respondent/original plaintiff submitted that the commercial suit is very much maintainable in view of nature of dispute between the parties. the objection is without any merit. 25. mr salunke further submitted that second ground regarding maintainability of the suit for non-compliance of section 12-a of the commercial act, 2015 is raised for the first time before this court. the objection is unsustainable in law, particularly, at this stage in appeal when it was not raised before the trial court. he submitted that the said ground deemed to have been waived by the appellant/original defendant and as such, cannot be raised at appellate stage. he submitted that provisions of section 12-a of the commercial act, 2015 are not mandatory, however, those are directory. mr salunke placed reliance in support of his submissions on the following citations : comm.apeal 1 & 2 2021 i) ganga taro vazirani vs. deepak raheja (summons for judgment no.45 of 2019 in comm. summary suit no.972 of 2019 decided on 16.2.2021) at principal seat at bombay; ii) sathyam wood industries vs. adoniss (p) ltd., and anr. (c.r.p. (md) no.804 of 2019 decided on 10.6.2019) of madras high court; and iii) gsd constructions pvt. ltd., vs. balaji febtech engineering pvt. ltd.,( m.a. no.4081/2019 decided on 7.8.2019) of high court of madhya pradesh at indore. 26. according to mr salunke, the objection regarding jurisdiction of the commercial court raised by the appellant is concerned, the same is untenable since it was not raised before the trial court. he submitted that admittedly, the appellant is a private limited company having share capital of more than rs.2 crore and as such, the objection is devoid of merits. 27. so far as relief of granting interim mandatory injunction is concerned, mr salunke vehemently submitted that leave and licence agreement period is expired long back. the appellant is in occupation of suit premises illegally and earning huge money. out of sixty months, the appellant has paid rent hardly for three to four months and rs.16 crore are due. in such circumstances, the commercial court has rightly granted the relief of interim mandatory injunction against the appellant. 28. to buttress the argument, mr salunke has placed his reliance on the following citations : i) deoraj vs. state of maharashtra and ors., reported in (2004) 4 scc 697; comm.apeal 1 & 2 2021 ii) sanjeev pillai vs. venu kunnapalli (faq no.191/2019 decided on 11.12.2019) of kerala high court; iii) saregama india limited vs. balaji motion pictures limited & ors., (cs (com) 492/2019 decided on 13.9.2019) of delhi high court iv) kirtibhai vs. raghuram (appeal from order no.262 of 2007 decided on 20.1.2010) of gujarat high court 29. so far as ground of limitation is concerned, according to mr salunke, the objection is misconstrued. the suit is not for mandatory injunction to calculate point of limitation. as such, suit is very well within the limitation and not barred by law of limitation. he submitted that equity also lies in favour of respondent/original plaintiff in view of facts of the case on hand. 30. we have considered the arguments advanced by the learned advocates for the respective parties. grounds of appeal i) maintainability of suit; ii) jurisdiction; iii) non-compliance of section 12-a of the commercial courts act; iv) grant of interim mandatory injunction at interim stage; v) relief of mandatory injunction barred by limitation 31. first we shall deal with the issue of jurisdiction of the commercial court. it is an admitted position that respondent/original plaintiff has initially filed the suit against the appellant/defendant before the civil judge, senior division at rahata. the appellant/defendant raised objection about maintainability of the suit before the civil court in view of nature of dispute between the parties. the appellant/original defendant moved an application comm.apeal 1 & 2 2021 raising the issue of maintainability of the suit and after hearing both the sides and on merits, the civil court has recorded finding that the lis between the parties must be entertained by the commercial court and not by the civil court. at the instance of appellant, the suit came to be transferred to commercial court. the order passed by the civil court about nonmaintainability of the suit before it was accepted by both the sides and reached finality. none of the parties challenged that order before the appropriate court. 32. again, the appellant/original defendant is raising objection about jurisdiction of the commercial court contending that competent authority under the maharashtra rent control act, 1999 alone has jurisdiction to entertain the dispute. the commercial court has no jurisdiction to entertain the dispute on hand. we do not find any merit in the argument and point of objection raised by the appellant's side. 33. admittedly, the appellant/original defendant is a private limited company having share capital of more than rs.2 crore. in view of section 3 of the maharashtra rent control act, 1999, when the share capital of a company exceeds rs.1 crore or more, the provisions of the maharashtra rent control act, 1999 would not come in picture, meaning thereby the dispute may not be governed by the maharashtra rent control act, 1999 as argued by mr sanket kulkarni, learned advocate for the appellant, through competent authority in view of section 49 of the maharashtra rent control act, 1999. the nature of dispute between the parties, as discussed hereinbefore and in view of terms and conditions incorporated in the leave and licence agreement, it is very much clear that it is a commercial dispute between the parties, as defined under section 2 (c) (i) & (vii) of the commercial court, 2015. comm.apeal 1 & 2 2021 34. having regard to the above reasons and in view of legal position discussed in earlier paras, we do not find any merit on the point of maintainability of the suit as well as jurisdiction. the suit is rightly maintainable before the commercial court. the commercial court is empowered to adjudicate the lis between the parties when the court under the maharashtra rent control act, 1999 has no jurisdiction to entertain the suit. we are unable to accept the argument advanced by mr sanket kulkarni, learned advocate for the appellant/original defendant. 35. now coming to the point of non-compliance of section 12-a of the commercial courts act, 2015. section 12-a of the commercial courts act 2015 provides that when a suit which does not contemplate any urgent interim relief under the commercial courts act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government. meaning thereby, the dispute must be referred to the pre-institution mediation center for settlement before knocking the doors of the commercial court. first of all, the ground of non-compliance of section 12-a of the commercial courts act was not raised before the trial court. moreover, in view of recent decision of this court in summons for judgment no.45 of 2019 in commercial summary suit no. 972 of 2019, decided by the single judge at principal seat on 16.2.2021, it is ruled that provisions of section 12-a of the commercial courts act, 2015 are directory and not mandatory. same view has been taken in case of sathyam wood industries vs. adoniss (p) ltd., and anr. by the madras high court as well as gsd constructions pvt. ltd., vs. balaji febtech engineering pvt. ltd. (supra) by the madhya pradesh high court. the culcutta high court in case of terai overseas private limited & ors. vs. kejriwal sugar comm.apeal 1 & 2 2021 agencies private limited & ors. in c.s. no.78 of 2020 decided on 3.9.2020 and in case of m/s amit motorcycles pvt. ltd., vs. m/s axis bank ltd., in i.a. no.ga 3 of 2019 in cs 217 of 2018, decided on 15.12.2020 has held that section 12-a of the commercial courts act, 2015 is mandatory. 36. moreover, the matter has travelled further. the objection of the matter not referred to mediation is raised for the first time in present appeals after the applications filed by plaintiff and defendant are decided. the defendant filed counter claim and also application for temporary injunction. the defendant on merits got the application decided but did not raise objection of matter to be referred for mediation. having regard to the above legal position, it cannot be said that suit is bad for non-compliance of section 12-a of the commercial courts act, 2015. moreover, it would be too late in a day now to refer the lis to the mediation center for adjudication when both the parties fighting with strong arms and legal tools. 37. so far as point of limitation is concerned, on perusing the pleadings of both the sides and documents on record, it is evident that the respondent/original plaintiff has filed the suit against the appellant/original defendant for possession of the suit premises. the suit is not for mandatory injunction. as such, article 113 of the limitation act, 1963 has no application in view of facts and circumstances of case on hand. it is difficult to accept the argument advanced by mr kulkarni that suit is barred by limitation in view of section 113 of the limitation act, 1963. 38. now coming to the main ground regarding grant of relief of interim mandatory injunction in favour of respondent/original plaintiff, both the sides have canvassed their arguments on this aspect by placing reliance on the citations. comm.apeal 1 & 2 2021 39. it is well settled legal position that in view of provisions of order xxxix, rule 1 and 2 of the code of civil procedure read with section 39 of the specific relief act, the court is empowered to grant relief of interim mandatory injunction. the civil court has inherent power to issue interim injunction when it considers it absolutely necessary to meet the ends of justice to do so. it is while exercising such inherent powers that the court in exceptional circumstances of the case has jurisdiction to grant such relief. the inherent power which is vested in the court is to maintain the status quo as of the date of the suit till the disposal of the suit. it is not to disturb the status quo as of the date of the suit. when the suit is one for possession, normally, interim mandatory injunction cannot be issued pending the final decision of the suit. in case of metro marins & anr. vs. bonus watch co. pvt. ltd. & ors. (supra), it is held by the hon'ble apex court that the final relief cannot be granted at interim stage when the suit itself is for eviction and possession of the property. grant of mandatory injunction is not correct. 40. if the relief of interim mandatory injunction is allowed to continue, then what would remain in the suit to adjudicate between the parties. the issues are yet to be framed. the parties are yet to adduce the evidence. according to their pleadings, they will cross-examine their respective witnesses according to their legal stand. admittedly, on the date of the suit, appellant/original defendant is in possession of the suit premises. there are triable issues involved including settlement of accounts. if these peculiar facts of the case on hand are considered, certainly, it is not a fit case to grant relief of interim mandatory injunction. the trial court seems to have granted interim mandatory injunction in a casual manner without taking into consideration the consequences of it. the impugned order of granting interim mandatory injunction is certainly defective in the eyes of law. having comm.apeal 1 & 2 2021 regard to the facts of the case on hand, it cannot be sustained in the eyes of law. 41. it is true that leave and licence period was for 49 months, i.e. from 30.12.2015 to 31.12.2019. the licence period is over. it seems that the appellant/original defendant seems to have paid licence fees only for three months and from march 2016, not paid the licence fees though total dues according to the plaintiff is more than rs.16 crore, as claimed by the respondent/plaintiff in pleadings. on one hand, the appellant/original defendant is using the said premises for running his hotel business and earning profit. on the other hand, the respondent/original plaintiff is deprived of getting his legitimate licence fees though he is entitled for the same. equities will have to be adjusted. defendant cannot be allowed to enjoy possession of such a huge property free. defendant is required to be put to terms. 42. as per the terms and conditions of the leave and licence agreement, the appellant/original defendant has spent an amount of rs.4.70 crore towards renovation of hotel. the monthly rent was agreed at rs.14,25,000/inclusive of service tax with increase of 6% every year. it was further agreed between the parties that an amount of rs.9,10,000/per month shall be deducted towards renovation out of licence fees of rs.14,25,000/per month and an amount of rs.5,15,000/would be paid to the respondent/plaintiff towards licence fees. further it is admitted position that leave and licence period between the parties was for 49 months from 1.12.2015 to 31.12.2019. as per the memorandum of understanding between the parties dated 7.11.2013 and in view of declaration-cum-undertaking dated 14.12.2015, the respondent/original plaintiff has paid rs.1,20,00,000/to the appellant/original defendant for renovation of hotel in advance which is to be comm.apeal 1 & 2 2021 adjusted in the licence fees. therefore, it is clear that out of renovation expenses of rs.4.70 crore, an amount of rs.1,20,00,000/is already paid by the respondent/original plaintiff to the appellant/original defendant and remaining balance amount of rs.3,50,00,000/was remained to be recovered from the respondent/original plaintiff. as agreed between the parties, rs.9,10,000/per month would be adjusted to recover remaining balance amount of renovation expenses. if we calculate the said amount of rs.9,10,000/per month towards payment of renovation expenses, the total comes to (rs.9,10,000 x 36 = rs.3,27,60,000/-). thus, renovation expenses seems to have been recovered by the appellant/original defendant. the respondent/original plaintiff is entitled to get full licence fees i.e. rs.14,25,000/per month after satisfying renovation expenses. thus, respondent/original plaintiff would be entitled to get rs.14,25,000/per month (+) 6% increase per year for atleast 24 months and after necessary calculation that figure comes to rs.3,42,00,000/without increase of 6% per annum in rent/licence fees. having regard to the above calculation, the arrears against the appellant/original defendant seems to be approximately more than rs.4 crore. by taking into this aspect and to make the justice we thought it proper to issue certain directions in t his behalf in the final order. 43. having regard to the nature of dispute and in order to protect the interest of both the parties, we are of the considered view that impugned order of granting interim mandatory injunction is liable to be modified. at the same time, rights of the respondent/original plaintiff need to be protected by issuing certain directions to the appellant/original defendant subject to final decision in the suit, which will take care of legitimate rights of respondent/original plaintiff. with this, we conclude and proceed to pass the following order : comm.apeal 1 & 2 2021 order (i) the impugned order below exh.77 in commercial suit no.2/2019 dated 8.12.2020, passed by the commercial court at kopargaon is modified. (ii) the appellant/original defendant shall deposit an amount of rs.4 crores within six weeks from the date of this order in the trial court and continue to pay regular licence fees at the rate of rs.14,25,000/per month till final decision of the commercial suit. (iii) the respondent/original plaintiff is entitled to withdraw the amount deposited by the appellant/original defendant in the trial court. (iv) in case the appellant/original defendant fails to comply the abovesaid clauses of the order of this court, the order of the commercial court/trial court passed below exh.77 in commercial suit no.02/2019 dated 8.12.2020 would be operative and the respondent/original plaintiff is at liberty to take up execution proceeding and legal recourse accordingly. (v) the respondent/original plaintiff has already put the law in motion against the appellant/original defendant for possession of the suit property/suit premises, there is no force in the apprehension raised by the appellant/original defendant. as such, there is no need to pass any order on exh.57 and exh. 57 shall stand simply filed. 44. in view of above terms, both the commercial appeals stand disposed of. 45. in view of disposal of commercial appeals, civil applications also stand disposed of. no order as to costs. ( shrikant d. kulkarni, j.) ( s.v. gangapurwala, j.) vvr"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "NONE"
            ],
            "id": "d774059c4a0a4b3aaa5c84fd28ac1d4b_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "f3df5372c485405ba083174d6a15a7e6_1"
        },
        {
            "start": 242,
            "end": 365,
            "text": "\nBombay High Court\nLord Sai Maa Pvt Ltd Director Shrirang ... vs Hotel Goradias Pvt Ltd Thr Its Director ... on 7 May, 2021",
            "labels": [
                "NONE"
            ],
            "id": "74a4618cf255447398ea9371c72cc694_2"
        },
        {
            "start": 367,
            "end": 442,
            "text": "Author: Shrikant D. Kulkarni\nBench: S.V. Gangapurwala, Shrikant D. Kulkarni",
            "labels": [
                "NONE"
            ],
            "id": "530f79adeac64fb5985f391a8aa04b99_3"
        },
        {
            "start": 483,
            "end": 539,
            "text": "1\n                                                  Comm",
            "labels": [
                "NONE"
            ],
            "id": "5b18330ad82d463790b89b4cdc55984b_4"
        },
        {
            "start": 540,
            "end": 559,
            "text": ".Apeal 1 & 2 - 2021",
            "labels": [
                "NONE"
            ],
            "id": "a0582ffefc564e9293813243e537cd8d_5"
        },
        {
            "start": 579,
            "end": 653,
            "text": "In The High Court Of Judicature At Bombay,\n                          Bench",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da48319177d64ce6a2e22bed0bcc08a6_6"
        },
        {
            "start": 654,
            "end": 667,
            "text": "At Aurangabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f44a9688baa24b199fb46ab3c7fff0b0_7"
        },
        {
            "start": 668,
            "end": 724,
            "text": "\n\n                       Commercial Appeal No. 1 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03f18799ebaa4191888b69f5c15e028b_8"
        },
        {
            "start": 763,
            "end": 824,
            "text": "With\n                       Civil Application No. 237 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01ceaa832090432a9cafcb2acb79258c_9"
        },
        {
            "start": 827,
            "end": 1004,
            "text": "1.      Lord Sai Ma Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "291fa12341de4028b56d8929c178ba57_10"
        },
        {
            "start": 1014,
            "end": 1054,
            "text": "(Registered Office)\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c88b5c91c13410f8150d9ba021b7d91_11"
        },
        {
            "start": 1054,
            "end": 1320,
            "text": "At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gat No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        Through Director\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b27f593d7b184ad4b729fb6d010e86b2_12"
        },
        {
            "start": 1321,
            "end": 1330,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e736d7c05ac448e1bab8c4ecd6a5d924_13"
        },
        {
            "start": 1331,
            "end": 1457,
            "text": "\n        Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b80c4e0d22c4f1bac28fd290c55131d_14"
        },
        {
            "start": 1458,
            "end": 1518,
            "text": "     Shirirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0eda93df3b874a91bbeba4a9235a791d_15"
        },
        {
            "start": 1519,
            "end": 1528,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a02c258e1e64dd38ff5309757eaa148_16"
        },
        {
            "start": 1529,
            "end": 1653,
            "text": "\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a05c64762fff4c92a823249bef8062eb_17"
        },
        {
            "start": 1654,
            "end": 1690,
            "text": "\n\n3.      Ajaykumar Bhagirath Sahoo,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "847e35e8e3aa4253a07d4a29ee30c2f6_18"
        },
        {
            "start": 1691,
            "end": 1719,
            "text": "\n        Age 56 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f31979bd02c4348b7fe5ef2da537eec_19"
        },
        {
            "start": 1720,
            "end": 1729,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e95bf7e3e63e461dba41d204698cce2d_20"
        },
        {
            "start": 1730,
            "end": 1773,
            "text": "\n        Director (Din 07941683),\n        C",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47171bd8164745fc99d1940826aea477_21"
        },
        {
            "start": 1774,
            "end": 1782,
            "text": "/o Lords",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e38c93af442415d9924c8f4f0904ab4_22"
        },
        {
            "start": 1783,
            "end": 1790,
            "text": "Sai Maa",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7535292416844769b32d241b4fcfb3e_23"
        },
        {
            "start": 1791,
            "end": 1801,
            "text": "Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c95ac75dc98e40ceadbbfb03ed7316eb_24"
        },
        {
            "start": 1802,
            "end": 1847,
            "text": "\n        Manishnagar, J.P. road, Andheri (W),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1970d90cca8f476f998d09099c28c714_25"
        },
        {
            "start": 1848,
            "end": 1871,
            "text": "\n        Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5e9582bcbcd4335a439894f77332dea_26"
        },
        {
            "start": 1872,
            "end": 1952,
            "text": "\n        Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "863fcc9fb77a4ce6aeb7841b458c1fb9_27"
        },
        {
            "start": 1953,
            "end": 1971,
            "text": "Business,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4c8d5324fec4c70862b6e85be0a69e4_28"
        },
        {
            "start": 1971,
            "end": 1993,
            "text": "Director (Din02509863)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "80136a1b083c4e5f85bcd14c3f7ff9d2_29"
        },
        {
            "start": 1994,
            "end": 2033,
            "text": "\n        B-304, Plot No.1, Gurukul Chs,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b27b80bfccaf443b966d2d5fc80f2a4e_30"
        },
        {
            "start": 2034,
            "end": 2063,
            "text": "\n        Sector - 8A, Airoli,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f761d11fcbb4b6bab48b6656f2bc492_31"
        },
        {
            "start": 2064,
            "end": 2087,
            "text": "\n        Mumbai 400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03b39169e40a4e3b854e583566f5d73b_32"
        },
        {
            "start": 2121,
            "end": 2190,
            "text": "..Appellants\n                                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19e1340fddb649eea9b010aa7c4b9999_33"
        },
        {
            "start": 2190,
            "end": 2196,
            "text": "(Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "51a145e4138f486c9a82a114daf7e290_34"
        },
        {
            "start": 2197,
            "end": 2207,
            "text": "Defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b9dae7ddd6d4c5cbbe6cb3715a841dc_35"
        },
        {
            "start": 2208,
            "end": 2244,
            "text": ") \n\n                Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b73f07a5c11541c9b4ad11bd8fad79d0_36"
        },
        {
            "start": 2244,
            "end": 2270,
            "text": "Hotel Goaradias Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c50e309d0dc4655b74c8a9a38b50061_37"
        },
        {
            "start": 2271,
            "end": 2315,
            "text": "\n        Cin U55101Mh1987Ptc054025,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c321afa1592b4b81922ecea4af37ffba_38"
        },
        {
            "start": 2315,
            "end": 2395,
            "text": "Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f817fdb845940ceb4462ad11cb84653_39"
        },
        {
            "start": 2395,
            "end": 2425,
            "text": ": : : Uploaded on - 11/05/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36741d1ef58e46b6a324480769892e27_40"
        },
        {
            "start": 2446,
            "end": 2489,
            "text": ": : : Downloaded on - 10/09/2021 18:13:54 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd3d29929d0c471785365744bbc464ed_41"
        },
        {
            "start": 2490,
            "end": 2534,
            "text": "::\n                                        2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbb42c9c318a4a498ca4b13755530630_42"
        },
        {
            "start": 2589,
            "end": 2600,
            "text": "Comm. Apeal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1994eed738454939a5f0a34895a6b868_43"
        },
        {
            "start": 2601,
            "end": 2613,
            "text": "1 & 2 - 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9638395c8afe457ca33659bb8f3bf490_44"
        },
        {
            "start": 2624,
            "end": 2639,
            "text": "Mumbai 400 056,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0585cd82c5e74d6ca821b7559b8fba19_45"
        },
        {
            "start": 2649,
            "end": 2698,
            "text": "And\n        At Office : Pimpalwadi Road,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "395863a3ab034e89a57d163e2737a022_46"
        },
        {
            "start": 2698,
            "end": 2821,
            "text": "Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eaddc968493b4556907146a9b97cf876_47"
        },
        {
            "start": 2821,
            "end": 2872,
            "text": "Through its Director Priti Rajendra Chand,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12fd8d525a334d3897d774a3b61f799b_48"
        },
        {
            "start": 2872,
            "end": 2915,
            "text": "(Din 00578134),\n        Age 52 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b15397b0178b4189ba1e55d1f8ff063c_49"
        },
        {
            "start": 2916,
            "end": 2925,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "956d36b7664e45ce87358b68a690dda5_50"
        },
        {
            "start": 2935,
            "end": 3014,
            "text": "Address - 302, Manju Castle,\n        Church Road, Vileparle (W),\n        Mumbai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a9130e621f9451090f519fe9ca6d67b_51"
        },
        {
            "start": 3015,
            "end": 3022,
            "text": "400 056",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb8f4aacc38e42ae844b6723cd3b8ecf_52"
        },
        {
            "start": 3057,
            "end": 3071,
            "text": ".. Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c46084e450b421bbc92a009659f2c8d_53"
        },
        {
            "start": 3132,
            "end": 3152,
            "text": "( Orig. Plaintiffs )",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d9317bd23a044cdbd175cb2124daadb_54"
        },
        {
            "start": 3189,
            "end": 3219,
            "text": "- With -\n\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9166c8f11de04707a39856b56f5581a4_55"
        },
        {
            "start": 3219,
            "end": 3250,
            "text": "Commercial Appeal No. 2 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e111ebdf4b754bb796fdb2b8677db90c_56"
        },
        {
            "start": 3288,
            "end": 3346,
            "text": "With\n                    Civil Application No. 239 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b03c3f9265994887ac60127c65e52ec7_57"
        },
        {
            "start": 3384,
            "end": 3443,
            "text": "And \n                    Civil Application No. 2741 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed88af2ab38a4badbd3d0b1f677745b9_58"
        },
        {
            "start": 3444,
            "end": 3625,
            "text": "\n\n\n        Lord Sai Maa Pvt. Ltd.,\n        Cin-U55101 Mh2009Ptc191094,\n        A-1, Manish Kaveri building No.18,\n        Manishnagar, J.P. Road, Andheri (W),\n        Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aefc2007e040420db91d4700f3dac5dc_59"
        },
        {
            "start": 3626,
            "end": 3675,
            "text": "\n        (Registered Office)\n        And\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb783e6804a04bb595b5d7032923737e_60"
        },
        {
            "start": 3675,
            "end": 3863,
            "text": "At Goradia's Lords Inn,\n        Office : Pimpalwadi road,\n        Behind Sai Udyan, Opp. Saibaba Temple,\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7583be4fc4e64654b794a526d7811e51_61"
        },
        {
            "start": 3863,
            "end": 3870,
            "text": "Through",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85d12a92a30d4944a6f011d71d92f012_62"
        },
        {
            "start": 3871,
            "end": 3879,
            "text": "Director",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b501d56c052844f7a64a8760ed97d981_63"
        },
        {
            "start": 3880,
            "end": 3953,
            "text": "\n        Shrirang Pandurang Jadhav,\n        Age 55 years, Occu. Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a1a029ccb824f6f981e61c821352446_64"
        },
        {
            "start": 3963,
            "end": 4086,
            "text": "Director (Din02509863)\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n2.      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "95d05a19f76e4ecc8bac45caad49083b_65"
        },
        {
            "start": 4086,
            "end": 4141,
            "text": "Shirirang Pandurang Jadhav,\n        Age 55 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed19ed73661f458c8050ccb48286219d_66"
        },
        {
            "start": 4142,
            "end": 4279,
            "text": "Business,\n        Director (Din 02509863),\n        B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai 400 708\n\n3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87f9c3a58be547ecbfc1333b905bb011_67"
        },
        {
            "start": 4280,
            "end": 4349,
            "text": "     Ajaykumar Bhagirath Sahoo,\n        Age 56 years, Occu. Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b06b2743b4f4eacbece839ec179b89b_68"
        },
        {
            "start": 4350,
            "end": 4383,
            "text": "\n        Director (Din 07941683),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbe2e7534f1d44e386bdee406a5a4ca0_69"
        },
        {
            "start": 4393,
            "end": 4402,
            "text": "C/o Lords",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b162f654d8b4044abcd9cbfd54b47f4_70"
        },
        {
            "start": 4403,
            "end": 4410,
            "text": "Sai Maa",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0c3fb5ba00847849f1ecdcb7780856d_71"
        },
        {
            "start": 4411,
            "end": 4421,
            "text": "Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d9ababda50b4722bcf28e89343b1f1c_72"
        },
        {
            "start": 4422,
            "end": 4467,
            "text": "\n        Manishnagar, J.P. road, Andheri (W),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13a62af08491428d9c0bf4b56e543c10_73"
        },
        {
            "start": 4472,
            "end": 4502,
            "text": ": : : Uploaded on - 11/05/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e8bd000713648dead5a305dfe50cdda_74"
        },
        {
            "start": 4522,
            "end": 4563,
            "text": ": : : Downloaded on - 10/09/2021 18:13:54",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2336c415d97944f4b061b7c57e37b358_75"
        },
        {
            "start": 4564,
            "end": 4610,
            "text": ": ::\n                                        3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1476f988c0dd4cd2a2e7619b9678e32d_76"
        },
        {
            "start": 4665,
            "end": 4671,
            "text": "Comm .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af909d5b16b247eca0559397c405a31a_77"
        },
        {
            "start": 4672,
            "end": 4690,
            "text": "Apeal 1 & 2 - 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4efe4ae8117a452197e3f8ebe766cc18_78"
        },
        {
            "start": 4701,
            "end": 4715,
            "text": "Mumbai 400 053",
            "labels": [
                "PREAMBLE"
            ],
            "id": "405fecb48f26468fb61f6e5b2a70e90d_79"
        },
        {
            "start": 4725,
            "end": 4796,
            "text": "Through\n        Shirirang Pandurang Jadhav,\n        Age 54 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1dc51bf9deeb450c83bdf89a5f24d7bf_80"
        },
        {
            "start": 4797,
            "end": 4806,
            "text": "Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9daba6c3246e4ab7b583666c71b0c00d_81"
        },
        {
            "start": 4816,
            "end": 4838,
            "text": "Director (Din02509863)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1d4591d329524a9dbe7e7910e94b7021_82"
        },
        {
            "start": 4848,
            "end": 4922,
            "text": "B-304, Plot No.1, Gurukul Chs,\n        Sector - 8A, Airoli,\n        Mumbai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3fb93ff887c4e95899ac8a9af2c51ed_83"
        },
        {
            "start": 4923,
            "end": 4930,
            "text": "400 708",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a86ecdd2bada4fad9e192423b9c349cb_84"
        },
        {
            "start": 4965,
            "end": 5035,
            "text": "..Appellants\n                                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a78bc575507c40018d62b1b8f97a49d9_85"
        },
        {
            "start": 5035,
            "end": 5042,
            "text": "(Orig .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12277db6038c452b9ae9754b33447331_86"
        },
        {
            "start": 5043,
            "end": 5054,
            "text": "Defendants)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85b0ecc097d14c18acfb317fc12f2b32_87"
        },
        {
            "start": 5073,
            "end": 5089,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1baa23b28694806bd41d6e5db9a0abe_88"
        },
        {
            "start": 5089,
            "end": 5114,
            "text": "Hotel Goradias Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffef15c98a764fccb6d9ba28d744fc33_89"
        },
        {
            "start": 5115,
            "end": 5259,
            "text": "\n        Cin U55101Mh1987Ptc054025,\n        Having office at 601, Mnaju Apartment,\n        Dadabahi Road, Vileparle (W),\n        Mumbai 400 056,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b11f707ecbde47e2a0b58fe795dbf2d2_90"
        },
        {
            "start": 5260,
            "end": 5318,
            "text": "\n        And\n        At Office : Pimpalwadi Road,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85ed8a6cb96e4aa79a2593d54ccd935a_91"
        },
        {
            "start": 5318,
            "end": 5324,
            "text": "Behind",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ea5f76947854cd796d8f5f54652c5fa_92"
        },
        {
            "start": 5325,
            "end": 5356,
            "text": "Sai Udyan, Opp. Saibaba Temple,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a48021535de4812b2e46841ef696125_93"
        },
        {
            "start": 5357,
            "end": 5442,
            "text": "\n        Gate No.2, at post Shirdi, Ahmednagar,\n        Maharashtra 423 109,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e3bcb8621e649ceb4659eca731d5022_94"
        },
        {
            "start": 5442,
            "end": 5493,
            "text": "Through its Director Priti Rajendra Chand,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8ae4fc1da4c4a9aa3448096f5e57795_95"
        },
        {
            "start": 5493,
            "end": 5509,
            "text": "( Din 00578134),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af40d0826c2d41578ef0ce02843cd1cc_96"
        },
        {
            "start": 5510,
            "end": 5538,
            "text": "\n        Age 52 years, Occu.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "18343fdc170e4c7893d7aa6332d72e7b_97"
        },
        {
            "start": 5539,
            "end": 5557,
            "text": "Business,\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10b0ee1d141247d6a35149306f8c2c37_98"
        },
        {
            "start": 5557,
            "end": 5621,
            "text": "Address - 302, Manju Castle,\n        Church Road, Vileparle (W),",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a861e7166f74da99d4705aa343088ad_99"
        },
        {
            "start": 5631,
            "end": 5645,
            "text": "Mumbai 400 056",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7a2d81b97874a4e8799cd877735638b_100"
        },
        {
            "start": 5680,
            "end": 5753,
            "text": "..Respondents\n                                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e571fdab63f486d861ffb6367c26596_101"
        },
        {
            "start": 5753,
            "end": 5776,
            "text": "( Orig. Plaintiffs )\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45649b4a81074efe92cb4f72a26f19d8_102"
        },
        {
            "start": 5776,
            "end": 5822,
            "text": "Mr Sanket S. Kulkarni, Advocate for appellants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "75f32c7bc49a47e0b51532a8dfaed773_103"
        },
        {
            "start": 5823,
            "end": 5892,
            "text": "\nMr V.D. Salunke, Advocate h/f Mr V.S. Bedre, Advocate for respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46da4c077548428685a972ca517e9c2b_104"
        },
        {
            "start": 5893,
            "end": 5934,
            "text": "\n(sole)\n\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd429f7e2898445aa5b5e05a2af0dbdb_105"
        },
        {
            "start": 5934,
            "end": 5941,
            "text": "Coram :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4ea77e66ed04b03964d0f901d986c80_106"
        },
        {
            "start": 5942,
            "end": 5963,
            "text": "S.V. Gangapurwala And",
            "labels": [
                "PREAMBLE"
            ],
            "id": "40b39af6b50a45d4ba86cb804dbf588f_107"
        },
        {
            "start": 6004,
            "end": 6062,
            "text": "Shrikant D. Kulkarni, Jj.\n\n                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41ac8e58eb944797ae845842acfc3f54_108"
        },
        {
            "start": 6062,
            "end": 6094,
            "text": "Judgment Reserved On: 20.04.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "273d5133328e431593894070e8938f20_109"
        },
        {
            "start": 6127,
            "end": 6161,
            "text": "Judgment Pronounced On: 07.05.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cfa9af4179f2444eb69c5bf8b7083579_110"
        },
        {
            "start": 6162,
            "end": 6207,
            "text": "\n\n\nJudgment (Per Shrikant D. Kulkarni, J.)\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "690ba07a5d2142818400473f5c727b94_111"
        },
        {
            "start": 6208,
            "end": 6272,
            "text": "Feeling aggrieved by the impugned order passed below Exh.77 date",
            "labels": [
                "NONE"
            ],
            "id": "c1ffcc8630b740618033c46caa6db11e_112"
        },
        {
            "start": 6273,
            "end": 6749,
            "text": "d 8.12.2020 and below Exh.57 dated 5.12.2020 in Commercial Suit No.02/2019, by the Commercial Court/District Judge, Kopargaon, whereby the Commercial Court has rejected the application for temporary injunction and allowed application for interim mandatory injunction and directed the Comm.Apeal 1 & 2 - 2021 appellant/defendant to handover the possession of the suit property to the respondent/original plaintiff upon deposit of Rs.2 Crore by the respondent/original plaintiff",
            "labels": [
                "RLC"
            ],
            "id": "2f64a700e70042de96aff2f1550a345e_113"
        },
        {
            "start": 6750,
            "end": 6894,
            "text": ", the appellant/original defendant has preferred these appeals by invoking the Section 13 of the Commercial Courts Act, 2015 on various grounds.",
            "labels": [
                "FAC"
            ],
            "id": "38e8d03b1397452b83b09cced97219b3_114"
        },
        {
            "start": 6896,
            "end": 6913,
            "text": "FACTUAL MATRIX 2.",
            "labels": [
                "FAC"
            ],
            "id": "80ed2c5bb19342bdb8b301f5fb0f67a5_115"
        },
        {
            "start": 6914,
            "end": 7006,
            "text": "The respondent/original plaintiff is an owner of the suit premises/hotel situated at Shirdi.",
            "labels": [
                "FAC"
            ],
            "id": "705d0a7957ed45c586dec704719aab49_116"
        },
        {
            "start": 7007,
            "end": 7145,
            "text": "The respondent/original plaintiff has given its hotel to the appellant/original defendant on leave and licence agreement dated 30.12.2015.",
            "labels": [
                "FAC"
            ],
            "id": "6650c86b050244a3b7e6a36fd7075e16_117"
        },
        {
            "start": 7147,
            "end": 7239,
            "text": "3. The important conditions of the agreement of leave and licence are reproduced hereunder :",
            "labels": [
                "FAC"
            ],
            "id": "0bce341ea52f4f6f96c18e33bf1f5e01_118"
        },
        {
            "start": 7240,
            "end": 7391,
            "text": "\n\"(i) The defendant has to pay an security deposits of Rs.2 Cr.\n(ii) The defendant has spent an amount of Rs.4.70 Cr.\ntowards renovation of suit hotel.",
            "labels": [
                "FAC"
            ],
            "id": "3285546514984f9b908d9d8020a5aafd_119"
        },
        {
            "start": 7392,
            "end": 7499,
            "text": "\n(iii) The monthly rent decided was Rs.14,25,000/- inclusive of service tax with increase of 6% every year.",
            "labels": [
                "FAC"
            ],
            "id": "3e5bce894bf44c0fa623d8f5c3c6818f_120"
        },
        {
            "start": 7500,
            "end": 7583,
            "text": "\n(iv) The defendant had spent an amount of Rs.4,70,00,000/- as renovation expenses.",
            "labels": [
                "FAC"
            ],
            "id": "5d063edc7a8c480e985888cf8cd01971_121"
        },
        {
            "start": 7584,
            "end": 7667,
            "text": "\n(v) The licence fees shall be paid every month on or before 7th day of each month.",
            "labels": [
                "FAC"
            ],
            "id": "d97b4add7e6046bfb0300c67eb9fc686_122"
        },
        {
            "start": 7668,
            "end": 7784,
            "text": "\n       (vi)     The licensee has paid an amount of Rs.2 Cr. as        refundable security deposit without interest.",
            "labels": [
                "FAC"
            ],
            "id": "781d18518c684071b63f34155aaf85f1_123"
        },
        {
            "start": 7794,
            "end": 7857,
            "text": "(vii)    The plaintiff has to pay service tax and property tax.",
            "labels": [
                "FAC"
            ],
            "id": "5f9d8a623be14981b3bc0888e99e2f0a_124"
        },
        {
            "start": 7918,
            "end": 7941,
            "text": "Comm.Apeal 1 & 2 - 2021",
            "labels": [
                "FAC"
            ],
            "id": "dbf08e5fd13d4a6ca0a2e2e484bc41de_125"
        },
        {
            "start": 7942,
            "end": 8197,
            "text": "(viii) The licensor shall refund the security deposit of Rs.2 Cr. on expiry of leave and license agreement and licensee shall be entitled possession till return of security deposit & balance of 3.92 Crores which is balance unadjusted amount of renovation.",
            "labels": [
                "FAC"
            ],
            "id": "62d7b0e1ac2f4d5090b9655cfa8c6d98_126"
        },
        {
            "start": 8198,
            "end": 8346,
            "text": "\n(ix) The licensee if fails to hand over the possession upon refund of security deposit license fee shall be double the rate of decided license fee.",
            "labels": [
                "FAC"
            ],
            "id": "2620e25c6ff247febd43980adc98d847_127"
        },
        {
            "start": 8347,
            "end": 8410,
            "text": "\n       (x)      All property taxes are to be paid by licensor.",
            "labels": [
                "FAC"
            ],
            "id": "794f442c9da34c058f7cf8df366d42fb_128"
        },
        {
            "start": 8411,
            "end": 8573,
            "text": "\n\n       (xi)     If licensee wants to terminate the agreement prematurely then licensee shall give 9 months' notice and pay Rs.50 lakhs as liquidate damages.\"\n4.",
            "labels": [
                "FAC"
            ],
            "id": "6b2b703b12df45948a33913c04ed22e9_129"
        },
        {
            "start": 8574,
            "end": 8659,
            "text": "There were notices and reply between the parties on termination of leave and licence.",
            "labels": [
                "FAC"
            ],
            "id": "9cad6ba429434d4380d66cdedb0fa6f3_130"
        },
        {
            "start": 8661,
            "end": 8771,
            "text": "5. Ultimately, the dispute between the parties reached to the Court of Civil Judge, Senior Division at Rahata.",
            "labels": [
                "FAC"
            ],
            "id": "b7e89300061a4b0c81e0849a7858059c_131"
        },
        {
            "start": 8772,
            "end": 9019,
            "text": "The respondent/original plaintiff filed Special Civil Suit No.126/2019 against the appellant/original defendant for possession of the suit premises, settlement of accounts, compensation, mesne profit and recovery of an amount of Rs.16,09,11,584/-.",
            "labels": [
                "FAC"
            ],
            "id": "6f342e720fa24cd78cd655deb163c179_132"
        },
        {
            "start": 9020,
            "end": 9121,
            "text": "The respondent had sought various interim reliefs in the said suit including appointment of receiver.",
            "labels": [
                "FAC"
            ],
            "id": "f4a1e3d4b7e1496694a14b5069021a54_133"
        },
        {
            "start": 9123,
            "end": 9257,
            "text": "6. The appellant raised legal objection about maintainability of the suit by filing an application vide Exh.23 before the Civil Court.",
            "labels": [
                "FAC"
            ],
            "id": "03134e67cf8d4f6a8f5e204db41e5058_134"
        },
        {
            "start": 9258,
            "end": 9430,
            "text": "The contention of the appellant was that, in view of nature of dispute between the parties, the suit lies before the Commercial Court under the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "a68f7e70acd94b248216f41b3e8ba949_135"
        },
        {
            "start": 9431,
            "end": 9792,
            "text": "The learned Civil Judge, after hearing both the sides and after taking into consideration the legal position was pleased to allow the said application Exh.23 on 22.10.2019 and suit came to be transferred to the Commercial Comm.Apeal 1 & 2 - 2021 Court/District Judge at Kopargaon, which has jurisdiction to decide the suit under the Commercial Courts Act, 2015.",
            "labels": [
                "RLC"
            ],
            "id": "71bb908179ba4dafb0790677d5177b5a_136"
        },
        {
            "start": 9794,
            "end": 9924,
            "text": "7. In Commercial Suit No.02/2019, respondent/original plaintiff moved an application for interim mandatory injunction vide Exh.77.",
            "labels": [
                "FAC"
            ],
            "id": "356779c22f4348559fa72b1dcdc0d476_137"
        },
        {
            "start": 9925,
            "end": 9977,
            "text": "It was resisted by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "109f58605c4343a496b51f4b34e8ad5e_138"
        },
        {
            "start": 9978,
            "end": 10333,
            "text": "The Commercial Court was pleased to allow the prayer of the respondent/original plaintiff and directed the appellant/ defendant to handover the possession of the suit premises to respondent/original plaintiff in terms of leave and licence agreement, within one month from the date of deposit of Rs.2 Crore in the Court by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "f4b469916b0c439cbe689f5116cd803e_139"
        },
        {
            "start": 10334,
            "end": 10571,
            "text": "\n8. We have perused the impugned orders passed below Exh.77 and Exh.57 by the Commercial Court dated 8.12.2020 and 5.12.2020, respectively, copy of leave and licence agreement and other documents and papers relied upon by both the sides.",
            "labels": [
                "FAC"
            ],
            "id": "d0eaf6273eee49f79e094e17d0a785c8_140"
        },
        {
            "start": 10573,
            "end": 10750,
            "text": "9. We have heard Mr Sanket Kulkarni, learned Advocate for the appellant/original plaintiff and Mr V.D. Salunke, learned Advocate for the respondent/original defendant at length.",
            "labels": [
                "NONE"
            ],
            "id": "99efe952fcb04246b5df5c7524020ba5_141"
        },
        {
            "start": 10751,
            "end": 10843,
            "text": "We have also perused the written notes of arguments submitted by both the learned Advocates.",
            "labels": [
                "NONE"
            ],
            "id": "16586989cfae44d5b9a2589e85a8de08_142"
        },
        {
            "start": 10844,
            "end": 11267,
            "text": "\n10. In Commercial Appeal No.1 of 2021, the appellant/original defendant is challenging the order of rejection of temporary injunction, passed below Exh.57 dated 5.12.2020, whereas in Commercial Appeal No.2 of 2021, appellant/defendant is challenging the order of interim mandatory injunction passed below Exh.77, by the Commercial Court in Commercial Suit No.02/2019 vide order dated 8.12.2020.\nComm.Apeal 1 & 2 - 2021 11.",
            "labels": [
                "NONE"
            ],
            "id": "e92570acbc7943feb3b137d14c472ddb_143"
        },
        {
            "start": 11268,
            "end": 11439,
            "text": "In the above background, the appellant/original defendant is before us who seeks relief of setting aside the above referred both the orders passed by the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "9cebbe7a2539446e8a354173e6734069_144"
        },
        {
            "start": 11441,
            "end": 11539,
            "text": "12. Before going into the arena of dispute, let us have a glance on the admitted factual scenario.",
            "labels": [
                "NONE"
            ],
            "id": "93559bf3a66e48dfa691d142cdcf3e57_145"
        },
        {
            "start": 11540,
            "end": 11561,
            "text": "\nFACTUAL SCENARIO 13.",
            "labels": [
                "NONE"
            ],
            "id": "165356d2c9b4421a94334a408b498068_146"
        },
        {
            "start": 11562,
            "end": 11693,
            "text": "The respondent/original plaintiff is an owner of the suit premises, wherein hotel is being run by the appellant/original defendant.",
            "labels": [
                "FAC"
            ],
            "id": "7cf016b07a1f42779d8bcda79b5cc33a_147"
        },
        {
            "start": 11694,
            "end": 11872,
            "text": "The respondent/original plaintiff has given its suit premises/hotel premises to the present appellant/defendant by way of registered leave and licence agreement dated 30.12.2015.",
            "labels": [
                "FAC"
            ],
            "id": "1a5807e19c3449edb58b1ea08a2c6ee9_148"
        },
        {
            "start": 11873,
            "end": 11949,
            "text": "The conditions incorporated in the leave and licence agreement are admitted.",
            "labels": [
                "FAC"
            ],
            "id": "8cf39551b25b4c418c1a53c53e1262df_149"
        },
        {
            "start": 11950,
            "end": 12062,
            "text": "It is not in dispute that the defendant has spent an amount of Rs.4.7 Crore towards renovation of suit premises.",
            "labels": [
                "FAC"
            ],
            "id": "c7912062377b4556b1cef7f6bc6b6650_150"
        },
        {
            "start": 12063,
            "end": 12183,
            "text": "The monthly rent of the suit premises was fixed at Rs.14,25,000/- inclusive of service tax with increase of 6% per year.",
            "labels": [
                "FAC"
            ],
            "id": "fc718ca123fe4d5db4443305fa0c8a03_151"
        },
        {
            "start": 12185,
            "end": 12286,
            "text": "14. It is not in dispute that leave and licence period was from 30.12.2015 to 31.12.2019 (49) months.",
            "labels": [
                "FAC"
            ],
            "id": "e68a365817b349788973689c2232be20_152"
        },
        {
            "start": 12288,
            "end": 12329,
            "text": "SUBMISSIONS OF ADVOCATE FOR APPELLANT 15.",
            "labels": [
                "NONE"
            ],
            "id": "36f64418282146f9a8c5fbc27fb4ef97_153"
        },
        {
            "start": 12330,
            "end": 12507,
            "text": "Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant vehemently submitted that the issue of jurisdiction raised before the trial Court plays important role.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e0bb8668ccae41b6b64aed378bee3b70_154"
        },
        {
            "start": 12508,
            "end": 12834,
            "text": "He submitted that in view of nature of dispute between the parties, which is of commercial nature, the suit lies before the Commercial Court and accordingly, the appellant/original defendant has raised objection and the civil Court has transferred the suit to Commercial Court for its adjudication.\nComm.Apeal 1 & 2 - 2021 16.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58477108ae4848cc8c95fe1d651b29c7_155"
        },
        {
            "start": 12835,
            "end": 12973,
            "text": "Mr Kulkarni, learned Advocate for the appellant/original defendant invited our attention to Section 11 of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "645d4d2880b24bfa95ed0760f835f419_156"
        },
        {
            "start": 12974,
            "end": 13241,
            "text": "The Commercial Court has no jurisdiction to decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "162c1efa78fb494bb58011373e9806ac_157"
        },
        {
            "start": 13242,
            "end": 13361,
            "text": "He submitted that in view of Section 47 of the Maharashtra Rent Control Act, 1999, the Civil court has no jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f9717b9b30a0437e8e0662f84fa1b334_158"
        },
        {
            "start": 13362,
            "end": 13417,
            "text": "No injunction can be granted by any Court or authority.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eee033532b6b4984a3783007275adf8a_159"
        },
        {
            "start": 13418,
            "end": 13646,
            "text": "He submitted that the competent authority under Section 49 of the Maharashtra Rent Control Act, 1999 appointed under the Act shall be deemed to be public servant and under Section 51 of the Act, it is deemed to be a civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e96b8844863f4a349dd7afdfd023ec95_160"
        },
        {
            "start": 13647,
            "end": 13761,
            "text": "In view of Section 47 and 33 of the Maharashtra Rent Control Act, 1999, the jurisdiction of Civil Court is barred.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a34e7b29810c4ec29dedd5e5042bd03b_161"
        },
        {
            "start": 13762,
            "end": 13832,
            "text": "The Commercial Court even does not get any jurisdiction in the matter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "84d16db0924542979cc878fcb7bfa364_162"
        },
        {
            "start": 13833,
            "end": 13949,
            "text": "The orders passed by the Commercial Court below Exh.77 and 57 are bad in law and liable to be quashed and set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fcef27fc6e9b4a2b897fc11de9739e80_163"
        },
        {
            "start": 13950,
            "end": 14360,
            "text": "Mr Kulkarni, learned Advocate for the appellant has placed his reliance in case of Royal Orchid Hotels Ltd. Vs. Rock Realty Pvt. Ltd., Civil Revision Application (Stamp) No.15282 of 2019, decided on 25.6.2019 by the learned Single Judge at principal seat and Mahadev P Kambekar (D) TR. LRs., Vs. Shree Krishna Woolen Mills Pvt. Ltd., Civil Appeal Nos. 5753- 5754 of 2011 decided on 31.1.2019 by the Apex Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "502341c83d274bfc93b8e935c6209b27_164"
        },
        {
            "start": 14362,
            "end": 14512,
            "text": "17. Mr Kulkarni submitted that cause of action arose for the suit when the original defendant alleged to have made default in payment of licence fees.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e33455561ddc43fd84558c5464ed127a_165"
        },
        {
            "start": 14513,
            "end": 14810,
            "text": "The cause of action had arisen in April 2016 and the plaintiff filed suit in the year 2019, almost after three years and, therefore, the original plaintiff is not entitled to get the equitable relief of injunction in view of Section 41 of the Specific Relief Act, 1963.\nComm.Apeal 1 & 2 - 2021 18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "462cdc99809c461fa3f0d89ffa7fb5ec_166"
        },
        {
            "start": 14811,
            "end": 14975,
            "text": "Mr Kulkarni invited our attention to the impugned order at Exh.77 and submitted that the learned Commercial Court was pleased to grant interim mandatory injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a1e85dac653f4b95a1482888f8bf7121_167"
        },
        {
            "start": 14976,
            "end": 15051,
            "text": "The relief granted by the trial Court is nothing but granting final relief.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e51814978b142768b5cfae924a5afd1_168"
        },
        {
            "start": 15052,
            "end": 15104,
            "text": "What is remained for final adjudication of the suit.",
            "labels": [
                "NONE"
            ],
            "id": "618c87eb338d490fa31d276e28f3ff23_169"
        },
        {
            "start": 15105,
            "end": 15212,
            "text": "According to Mr Kulkarni, the interim mandatory injunction is to be granted only to restore the status quo.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b17f20b8529f4672ac8727bab6a81dfa_170"
        },
        {
            "start": 15213,
            "end": 15422,
            "text": "Mr Kulkarni has placed his reliance in case of Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors. reported in AIR 1990 867 and Kishore Kumar and Ors., vs. Parveen Kumar Singh, reported in AIR 2006 SC 1474.\n19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4728cdd9d91b4feba4c9e7cbdf248125_171"
        },
        {
            "start": 15423,
            "end": 15546,
            "text": "Mr Kulkarni submitted that if there are any triable issues, then relief of interim mandatory injunction is not permissible.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0cf75e90d0b54938af082e8557dd0302_172"
        },
        {
            "start": 15547,
            "end": 15675,
            "text": "He submitted that there are number of triable issues involved in the suit, which require leading of evidence, cross-examination.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d827aabb1b634c288d3ef8d3cd9d2f4b_173"
        },
        {
            "start": 15676,
            "end": 15729,
            "text": "The issue of settlement of accounts is also involved.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4d9ba8fdcea14d6eb6c3a2abbc826c46_174"
        },
        {
            "start": 15731,
            "end": 15932,
            "text": "20. Mr Kulkarni submitted that the trial Court has committed an error in granting final relief of possession at interim stage when the issues are yet to be framed and the evidence is yet to be adduced.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d9f260af689f48b6a7503ff4f6f94649_175"
        },
        {
            "start": 15933,
            "end": 16172,
            "text": "He submitted that the impugned order of interim mandatory injunction is bad in law and to support his argument, relied upon the decision in case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors., reported in (2004) 7 SCC 478.\n21.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d63cbc1ce0754287ae994e71b15076b0_176"
        },
        {
            "start": 16173,
            "end": 16301,
            "text": "According to Mr Kulkarni, Section 12-A of the Commercial Courts Act, 2015 is mandatory which provides pre-institution mediation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e158ca9195d745728090769b8335cb8d_177"
        },
        {
            "start": 16302,
            "end": 16465,
            "text": "In the present case, no exercise was made to refer the dispute to the mediation before filing of suit and it is breach of Section 12-A of the Commercial Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "75ace16dcc8b453681d55b45caabc3c7_178"
        },
        {
            "start": 16466,
            "end": 16488,
            "text": "The suit is defective.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cfaf1a4613054f99851739015856e2dd_179"
        },
        {
            "start": 16489,
            "end": 16517,
            "text": "\nComm.Apeal 1 & 2 - 2021 22.",
            "labels": [
                "NONE"
            ],
            "id": "16da735de2ca44279983433ecb389711_180"
        },
        {
            "start": 16518,
            "end": 16729,
            "text": "In conclusion, Mr Kulkarni, learned Advocate for the appellant/original defendant strenuously argued that the impugned orders passed by the Commercial Court are bad in law and liable to be quashed and set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16e0d069e81e438dacbd30fc604978d5_181"
        },
        {
            "start": 16731,
            "end": 16773,
            "text": "SUBMISSIONS OF ADVOCATE FOR RESPONDENT 23.",
            "labels": [
                "NONE"
            ],
            "id": "5be6b3e7e19c4c33b83bddc256243942_182"
        },
        {
            "start": 16774,
            "end": 17121,
            "text": "On the other hand, Mr V.D. Salunke, learned Advocate for the respondent/original plaintiff submitted that appellant/original defendant had raised objection about maintainability of the suit before the Civil Court and at the instance of appellant, the suit came to be transferred to the Commercial Court and converted the suit into Commercial suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ff04fd6e7ef24f2eba0885298f7aff96_183"
        },
        {
            "start": 17122,
            "end": 17244,
            "text": "Both the parties have accepted the order passed on merits and appeared before the Commercial Court and contested the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e1ff8a4813a6436fb6f2532b312049fc_184"
        },
        {
            "start": 17245,
            "end": 17346,
            "text": "Now, the appellant cannot raise any kind of objection regarding jurisdiction of the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19fc41715498451785476cc2402ab1ba_185"
        },
        {
            "start": 17348,
            "end": 17525,
            "text": "24. Mr Salunke, learned Advocate for respondent/original plaintiff submitted that the Commercial Suit is very much maintainable in view of nature of dispute between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fb8273b854024403aebc5bcf3a021632_186"
        },
        {
            "start": 17526,
            "end": 17561,
            "text": "The objection is without any merit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b338fda98b948ff8693ce38ef9e8246_187"
        },
        {
            "start": 17563,
            "end": 17763,
            "text": "25. Mr Salunke further submitted that second ground regarding maintainability of the suit for non-compliance of Section 12-A of the Commercial Act, 2015 is raised for the first time before this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6f0f46245c11413689853c7b15a645c0_188"
        },
        {
            "start": 17764,
            "end": 17887,
            "text": "The objection is unsustainable in law, particularly, at this stage in appeal when it was not raised before the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2ba2983381ad49a4804322b57bb787e3_189"
        },
        {
            "start": 17888,
            "end": 18034,
            "text": "He submitted that the said ground deemed to have been waived by the appellant/original defendant and as such, cannot be raised at appellate stage.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1ac59ade3aa14dd1bfe7a81d9584de09_190"
        },
        {
            "start": 18035,
            "end": 18156,
            "text": "He submitted that provisions of Section 12-A of the Commercial Act, 2015 are not mandatory, however, those are directory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "761392f44b334342a25b09c1ba5061a7_191"
        },
        {
            "start": 18157,
            "end": 18729,
            "text": "Mr Salunke placed reliance in support of his submissions on the following citations :\nComm.Apeal 1 & 2 - 2021 i) Ganga Taro Vazirani Vs. Deepak Raheja (Summons for Judgment No.45 of 2019 in Comm. Summary Suit No.972 of 2019 decided on 16.2.2021) at principal seat at Bombay;\nii) Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. (C.R.P. (MD) No.804 of 2019 decided on 10.6.2019) of Madras High Court; and iii) GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd.,( M.A. No.4081/2019 decided on 7.8.2019) of High Court of Madhya Pradesh at Indore.\n26.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "05e623ff4af441b39be6ccc4398220c7_192"
        },
        {
            "start": 18730,
            "end": 18923,
            "text": "According to Mr Salunke, the objection regarding jurisdiction of the Commercial Court raised by the appellant is concerned, the same is untenable since it was not raised before the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2523668dffc94468878bd367e93c8313_193"
        },
        {
            "start": 18924,
            "end": 19089,
            "text": "He submitted that admittedly, the appellant is a private limited company having share capital of more than Rs.2 Crore and as such, the objection is devoid of merits.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b79621675446437aa9da875485ce72ed_194"
        },
        {
            "start": 19091,
            "end": 19260,
            "text": "27. So far as relief of granting interim mandatory injunction is concerned, Mr Salunke vehemently submitted that leave and licence agreement period is expired long back.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "23a7a7b6e91746aa96c0f7e1f703c8cf_195"
        },
        {
            "start": 19261,
            "end": 19342,
            "text": "The appellant is in occupation of suit premises illegally and earning huge money.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5f2500084c6f4e67825918175d8218b6_196"
        },
        {
            "start": 19343,
            "end": 19448,
            "text": "Out of sixty months, the appellant has paid rent hardly for three to four months and Rs.16 Crore are due.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "56f38f3a3aec472ca7a1619ea58f5859_197"
        },
        {
            "start": 19449,
            "end": 19578,
            "text": "In such circumstances, the Commercial Court has rightly granted the relief of interim mandatory injunction against the appellant.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92a09dfbe30a4f72a43d36385654d7d2_198"
        },
        {
            "start": 19580,
            "end": 19685,
            "text": "28. To buttress the argument, Mr Salunke has placed his reliance on the following citations :\n          i",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c7031262b1f4c56bb6fb9aa6de185d6_199"
        },
        {
            "start": 19686,
            "end": 19840,
            "text": ")       Deoraj Vs. State of Maharashtra and ors.,\n          reported in (2004) 4 SCC 697;\n\n\n\n\n\n                                                       Comm",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e29d6954826e453bb0752c01645a89d6_200"
        },
        {
            "start": 19841,
            "end": 19861,
            "text": ". Apeal 1 & 2 - 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6315836a87184b6082fae54f8323685c_201"
        },
        {
            "start": 19872,
            "end": 20026,
            "text": "ii)      Sanjeev     Pillai   Vs.    Venu   Kunnapalli       (FAQ No.191/2019 decided on 11.12.2019) of Kerala High Court;\niii) Saregama India Limited Vs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "05bf4610f94d465889fc4186ac577363_202"
        },
        {
            "start": 20027,
            "end": 20033,
            "text": "Balaji",
            "labels": [
                "NONE"
            ],
            "id": "2f23c7addd444e538bae9b5761dea9f5_203"
        },
        {
            "start": 20034,
            "end": 20126,
            "text": "Motion Pictures Limited & Ors., (CS (COM) 492/2019 decided on 13.9.2019) of Delhi High Court",
            "labels": [
                "NONE"
            ],
            "id": "c93f11bc60594d209e119ec42960ccea_204"
        },
        {
            "start": 20127,
            "end": 20235,
            "text": "iv) Kirtibhai Vs. Raghuram (Appeal from Order no.262 of 2007 decided on 20.1.2010) of Gujarat High Court 29.",
            "labels": [
                "NONE"
            ],
            "id": "6c1e9f1dcd3e4ca58c6c5f63bb495006_205"
        },
        {
            "start": 20236,
            "end": 20336,
            "text": "So far as ground of limitation is concerned, according to Mr Salunke, the objection is misconstrued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddecbfc797cf4bff90cefcc009a84068_206"
        },
        {
            "start": 20337,
            "end": 20411,
            "text": "The suit is not for mandatory injunction to calculate point of limitation.",
            "labels": [
                "FAC"
            ],
            "id": "b24bd162df514cec818bff17fb1756d3_207"
        },
        {
            "start": 20412,
            "end": 20497,
            "text": "As such, suit is very well within the limitation and not barred by law of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e09ac1af97774cf2a936ca830335e08c_208"
        },
        {
            "start": 20498,
            "end": 20613,
            "text": "He submitted that equity also lies in favour of respondent/original plaintiff in view of facts of the case on hand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f04b83e24c7d4d07b6d23ceb2a3c4e3e_209"
        },
        {
            "start": 20615,
            "end": 20713,
            "text": "30. We have considered the arguments advanced by the learned Advocates for the respective parties.",
            "labels": [
                "NONE"
            ],
            "id": "3934dec710744acbaf145d4deeb5afeb_210"
        },
        {
            "start": 20750,
            "end": 21019,
            "text": "GROUNDS OF APPEAL i)      Maintainability of suit;\nii)     Jurisdiction;\niii)    Non-compliance of Section 12-A of the Commercial Courts Act;\niv)     Grant of interim mandatory injunction at interim stage;\nv)      Relief of mandatory injunction barred by limitation 31.",
            "labels": [
                "NONE"
            ],
            "id": "cad81d0823f94152a020687d5c027e75_211"
        },
        {
            "start": 21020,
            "end": 21095,
            "text": "First we shall deal with the issue of jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38f19ade77b44388b24b54e93dcc267d_212"
        },
        {
            "start": 21096,
            "end": 21269,
            "text": "It is an admitted position that respondent/original plaintiff has initially filed the suit against the appellant/defendant before the Civil Judge, Senior Division at Rahata.",
            "labels": [
                "FAC"
            ],
            "id": "3ad2c0c72e2c47479113cf51ba63c25a_213"
        },
        {
            "start": 21270,
            "end": 21417,
            "text": "The appellant/defendant raised objection about maintainability of the suit before the Civil Court in view of nature of dispute between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "91080bcfad64448d905a8bdecfd5d196_214"
        },
        {
            "start": 21418,
            "end": 21734,
            "text": "The appellant/original defendant moved an application Comm.Apeal 1 & 2 - 2021 raising the issue of maintainability of the suit and after hearing both the sides and on merits, the Civil Court has recorded finding that the lis between the parties must be entertained by the Commercial Court and not by the Civil Court.",
            "labels": [
                "FAC"
            ],
            "id": "c9c2232d65924508ba1e9ea6b46abb9f_215"
        },
        {
            "start": 21735,
            "end": 21817,
            "text": "At the instance of appellant, the suit came to be transferred to Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "40431c96da1e4984ba4e0981d1358544_216"
        },
        {
            "start": 21818,
            "end": 21955,
            "text": "The order passed by the Civil Court about non- maintainability of the suit before it was accepted by both the sides and reached finality.",
            "labels": [
                "FAC"
            ],
            "id": "63571d0490904fb4a3170a4cc99cd460_217"
        },
        {
            "start": 21956,
            "end": 22027,
            "text": "None of the parties challenged that order before the appropriate Court.",
            "labels": [
                "FAC"
            ],
            "id": "93c95b35fda647759dabcca7145438a9_218"
        },
        {
            "start": 22029,
            "end": 22266,
            "text": "32. Again, the appellant/original defendant is raising objection about jurisdiction of the Commercial Court contending that competent authority under the Maharashtra Rent Control Act, 1999 alone has jurisdiction to entertain the dispute.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "07ef6260e17843e7bc5e5a447760bf88_219"
        },
        {
            "start": 22267,
            "end": 22341,
            "text": "The Commercial Court has no jurisdiction to entertain the dispute on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c359b0bdc6f4c56934f1ea3ead840d4_220"
        },
        {
            "start": 22342,
            "end": 22437,
            "text": "We do not find any merit in the argument and point of objection raised by the appellant's side.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "713ad358461d4771a6c396ce1d03c129_221"
        },
        {
            "start": 22439,
            "end": 22562,
            "text": "33. Admittedly, the appellant/original defendant is a private limited company having share capital of more than Rs.2 Crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92ab2bed09bd4c0c8b844690004e71a4_222"
        },
        {
            "start": 22563,
            "end": 23026,
            "text": "In view of Section 3 of the Maharashtra Rent Control Act, 1999, when the share capital of a company exceeds Rs.1 Crore or more, the provisions of the Maharashtra Rent Control Act, 1999 would not come in picture, meaning thereby the dispute may not be governed by the Maharashtra Rent Control Act, 1999 as argued by Mr Sanket Kulkarni, learned Advocate for the appellant, through competent authority in view of Section 49 of the Maharashtra Rent Control Act, 1999.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "057ee54de05d442e892d1cf5df5228be_223"
        },
        {
            "start": 23027,
            "end": 23329,
            "text": "The nature of dispute between the parties, as discussed hereinbefore and in view of terms and conditions incorporated in the leave and licence agreement, it is very much clear that it is a commercial dispute between the parties, as defined under Section 2 (c) (i) & (vii) of the Commercial Court, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fde1f4299ea45b99c4b45ff2427e495_224"
        },
        {
            "start": 23331,
            "end": 23358,
            "text": "Comm.Apeal 1 & 2 - 2021 34.",
            "labels": [
                "NONE"
            ],
            "id": "70cec197a5934a9f983fe972fbfda8ce_225"
        },
        {
            "start": 23359,
            "end": 23545,
            "text": "Having regard to the above reasons and in view of legal position discussed in earlier paras, we do not find any merit on the point of maintainability of the suit as well as jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15b892b1fac7479d9cd53ade7b0d1273_226"
        },
        {
            "start": 23546,
            "end": 23607,
            "text": "The suit is rightly maintainable before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7cf31f4397e41fda092be833f851c7c_227"
        },
        {
            "start": 23608,
            "end": 23786,
            "text": "The Commercial Court is empowered to adjudicate the lis between the parties when the Court under the Maharashtra Rent Control Act, 1999 has no jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4959e9778b8b411cbf59430bee43cea4_228"
        },
        {
            "start": 23787,
            "end": 23910,
            "text": "We are unable to accept the argument advanced by Mr Sanket Kulkarni, learned Advocate for the appellant/original defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8aa300ef9d664efd80c7134571785a49_229"
        },
        {
            "start": 23912,
            "end": 24369,
            "text": "35. Now coming to the point of non-compliance of Section 12-A of the Commercial Courts Act, 2015. Section 12-A of the Commercial Courts Act 2015 provides that when a suit which does not contemplate any urgent interim relief under the Commercial Courts Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "2748cdaeb03a46f6a32e78624072de73_230"
        },
        {
            "start": 24370,
            "end": 24521,
            "text": "Meaning thereby, the dispute must be referred to the pre-institution mediation center for settlement before knocking the doors of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14556b8257d048318c736f2662ad6b35_231"
        },
        {
            "start": 24522,
            "end": 24648,
            "text": "First of all, the ground of non-compliance of Section 12-A of the Commercial Courts Act was not raised before the trial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d640a1e8ab44f2e8fab505543187500_232"
        },
        {
            "start": 24649,
            "end": 24953,
            "text": "Moreover, in view of recent decision of this Court in Summons for Judgment No.45 of 2019 in Commercial Summary Suit No. 972 of 2019, decided by the Single Judge at principal seat on 16.2.2021, it is ruled that provisions of Section 12-A of the Commercial Courts Act, 2015 are directory and not mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "271cd9df7be44b5f9979803bba64c59c_233"
        },
        {
            "start": 24954,
            "end": 25192,
            "text": "Same view has been taken in case of Sathyam Wood Industries Vs. Adoniss (P) Ltd., and anr. by the Madras High Court as well as GSD Constructions Pvt. Ltd., Vs. Balaji Febtech Engineering Pvt. Ltd. (supra) by the Madhya Pradesh High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "87b8a720b4ee41bbbd8fa8fb4ccddc13_234"
        },
        {
            "start": 25193,
            "end": 25518,
            "text": "The Culcutta High Court in case of Terai Overseas Private Limited & Ors. Vs. Kejriwal Sugar Comm.Apeal 1 & 2 - 2021 Agencies Private Limited & Ors. in C.S. No.78 of 2020 decided on 3.9.2020 and in case of M/s Amit Motorcycles Pvt. Ltd., Vs. M/s Axis Bank Ltd., in I.A. No.GA 3 of 2019 in CS 217 of 2018, decided on 15.12.2020",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e436e0e7bf954096bd84dae3f0773652_235"
        },
        {
            "start": 25519,
            "end": 25594,
            "text": "has held that Section 12-A of the Commercial Courts Act, 2015 is mandatory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "17edbb0c96634a76824fcd56d55e6a79_236"
        },
        {
            "start": 25596,
            "end": 25643,
            "text": "36. Moreover, the matter has travelled further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57bed025156b432d944e729b5d6c93ab_237"
        },
        {
            "start": 25644,
            "end": 25814,
            "text": "The objection of the matter not referred to mediation is raised for the first time in present appeals after the applications filed by plaintiff and defendant are decided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc99996f3c1a4434bd4210ec188b0343_238"
        },
        {
            "start": 25815,
            "end": 25894,
            "text": "The defendant filed counter claim and also application for temporary injunction",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67d5b7700217477eb349787361102b44_239"
        },
        {
            "start": 25895,
            "end": 26016,
            "text": ". The defendant on merits got the application decided but did not raise objection of matter to be referred for mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afb8d45ced9a480cb85f8d8680c30da9_240"
        },
        {
            "start": 26017,
            "end": 26165,
            "text": "Having regard to the above legal position, it cannot be said that suit is bad for non-compliance of Section 12-A of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3d12af7527f4bb0955502700cc87f12_241"
        },
        {
            "start": 26166,
            "end": 26332,
            "text": "Moreover, it would be too late in a day now to refer the lis to the mediation center for adjudication when both the parties fighting with strong arms and legal tools.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a75f84cf3cd1434e8371d7ff300f3592_242"
        },
        {
            "start": 26334,
            "end": 26600,
            "text": "37. So far as point of limitation is concerned, on perusing the pleadings of both the sides and documents on record, it is evident that the respondent/original plaintiff has filed the suit against the appellant/original defendant for possession of the suit premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c397af6f27124134b2a3e51d939a8737_243"
        },
        {
            "start": 26601,
            "end": 26642,
            "text": "The suit is not for mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "378b6793b62745738c28047e359621d7_244"
        },
        {
            "start": 26643,
            "end": 26762,
            "text": "As such, Article 113 of the Limitation Act, 1963 has no application in view of facts and circumstances of case on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8f06c3818d84f6cbe67d9764f8c9451_245"
        },
        {
            "start": 26763,
            "end": 26911,
            "text": "It is difficult to accept the argument advanced by Mr Kulkarni that suit is barred by limitation in view of Section 113 of the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07f3879d76e64d96b8315ff850b3a9a2_246"
        },
        {
            "start": 26913,
            "end": 27147,
            "text": "38. Now coming to the main ground regarding grant of relief of interim mandatory injunction in favour of respondent/original plaintiff, both the sides have canvassed their arguments on this aspect by placing reliance on the citations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdd814dc3b0a4cec878e43187fb55547_247"
        },
        {
            "start": 27149,
            "end": 27176,
            "text": "Comm.Apeal 1 & 2 - 2021 39.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "774581a6335d48cb86536094afc54a8c_248"
        },
        {
            "start": 27177,
            "end": 27418,
            "text": "It is well settled legal position that in view of provisions of Order XXXIX, Rule 1 and 2 of the Code of Civil Procedure read with Section 39 of the Specific Relief Act, the Court is empowered to grant relief of interim mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be04123ff2ae44debfc2400e759a1011_249"
        },
        {
            "start": 27419,
            "end": 27561,
            "text": "The Civil Court has inherent power to issue interim injunction when it considers it absolutely necessary to meet the ends of justice to do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "368786a0fc43451c992de9da5a62e146_250"
        },
        {
            "start": 27562,
            "end": 27700,
            "text": "It is while exercising such inherent powers that the Court in exceptional circumstances of the case has jurisdiction to grant such relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cb01918dd9042f68ef0c84b3100cc87_251"
        },
        {
            "start": 27701,
            "end": 27836,
            "text": "The inherent power which is vested in the Court is to maintain the status quo as of the date of the suit till the disposal of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "007e7d968ec54067ab40d219f75d7b81_252"
        },
        {
            "start": 27837,
            "end": 27900,
            "text": "It is not to disturb the status quo as of the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd57671f0f4643938411055aa076d789_253"
        },
        {
            "start": 27901,
            "end": 28033,
            "text": "When the suit is one for possession, normally, interim mandatory injunction cannot be issued pending the final decision of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de14cf258a2c4d8b81ed5dec0d69eb98_254"
        },
        {
            "start": 28034,
            "end": 28273,
            "text": "In case of Metro Marins & Anr. Vs. Bonus Watch Co. Pvt. Ltd. & Ors. (supra), it is held by the Hon'ble Apex Court that the final relief cannot be granted at interim stage when the suit itself is for eviction and possession of the property.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7e60972e865a4be7b57705cb88f53e97_255"
        },
        {
            "start": 28274,
            "end": 28319,
            "text": "Grant of mandatory injunction is not correct.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "740da1dd816f4c1da8cf2e17201586c1_256"
        },
        {
            "start": 28320,
            "end": 28464,
            "text": "\n40. If the relief of interim mandatory injunction is allowed to continue, then what would remain in the suit to adjudicate between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "913aba25ba73499b8c08b0a400b1be14_257"
        },
        {
            "start": 28465,
            "end": 28497,
            "text": "The issues are yet to be framed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6315561aa4b04ce89321410b7aa5bc40_258"
        },
        {
            "start": 28498,
            "end": 28541,
            "text": "The parties are yet to adduce the evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1eb1ccfe26a5466e9d74c80825c77b21_259"
        },
        {
            "start": 28542,
            "end": 28654,
            "text": "According to their pleadings, they will cross-examine their respective witnesses according to their legal stand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77e4e0f4cd8c4d5cab6f522329ac3fde_260"
        },
        {
            "start": 28655,
            "end": 28759,
            "text": "Admittedly, on the date of the suit, appellant/original defendant is in possession of the suit premises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "655896246143493b8e114071f81107f4_261"
        },
        {
            "start": 28760,
            "end": 28827,
            "text": "There are triable issues involved including settlement of accounts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6de2ebd4c580483abf1fc1a5f11e9572_262"
        },
        {
            "start": 28828,
            "end": 28968,
            "text": "If these peculiar facts of the case on hand are considered, certainly, it is not a fit case to grant relief of interim mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b201047288c04781afd3b5393d02dd1b_263"
        },
        {
            "start": 28969,
            "end": 29112,
            "text": "The trial Court seems to have granted interim mandatory injunction in a casual manner without taking into consideration the consequences of it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a0faa9bbd49416db0aa8ebb99b728a7_264"
        },
        {
            "start": 29113,
            "end": 29215,
            "text": "The impugned order of granting interim mandatory injunction is certainly defective in the eyes of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a40ab926e2904353934f0df10d7b5fa7_265"
        },
        {
            "start": 29216,
            "end": 29330,
            "text": "Having Comm.Apeal 1 & 2 - 2021 regard to the facts of the case on hand, It cannot be sustained in the eyes of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cabc545f97e4aa48bfef2a57c921b13_266"
        },
        {
            "start": 29332,
            "end": 29431,
            "text": "41. It is true that leave and licence period was for 49 months, i.e. from 30.12.2015 to 31.12.2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c53bb73cdb14f60b46933a10bc171a8_267"
        },
        {
            "start": 29432,
            "end": 29459,
            "text": "The licence period is over.",
            "labels": [
                "RPC"
            ],
            "id": "2ae66c00253547d7a786054f05517bed_268"
        },
        {
            "start": 29460,
            "end": 29731,
            "text": "It seems that the appellant/original defendant seems to have paid licence fees only for three months and from March 2016, not paid the licence fees though total dues according to the plaintiff is more than Rs.16 Crore, as claimed by the respondent/plaintiff in pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4d9cebf4c9746b2b85624e14b39a5b8_269"
        },
        {
            "start": 29732,
            "end": 29855,
            "text": "On one hand, the appellant/original defendant is using the said premises for running his hotel business and earning profit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cacee216ee7e42ee8e0bfc12d6212ea8_270"
        },
        {
            "start": 29856,
            "end": 29995,
            "text": "On the other hand, the respondent/original plaintiff is deprived of getting his legitimate licence fees though he is entitled for the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60baba7094e546d7a6e95705fd6e3c69_271"
        },
        {
            "start": 29996,
            "end": 30030,
            "text": "Equities will have to be adjusted.",
            "labels": [
                "RPC"
            ],
            "id": "08184c9750d7444db848689da6d9df3f_272"
        },
        {
            "start": 30031,
            "end": 30108,
            "text": "Defendant cannot be allowed to enjoy possession of such a huge property free.",
            "labels": [
                "RATIO"
            ],
            "id": "c98256601d9241a6918a2af78e36067a_273"
        },
        {
            "start": 30109,
            "end": 30150,
            "text": "Defendant is required to be put to terms.",
            "labels": [
                "RPC"
            ],
            "id": "bfecd9bf453f4dbbab3e06404bf01b36_274"
        },
        {
            "start": 30152,
            "end": 30322,
            "text": "42. As per the terms and conditions of the leave and licence agreement, the appellant/original defendant has spent an amount of Rs.4.70 Crore towards renovation of hotel.",
            "labels": [
                "RPC"
            ],
            "id": "bf09585a177242a0bf08712e83a7d389_275"
        },
        {
            "start": 30323,
            "end": 30425,
            "text": "The monthly rent was agreed at Rs.14,25,000/- inclusive of service tax with increase of 6% every year.",
            "labels": [
                "RPC"
            ],
            "id": "a13642b541dd45058bc41ca6d398f941_276"
        },
        {
            "start": 30426,
            "end": 30689,
            "text": "It was further agreed between the parties that an amount of Rs.9,10,000/- per month shall be deducted towards renovation out of licence fees of Rs.14,25,000/- per month and an amount of Rs.5,15,000/- would be paid to the respondent/plaintiff towards licence fees.",
            "labels": [
                "RPC"
            ],
            "id": "e85a2070adbe4d2f91d89c7977a058f5_277"
        },
        {
            "start": 30690,
            "end": 30819,
            "text": "Further it is admitted position that leave and licence period between the parties was for 49 months from 1.12.2015 to 31.12.2019.",
            "labels": [
                "RPC"
            ],
            "id": "c193611d0297460fbdb7b4d70f6b10f2_278"
        },
        {
            "start": 30820,
            "end": 31155,
            "text": "As per the memorandum of understanding between the parties dated 7.11.2013 and in view of declaration-cum-undertaking dated 14.12.2015, the respondent/original plaintiff has paid Rs.1,20,00,000/- to the appellant/original defendant for renovation of hotel in advance which is to be Comm.Apeal 1 & 2 - 2021 adjusted in the licence fees.",
            "labels": [
                "RPC"
            ],
            "id": "f67c1ae9a2244de3a63f178fdba0e08d_279"
        },
        {
            "start": 31156,
            "end": 31465,
            "text": "Therefore, it is clear that out of renovation expenses of Rs.4.70 Crore, an amount of Rs.1,20,00,000/- is already paid by the respondent/original plaintiff to the appellant/original defendant and remaining balance amount of Rs.3,50,00,000/- was remained to be recovered from the respondent/original plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fd778bbe12344d4b21102de1745d94f_280"
        },
        {
            "start": 31466,
            "end": 31598,
            "text": "As agreed between the parties, Rs.9,10,000/- per month would be adjusted to recover remaining balance amount of renovation expenses.",
            "labels": [
                "RPC"
            ],
            "id": "980766a37d98421298153becce378ee9_281"
        },
        {
            "start": 31599,
            "end": 31755,
            "text": "If we calculate the said amount of Rs.9,10,000/- per month towards payment of renovation expenses, the total comes to (Rs.9,10,000 x 36 = Rs.3,27,60,000/-).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5436fc820bbe426d80b5a15df1ddd333_282"
        },
        {
            "start": 31756,
            "end": 31847,
            "text": "Thus, renovation expenses seems to have been recovered by the appellant/original defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56acf3eee1344d34a288b913eff21ba2_283"
        },
        {
            "start": 31848,
            "end": 31986,
            "text": "The respondent/original plaintiff is entitled to get full licence fees i.e. Rs.14,25,000/- per month after satisfying renovation expenses.",
            "labels": [
                "RPC"
            ],
            "id": "308e5387842e43fb9c73994b4d065274_284"
        },
        {
            "start": 31987,
            "end": 32244,
            "text": "Thus, respondent/original plaintiff would be entitled to get Rs.14,25,000/- per month (+) 6% increase per year for atleast 24 months and after necessary calculation that figure comes to Rs.3,42,00,000/- without increase of 6% per annum in rent/licence fees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a668581c3fc4e52867b724e233667e3_285"
        },
        {
            "start": 32245,
            "end": 32385,
            "text": "Having regard to the above calculation, the arrears against the appellant/original defendant seems to be approximately more than Rs.4 Crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "997ddc6faf494668b2348fb2142ae9ae_286"
        },
        {
            "start": 32386,
            "end": 32521,
            "text": "By taking into this aspect and to make the justice we thought it proper to issue certain directions in t his behalf in the final order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50f0ddb1bd81423eb6a8c2b8027aded7_287"
        },
        {
            "start": 32522,
            "end": 32740,
            "text": "\n43. Having regard to the nature of dispute and in order to protect the interest of both the parties, we are of the considered view that impugned order of granting interim mandatory injunction is liable to be modified.",
            "labels": [
                "RATIO"
            ],
            "id": "0df2c8a8c6b5418fb4d1ec16970154c6_288"
        },
        {
            "start": 32741,
            "end": 33004,
            "text": "At the same time, rights of the respondent/original plaintiff need to be protected by issuing certain directions to the appellant/original defendant subject to final decision in the suit, which will take care of legitimate rights of respondent/original plaintiff.",
            "labels": [
                "RPC"
            ],
            "id": "ef1c8bce5793400695a2b40cf2f3faaa_289"
        },
        {
            "start": 33005,
            "end": 33239,
            "text": "With this, we conclude and proceed to pass the following order :\nComm.Apeal 1 & 2 - 2021 ORDER (i) The impugned order below Exh.77 in Commercial Suit No.2/2019 dated 8.12.2020, passed by the Commercial Court at Kopargaon is modified.\n",
            "labels": [
                "RPC"
            ],
            "id": "0cf86848cd314890b714709549476645_290"
        },
        {
            "start": 33239,
            "end": 33504,
            "text": "(ii) The appellant/original defendant shall deposit an amount of Rs.4 Crores within six weeks from the date of this order in the trial Court and continue to pay regular licence fees at the rate of Rs.14,25,000/- per month till final decision of the Commercial Suit.",
            "labels": [
                "RPC"
            ],
            "id": "9459ebe5828549ecab35922eec0086e8_291"
        },
        {
            "start": 33505,
            "end": 33646,
            "text": "\n(iii) The respondent/original plaintiff is entitled to withdraw the amount deposited by the appellant/original defendant in the trial Court.",
            "labels": [
                "RPC"
            ],
            "id": "483330a9105a4803a6de051577a89c7e_292"
        },
        {
            "start": 33647,
            "end": 34006,
            "text": "\n(iv) In case the appellant/original defendant fails to comply the abovesaid clauses of the order of this Court, the order of the Commercial Court/trial Court passed below Exh.77 in Commercial Suit No.02/2019 dated 8.12.2020 would be operative and the respondent/original plaintiff is at liberty to take up execution proceeding and legal recourse accordingly.",
            "labels": [
                "RPC"
            ],
            "id": "9921afbe742e43f99f3bfc0b00429525_293"
        },
        {
            "start": 34007,
            "end": 34253,
            "text": "\n(v) The respondent/original plaintiff has already put the law in motion against the appellant/original defendant for possession of the suit property/suit premises, there is no force in the apprehension raised by the appellant/original defendant.",
            "labels": [
                "RATIO"
            ],
            "id": "a5d7832d6bf649319dee562b28f06e2f_294"
        },
        {
            "start": 34254,
            "end": 34349,
            "text": "As such, there is no need to pass any order on Exh.57 and Exh. 57 shall stand simply filed.\n44.",
            "labels": [
                "RPC"
            ],
            "id": "45a5b90aa0c64ca5a30f9f63ea61ad68_295"
        },
        {
            "start": 34350,
            "end": 34420,
            "text": "In view of above terms, both the Commercial Appeals stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "cf0ddda483764588ba2fbad956fe425e_296"
        },
        {
            "start": 34422,
            "end": 34511,
            "text": "45. In view of disposal of Commercial Appeals, Civil Applications also stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "08f382e5fde3415eb66031be06b3d55a_297"
        },
        {
            "start": 34512,
            "end": 34533,
            "text": "No order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "ec94bc309f3f4d31b7abb6bc8c9f572f_298"
        },
        {
            "start": 34534,
            "end": 34591,
            "text": "\n( SHRIKANT D. KULKARNI, J.) ( S.V. GANGAPURWALA, J.) vvr",
            "labels": [
                "NONE"
            ],
            "id": "eb9af4ae76be4cebaa6982575e46857f_299"
        }
    ],
    "entities": [
        {
            "text": "Sai Maa Pvt Ltd",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 38
        },
        {
            "text": "Hotel Goradias Pvt. Ltd",
            "label": "RESPONDENT",
            "start_char": 59,
            "end_char": 82
        },
        {
            "text": "Shrikant D. Kulkarni",
            "label": "LAWYER",
            "start_char": 127,
            "end_char": 147
        },
        {
            "text": "S.V. Gangapurwala",
            "label": "JUDGE",
            "start_char": 155,
            "end_char": 172
        },
        {
            "text": "Shrikant D. Kulkarni",
            "label": "LAWYER",
            "start_char": 174,
            "end_char": 194
        },
        {
            "text": "High Court Of Judicature At Bombay,\n                          Bench At Aurangabad",
            "label": "COURT",
            "start_char": 335,
            "end_char": 416
        },
        {
            "text": "Lord Sai Ma Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 581,
            "end_char": 602
        },
        {
            "text": "Shirirang Pandurang Jadhav",
            "label": "RESPONDENT",
            "start_char": 1207,
            "end_char": 1233
        },
        {
            "text": "Ajaykumar Bhagirath Sahoo",
            "label": "RESPONDENT",
            "start_char": 1406,
            "end_char": 1431
        },
        {
            "text": "Hotel Goaradias Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 1975,
            "end_char": 2000
        },
        {
            "text": "Lord Sai Maa Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 3168,
            "end_char": 3190
        },
        {
            "text": "Shirirang Pandurang Jadhav",
            "label": "RESPONDENT",
            "start_char": 3796,
            "end_char": 3822
        },
        {
            "text": "Ajaykumar Bhagirath Sahoo",
            "label": "RESPONDENT",
            "start_char": 3995,
            "end_char": 4020
        },
        {
            "text": "11/05/2021",
            "label": "DATE",
            "start_char": 4197,
            "end_char": 4207
        },
        {
            "text": "Shirirang Pandurang Jadhav",
            "label": "RESPONDENT",
            "start_char": 4438,
            "end_char": 4464
        },
        {
            "text": "Occu",
            "label": "GPE",
            "start_char": 4488,
            "end_char": 4492
        },
        {
            "text": "Hotel Goradias Pvt",
            "label": "RESPONDENT",
            "start_char": 4781,
            "end_char": 4799
        },
        {
            "text": "Ahmednagar",
            "label": "GPE",
            "start_char": 5082,
            "end_char": 5092
        },
        {
            "text": "Priti Rajendra Chand",
            "label": "OTHER_PERSON",
            "start_char": 5152,
            "end_char": 5172
        },
        {
            "text": "Sanket S. Kulkarni",
            "label": "LAWYER",
            "start_char": 5465,
            "end_char": 5483
        },
        {
            "text": "V.D. Salunke",
            "label": "LAWYER",
            "start_char": 5512,
            "end_char": 5524
        },
        {
            "text": "V.S.",
            "label": "LAWYER",
            "start_char": 5542,
            "end_char": 5546
        },
        {
            "text": "S.V. GANGAPURWALA",
            "label": "JUDGE",
            "start_char": 5626,
            "end_char": 5643
        },
        {
            "text": "SHRIKANT D. KULKARNI",
            "label": "JUDGE",
            "start_char": 5687,
            "end_char": 5707
        },
        {
            "text": "20.04.2021",
            "label": "DATE",
            "start_char": 5768,
            "end_char": 5778
        },
        {
            "text": "07.05.2021",
            "label": "DATE",
            "start_char": 5834,
            "end_char": 5844
        },
        {
            "text": "Shrikant D. Kulkarni",
            "label": "JUDGE",
            "start_char": 5859,
            "end_char": 5879
        },
        {
            "text": "8.12.2020",
            "label": "DATE",
            "start_char": 5954,
            "end_char": 5963
        },
        {
            "text": "5.12.2020",
            "label": "DATE",
            "start_char": 5987,
            "end_char": 5996
        },
        {
            "text": "Commercial Suit No.02/2019",
            "label": "CASE_NUMBER",
            "start_char": 6000,
            "end_char": 6026
        },
        {
            "text": "Commercial Court/District Judge, Kopargaon",
            "label": "COURT",
            "start_char": 6035,
            "end_char": 6077
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6508,
            "end_char": 6518
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6526,
            "end_char": 6553
        },
        {
            "text": "Shirdi",
            "label": "GPE",
            "start_char": 6678,
            "end_char": 6684
        },
        {
            "text": "30.12.2015",
            "label": "DATE",
            "start_char": 6813,
            "end_char": 6823
        },
        {
            "text": "Cr",
            "label": "STATUTE",
            "start_char": 6978,
            "end_char": 6980
        },
        {
            "text": "Cr.",
            "label": "CASE_NUMBER",
            "start_char": 7033,
            "end_char": 7036
        },
        {
            "text": "Cr",
            "label": "STATUTE",
            "start_char": 7685,
            "end_char": 7687
        },
        {
            "text": "Court of Civil Judge, Senior Division at Rahata",
            "label": "COURT",
            "start_char": 8405,
            "end_char": 8452
        },
        {
            "text": "Special Civil Suit No.126/2019",
            "label": "CASE_NUMBER",
            "start_char": 8494,
            "end_char": 8524
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9084,
            "end_char": 9111
        },
        {
            "text": "22.10.2019",
            "label": "DATE",
            "start_char": 9274,
            "end_char": 9284
        },
        {
            "text": "Kopargaon",
            "label": "GPE",
            "start_char": 9384,
            "end_char": 9393
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9447,
            "end_char": 9474
        },
        {
            "text": "Commercial Suit No.02/2019",
            "label": "CASE_NUMBER",
            "start_char": 9483,
            "end_char": 9509
        },
        {
            "text": "8.12.2020",
            "label": "DATE",
            "start_char": 10118,
            "end_char": 10127
        },
        {
            "text": "5.12.2020",
            "label": "DATE",
            "start_char": 10132,
            "end_char": 10141
        },
        {
            "text": "Sanket Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 10276,
            "end_char": 10291
        },
        {
            "text": "V.D. Salunke",
            "label": "LAWYER",
            "start_char": 10354,
            "end_char": 10366
        },
        {
            "text": "Commercial Appeal No.1 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 10535,
            "end_char": 10565
        },
        {
            "text": "5.12.2020",
            "label": "DATE",
            "start_char": 10689,
            "end_char": 10698
        },
        {
            "text": "Commercial Appeal No.2 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 10711,
            "end_char": 10741
        },
        {
            "text": "Commercial Suit No.02/2019",
            "label": "CASE_NUMBER",
            "start_char": 10868,
            "end_char": 10894
        },
        {
            "text": "8.12.2020",
            "label": "DATE",
            "start_char": 10912,
            "end_char": 10921
        },
        {
            "text": "30.12.2015",
            "label": "DATE",
            "start_char": 11546,
            "end_char": 11556
        },
        {
            "text": "30.12.2015",
            "label": "DATE",
            "start_char": 11934,
            "end_char": 11944
        },
        {
            "text": "31.12.2019",
            "label": "DATE",
            "start_char": 11948,
            "end_char": 11958
        },
        {
            "text": "Sanket Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 12018,
            "end_char": 12033
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 12525,
            "end_char": 12533
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 12614,
            "end_char": 12624
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 12632,
            "end_char": 12659
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 12958,
            "end_char": 12968
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 12976,
            "end_char": 13010
        },
        {
            "text": "Section 49",
            "label": "PROVISION",
            "start_char": 13153,
            "end_char": 13163
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 13171,
            "end_char": 13205
        },
        {
            "text": "Section 51",
            "label": "PROVISION",
            "start_char": 13277,
            "end_char": 13287
        },
        {
            "text": "Section 47 and 33",
            "label": "PROVISION",
            "start_char": 13345,
            "end_char": 13362
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 13370,
            "end_char": 13404
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 13640,
            "end_char": 13648
        },
        {
            "text": "Royal Orchid Hotels Ltd.",
            "label": "ORG",
            "start_char": 13720,
            "end_char": 13744
        },
        {
            "text": "Rock Realty Pvt",
            "label": "ORG",
            "start_char": 13749,
            "end_char": 13764
        },
        {
            "text": "Civil Revision Application (Stamp) No.15282 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 13772,
            "end_char": 13823
        },
        {
            "text": "25.6.2019",
            "label": "DATE",
            "start_char": 13836,
            "end_char": 13845
        },
        {
            "text": "Mahadev P Kambekar",
            "label": "OTHER_PERSON",
            "start_char": 13896,
            "end_char": 13914
        },
        {
            "text": "Shree Krishna Woolen Mills Pvt",
            "label": "ORG",
            "start_char": 13933,
            "end_char": 13963
        },
        {
            "text": "31.1.2019",
            "label": "DATE",
            "start_char": 14019,
            "end_char": 14028
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14036,
            "end_char": 14046
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 14056,
            "end_char": 14064
        },
        {
            "text": "Section 41",
            "label": "PROVISION",
            "start_char": 14425,
            "end_char": 14435
        },
        {
            "text": "Specific Relief Act, 1963",
            "label": "STATUTE",
            "start_char": 14443,
            "end_char": 14468
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 14503,
            "end_char": 14511
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 14810,
            "end_char": 14818
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 14905,
            "end_char": 14913
        },
        {
            "text": "Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors",
            "label": "PRECEDENT",
            "start_char": 14949,
            "end_char": 14998
        },
        {
            "text": "AIR 1990 867",
            "label": "PRECEDENT",
            "start_char": 15012,
            "end_char": 15024
        },
        {
            "text": "Kishore Kumar and Ors., vs. Parveen Kumar Singh, reported in AIR 2006 SC 1474",
            "label": "PRECEDENT",
            "start_char": 15029,
            "end_char": 15106
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 15116,
            "end_char": 15124
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 15428,
            "end_char": 15436
        },
        {
            "text": "Metro Marins & Anr",
            "label": "PRECEDENT",
            "start_char": 15771,
            "end_char": 15789
        },
        {
            "text": "(2004) 7",
            "label": "CASE_NUMBER",
            "start_char": 15841,
            "end_char": 15849
        },
        {
            "text": "SCC 478",
            "label": "PROVISION",
            "start_char": 15850,
            "end_char": 15857
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 15880,
            "end_char": 15888
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 15890,
            "end_char": 15902
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15910,
            "end_char": 15937
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 16115,
            "end_char": 16127
        },
        {
            "text": "Commercial Act, 2015",
            "label": "STATUTE",
            "start_char": 16135,
            "end_char": 16155
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 16228,
            "end_char": 16236
        },
        {
            "text": "V.D. Salunke",
            "label": "LAWYER",
            "start_char": 16488,
            "end_char": 16500
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 17047,
            "end_char": 17054
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 17262,
            "end_char": 17269
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 17367,
            "end_char": 17379
        },
        {
            "text": "Commercial Act, 2015",
            "label": "STATUTE",
            "start_char": 17387,
            "end_char": 17407
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 17759,
            "end_char": 17771
        },
        {
            "text": "Commercial Act, 2015",
            "label": "STATUTE",
            "start_char": 17779,
            "end_char": 17799
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 17852,
            "end_char": 17859
        },
        {
            "text": "Ganga Taro Vazirani Vs.",
            "label": "PRECEDENT",
            "start_char": 17963,
            "end_char": 17986
        },
        {
            "text": "Deepak Raheja",
            "label": "OTHER_PERSON",
            "start_char": 17987,
            "end_char": 18000
        },
        {
            "text": "Summary Suit No.972 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 18046,
            "end_char": 18073
        },
        {
            "text": "16.2.2021",
            "label": "DATE",
            "start_char": 18085,
            "end_char": 18094
        },
        {
            "text": "Bombay",
            "label": "GPE",
            "start_char": 18117,
            "end_char": 18123
        },
        {
            "text": "Sathyam Wood Industries Vs.",
            "label": "PRECEDENT",
            "start_char": 18129,
            "end_char": 18156
        },
        {
            "text": "Adoniss (P) Ltd.",
            "label": "ORG",
            "start_char": 18157,
            "end_char": 18173
        },
        {
            "text": "C.R.P. (MD) No.804 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 18185,
            "end_char": 18211
        },
        {
            "text": "10.6.2019",
            "label": "DATE",
            "start_char": 18223,
            "end_char": 18232
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 18237,
            "end_char": 18254
        },
        {
            "text": "GSD Constructions Pvt. Ltd., Vs.",
            "label": "PRECEDENT",
            "start_char": 18265,
            "end_char": 18297
        },
        {
            "text": "Balaji Febtech Engineering Pvt",
            "label": "ORG",
            "start_char": 18298,
            "end_char": 18328
        },
        {
            "text": "M.A. No.4081/2019",
            "label": "CASE_NUMBER",
            "start_char": 18337,
            "end_char": 18354
        },
        {
            "text": "7.8.2019",
            "label": "DATE",
            "start_char": 18366,
            "end_char": 18374
        },
        {
            "text": "High Court of Madhya Pradesh at Indore",
            "label": "COURT",
            "start_char": 18379,
            "end_char": 18417
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 18440,
            "end_char": 18447
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 18864,
            "end_char": 18871
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 19307,
            "end_char": 19314
        },
        {
            "text": "Deoraj",
            "label": "OTHER_PERSON",
            "start_char": 19387,
            "end_char": 19393
        },
        {
            "text": "State of Maharashtra",
            "label": "GPE",
            "start_char": 19398,
            "end_char": 19418
        },
        {
            "text": "(2004) 4 SCC 697",
            "label": "PRECEDENT",
            "start_char": 19452,
            "end_char": 19468
        },
        {
            "text": "Sanjeev     Pillai   Vs.",
            "label": "PRECEDENT",
            "start_char": 19574,
            "end_char": 19598
        },
        {
            "text": "Venu   Kunnapalli",
            "label": "OTHER_PERSON",
            "start_char": 19602,
            "end_char": 19619
        },
        {
            "text": "11.12.2019",
            "label": "DATE",
            "start_char": 19654,
            "end_char": 19664
        },
        {
            "text": "Kerala High Court",
            "label": "COURT",
            "start_char": 19669,
            "end_char": 19686
        },
        {
            "text": "Saregama India Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 19693,
            "end_char": 19719
        },
        {
            "text": "Balaji Motion Pictures Limited",
            "label": "ORG",
            "start_char": 19720,
            "end_char": 19750
        },
        {
            "text": "CS (COM) 492/2019",
            "label": "CASE_NUMBER",
            "start_char": 19760,
            "end_char": 19777
        },
        {
            "text": "13.9.2019",
            "label": "DATE",
            "start_char": 19789,
            "end_char": 19798
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 19803,
            "end_char": 19819
        },
        {
            "text": "Kirtibhai Vs.",
            "label": "PRECEDENT",
            "start_char": 19824,
            "end_char": 19837
        },
        {
            "text": "Raghuram",
            "label": "OTHER_PERSON",
            "start_char": 19838,
            "end_char": 19846
        },
        {
            "text": "Order no.262 of 2007",
            "label": "CASE_NUMBER",
            "start_char": 19860,
            "end_char": 19880
        },
        {
            "text": "20.1.2010",
            "label": "DATE",
            "start_char": 19892,
            "end_char": 19901
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 19906,
            "end_char": 19924
        },
        {
            "text": "Salunke",
            "label": "LAWYER",
            "start_char": 19990,
            "end_char": 19997
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 20542,
            "end_char": 20554
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20562,
            "end_char": 20583
        },
        {
            "text": "Civil Judge, Senior Division at Rahata",
            "label": "COURT",
            "start_char": 20923,
            "end_char": 20961
        },
        {
            "text": "Apeal 1 & 2 - 2021",
            "label": "CASE_NUMBER",
            "start_char": 21171,
            "end_char": 21189
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 21877,
            "end_char": 21911
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 22268,
            "end_char": 22277
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 22285,
            "end_char": 22319
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 22407,
            "end_char": 22441
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 22524,
            "end_char": 22558
        },
        {
            "text": "Sanket Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 22575,
            "end_char": 22590
        },
        {
            "text": "Section 49",
            "label": "PROVISION",
            "start_char": 22667,
            "end_char": 22677
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 22685,
            "end_char": 22719
        },
        {
            "text": "Section 2 (c) (i) & (vii)",
            "label": "PROVISION",
            "start_char": 22967,
            "end_char": 22992
        },
        {
            "text": "Commercial Court, 2015",
            "label": "COURT",
            "start_char": 23000,
            "end_char": 23022
        },
        {
            "text": "Maharashtra Rent Control Act, 1999",
            "label": "STATUTE",
            "start_char": 23404,
            "end_char": 23438
        },
        {
            "text": "Sanket Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 23534,
            "end_char": 23549
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 23656,
            "end_char": 23668
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 23676,
            "end_char": 23703
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 23705,
            "end_char": 23717
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 23725,
            "end_char": 23751
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23841,
            "end_char": 23862
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24045,
            "end_char": 24063
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24263,
            "end_char": 24275
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24283,
            "end_char": 24304
        },
        {
            "text": "Summons for Judgment No.45 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 24398,
            "end_char": 24432
        },
        {
            "text": "Commercial Summary Suit No. 972 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 24436,
            "end_char": 24475
        },
        {
            "text": "16.2.2021",
            "label": "DATE",
            "start_char": 24526,
            "end_char": 24535
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24568,
            "end_char": 24580
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 24588,
            "end_char": 24615
        },
        {
            "text": "Sathyam Wood Industries Vs.",
            "label": "PRECEDENT",
            "start_char": 24685,
            "end_char": 24712
        },
        {
            "text": "Adoniss (P) Ltd.",
            "label": "ORG",
            "start_char": 24713,
            "end_char": 24729
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 24747,
            "end_char": 24764
        },
        {
            "text": "GSD Constructions Pvt. Ltd., Vs.",
            "label": "PRECEDENT",
            "start_char": 24776,
            "end_char": 24808
        },
        {
            "text": "Balaji Febtech Engineering Pvt",
            "label": "ORG",
            "start_char": 24809,
            "end_char": 24839
        },
        {
            "text": "Madhya Pradesh High Court",
            "label": "COURT",
            "start_char": 24861,
            "end_char": 24886
        },
        {
            "text": "Culcutta High Court",
            "label": "COURT",
            "start_char": 24892,
            "end_char": 24911
        },
        {
            "text": "Terai Overseas Private Limited",
            "label": "ORG",
            "start_char": 24923,
            "end_char": 24953
        },
        {
            "text": "Kejriwal Sugar Comm",
            "label": "ORG",
            "start_char": 24965,
            "end_char": 24984
        },
        {
            "text": "Agencies Private Limited",
            "label": "ORG",
            "start_char": 25005,
            "end_char": 25029
        },
        {
            "text": "C.S. No.78 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 25040,
            "end_char": 25058
        },
        {
            "text": "3.9.2020",
            "label": "DATE",
            "start_char": 25070,
            "end_char": 25078
        },
        {
            "text": "M/s Amit Motorcycles Pvt. Ltd., Vs.",
            "label": "PRECEDENT",
            "start_char": 25094,
            "end_char": 25129
        },
        {
            "text": "Axis Bank Ltd.",
            "label": "ORG",
            "start_char": 25134,
            "end_char": 25148
        },
        {
            "text": "I.A. No.GA 3 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 25153,
            "end_char": 25173
        },
        {
            "text": "CS 217 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 25177,
            "end_char": 25191
        },
        {
            "text": "15.12.2020",
            "label": "DATE",
            "start_char": 25204,
            "end_char": 25214
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 25229,
            "end_char": 25241
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25249,
            "end_char": 25276
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 25812,
            "end_char": 25824
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25832,
            "end_char": 25859
        },
        {
            "text": "Article 113",
            "label": "PROVISION",
            "start_char": 26347,
            "end_char": 26358
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 26366,
            "end_char": 26386
        },
        {
            "text": "Kulkarni",
            "label": "OTHER_PERSON",
            "start_char": 26512,
            "end_char": 26520
        },
        {
            "text": "Section 113",
            "label": "PROVISION",
            "start_char": 26566,
            "end_char": 26577
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 26585,
            "end_char": 26605
        },
        {
            "text": "Order XXXIX, Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 26937,
            "end_char": 26962
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 26970,
            "end_char": 26993
        },
        {
            "text": "Section 39",
            "label": "PROVISION",
            "start_char": 27004,
            "end_char": 27014
        },
        {
            "text": "Specific Relief Act",
            "label": "STATUTE",
            "start_char": 27022,
            "end_char": 27041
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 27833,
            "end_char": 27843
        },
        {
            "text": "30.12.2015",
            "label": "DATE",
            "start_char": 29103,
            "end_char": 29113
        },
        {
            "text": "31.12.2019",
            "label": "DATE",
            "start_char": 29117,
            "end_char": 29127
        },
        {
            "text": "1.12.2015",
            "label": "DATE",
            "start_char": 30492,
            "end_char": 30501
        },
        {
            "text": "31.12.2019",
            "label": "DATE",
            "start_char": 30505,
            "end_char": 30515
        },
        {
            "text": "7.11.2013",
            "label": "DATE",
            "start_char": 30582,
            "end_char": 30591
        },
        {
            "text": "14.12.2015",
            "label": "DATE",
            "start_char": 30641,
            "end_char": 30651
        },
        {
            "text": "Commercial Suit No.2/2019",
            "label": "CASE_NUMBER",
            "start_char": 32837,
            "end_char": 32862
        },
        {
            "text": "8.12.2020",
            "label": "DATE",
            "start_char": 32869,
            "end_char": 32878
        },
        {
            "text": "Commercial Court at Kopargaon",
            "label": "COURT",
            "start_char": 32894,
            "end_char": 32923
        },
        {
            "text": "Commercial Suit No.02/2019",
            "label": "CASE_NUMBER",
            "start_char": 33528,
            "end_char": 33554
        },
        {
            "text": "8.12.2020",
            "label": "DATE",
            "start_char": 33561,
            "end_char": 33570
        },
        {
            "text": "SHRIKANT D. KULKARNI",
            "label": "JUDGE",
            "start_char": 34237,
            "end_char": 34257
        },
        {
            "text": "S.V. GANGAPURWALA",
            "label": "JUDGE",
            "start_char": 34265,
            "end_char": 34282
        }
    ],
    "precedent_clusters": {
        "M/s Amit Motorcycles Pvt. Ltd., Vs.": [
            "Dorab Cawasji Warden vs. Coomi Sorab Warden & Ors",
            "AIR 1990 867",
            "Metro Marins & Anr",
            "Ganga Taro Vazirani Vs.",
            "Sathyam Wood Industries Vs.",
            "GSD Constructions Pvt. Ltd., Vs.",
            "Sanjeev     Pillai   Vs.",
            "Saregama India Limited Vs.",
            "Kirtibhai Vs.",
            "Sathyam Wood Industries Vs.",
            "GSD Constructions Pvt. Ltd., Vs.",
            "M/s Amit Motorcycles Pvt. Ltd., Vs."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 11",
            "Commercial Courts Act, 2015",
            "Section 11",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 47",
            "Maharashtra Rent Control Act, 1999",
            "Section 47",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "Section 49",
            "Maharashtra Rent Control Act, 1999",
            "Section 49",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "Section 47 and 33",
            "Maharashtra Rent Control Act, 1999",
            "Section 47 and 33",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "Section 41",
            "Specific Relief Act, 1963",
            "Section 41",
            "Specific Relief Act, 1963"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act, 2015",
            "Section 12-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Act, 2015",
            "Section 12-A",
            "Commercial Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Act, 2015",
            "Section 12-A",
            "Commercial Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Act, 2015",
            "Section 12-A",
            "Commercial Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "Maharashtra Rent Control Act, 1999",
            "Section 3",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "Section 49",
            "Maharashtra Rent Control Act, 1999",
            "Section 49",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act, 2015",
            "Section 12-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act 2015",
            "Section 12-A",
            "Commercial Courts Act 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act, 2015",
            "Section 12-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act, 2015",
            "Section 12-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act, 2015",
            "Section 12-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 113",
            "Limitation Act, 1963",
            "Article 113",
            "Limitation Act, 1963"
        ],
        [
            "Section 113",
            "Limitation Act, 1963",
            "Section 113",
            "Limitation Act, 1963"
        ],
        [
            "Order XXXIX, Rule 1 and 2",
            "Code of Civil Procedure",
            "Order XXXIX, Rule 1 and 2",
            "Code of Civil Procedure"
        ],
        [
            "Section 39",
            "Specific Relief Act",
            "Section 39",
            "Specific Relief Act"
        ],
        [
            "Section 2 (c) (i) & (vii)",
            "Code of Civil Procedure",
            "Section 2 (c) (i) & (vii)",
            "Code of Civil Procedure"
        ],
        [
            "Section 51",
            "Maharashtra Rent Control Act, 1999",
            "Section 51",
            "Maharashtra Rent Control Act, 1999"
        ],
        [
            "SCC 478",
            "Specific Relief Act, 1963",
            "SCC 478",
            "Specific Relief Act, 1963"
        ]
    ],
    "precedent_counts": {
        "M/s Amit Motorcycles Pvt. Ltd., Vs.": 12
    },
    "provision_counts": {
        "Section 13 of Commercial Courts Act, 2015": 1,
        "Section 11 of Commercial Courts Act, 2015": 1,
        "Section 47 of Maharashtra Rent Control Act, 1999": 1,
        "Section 49 of Maharashtra Rent Control Act, 1999": 2,
        "Section 47 and 33 of Maharashtra Rent Control Act, 1999": 1,
        "Section 41 of Specific Relief Act, 1963": 1,
        "Section 12-A of Commercial Courts Act, 2015": 5,
        "Section 12-A of Commercial Act, 2015": 3,
        "Section 12-A of Commercial Courts Act": 2,
        "Section 3 of Maharashtra Rent Control Act, 1999": 1,
        "Section 12-A of Commercial Courts Act 2015": 1,
        "Article 113 of Limitation Act, 1963": 1,
        "Section 113 of Limitation Act, 1963": 1,
        "Order XXXIX, Rule 1 and 2 of Code of Civil Procedure": 1,
        "Section 39 of Specific Relief Act": 1,
        "Section 2 (c) (i) & (vii) of Code of Civil Procedure": 1,
        "Section 51 of Maharashtra Rent Control Act, 1999": 1,
        "SCC 478 of Specific Relief Act, 1963": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 7,
        "Maharashtra Rent Control Act, 1999": 6,
        "Specific Relief Act, 1963": 2,
        "Commercial Act, 2015": 3,
        "Commercial Courts Act": 2,
        "Commercial Courts Act 2015": 1,
        "Limitation Act, 1963": 2,
        "Code of Civil Procedure": 2,
        "Specific Relief Act": 1
    }
}