{
    "id": "efb5ac342d488e2e83121690bbdf7953509860ffbcb7128669cebcdee4ff29dd",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nParsa Kenta Collieries Ltd. vs Rajasthan Rajya Vidyut Utpadan Nigam ... on 27 May, 2019 \nEquivalent citations: Air 2019 Supreme Court 2908, Aironline 2019 Sc 323, (2019) 2 Curcc 410, (2019) 4 Arbilr 1, (2019) 4 Civlj 320, 2019 (4) Kccr Sn 332 (Sc), 2019 (7) Scc 236, (2019) 8 Scale 434, Air 2019 Sc (Civ) 2242\nAuthor: M.R. Shah \nBench: M.R. Shah, Arun Mishra\n                                                        Reportable \n                                  In The Supreme Court Of India \n                                  Civil Appellate Jurisdiction \n                                  Civil Appeal No. 9023 Of 2018\n\n\n          Parsa Kente Collieries Limited                          .. Appellant \n\n\n                                      Versus \n\n\n          Rajasthan Rajya Vidyut Utpadan Nigam Limited            ..Respondent\n\n\n\n\n                                           Judgment\nM.R. Shah, J.\nFeeling aggrieved and dissatisfied with the impugned judgment and order dated 28.02.2018 passed by the Commercial Appellate Court/Division Bench of the High Court of Judicature for Rajas than, Bench at Jaipur in D.B. Civil Miscellaneous Appeal No. 3785 of 2017, by which the High Court has allowed Reason:\nthe said appeal preferred by the respondent herein  Rajasthan Rajya Vidyut Utpadan Nigam Limited and has quashed and set aside the award passed by the learned Arbitrator, confirmed by the Commercial Appellate Court at Jaipur, the appellant  the original claimant  Parsa Kente Collieries Limited has preferred the present appeal. \n2. That in the month of March, 2006, the respondent floated a tender for joint venture to undertake coal block development, mining and transportation of coal and delivery. That one Adani Enterprises Limited (AEL) submitted a bid which was accepted on 12.05.2006. A Letter of Intent was issued to AEL by the respondent on 23.10.2006. Respondent and AEL entered into a joint venture, namely, Parsa Kente Collieries Limited, the appellant herein. A Coal Mining Service Agreement was entered into between the said Parsa Kente Collieries Limited and AEL. That a Coal Mining and Delivery Agreement (hereinafter referred to as CMDA) was executed between the appellant and the respondent on 16.07.2008 for supply of coal. \n2.1 As per CMDA, the date of commencement of the contract was 25.06.2011. As per CMDA between the appellant and the respondent, the coal supply was to commence at the earliest within 42 months, or within 48 months from the date of allotment of coal blocks, i.e., by 25.06.2011. CMDA also provided a clause for extending the date of commencement. Clause 3.2.1 of the CMDA provided for scope of work; Clause 4.1.3 and 4.1.4 provided for responsibility of the respondent to inform the appellant as regards the requirement of coal in advance. Clause 4.5 provided for commencement of the date; clause 5.1 provided for contract of price; clause 5.2.2. provided for calculation of basic price; clause 5.4.3 provided for escalation in price; clause 7.1 provided for force majeure and clause 7.3 provided for effect of force majeure. There was a delay of 21 months in obtaining the forest clearance and environmental clearance. The appellant started supply of coal to the respondent with effect from 25.3.2013, i.e., after a delay of 21 months. It appears that the date of commencement was extended by mutual agreement from 25.6.2011 to 25.3.2013. However, certain disputes arose between the parties, more particularly the escalation price, fixed costs, amount lying in Escrow account and cost of construction of railway siding. Therefore, the appellant invoked clause 10.2 of the CMDA and sought arbitration. A retired Honble Judge of the Rajasthan High Court was appointed as the sole arbitrator. The appellant submitted the statement of claim and thereafter filed another statement of claim. \n2.2 Before the learned Arbitrator, the claim was bifurcated into four heads, namely, (1) Price Adjustment; (2) Fixed Costs; (3) Escrow Account; and (4) Construction of Railway Siding. The learned Arbitrator passed an award dated 27.05.2015 allowing the claims under the heads of Price Adjustment, Fixed Costs and Escrow Account and rejected the claim under the head Construction of Railway Siding. While allowing the claim under the head Price Adjustment, the learned Arbitrator held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011. The learned Arbitrator further held that thus the Zero year for the purpose of price escalation has to be 20112012. The learned Arbitrator accordingly held that because the date of commencement of the agreement for the purpose of price escalation is 25.06.2011, the appellant shall be entitled to the enhanced amount as applicable in 20132014. Accordingly, the learned Arbitrator held that the appellant is entitled to the coal price at Rs.837/ PMT in F.Y. 201314 and thereafter the escalated price in the subsequent years as per the relevant clauses of the contract  CMDA. \n2.3 That while allowing the claim with respect to Fixed Costs, the learned Arbitrator held that the respondent could not take the required delivery of the coal from the appellant, thus causing loss to the appellant. The learned Arbitrator held that therefore the appellant is entitled to compensation as claimed for Rs.78 crores. \n2.4 That while allowing the claim with respect to Escrow Account, the learned Arbitrator held that the undertaking given by the appellant was limited to a contingency where on account of failure of completion of mine closure activity by the appellant led to the forfeiture of any amount deposited in the escrow account, the respondent would be entitled to recover the same from the monthly running bills of the appellant. The learned Arbitrator observed, however, as no such occasion has arisen, the question of any deduction on the said count does not arise. Consequently, the learned Arbitrator directed the respondent to return that amount which was lying in the escrow account which was deducted from the monthly running bills of the appellant. 2.5 As observed hereinabove, the learned Arbitrator rejected claim no.4, namely, under the head Construction of Railway Siding. The award declared by the learned Arbitrator came to be confirmed by the learned Commercial Court, Jaipur in an application under section 34 of the Arbitration and Conciliation Act. \n3. Feeling aggrieved, the respondent preferred an appeal under Section 37 of the Arbitration Act before the Commercial Appellate Court/Division Bench of the High Court of Rajasthan at Jaipur. By the impugned judgment and order dated 28.02.2018, the High Court has allowed the said appeal and has set aside the award passed by the learned Arbitrator and confirmed by the Commercial Court, Jaipur. \n4. Feeling aggrieved by the impugned judgment and order passed by the Division Bench of the High Court, the original claimant  the appellant has preferred the present appeal. \n5. Shri Ranjit Kumar, learned Senior Advocate has appeared on behalf of the appellant and Shri Tushar Mehta, learned Solicitor General of India has appeared on behalf of the respondent. \n5.1 Shri Ranjit Kumar, learned Senior Advocate appearing on behalf of the appellant has vehemently submitted that in the facts and circumstances of the case, the High Court ought not to have interfered with the concurrent findings of the learned sole Arbitrator and the learned Commercial Court under Section 34 of the Arbitration Act by giving an alternate construction to the CMDA. It is vehemently submitted that by passing the impugned judgment and order, the High Court has exceeded in its jurisdiction in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court, while exercising the powers under Section 37 of the Arbitration Act. 5.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that under Section 37 of the Arbitration Act, the scope of judicial inquiry is narrow and does not entail giving own construction to the contract. It is submitted by disturbing the findings, the High Court has gone beyond the limited scope of inquiry contemplated under Section 37 of the Arbitration Act. \n5.3 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that the Division Bench of the High Court has failed to appreciate that the interpretation made by the learned sole Arbitrator on the clauses of CMDA was plausible construction/interpretation and therefore the same could not have been substituted by the High Court in exercise of powers under Section 37 of the Arbitration Act. \nIn support of his above submissions, Shri Ranjit Kumar, learned Senior Advocate has heavily relied upon the decisions of this Court in the cases of Associate Builders v. Delhi Development Authority, reported in (2015) 3 SCC 49; Steel Authority of India Limited v. Gupta Brother Steel Tubes Limited, reported in (2009) 10 SCC 63 and the recent decision of this Court in the case of Ssangyong Engineering & Construction Co. Limited v. National Highways Authority of India (NHAI), rendered on 08.05.2019 in Civil Appeal No. 4779 of 2019, reported in 2019 SCC Online SC 677. 5.3.1 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that admittedly there was a delay of 21 months in supply of coal, which was due to the force majeure as there was a delay in obtaining the forest clearance and environmental clearance. It is submitted that the price which was agreed by the appellant in the year 2008 to be paid in the year 2011 would never remain the same in the year 201314. It is submitted that therefore though the commencement date as per CMDA was extended due to an admitted fact of force majeure to 25.3.2013, the commencement date would remain as the date defined under the CMDA, i.e., 25.06.2011 and therefore the price escalation ought to be considered from that date. 5.3.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that though by mutual agreement the commencement date was extended due to an admitted fact of force majeure to 25.03.2013, there was no agreement to supply the coal at the same price which was to be supplied in the year 2011. It is submitted that there is a specific clause  clause 4.5.2 which allows extension of commencement date in cases of force majeure, however, no such corresponding clause has been provided in clause 5.4.3, which is a clause for price escalation. It is submitted that the intention of parties was never to unilaterally extend the first operating year referred to in clause 5.2.2. It is submitted that therefore the price escalation has to be necessarily applied from the contractually stipulated date, i., 25.06.2011.\n5.3.3 It is submitted that in any case the interpretation by the learned Arbitrator was plausible and as such was equitable also. Merely because some other view was possible, the High Court is not justified in interfering with the interpretations/findings recorded by the learned sole Arbitrator and that too in exercise of powers under Section 37 of the Arbitration Act. It is submitted that the interpretation of the relevant clauses of the CMDA with respect to claim no.1 was actually in consonance with the relevant clauses of the CMDA. It is submitted therefore the High Court has erred in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court. \n5.4 Now so far as claim no.2 under the head Fixed Costs is concerned, Shri Ranjit Kumar, learned Senior Advocate has heavily relied upon clause 8.2(iii) of the CMDA. It is submitted that due to the lapse on the part of the respondent, the respondent was unable to take delivery of the coal for the financial year 201314. It is submitted that there was an event of default by the respondent as contemplated in clause 8.2(iii) of the CMDA. \n5.4.1 It is submitted that due to inability of the respondent to take coal as per the stipulated delivery schedule, the appellant had to operate its plant at a suboptimal level which resulted in incurring fixed costs. It is submitted that it was mandatory for the coal to be lifted within 3 months of production to prevent spontaneous combustion and to ensure that there is no hazard to the plant. It is submitted that despite this, the respondent failed to take delivery. \n5.4.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that the High Court has committed an error by not granting the said claim on the ground that the loss was incurred by AMPL (subcontractor) under Coal Mining Services Agreement to which the respondent was not a party and secondly that loss of Rs.78 crores is not substantiated beyond the Chartered Accountants certificate. It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that CMDA does not prohibit appointment of AMPL as a subcontractor and in fact any such appointment was approved by the appellant and therefore AMPL cannot be said to be a complete third party to the CMDA. It is submitted that therefore when the respondent failed to lift the fixed quantity of the coal and there was a delay in taking the delivery of the coal for the F.Y. 201314, the appellant shall be entitled to the loss suffered to the extent of Rs.78 crores. It is submitted therefore the High Court has committed a grave error in disallowing the said claim. \n5.5 Now so far as claim no.3 under the head Escrow Account is concerned, it is submitted by the learned Senior Advocate appearing on behalf of the appellant that the High Court has erroneously held that the respondent was entitled to make deductions from the appellants bills for payments made in the escrow account. It is submitted that as such the learned sole Arbitrator rightly came to a conclusion that the stage of closing of mines had not been arrived at and therefore the deductions to make the payments into escrow account were premature. It is submitted that the issue of deduction would arise only after a passage of 30 years at the time of closure of the mining plant. It is further submitted that the deposit of amount in the escrow account had arisen due to the guidelines issued by the Ministry of Coal, which was subsequent to the execution of the CMDA. It is submitted that therefore the said circular issued by the Ministry of Coal would not bind the parties to the CMDA. It is submitted therefore the High Court has committed a grave error in rejecting claim no.3.\n5.6 Making the above submissions and relying upon the above decisions, it is prayed to allow the present appeal. \n6. Shri Tushar Mehta, learned Solicitor General of India, while opposing the present appeal, has vehemently submitted that in the facts and circumstances of the case and having found that the claims allowed by the learned sole Arbitrator, confirmed by the learned Commercial Court, were just contrary to the relevant clauses of the CMDA, the High Court is justified in reversing the award passed by the learned Arbitrator, confirmed by the learned Commercial Court. \n6.1 It is vehemently submitted by the learned Solicitor General that as per the settled proposition of law, the learned Arbitrator cannot substitute the terms of the contract and/or interpret the relevant clauses of the contract, which would make the relevant clauses of the contract nugatory. It is submitted that the award, by standing in complete contravention of clear and express provisions of the CMDA, is in conflict with the public policy of India. It is submitted that in the present case, according to the respondent, regarding the commencement date, there was only one possible interpretation that could have been accepted by the learned arbitrator. It is submitted that however the interpretation that has been upheld by the learned arbitrator, apart from being devoid of any reasoning in its support, is wholly incompatible with the terms of the CMDA and the conduct of the parties. It is submitted that any award, by standing in complete contravention of clear and express provisions of the CMDA, is in conflict with the public policy of India and therefore is liable to be set aside. It is submitted therefore the High Court has rightly set aside the award in exercise of powers under Section 37 of the Arbitration Act. In support of his above submissions, Shri Tushar Mehta, learned Solicitor General of India has heavily relied upon the decision of this Court in the case of ONGC v. Saw Pipes Limited, reported in (2003) 5 SCC 705; Hindustan Zinc Limited v. Friends Coal Carbonisation, reported in (2006) 4 SCC 445 and Associate Builders v. DDA, reported in (2015) 3 SCC 49. 6.2 Now so far as claim no.1, namely, price escalation is concerned, it is vehemently submitted by Shri Tushar Mehta, learned Solicitor General that the term commencement date has been defined in the agreement to have the same meaning as given to it in clause 4.5.1. It is submitted that as per clause 4.5.3 the date of commencement is the essence to the contract. It is submitted that as per the relevant clauses of the CMDA, the commencement date was extendable and in fact with the mutual agreement the same was extended to 25.03.2013. It is submitted that the term commencement date is defined to be the date on which the actual supply of coal begins. It is submitted that in the present case, admittedly, the date of supply of the coal is 25.03.2013, and therefore, the appellant shall be entitled to escalation in price only after the completion of 12 months from the commencement date, i.e., 25.03.2013. It is submitted under the CMDA, the appellant is entitled to the escalation in price in each operating year provided that the first escalation shall occur only after completion of 12 months from the commencement date, i.e., 25.03.2013. It is submitted that thus any escalation in price is linked to the date of commencement of coal supply. It is submitted that thus if the coal supply is commenced as planned on 25.06.2011, the first operating year would have been 25.06.2011 to 31.03.2012. However, since coal supply only commenced on 25.03.2013, the first operating year ought to have been 25.03.2013 to 31.03.2013. It is submitted therefore that when the commencement date is 25.06.2011, the first price escalation would be applicable for the F.Y. 201314. It is submitted that however if the commencement date is held to be 25.03.2013 (which in fact was extended by mutual agreement), the first price escalation would occur in F.Y. 201415. It is submitted that it is evident from clause 5.4.3 of the CMDA that an escalation in price was to be made only after the delivery of coal had commenced and it is an admitted fact that actual supply of coal started on 25.03.2013. It is submitted therefore that there is no question of price escalation for F.Y. 201314. It is submitted that therefore the award passed by the learned Arbitrator was just contrary to the relevant clauses of the CMDA and therefore the same is rightly set aside by the High Court. 6.3 It is further submitted by the learned Solicitor General of India that in fact the respondent lifted the full quantity of the fixed quantity and therefore there was no loss and in fact the appellant failed to adduce any evidence with respect to the actual loss either due to delay in lifting the coal and/or lifting the loss quantity of the coal than they agreed. The same is rightly set aside by the High Court. \n6.4 It is further submitted by the learned Solicitor General appearing on behalf of the respondent that similarly the High Court has rightly set aside the claim with respect to escrow account. It is submitted that as such the escrow account was required to be opened as per the circular issued by the Ministry of Coal. It is submitted that, in fact, the appellant consented to open the escrow account which as such was required to be opened as per the guidelines issued by the Ministry of Coal. It is submitted that therefore in fact the appellant consented that the money is being recovered from its running bills to be deposited in the escrow account. It is submitted that even the same is in consonance with clause 3.2.1 of the CMDA. It is submitted therefore the High Court has rightly disallowed the said claim made in escrow account. \n6.5 Making the above submissions and relying upon the above decisions, it is prayed to dismiss the present appeal. \n7. We have heard the learned counsel for the respective parties at length. \n8. At the outset, it is required to be noted that by the impugned judgment and order, the Division Bench of the High Court in exercise of its powers under Section 37 of the Arbitration Act has set aside the award passed by the learned Arbitrator, confirmed by the learned Commercial Court. \nTherefore, the short question which is posed for consideration before this Court is, whether in the facts and circumstances of the case, the Division of the High Court is justified in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court, in an appeal under Section 37 of the Arbitration Act? \n9. While answering the aforesaid question, certain decisions of this Court and the law declared on the jurisdiction of the appellate Court while considering the award passed by the learned Arbitrator are required to be considered. 9.1 In the case of Associate Builders (supra), this Court had an occasion to consider in detail the jurisdiction of the Court to interfere with the award passed by the Arbitrator in exercise of powers under Section 34 of the Arbitration Act. In the aforesaid decision, this Court has considered the limits of power of the Court to interfere with the arbitral award. It is observed and held that only when the award is in conflict with the public policy in India, the Court would be justified in interfering with the arbitral award. In the aforesaid decision, this Court considered different heads of public policy in India which, inter alia, includes patent illegality. After referring Section 28(3) of the Arbitration Act and after considering the decisions of this Court in the cases of McDermott International Inc. v. Burn Standard Co. Ltd., reported in (2006) 11 SCC 181 (paras 112113) and Rashtriya Ispat Nigam Limited v. Dewan Chand Ram Saran, reported in (2012) 5 SCC 306 (paras 4345), it is observed and held that an arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. It is further observed and held that construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do. It is further observed by this Court in the aforesaid decision in paragraph 33 that when a court is applying the public policy test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. It is further observed that thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score. 9.2 Similar is the view taken by this Court in the cases of National Highways Authority of India v. ITD Cementation India Limited, reported in (2015) 14 SCC 21(para 25) and Steel Authority of India Limited v. Gupta Brother Steel Tubes Limited, reported in (2009) 10 SCC 63 (para 29).\n10. Applying the law laid down by this Court, we have to examine whether the Division Bench of the High Court has exceeded in its jurisdiction in setting aside the arbitral award impugned before it. \n11. For convenience, we shall deal with the impugned judgment and order passed by the High Court claimwise. The first claim is with respect to price adjustment/escalation; the second claim is with respect to fixed costs and the third claim is with respect to escrow account. \n11.1 Now so far as the claim with respect to price adjustment/escalation is concerned, the learned arbitrator held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011 and therefore zero year for the purpose of price escalation has to be 201112. Accordingly, the learned arbitrator considered the escalated price in F.Y. 201314 at Rs.895/ per MT. However, according to the respondent, as the date of commencement was changed from 25.06.2011 to 25.03.2013, the zero year for the purpose of price escalation would be 201314. It is required to be noted that it is not in dispute that price escalation is permissible under the contract/agreement itself and there shall be price escalation every year as per the formulae mentioned in the agreement, commencing from the date of commencement. However, it is true that the initial date of commencement, i.e., 25.06.2011 came to be extended to 25.03.2013 by mutual agreement. However, the same was due to force majeure as there was a delay of 21 months in obtaining the forest clearance and environmental clearance. The price was quoted in the year 2007 08, applicable from 2011. However, there was a delay in obtaining the forest clearance and environmental clearance and therefore the date of commencement of supply came to be changed. In between there would be hike in labour charges, transportation charges, etc. Though the date of commencement of supply was extended, there was no corresponding amendment in the relevant clauses of the agreement with respect to price escalation. There was no specific agreement that in the year 2013, the appellant would supply the coal at the same price, without any price escalation. Therefore, considering the overall facts and circumstances of the case and by giving cogent reasons, the learned arbitrator interpreted the relevant clauses of the contract and specifically held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011 and accordingly the zero year for the purpose of price escalation would be 201112 and therefore the appellant shall be entitled to the enhanced amount as is applicable in the year 201314 (the price escalation). Having considered the reasoning given by the learned arbitrator, we are of the opinion that the interpretation by the learned arbitrator was both possible as well as plausible. Therefore, merely because some other view could have been taken, the High Court is not justified in interfering with the interpretation made by the arbitrator which as observed was possible and plausible. Therefore, in the facts and circumstances of the case, we are of the opinion that the High Court has clearly exceeded in its jurisdiction in interfering with the award passed by the learned arbitrator with respect to claim no.1  price adjustment/escalation. At this stage, it is required to be noted that though the High Court has observed that the award passed by the learned arbitrator with respect to claim no.1 was against the public policy, with respect, we do not see any element of public policy. It was pure and simple case of interpretation of the relevant clauses of the agreement which does not involve any public policy. Therefore, we are of the opinion that the impugned judgment and order passed by the High Court for quashing and setting aside the award passed by the learned arbitrator with respect to claim no.1  price adjustment/escalation cannot be sustained and the same deserves to be quashed and set aside. 11.2 Now so far as claim no.2  fixed costs and an amount of Rs.78 crores awarded by the learned arbitrator with respect to compensation of loss is concerned, having gone through the relevant material on record, we are of the opinion that the High Court has rightly set aside the award passed by the learned arbitrator with respect to claim no.2. Except the CAs certificate, no further evidence had been led with respect to actual loss. Considering the material on record, it is on the contrary found that in the relevant year the quantity of the coal lifted by the respondent was much above the fixed quantity. Thus, the award passed by the learned arbitrator with respect to claim no.2 was contrary to the evidence on record and therefore is rightly set aside by the High Court. \n11.3 Similarly, even with respect to claim no.3  Escrow Account is concerned, the High Court has rightly interfered with the award passed by the learned arbitrator with respect to claim no.3. It is required to be noted that the escrow account was required to be opened as per the guidelines issued by the Ministry of Coal, Government of India for the preparation of mine closure plant. The guidelines required, inter alia, the mining company to open an escrow account with any schedule bank. Accordingly, the respondent opened an escrow account and executed an escrow agreement. From the correspondence between the parties, it appears that even the appellant consented for opening the escrow account. The appellant also agreed that the amount to be deposited in the escrow account will be recovered by the respondent from immediate next payment of the coal bills of the joint venture company  PKCL raised towards dispatches of coal from appellants coal blocks. Thus, thereafter it was not open for the appellant to claim the amount lying in the escrow account. If the amount lying in the escrow account is returned to the appellant, the purpose and object of opening the escrow account which was as per the guidelines of the Ministry of Coal would be frustrated. The object and purpose of opening the escrow account was to see that the appellant company fulfils the contract as per the agreement and till the closure of the coal blocks. Therefore, the High Court has rightly interfered with the award passed by the learned arbitrator with respect to claim no.3  escrow account by observing that the reasoning is perverse or so irrational that no reasonable person could have arrived at on the material/evidence on record. We are in complete agreement with the view taken by the learned Division Bench of the High Court. \n12. In view of the above and for the reasons stated above, the present appeal succeeds in part. The impugned judgment and order passed by the High Court insofar as quashing and setting aside the award passed by the learned sole arbitrator, confirmed by the learned Commercial Court, insofar as claim no. 1  price adjustment/escalation is hereby quashed and set aside and the award passed by the learned arbitrator with respect to claim no.1 is hereby restored.\nThe impugned judgment and order passed by the High Court insofar as quashing and setting aside the award passed by the learned arbitrator with respect to rest of the claims, namely, claim no.2  fixed costs and claim no.3  escrow account is hereby confirmed. The present appeal is partly allowed to the aforesaid extent only. However, in the facts and circumstances of the case, there shall be no order as to costs. \n                                           .J.\n                                           [ARUN MISHRA]\n\n\nNEW DELHI;                                 .J.\nMAY 27, 2019.                              [M.R. SHAH]\n\n\n\n\n\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court syed asmath pasha qhadri vs m/s. sumeru realty pvt ltd on 23 april, 2024 author: n s sanjay gowda bench: n s sanjay gowda -1nc: 2024:khc:16253 crp no. 229 of 2024 in the high court of karnataka at bengaluru dated this the 23rd day of april, 2024 before the hon'ble mr justice n s sanjay gowda civil revision petition no. 229 of 2024 (io) between: 1. syed asmath pasha qhadri, s/o syed khader pasha, aged about 64 years, r/at no.275, ii block, jayanagar, bengaluru-560 011. 2. syed salman ysyf qhadri, s/o syed asmath pasha qhadri, aged 34 years, r/at no.275, ii block, jayanagar, bengaluru-560 011. .petitioners (by sri. a.mahesh chowdhary., advocate) and: digitally signed by kiran 1. m/s sumeru realty pvt ltd., kumar r company registered under the location: high companies act court of karnataka having its office at 2nd floor, smavit building, next to art of living ashram, opposite to kanakapura road, represented by its ceo sri.sunit suryakant kaluskar. 2. m/s shrivision living space pvt ltd., company incorporated under companies act, 1956 having its office at no.40/43, 8th main, -2nc: 2024:khc:16253 crp no. 229 of 2024 4th cross, rmv extension, sadhashivanagar, bengaluru-560 080. represented by its director, sri.a.m.subramanya. .respondents this crp is filed under section 115 of cpc., against the order dated 26.02.2024 passed on i.a.no.vii in commercial os.no.54/2023 on the file of the xi additional district judge, bengaluru rural district, bengaluru, dismissing the i.a.no.vii filed under order vii rule 11(a) and (d) of cpc rejection of plaint this petition having been heard and reserved for orders on 01.04.2024, coming on for pronouncement this day, the court made the following: order 1. the plaintiff 1st respondent herein filed a suit on the basis of a co-joint development agreement (for brevity, \"the agreement\") entered into between the plaintiff and the 1st defendant, who represented not only itself, but also defendants 2 and 3. 2. it was contended that the plaintiff on the basis of the agreement was entitled to execute the project and the defendants had no right to interfere with the execution of nc: 2024:khc:16253 the project, especially since the plaintiff had invested huge sums of money. 3. in said suit, an application came to be filed by defendants 2 and 3 seeking rejection of plaint on the ground that the plaintiff had failed to comply with the mandatory requirement of engaging in pre-institution mediation and settlement. it was contended that the suit could not have been instituted without taking recourse to pre-institution mediation and settlement as contemplated under section 12a of the commercial courts act, 2015 (\"the commercial courts act act\"). it was further contended that the apex court in the case of patil automation1 has held that section 12a of the commercial courts act was not a procedural provision and compliance of section 12a of the commercial courts act was mandatory, and since section 12a of the commercial courts act was not complied with, the institution of suit patil automation pvt. ltd. v. rakheja engineers pvt. ltd., (2002) 10 scc 1. nc: 2024:khc:16253 itself was barred by law, thereby entitling rejection of the plaint under order vii rule 11 of the cpc. 4. the plaintiff resisted said application and sought to contend that as per the observation of the apex court in shakti bhog food industries2, this application was totally misconceived. 5. the trial court, on consideration of the contentions advanced by the plaintiff and defendants 2 and 3, by the impugned order, has rejected the application filed under order vii rule 11(a) and (d) of the cpc. 6. being aggrieved by the same, defendants 2 and 3 have preferred this revision petition under section 115 of the cpc and the registry has raised an objection that the revision petition was not maintainable in view of section 8 of the commercial courts act. shakti bhog food industries ltd. v. the central bank of india and anr., [2020] 6 scr 538. nc: 2024:khc:16253 7. mr. mahesh chowdhary, learned counsel appearing for the petitioners contended that the bar against filing a revision petition would only pertain to an interlocutory order passed by the commercial court and since an order rejecting the application to reject the plaint could not be construed as an interlocutory order, the bar under section 8 of the commercial courts act would not arise. he also submitted that section 18 of the commercial courts act was circumscribed by the condition that it was subject to the provision of section 13 of the commercial courts act, and section 13 of the commercial courts act provided for an appeal against an order passed by the commercial court only in respect of the orders enumerated specifically under order xliii of the cpc and, thus, the defendants could not avail of the appellate remedy since the appeal was not provided under order xliii of the cpc against an order passed on an application under order vii rule 11 cpc. he therefore strenuously contended that the only remedy available to the petitioner was to file a revision. nc: 2024:khc:16253 8. he also averred that if the trial court had allowed the application filed under order vii rule 11 of the cpc, the proceedings before the commercial court would come to an end, and, therefore, the proviso to section 115 of the cpc would stand attracted, and as a consequence, the revision would be maintainable. 9. in the light of the arguments advanced, the only question to be considered is: whether a revision petition under section 115 of the cpc can be maintained against an order passed by the commercial court on an application filed under order vii rule 11 of the cpc. 10. the law commission of india in its report no.253 pertaining to commercial division and commercial appellate division of high courts and commercial courts bill, 2015 has stated as follows (in para 3.23.2): nc: 2024:khc:16253 \"3.23.2. it is further recommended that notwithstanding any other law, no civil revision application or petition shall be entertained against an interlocutory order of the commercial court, including an order on a jurisdictional challenge. the purpose here is to prevent the time frames stipulated for case management hearing from becoming redundant by the frequent filing of civil revision applications and petitions against every interlocutory order. by removing a potential source of bottleneck of cases, the bill hopes to ensure the expedited disposal of cases.\" 11. it is therefore clear that the law commission was of the view that providing for a revisional remedy would be a potential source of bottle neck and it would thus be appropriate to create a bar for entertaining a civil revision application or a petition under section 115 of the cpc. 12. section 8 of the commercial courts act reads as follows: \"8. bar against revision application or petition against an interlocutory order.-notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a nc: 2024:khc:16253 commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court.\" 13. on a plain reading of section 8 of the commercial courts act, it is clear that it starts with a non-obstante clause and declares that a civil revision application/petition should not be entertained against any interlocutory order of the commercial court including an order on the issue of jurisdiction and any such challenge. it is hence clear that if the commercial court were to pass an interlocutory order, the aggrieved party cannot invoke revisional jurisdiction under section 115 of the cpc. 14. the further emphasis in section 8 of the commercial courts act is that the bar to invoke the revisional jurisdiction would apply even to an order on the issue of jurisdiction and any such challenge. the use of this language in section 8 would leave no room for doubt that if an order that is passed by the commercial court relates to a challenge to its jurisdiction, no revision can be filed. nc: 2024:khc:16253 15. it cannot be in dispute that an order on an application under order vii rule 11 of the cpc can be brought within the ambit of the phrase \"such other challenge\" found in section 8 of the commercial courts act. in other words, if there is a challenge to the maintainability of a suit filed before the commercial court by making an application under order vii rule 11 of the cpc, an order passed on such a challenge would not be amenable to the revisional jurisdiction by virtue of the bar under section 8 of the commercial courts act. 16. it is to be stated here that the use of a sweeping remark such as \"any such challenge\" in section 8 would bring within its ambit any order passed on a challenge to the jurisdiction of the commercial court to entertain a suit. if an argument is advanced that non-compliance of a statutory provision under the commercial courts act before the institution of suit renders the suit not maintainable, it is clear that it would also be a challenge to the jurisdiction of the commercial court and, 10 nc: 2024:khc:16253 consequentially, any order passed on such an application would not be liable for a challenge by way of revision under section 115 of the cpc in view of the bar under section 8 of the commercial courts act. 17. the matter may also be looked at from another angle. the language employed by the legislature in section 8 of the commercial courts act makes it unmistakably clear that the legislature did not want the power of revision being available in respect of any order passed by the commercial court. the bar for entertaining a revision is based basically on the premise that the proceedings before the commercial court are designed for a speedy resolution of commercial disputes within statutorily prescribed timelines. if the legislature was of the view that there existed a possibility that the speedy resolution or adherence to the timelines could be defeated by a party invoking the ordinary remedy of revision and it should therefore be barred, such an intent would have to be honoured. 11 nc: 2024:khc:16253 18. if the matter is viewed from this angle, it would fundamentally mean that the power available under section 115 of the cpc would be totally absent in the case of an order passed by the commercial court. if it was the intention of the legislature that there should be a complete bar for invoking the jurisdiction under section 115 of the cpc, the argument that revision can be preferred in respect of the proviso to section 115 of the cpc cannot be accepted. 19. the argument that an order passed on an application under order vii rule 11 of the cpc cannot be an interlocutory order and, therefore, the bar under section 8 of the commercial courts act is not attracted, also cannot be accepted. as already stated above, the bar for invoking revisional jurisdiction is not only in respect of any interlocutory order, but also to any challenge made to the jurisdiction of the commercial court to entertain a suit. 20. the further argument that section 8 of the commercial courts act makes it clear that a bar to invoke 12 nc: 2024:khc:16253 the revisional jurisdiction was subject to the provision of section 13 of the commercial courts act which provides for an appeal, would lead to an inference that if an appeal is not provided under order xliii of the cpc, necessarily, the revisional jurisdiction under section 115 of the cpc would stand attracted, cannot be accepted. in section 8 of the commercial courts act, the legislature is basically declaring that an appeal is provided for only in respect of cases which are specifically enumerated under order xliii of the cpc and section 37 of the arbitration and conciliation act, and against no other order. 21. it cannot be in dispute that an appeal is a creature of the statute and there is no inherent right to prefer an appeal against every order. if the statutory provision relating to appeals categorically provides for orders which can be appealed against, no party can contend that the remedy of a revision would be available, if a right to prefer an appeal is not provided for. 13 nc: 2024:khc:16253 22. as stated above, it is clear that unmistakable intent of the legislature is that the revisional jurisdiction of the high courts under section 115 of the cpc is completely unavailable in respect of orders passed by the civil court and in this view of the matter, it is clear that this revision is not maintainable. 23. the reliance placed by the learned counsel for the petitioners on the decision in the case of shah babulal khimji3 rendered by the apex court to contend that an order passed under order vii rule 11 of the cpc cannot be considered as an interlocutory order, but would have to be considered as a preliminary judgment can be of no real assistance in the said case. even if it is accepted that an order passed under order vii rule 11 of the cpc is not an interlocutory order but is a preliminary judgment, the power to invoke the revisional jurisdiction of this court is lost by virtue of the clear bar created under section 8 of the 2015 act. shah babulal khimji v. jayaben d kania & anr., (1981) 4 scc 8. 14 nc: 2024:khc:16253 24. even if the judgments are to be applied, an order passed on an application under order vii rule 11 of the cpc would be a preliminary judgment and an appeal against a preliminary judgment can be filed only if it is specifically provided under a statute. since no appeal is provided for against a preliminary judgment, such as the one passed under order vii rule 11 of the cpc, it is clear that the petitioners would have no right to prefer an appeal under section 13 of the commercial courts act also. 25. learned counsel for the petitioners also placed reliance on the decision rendered by the delhi high court in the case of black diamond trackparts pvt. ltd.4 in this case, the division bench has, in fact, observed that a revision under section 115 of the cpc is barred against the orders passed under the commercial courts act, but a petition under articles 226 and 227 of the constitution of india would be available. this judgment would not support black diamond trackparts pvt. ltd. & ors v. black diamond motors pvt. ltd., 2021 scc online del 3946. 15 nc: 2024:khc:16253 the filing of a revision against an order passed by the commercial court. 26. reliance placed on the judgment rendered by the madras high court in the case of ramanan balagangatharan5 would also be of no avail, because a challenge therein was made to an interim order passed by the learned single judge of the madras high court by filing a petition under articles 226 and 227 of the constitution of india and, in the context of that case, the madras high court came to the conclusion that the supervisory jurisdiction under articles 226 and 227 of the constitution of india could be exercised by the high court only in case of subordinate courts and the learned single judge of that court could not be considered as a subordinate to the high court. 27. in this view of the matter, it is clear that a revision against an order passed by the commercial court, even if ramanan balagangatharan v. m/s rise east entertainment pvt. ltd., c.r.p (sr) no.92516/2021. 16 nc: 2024:khc:16253 it is one under order vii rule 11 of the cpc, would not be maintainable. the office objection is upheld and consequently, the revision petition is rejected as not maintainable. 28. however, rejection of this revision petition will not preclude the petitioners from invoking supervisory jurisdiction of this court under article 227 of the constitution of india. sd/judge pks"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2f05c70c54f4867a9310f6dfaac92ba_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4045853b1571476cbe5dc9c36056a5f8_1"
        },
        {
            "start": 242,
            "end": 353,
            "text": "\nSupreme Court of India\nParsa Kenta Collieries Ltd. vs Rajasthan Rajya Vidyut Utpadan Nigam ... on 27 May, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af417eae9016434c816e8cf649e43817_2"
        },
        {
            "start": 354,
            "end": 593,
            "text": "\nEquivalent citations: Air 2019 Supreme Court 2908, Aironline 2019 Sc 323, (2019) 2 Curcc 410, (2019) 4 Arbilr 1, (2019) 4 Civlj 320, 2019 (4) Kccr Sn 332 (Sc), 2019 (7) Scc 236, (2019) 8 Scale 434, Air 2019 Sc (Civ) 2242\nAuthor: M.R. Shah",
            "labels": [
                "PREAMBLE"
            ],
            "id": "476121cea9574315bffd8de293200e32_3"
        },
        {
            "start": 594,
            "end": 691,
            "text": "\nBench: M.R. Shah, Arun Mishra\n                                                        Reportable",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c0adce8d531441e9ed896909a3378af_4"
        },
        {
            "start": 727,
            "end": 756,
            "text": "In The Supreme Court Of India",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b240b41d19f64979856b3be542aea1b6_5"
        },
        {
            "start": 792,
            "end": 820,
            "text": "Civil Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2fcb89b4a6954014a3f3a72865a10e78_6"
        },
        {
            "start": 856,
            "end": 898,
            "text": "Civil Appeal No. 9023 Of 2018\n\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9cc6b481873c4fe09015e45517a72a3d_7"
        },
        {
            "start": 898,
            "end": 928,
            "text": "Parsa Kente Collieries Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47db35fa4f3a47958a3c8f5d24e9f00d_8"
        },
        {
            "start": 954,
            "end": 966,
            "text": ".. Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71ae2bedb96e4df4a4a2bf9acce09527_9"
        },
        {
            "start": 1008,
            "end": 1014,
            "text": "Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e5caec0612fc485cabacd355a08cae00_10"
        },
        {
            "start": 1028,
            "end": 1072,
            "text": "Rajasthan Rajya Vidyut Utpadan Nigam Limited",
            "labels": [
                "NONE"
            ],
            "id": "228e3fa4c0654dbcb1d2c3bfb45c01ff_11"
        },
        {
            "start": 1084,
            "end": 1353,
            "text": "..Respondent\n\n\n\n\n                                           Judgment\nM.R. Shah, J.\nFeeling aggrieved and dissatisfied with the impugned judgment and order dated 28.02.2018 passed by the Commercial Appellate Court/Division Bench of the High Court of Judicature for Rajas",
            "labels": [
                "RLC"
            ],
            "id": "b55853e8626c45efb48b1957608fc171_12"
        },
        {
            "start": 1354,
            "end": 1801,
            "text": "than, Bench at Jaipur in D.B. Civil Miscellaneous Appeal No. 3785 of 2017, by which the High Court has allowed Reason:\nthe said appeal preferred by the respondent herein  Rajasthan Rajya Vidyut Utpadan Nigam Limited and has quashed and set aside the award passed by the learned Arbitrator, confirmed by the Commercial Appellate Court at Jaipur, the appellant  the original claimant  Parsa Kente Collieries Limited has preferred the present appeal.",
            "labels": [
                "RLC"
            ],
            "id": "a3235572cfb54a3aa6ceb61306e649ae_13"
        },
        {
            "start": 1802,
            "end": 1974,
            "text": "\n2. That in the month of March, 2006, the respondent floated a tender for joint venture to undertake coal block development, mining and transportation of coal and delivery.",
            "labels": [
                "FAC"
            ],
            "id": "cfa3f58763924ba482859bdb884e88cb_14"
        },
        {
            "start": 1975,
            "end": 2065,
            "text": "That one Adani Enterprises Limited (AEL) submitted a bid which was accepted on 12.05.2006.",
            "labels": [
                "FAC"
            ],
            "id": "7c4908ea25ee497c9f649039330354f2_15"
        },
        {
            "start": 2066,
            "end": 2135,
            "text": "A Letter of Intent was issued to AEL by the respondent on 23.10.2006.",
            "labels": [
                "FAC"
            ],
            "id": "0945877e913d44219851691b68340797_16"
        },
        {
            "start": 2136,
            "end": 2246,
            "text": "Respondent and AEL entered into a joint venture, namely, Parsa Kente Collieries Limited, the appellant herein.",
            "labels": [
                "FAC"
            ],
            "id": "52c1655d2a69440c82977779d3d0241b_17"
        },
        {
            "start": 2247,
            "end": 2352,
            "text": "A Coal Mining Service Agreement was entered into between the said Parsa Kente Collieries Limited and AEL.",
            "labels": [
                "FAC"
            ],
            "id": "2ea8dd11cad34c93b55ad29fa2e33217_18"
        },
        {
            "start": 2353,
            "end": 2516,
            "text": "That a Coal Mining and Delivery Agreement (hereinafter referred to as CMDA) was executed between the appellant and the respondent on 16.07.2008 for supply of coal.",
            "labels": [
                "FAC"
            ],
            "id": "f3e8817af85745f4b616629cdecbb714_19"
        },
        {
            "start": 2518,
            "end": 2591,
            "text": "2.1 As per CMDA, the date of commencement of the contract was 25.06.2011.",
            "labels": [
                "FAC"
            ],
            "id": "78be5f9e91474e6bb523f8de6154d9f1_20"
        },
        {
            "start": 2592,
            "end": 2795,
            "text": "As per CMDA between the appellant and the respondent, the coal supply was to commence at the earliest within 42 months, or within 48 months from the date of allotment of coal blocks, i.e., by 25.06.2011.",
            "labels": [
                "FAC"
            ],
            "id": "907c9de05fcc40ae980472e78b61b5bc_21"
        },
        {
            "start": 2796,
            "end": 2863,
            "text": "CMDA also provided a clause for extending the date of commencement.",
            "labels": [
                "FAC"
            ],
            "id": "017d40ba4e83407fb67d39a8aff26693_22"
        },
        {
            "start": 2864,
            "end": 3056,
            "text": "Clause 3.2.1 of the CMDA provided for scope of work; Clause 4.1.3 and 4.1.4 provided for responsibility of the respondent to inform the appellant as regards the requirement of coal in advance.",
            "labels": [
                "FAC"
            ],
            "id": "14cbfbaac54546438185ffa36ac6f5eb_23"
        },
        {
            "start": 3057,
            "end": 3342,
            "text": "Clause 4.5 provided for commencement of the date; clause 5.1 provided for contract of price; clause 5.2.2. provided for calculation of basic price; clause 5.4.3 provided for escalation in price; clause 7.1 provided for force majeure and clause 7.3 provided for effect of force majeure.",
            "labels": [
                "FAC"
            ],
            "id": "267fdbc233544b3dae91091e1ab3c69c_24"
        },
        {
            "start": 3343,
            "end": 3436,
            "text": "There was a delay of 21 months in obtaining the forest clearance and environmental clearance.",
            "labels": [
                "FAC"
            ],
            "id": "5386df0ead5f4a8db9faed14cbb3d2f1_25"
        },
        {
            "start": 3437,
            "end": 3553,
            "text": "The appellant started supply of coal to the respondent with effect from 25.3.2013, i.e., after a delay of 21 months.",
            "labels": [
                "FAC"
            ],
            "id": "f5c6fc05320d4955981550f89445b9dd_26"
        },
        {
            "start": 3554,
            "end": 3656,
            "text": "It appears that the date of commencement was extended by mutual agreement from 25.6.2011 to 25.3.2013.",
            "labels": [
                "FAC"
            ],
            "id": "804ad32ad68f45ae93602bfee60c6cac_27"
        },
        {
            "start": 3657,
            "end": 3837,
            "text": "However, certain disputes arose between the parties, more particularly the escalation price, fixed costs, amount lying in Escrow account and cost of construction of railway siding.",
            "labels": [
                "FAC"
            ],
            "id": "ea1c98d0624c46828c074defcf79a3cb_28"
        },
        {
            "start": 3838,
            "end": 3918,
            "text": "Therefore, the appellant invoked clause 10.2 of the CMDA and sought arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "e2c3767e5b6b455f8e99618a63e910bf_29"
        },
        {
            "start": 3919,
            "end": 4007,
            "text": "A retired Honble Judge of the Rajasthan High Court was appointed as the sole arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "358acefd34b64530918e72cbe53a4218_30"
        },
        {
            "start": 4008,
            "end": 4103,
            "text": "The appellant submitted the statement of claim and thereafter filed another statement of claim.",
            "labels": [
                "FAC"
            ],
            "id": "5b878defc8a6489492fe18103845c66e_31"
        },
        {
            "start": 4104,
            "end": 4288,
            "text": "\n2.2 Before the learned Arbitrator, the claim was bifurcated into four heads, namely, (1) Price Adjustment; (2) Fixed Costs; (3) Escrow Account; and (4) Construction of Railway Siding.",
            "labels": [
                "FAC"
            ],
            "id": "f977ee4fd8c744039fe6da856db7c976_32"
        },
        {
            "start": 4289,
            "end": 4502,
            "text": "The learned Arbitrator passed an award dated 27.05.2015 allowing the claims under the heads of Price Adjustment, Fixed Costs and Escrow Account and rejected the claim under the head Construction of Railway Siding.",
            "labels": [
                "FAC"
            ],
            "id": "7d01c52a23424332a09875ef5aa36d02_33"
        },
        {
            "start": 4503,
            "end": 4717,
            "text": "While allowing the claim under the head Price Adjustment, the learned Arbitrator held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011.",
            "labels": [
                "FAC"
            ],
            "id": "8545ae738da7427680ae1adeb036e105_34"
        },
        {
            "start": 4718,
            "end": 4833,
            "text": "The learned Arbitrator further held that thus the Zero year for the purpose of price escalation has to be 20112012.",
            "labels": [
                "RLC"
            ],
            "id": "a44d549596634cddac135b57f85b53b6_35"
        },
        {
            "start": 4834,
            "end": 5061,
            "text": "The learned Arbitrator accordingly held that because the date of commencement of the agreement for the purpose of price escalation is 25.06.2011, the appellant shall be entitled to the enhanced amount as applicable in 20132014.",
            "labels": [
                "RLC"
            ],
            "id": "3c6dcde5f12e4ce891d7295dabb951d9_36"
        },
        {
            "start": 5062,
            "end": 5291,
            "text": "Accordingly, the learned Arbitrator held that the appellant is entitled to the coal price at Rs.837/ PMT in F.Y. 201314 and thereafter the escalated price in the subsequent years as per the relevant clauses of the contract  CMDA.",
            "labels": [
                "RLC"
            ],
            "id": "e1e62fae44b149deb15bda8a976ca1d0_37"
        },
        {
            "start": 5292,
            "end": 5508,
            "text": "\n2.3 That while allowing the claim with respect to Fixed Costs, the learned Arbitrator held that the respondent could not take the required delivery of the coal from the appellant, thus causing loss to the appellant.",
            "labels": [
                "RLC"
            ],
            "id": "e8551512d7ef4caea1d8418f21db31e5_38"
        },
        {
            "start": 5509,
            "end": 5622,
            "text": "The learned Arbitrator held that therefore the appellant is entitled to compensation as claimed for Rs.78 crores.",
            "labels": [
                "RLC"
            ],
            "id": "c3af2326cc80406d97f7543ed5123c60_39"
        },
        {
            "start": 5623,
            "end": 6045,
            "text": "\n2.4 That while allowing the claim with respect to Escrow Account, the learned Arbitrator held that the undertaking given by the appellant was limited to a contingency where on account of failure of completion of mine closure activity by the appellant led to the forfeiture of any amount deposited in the escrow account, the respondent would be entitled to recover the same from the monthly running bills of the appellant.",
            "labels": [
                "RLC"
            ],
            "id": "756765c752f34c79be820d10616aea84_40"
        },
        {
            "start": 6046,
            "end": 6183,
            "text": "The learned Arbitrator observed, however, as no such occasion has arisen, the question of any deduction on the said count does not arise.",
            "labels": [
                "FAC"
            ],
            "id": "58b9fb57de8f4937ad4550f4d19383ce_41"
        },
        {
            "start": 6184,
            "end": 6372,
            "text": "Consequently, the learned Arbitrator directed the respondent to return that amount which was lying in the escrow account which was deducted from the monthly running bills of the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "35c8a1cc91d140e5909b24611a6b4693_42"
        },
        {
            "start": 6373,
            "end": 6500,
            "text": "2.5 As observed hereinabove, the learned Arbitrator rejected claim no.4, namely, under the head Construction of Railway Siding.",
            "labels": [
                "FAC"
            ],
            "id": "9ca3db3ec063476bae625efe29694776_43"
        },
        {
            "start": 6501,
            "end": 6682,
            "text": "The award declared by the learned Arbitrator came to be confirmed by the learned Commercial Court, Jaipur in an application under section 34 of the Arbitration and Conciliation Act.",
            "labels": [
                "RLC"
            ],
            "id": "3868a69ec7604dafb2b9f3a794f778ba_44"
        },
        {
            "start": 6684,
            "end": 6875,
            "text": "3. Feeling aggrieved, the respondent preferred an appeal under Section 37 of the Arbitration Act before the Commercial Appellate Court/Division Bench of the High Court of Rajasthan at Jaipur.",
            "labels": [
                "FAC"
            ],
            "id": "194ce4899ba340df8d0222c797c41f2f_45"
        },
        {
            "start": 6876,
            "end": 7079,
            "text": "By the impugned judgment and order dated 28.02.2018, the High Court has allowed the said appeal and has set aside the award passed by the learned Arbitrator and confirmed by the Commercial Court, Jaipur.",
            "labels": [
                "RLC"
            ],
            "id": "654607dd9c5844f291134fbc0efe2c57_46"
        },
        {
            "start": 7080,
            "end": 7255,
            "text": "\n4. Feeling aggrieved by the impugned judgment and order passed by the Division Bench of the High Court, the original claimant  the appellant has preferred the present appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78ae4dd85f6149eba1cf96a8b6e36751_47"
        },
        {
            "start": 7256,
            "end": 7442,
            "text": "\n5. Shri Ranjit Kumar, learned Senior Advocate has appeared on behalf of the appellant and Shri Tushar Mehta, learned Solicitor General of India has appeared on behalf of the respondent.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "121540f5843947599e76508b77268db1_48"
        },
        {
            "start": 7443,
            "end": 7827,
            "text": "\n5.1 Shri Ranjit Kumar, learned Senior Advocate appearing on behalf of the appellant has vehemently submitted that in the facts and circumstances of the case, the High Court ought not to have interfered with the concurrent findings of the learned sole Arbitrator and the learned Commercial Court under Section 34 of the Arbitration Act by giving an alternate construction to the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9468dfa52af4e29a8bd8664b635585e_49"
        },
        {
            "start": 7828,
            "end": 8127,
            "text": "It is vehemently submitted that by passing the impugned judgment and order, the High Court has exceeded in its jurisdiction in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court, while exercising the powers under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "734b81bd7d39447cbd361f29fbc109fe_50"
        },
        {
            "start": 8128,
            "end": 8370,
            "text": "5.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that under Section 37 of the Arbitration Act, the scope of judicial inquiry is narrow and does not entail giving own construction to the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1aaf6424613048f88811881104e55a84_51"
        },
        {
            "start": 8371,
            "end": 8528,
            "text": "It is submitted by disturbing the findings, the High Court has gone beyond the limited scope of inquiry contemplated under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3f9d43e82dd84e0da57552ec211287a2_52"
        },
        {
            "start": 8530,
            "end": 8953,
            "text": "5.3 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that the Division Bench of the High Court has failed to appreciate that the interpretation made by the learned sole Arbitrator on the clauses of CMDA was plausible construction/interpretation and therefore the same could not have been substituted by the High Court in exercise of powers under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "715d5ec2223d4a758ae5c4fd54418614_53"
        },
        {
            "start": 8955,
            "end": 9808,
            "text": "In support of his above submissions, Shri Ranjit Kumar, learned Senior Advocate has heavily relied upon the decisions of this Court in the cases of Associate Builders v. Delhi Development Authority, reported in (2015) 3 SCC 49; Steel Authority of India Limited v. Gupta Brother Steel Tubes Limited, reported in (2009) 10 SCC 63 and the recent decision of this Court in the case of Ssangyong Engineering & Construction Co. Limited v. National Highways Authority of India (NHAI), rendered on 08.05.2019 in Civil Appeal No. 4779 of 2019, reported in 2019 SCC Online SC 677. 5.3.1 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that admittedly there was a delay of 21 months in supply of coal, which was due to the force majeure as there was a delay in obtaining the forest clearance and environmental clearance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87798d47d44a4c7b8dc6c084326bf25c_54"
        },
        {
            "start": 9809,
            "end": 9966,
            "text": "It is submitted that the price which was agreed by the appellant in the year 2008 to be paid in the year 2011 would never remain the same in the year 201314.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d040533e49f34076b7f02ae7676c2118_55"
        },
        {
            "start": 9967,
            "end": 10268,
            "text": "It is submitted that therefore though the commencement date as per CMDA was extended due to an admitted fact of force majeure to 25.3.2013, the commencement date would remain as the date defined under the CMDA, i.e., 25.06.2011 and therefore the price escalation ought to be considered from that date.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "74cddd5675fb428691125cf8216db803_56"
        },
        {
            "start": 10269,
            "end": 10592,
            "text": "5.3.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that though by mutual agreement the commencement date was extended due to an admitted fact of force majeure to 25.03.2013, there was no agreement to supply the coal at the same price which was to be supplied in the year 2011.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4b926ddd07c343e1b12eae73a501ac88_57"
        },
        {
            "start": 10593,
            "end": 10838,
            "text": "It is submitted that there is a specific clause  clause 4.5.2 which allows extension of commencement date in cases of force majeure, however, no such corresponding clause has been provided in clause 5.4.3, which is a clause for price escalation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea71d60e58224f1fb738ea3424f5441b_58"
        },
        {
            "start": 10839,
            "end": 10971,
            "text": "It is submitted that the intention of parties was never to unilaterally extend the first operating year referred to in clause 5.2.2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "858314c737ba41e6a40359533c8c6987_59"
        },
        {
            "start": 10972,
            "end": 11115,
            "text": "It is submitted that therefore the price escalation has to be necessarily applied from the contractually stipulated date, i., 25.06.2011.\n5.3.3",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bef10ece1c08482a8d5bd1e805dd0882_60"
        },
        {
            "start": 11116,
            "end": 11239,
            "text": "It is submitted that in any case the interpretation by the learned Arbitrator was plausible and as such was equitable also.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "39658020e80d4665b6f8881d1d152a77_61"
        },
        {
            "start": 11240,
            "end": 11481,
            "text": "Merely because some other view was possible, the High Court is not justified in interfering with the interpretations/findings recorded by the learned sole Arbitrator and that too in exercise of powers under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66cc1f99c28b46a5bb71e0bd3b00d07b_62"
        },
        {
            "start": 11482,
            "end": 11650,
            "text": "It is submitted that the interpretation of the relevant clauses of the CMDA with respect to claim no.1 was actually in consonance with the relevant clauses of the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "422ce511627146f796eb20e2317c0749_63"
        },
        {
            "start": 11651,
            "end": 11808,
            "text": "It is submitted therefore the High Court has erred in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "39334e8f55734116acaca06352977c4d_64"
        },
        {
            "start": 11809,
            "end": 11975,
            "text": "\n5.4 Now so far as claim no.2 under the head Fixed Costs is concerned, Shri Ranjit Kumar, learned Senior Advocate has heavily relied upon clause 8.2(iii) of the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e5b8414552de475fbdddae76e81edbdf_65"
        },
        {
            "start": 11976,
            "end": 12130,
            "text": "It is submitted that due to the lapse on the part of the respondent, the respondent was unable to take delivery of the coal for the financial year 201314.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "23bad355cd704f08ac9378ba1d927663_66"
        },
        {
            "start": 12131,
            "end": 12247,
            "text": "It is submitted that there was an event of default by the respondent as contemplated in clause 8.2(iii) of the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0dbbc46b71a941818fed36750bab01b9_67"
        },
        {
            "start": 12249,
            "end": 12466,
            "text": "5.4.1 It is submitted that due to inability of the respondent to take coal as per the stipulated delivery schedule, the appellant had to operate its plant at a suboptimal level which resulted in incurring fixed costs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d4f89a7de9d1471aadacda7717d95d12_68"
        },
        {
            "start": 12467,
            "end": 12646,
            "text": "It is submitted that it was mandatory for the coal to be lifted within 3 months of production to prevent spontaneous combustion and to ensure that there is no hazard to the plant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2581926fe9d94b34a6aaa017f16701b8_69"
        },
        {
            "start": 12647,
            "end": 12721,
            "text": "It is submitted that despite this, the respondent failed to take delivery.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b5c2303b6a1f4b2cb88f551225cfe279_70"
        },
        {
            "start": 12723,
            "end": 13142,
            "text": "5.4.2 It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that the High Court has committed an error by not granting the said claim on the ground that the loss was incurred by AMPL (subcontractor) under Coal Mining Services Agreement to which the respondent was not a party and secondly that loss of Rs.78 crores is not substantiated beyond the Chartered Accountants certificate.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "82933f7c959248bba81cc8067d92dbc2_71"
        },
        {
            "start": 13143,
            "end": 13440,
            "text": "It is further submitted by the learned Senior Advocate appearing on behalf of the appellant that CMDA does not prohibit appointment of AMPL as a subcontractor and in fact any such appointment was approved by the appellant and therefore AMPL cannot be said to be a complete third party to the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec8fd1c25e1349c9b948c17eddb101ea_72"
        },
        {
            "start": 13441,
            "end": 13699,
            "text": "It is submitted that therefore when the respondent failed to lift the fixed quantity of the coal and there was a delay in taking the delivery of the coal for the F.Y. 201314, the appellant shall be entitled to the loss suffered to the extent of Rs.78 crores.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3ce33a4e3d6649218495f7883e5cd6eb_73"
        },
        {
            "start": 13700,
            "end": 13799,
            "text": "It is submitted therefore the High Court has committed a grave error in disallowing the said claim.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54061eb662ca40429399345231a214a4_74"
        },
        {
            "start": 13801,
            "end": 14117,
            "text": "5.5 Now so far as claim no.3 under the head Escrow Account is concerned, it is submitted by the learned Senior Advocate appearing on behalf of the appellant that the High Court has erroneously held that the respondent was entitled to make deductions from the appellants bills for payments made in the escrow account.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3bbb8e675ea548538e7c4c1dca0b453c_75"
        },
        {
            "start": 14118,
            "end": 14348,
            "text": "It is submitted that as such the learned sole Arbitrator rightly came to a conclusion that the stage of closing of mines had not been arrived at and therefore the deductions to make the payments into escrow account were premature.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c679832372074a9f9f300521432bf075_76"
        },
        {
            "start": 14349,
            "end": 14481,
            "text": "It is submitted that the issue of deduction would arise only after a passage of 30 years at the time of closure of the mining plant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "29ea6e1bc434421a85f8fcd4d2f00b39_77"
        },
        {
            "start": 14482,
            "end": 14670,
            "text": "It is further submitted that the deposit of amount in the escrow account had arisen due to the guidelines issued by the Ministry of Coal, which was subsequent to the execution of the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0d8667d10dd94c92ac6fd722cac205f2_78"
        },
        {
            "start": 14671,
            "end": 14790,
            "text": "It is submitted that therefore the said circular issued by the Ministry of Coal would not bind the parties to the CMDA.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb4d3fe729a54896834d8be1f2a2ed3b_79"
        },
        {
            "start": 14791,
            "end": 14888,
            "text": "It is submitted therefore the High Court has committed a grave error in rejecting claim no.3.\n5.6",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9dd0d55b3aa64c34b02e56460f7fd0bb_80"
        },
        {
            "start": 14889,
            "end": 14997,
            "text": "Making the above submissions and relying upon the above decisions, it is prayed to allow the present appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7469dc12cfce4184819b745b206dd7c9_81"
        },
        {
            "start": 14999,
            "end": 15464,
            "text": "6. Shri Tushar Mehta, learned Solicitor General of India, while opposing the present appeal, has vehemently submitted that in the facts and circumstances of the case and having found that the claims allowed by the learned sole Arbitrator, confirmed by the learned Commercial Court, were just contrary to the relevant clauses of the CMDA, the High Court is justified in reversing the award passed by the learned Arbitrator, confirmed by the learned Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6ea63c84be5a422584fee6259eca3cbd_82"
        },
        {
            "start": 15466,
            "end": 15759,
            "text": "6.1 It is vehemently submitted by the learned Solicitor General that as per the settled proposition of law, the learned Arbitrator cannot substitute the terms of the contract and/or interpret the relevant clauses of the contract, which would make the relevant clauses of the contract nugatory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "750aad0ccc8549c398e7c6fd82a26e6a_83"
        },
        {
            "start": 15760,
            "end": 15922,
            "text": "It is submitted that the award, by standing in complete contravention of clear and express provisions of the CMDA, is in conflict with the public policy of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "02982e3403d54e75a2d8541828eda612_84"
        },
        {
            "start": 15923,
            "end": 16126,
            "text": "It is submitted that in the present case, according to the respondent, regarding the commencement date, there was only one possible interpretation that could have been accepted by the learned arbitrator.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "708a5118d12c427fba4d040b1cd1f14a_85"
        },
        {
            "start": 16127,
            "end": 16361,
            "text": "It is submitted that however the interpretation that has been upheld by the learned arbitrator, apart from being devoid of any reasoning in its support, is wholly incompatible with the terms of the CMDA and the conduct of the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3e64ec64516740569b1819de44c99b45_86"
        },
        {
            "start": 16362,
            "end": 16564,
            "text": "It is submitted that any award, by standing in complete contravention of clear and express provisions of the CMDA, is in conflict with the public policy of India and therefore is liable to be set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b18013371d56457d9c4d3fea690aef91_87"
        },
        {
            "start": 16565,
            "end": 16700,
            "text": "It is submitted therefore the High Court has rightly set aside the award in exercise of powers under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "712ffb1f11fe4613bc9d7be053861a73_88"
        },
        {
            "start": 16701,
            "end": 17061,
            "text": "In support of his above submissions, Shri Tushar Mehta, learned Solicitor General of India has heavily relied upon the decision of this Court in the case of ONGC v. Saw Pipes Limited, reported in (2003) 5 SCC 705; Hindustan Zinc Limited v. Friends Coal Carbonisation, reported in (2006) 4 SCC 445 and Associate Builders v. DDA, reported in (2015) 3 SCC 49. 6.2",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45b01fe4e8714f36adb14b543cf86e4a_89"
        },
        {
            "start": 17062,
            "end": 17324,
            "text": "Now so far as claim no.1, namely, price escalation is concerned, it is vehemently submitted by Shri Tushar Mehta, learned Solicitor General that the term commencement date has been defined in the agreement to have the same meaning as given to it in clause 4.5.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "301dd6f0e51745539fd05fb7a2098ca8_90"
        },
        {
            "start": 17325,
            "end": 17422,
            "text": "It is submitted that as per clause 4.5.3 the date of commencement is the essence to the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "db398810a02045a3892a9857e2a69744_91"
        },
        {
            "start": 17423,
            "end": 17596,
            "text": "It is submitted that as per the relevant clauses of the CMDA, the commencement date was extendable and in fact with the mutual agreement the same was extended to 25.03.2013.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8d6e90d61f64438b86e882c541e62f2b_92"
        },
        {
            "start": 17597,
            "end": 17713,
            "text": "It is submitted that the term commencement date is defined to be the date on which the actual supply of coal begins.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "db3e6e32448d46c790bb6ca50e8d6632_93"
        },
        {
            "start": 17714,
            "end": 17968,
            "text": "It is submitted that in the present case, admittedly, the date of supply of the coal is 25.03.2013, and therefore, the appellant shall be entitled to escalation in price only after the completion of 12 months from the commencement date, i.e., 25.03.2013.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea4d4ce2576d489cb56f7e8050604317_94"
        },
        {
            "start": 17969,
            "end": 18204,
            "text": "It is submitted under the CMDA, the appellant is entitled to the escalation in price in each operating year provided that the first escalation shall occur only after completion of 12 months from the commencement date, i.e., 25.03.2013.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6fa743098b58464885b0ca9d57ded43d_95"
        },
        {
            "start": 18205,
            "end": 18308,
            "text": "It is submitted that thus any escalation in price is linked to the date of commencement of coal supply.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c448849c70e42e8a2c1710c14cbc8a2_96"
        },
        {
            "start": 18309,
            "end": 18459,
            "text": "It is submitted that thus if the coal supply is commenced as planned on 25.06.2011, the first operating year would have been 25.06.2011 to 31.03.2012.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "323d81c765be413a8c547a9f6c615368_97"
        },
        {
            "start": 18460,
            "end": 18586,
            "text": "However, since coal supply only commenced on 25.03.2013, the first operating year ought to have been 25.03.2013 to 31.03.2013.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5bf167f823f24696b5c55de5aeda5f5b_98"
        },
        {
            "start": 18587,
            "end": 18727,
            "text": "It is submitted therefore that when the commencement date is 25.06.2011, the first price escalation would be applicable for the F.Y. 201314.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb35c2e3289a492f831bb52a76b4a147_99"
        },
        {
            "start": 18728,
            "end": 18911,
            "text": "It is submitted that however if the commencement date is held to be 25.03.2013 (which in fact was extended by mutual agreement), the first price escalation would occur in F.Y. 201415.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "057ed71dcebb4813b2bae96d2e3b8fc0_100"
        },
        {
            "start": 18912,
            "end": 19142,
            "text": "It is submitted that it is evident from clause 5.4.3 of the CMDA that an escalation in price was to be made only after the delivery of coal had commenced and it is an admitted fact that actual supply of coal started on 25.03.2013.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0923ca6d2d314a668fc44d49bf2e0d92_101"
        },
        {
            "start": 19143,
            "end": 19231,
            "text": "It is submitted therefore that there is no question of price escalation for F.Y. 201314.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "438afaa801e54b1998b3451ec22cf45a_102"
        },
        {
            "start": 19232,
            "end": 19422,
            "text": "It is submitted that therefore the award passed by the learned Arbitrator was just contrary to the relevant clauses of the CMDA and therefore the same is rightly set aside by the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bde4d7142eba482c8490e27f21496aa5_103"
        },
        {
            "start": 19423,
            "end": 19790,
            "text": "6.3 It is further submitted by the learned Solicitor General of India that in fact the respondent lifted the full quantity of the fixed quantity and therefore there was no loss and in fact the appellant failed to adduce any evidence with respect to the actual loss either due to delay in lifting the coal and/or lifting the loss quantity of the coal than they agreed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7c33dceb76ac4e50a47c1d8c437e8e77_104"
        },
        {
            "start": 19791,
            "end": 19839,
            "text": "The same is rightly set aside by the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "157e5a470dc846acaea9301217f05554_105"
        },
        {
            "start": 19841,
            "end": 20033,
            "text": "6.4 It is further submitted by the learned Solicitor General appearing on behalf of the respondent that similarly the High Court has rightly set aside the claim with respect to escrow account.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b25568b4add4623897d348199d6d449_106"
        },
        {
            "start": 20034,
            "end": 20159,
            "text": "It is submitted that as such the escrow account was required to be opened as per the circular issued by the Ministry of Coal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "52610a1984b8465b8bd06bfd62d622e2_107"
        },
        {
            "start": 20160,
            "end": 20335,
            "text": "It is submitted that, in fact, the appellant consented to open the escrow account which as such was required to be opened as per the guidelines issued by the Ministry of Coal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "05dbbed6f5934aedae9e562ac8e0db17_108"
        },
        {
            "start": 20336,
            "end": 20494,
            "text": "It is submitted that therefore in fact the appellant consented that the money is being recovered from its running bills to be deposited in the escrow account.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f71a6f345fde49e5b1b2b34c630c9c7b_109"
        },
        {
            "start": 20495,
            "end": 20577,
            "text": "It is submitted that even the same is in consonance with clause 3.2.1 of the CMDA.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e5be7f915669490e891a0ead0833d1fd_110"
        },
        {
            "start": 20578,
            "end": 20680,
            "text": "It is submitted therefore the High Court has rightly disallowed the said claim made in escrow account.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "72561d9f2ac341ef82058baef01d848d_111"
        },
        {
            "start": 20681,
            "end": 20796,
            "text": "\n6.5 Making the above submissions and relying upon the above decisions, it is prayed to dismiss the present appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "409fde9de88240f0a22a38c789c081d4_112"
        },
        {
            "start": 20797,
            "end": 20872,
            "text": "\n7. We have heard the learned counsel for the respective parties at length.",
            "labels": [
                "NONE"
            ],
            "id": "a4e079ca2e124110959339c62f841faa_113"
        },
        {
            "start": 20874,
            "end": 21163,
            "text": "8. At the outset, it is required to be noted that by the impugned judgment and order, the Division Bench of the High Court in exercise of its powers under Section 37 of the Arbitration Act has set aside the award passed by the learned Arbitrator, confirmed by the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0769bee360343c5b8873e15f07ab8a1_114"
        },
        {
            "start": 21164,
            "end": 21506,
            "text": "\nTherefore, the short question which is posed for consideration before this Court is, whether in the facts and circumstances of the case, the Division of the High Court is justified in interfering with the award passed by the learned Arbitrator, confirmed by the learned Commercial Court, in an appeal under Section 37 of the Arbitration Act?",
            "labels": [
                "ISSUE"
            ],
            "id": "066c07f958ee4c8bb76732d4f4ae23a0_115"
        },
        {
            "start": 21508,
            "end": 21738,
            "text": "9. While answering the aforesaid question, certain decisions of this Court and the law declared on the jurisdiction of the appellate Court while considering the award passed by the learned Arbitrator are required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bccb0d806e4146ea9441b6fafcbdd9b0_116"
        },
        {
            "start": 21739,
            "end": 21980,
            "text": "9.1 In the case of Associate Builders (supra), this Court had an occasion to consider in detail the jurisdiction of the Court to interfere with the award passed by the Arbitrator in exercise of powers under Section 34 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8a90d5d529794b799b1265a459b1c39b_117"
        },
        {
            "start": 21981,
            "end": 22104,
            "text": "In the aforesaid decision, this Court has considered the limits of power of the Court to interfere with the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04698a8b48bd4c7495582ce602bf90aa_118"
        },
        {
            "start": 22105,
            "end": 22270,
            "text": "It is observed and held that only when the award is in conflict with the public policy in India, the Court would be justified in interfering with the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f06dbbd66724473b64cfde00e5ed6fb_119"
        },
        {
            "start": 22271,
            "end": 22408,
            "text": "In the aforesaid decision, this Court considered different heads of public policy in India which, inter alia, includes patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3fde2c2ac0848de8f5ce6be0b918037_120"
        },
        {
            "start": 22409,
            "end": 22982,
            "text": "After referring Section 28(3) of the Arbitration Act and after considering the decisions of this Court in the cases of McDermott International Inc. v. Burn Standard Co. Ltd., reported in (2006) 11 SCC 181 (paras 112113) and Rashtriya Ispat Nigam Limited v. Dewan Chand Ram Saran, reported in (2012) 5 SCC 306 (paras 4345), it is observed and held that an arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f27a239dfae44b5ab524ab44f751cec0_121"
        },
        {
            "start": 22983,
            "end": 23248,
            "text": "It is further observed and held that construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5e8628787ecf4423891a6fe4015bc844_122"
        },
        {
            "start": 23249,
            "end": 23495,
            "text": "It is further observed by this Court in the aforesaid decision in paragraph 33 that when a court is applying the public policy test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35975310f6204431b677c437617d0299_123"
        },
        {
            "start": 23496,
            "end": 23705,
            "text": "A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e59521e9eb64f89a2602b9f2b7c86c3_124"
        },
        {
            "start": 23706,
            "end": 23895,
            "text": "It is further observed that thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9aa1672ca154773ae43ea7c4d58f751_125"
        },
        {
            "start": 23896,
            "end": 24183,
            "text": "9.2 Similar is the view taken by this Court in the cases of National Highways Authority of India v. ITD Cementation India Limited, reported in (2015) 14 SCC 21(para 25) and Steel Authority of India Limited v. Gupta Brother Steel Tubes Limited, reported in (2009) 10 SCC 63 (para 29).\n10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e3c7964c2e64a84ba929de14a37fa4e_126"
        },
        {
            "start": 24184,
            "end": 24378,
            "text": "Applying the law laid down by this Court, we have to examine whether the Division Bench of the High Court has exceeded in its jurisdiction in setting aside the arbitral award impugned before it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77dfdf3300634a729871d5d7a56130b4_127"
        },
        {
            "start": 24380,
            "end": 24487,
            "text": "11. For convenience, we shall deal with the impugned judgment and order passed by the High Court claimwise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07dcd558db8f498bbf345776a7ff5748_128"
        },
        {
            "start": 24488,
            "end": 24654,
            "text": "The first claim is with respect to price adjustment/escalation; the second claim is with respect to fixed costs and the third claim is with respect to escrow account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "665610863a9b4ce3acd0432d33869dfb_129"
        },
        {
            "start": 24656,
            "end": 24976,
            "text": "11.1 Now so far as the claim with respect to price adjustment/escalation is concerned, the learned arbitrator held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011 and therefore zero year for the purpose of price escalation has to be 201112.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf9901631d334aeeaed66d1e99fe14c0_130"
        },
        {
            "start": 24977,
            "end": 25077,
            "text": "Accordingly, the learned arbitrator considered the escalated price in F.Y. 201314 at Rs.895/ per MT.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c061d7539aa048e3b7ce1bb4a2d1813f_131"
        },
        {
            "start": 25078,
            "end": 25253,
            "text": "However, according to the respondent, as the date of commencement was changed from 25.06.2011 to 25.03.2013, the zero year for the purpose of price escalation would be 201314.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "983a9ec052544ede9f3c4b9fde6a20ed_132"
        },
        {
            "start": 25254,
            "end": 25516,
            "text": "It is required to be noted that it is not in dispute that price escalation is permissible under the contract/agreement itself and there shall be price escalation every year as per the formulae mentioned in the agreement, commencing from the date of commencement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95ceeb2bd27146979ba334711d57ec1b_133"
        },
        {
            "start": 25517,
            "end": 25647,
            "text": "However, it is true that the initial date of commencement, i.e., 25.06.2011 came to be extended to 25.03.2013 by mutual agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b059665ed19f41f2a68a103e44cf92d6_134"
        },
        {
            "start": 25648,
            "end": 25787,
            "text": "However, the same was due to force majeure as there was a delay of 21 months in obtaining the forest clearance and environmental clearance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea16586c2dae4a67ac42b80e68edd88c_135"
        },
        {
            "start": 25788,
            "end": 25851,
            "text": "The price was quoted in the year 2007 08, applicable from 2011.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02586756185045b09dc64f833d2a20ba_136"
        },
        {
            "start": 25852,
            "end": 26009,
            "text": "However, there was a delay in obtaining the forest clearance and environmental clearance and therefore the date of commencement of supply came to be changed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad12f4d3e44443e5b8f41d10059f0128_137"
        },
        {
            "start": 26010,
            "end": 26088,
            "text": "In between there would be hike in labour charges, transportation charges, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c43ac76e55b4c0191709fbf0cfaea5b_138"
        },
        {
            "start": 26089,
            "end": 26256,
            "text": "Though the date of commencement of supply was extended, there was no corresponding amendment in the relevant clauses of the agreement with respect to price escalation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c725806137dd4ae4b341366bdbd43e33_139"
        },
        {
            "start": 26257,
            "end": 26396,
            "text": "There was no specific agreement that in the year 2013, the appellant would supply the coal at the same price, without any price escalation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "679fe133370046009e685343566424d5_140"
        },
        {
            "start": 26397,
            "end": 26930,
            "text": "Therefore, considering the overall facts and circumstances of the case and by giving cogent reasons, the learned arbitrator interpreted the relevant clauses of the contract and specifically held that the date of commencement of the first operating year for the purposes of clauses 5.2.2 read with 5.4.3 would be 25.06.2011 and accordingly the zero year for the purpose of price escalation would be 201112 and therefore the appellant shall be entitled to the enhanced amount as is applicable in the year 201314 (the price escalation).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e58966903bc41a597825ff7589bbd79_141"
        },
        {
            "start": 26931,
            "end": 27107,
            "text": "Having considered the reasoning given by the learned arbitrator, we are of the opinion that the interpretation by the learned arbitrator was both possible as well as plausible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fad0cb5a55a4ef2b99cf9a6a555e2bf_142"
        },
        {
            "start": 27108,
            "end": 27312,
            "text": "Therefore, merely because some other view could have been taken, the High Court is not justified in interfering with the interpretation made by the arbitrator which as observed was possible and plausible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bf55b433de24e3cab081a50948dc240_143"
        },
        {
            "start": 27313,
            "end": 27570,
            "text": "Therefore, in the facts and circumstances of the case, we are of the opinion that the High Court has clearly exceeded in its jurisdiction in interfering with the award passed by the learned arbitrator with respect to claim no.1  price adjustment/escalation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76b8728126f3409dad2138b87fff361d_144"
        },
        {
            "start": 27571,
            "end": 27816,
            "text": "At this stage, it is required to be noted that though the High Court has observed that the award passed by the learned arbitrator with respect to claim no.1 was against the public policy, with respect, we do not see any element of public policy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c571359a2d1e4d3bbd28409276a9630b_145"
        },
        {
            "start": 27817,
            "end": 27945,
            "text": "It was pure and simple case of interpretation of the relevant clauses of the agreement which does not involve any public policy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fd2592709e54c22a1c7ce1afe312dd0_146"
        },
        {
            "start": 27946,
            "end": 28241,
            "text": "Therefore, we are of the opinion that the impugned judgment and order passed by the High Court for quashing and setting aside the award passed by the learned arbitrator with respect to claim no.1  price adjustment/escalation cannot be sustained and the same deserves to be quashed and set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aebfba7213ce412d81a87c15c86dd2de_147"
        },
        {
            "start": 28242,
            "end": 28587,
            "text": "11.2 Now so far as claim no.2  fixed costs and an amount of Rs.78 crores awarded by the learned arbitrator with respect to compensation of loss is concerned, having gone through the relevant material on record, we are of the opinion that the High Court has rightly set aside the award passed by the learned arbitrator with respect to claim no.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7942e0bbfb34de0ad32e1ea2deb55d2_148"
        },
        {
            "start": 28588,
            "end": 28677,
            "text": "Except the CAs certificate, no further evidence had been led with respect to actual loss.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35259a194a9240b4b9966d0c66ecf7a2_149"
        },
        {
            "start": 28678,
            "end": 28852,
            "text": "Considering the material on record, it is on the contrary found that in the relevant year the quantity of the coal lifted by the respondent was much above the fixed quantity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "691a73f57f74481a8972b9a978529dc0_150"
        },
        {
            "start": 28853,
            "end": 29021,
            "text": "Thus, the award passed by the learned arbitrator with respect to claim no.2 was contrary to the evidence on record and therefore is rightly set aside by the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c527a7c3641433f8e5314a5de3d3bf0_151"
        },
        {
            "start": 29022,
            "end": 29214,
            "text": "\n11.3 Similarly, even with respect to claim no.3  Escrow Account is concerned, the High Court has rightly interfered with the award passed by the learned arbitrator with respect to claim no.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0df6c8db35cb449192dbee1d9eab58b9_152"
        },
        {
            "start": 29215,
            "end": 29408,
            "text": "It is required to be noted that the escrow account was required to be opened as per the guidelines issued by the Ministry of Coal, Government of India for the preparation of mine closure plant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43f30fb78d38414aa358952966c30b6b_153"
        },
        {
            "start": 29409,
            "end": 29514,
            "text": "The guidelines required, inter alia, the mining company to open an escrow account with any schedule bank.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a607174100cd456093127aaef142703f_154"
        },
        {
            "start": 29515,
            "end": 29601,
            "text": "Accordingly, the respondent opened an escrow account and executed an escrow agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fd86a49100941928c0df73068b699ed_155"
        },
        {
            "start": 29602,
            "end": 29723,
            "text": "From the correspondence between the parties, it appears that even the appellant consented for opening the escrow account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c85ce036267c495896227a881fd35fdc_156"
        },
        {
            "start": 29724,
            "end": 29983,
            "text": "The appellant also agreed that the amount to be deposited in the escrow account will be recovered by the respondent from immediate next payment of the coal bills of the joint venture company  PKCL raised towards dispatches of coal from appellants coal blocks.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d3e4c11fcf14127b80071e2b8012b8f_157"
        },
        {
            "start": 29984,
            "end": 30083,
            "text": "Thus, thereafter it was not open for the appellant to claim the amount lying in the escrow account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1130cdb4176a492da1c111de4566fd27_158"
        },
        {
            "start": 30084,
            "end": 30285,
            "text": "If the amount lying in the escrow account is returned to the appellant, the purpose and object of opening the escrow account which was as per the guidelines of the Ministry of Coal would be frustrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24d3ace10102426d933ff990e67fcdc9_159"
        },
        {
            "start": 30286,
            "end": 30459,
            "text": "The object and purpose of opening the escrow account was to see that the appellant company fulfils the contract as per the agreement and till the closure of the coal blocks.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0375ed15b6a4285a098d07f23ef1f2a_160"
        },
        {
            "start": 30460,
            "end": 30744,
            "text": "Therefore, the High Court has rightly interfered with the award passed by the learned arbitrator with respect to claim no.3  escrow account by observing that the reasoning is perverse or so irrational that no reasonable person could have arrived at on the material/evidence on record.",
            "labels": [
                "RATIO"
            ],
            "id": "b8f76773d4af48a983303645540e9b09_161"
        },
        {
            "start": 30745,
            "end": 30842,
            "text": "We are in complete agreement with the view taken by the learned Division Bench of the High Court.",
            "labels": [
                "RATIO"
            ],
            "id": "de5004e6b0724a35a178ac0604256d6f_162"
        },
        {
            "start": 30844,
            "end": 30939,
            "text": "12. In view of the above and for the reasons stated above, the present appeal succeeds in part.",
            "labels": [
                "RPC"
            ],
            "id": "5dee1a313ecd4c23b1fdd66370af24ec_163"
        },
        {
            "start": 30940,
            "end": 31562,
            "text": "The impugned judgment and order passed by the High Court insofar as quashing and setting aside the award passed by the learned sole arbitrator, confirmed by the learned Commercial Court, insofar as claim no. 1  price adjustment/escalation is hereby quashed and set aside and the award passed by the learned arbitrator with respect to claim no.1 is hereby restored.\nThe impugned judgment and order passed by the High Court insofar as quashing and setting aside the award passed by the learned arbitrator with respect to rest of the claims, namely, claim no.2  fixed costs and claim no.3  escrow account is hereby confirmed.",
            "labels": [
                "RPC"
            ],
            "id": "859e48797d224aa68bb88861b93817a4_164"
        },
        {
            "start": 31563,
            "end": 31629,
            "text": "The present appeal is partly allowed to the aforesaid extent only.",
            "labels": [
                "RPC"
            ],
            "id": "2898245b11224ea69d540a0aecd9deac_165"
        },
        {
            "start": 31630,
            "end": 31719,
            "text": "However, in the facts and circumstances of the case, there shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "378f047aca45471984b297952e75b3c0_166"
        },
        {
            "start": 31764,
            "end": 31837,
            "text": ".J.\n                                           [ARUN MISHRA]\n\n\nNEW DELHI;",
            "labels": [
                "NONE"
            ],
            "id": "96215bd8eccf4c2e99715db1471f3fa9_167"
        },
        {
            "start": 31870,
            "end": 31887,
            "text": ".J.\nMAY 27, 2019.",
            "labels": [
                "NONE"
            ],
            "id": "c9a915a649d14b77920538ef939a8d2c_168"
        },
        {
            "start": 31888,
            "end": 31935,
            "text": "                             [M.R. SHAH]\n\n\n\n\n\n ",
            "labels": [
                "NONE"
            ],
            "id": "df5debce296e47f1bf1699ef59f00773_169"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Syed Asmath Pasha Qhadri",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 45
        },
        {
            "text": "Sumeru Realty Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 54,
            "end_char": 75
        },
        {
            "text": "N S Sanjay Gowda",
            "label": "JUDGE",
            "start_char": 102,
            "end_char": 118
        },
        {
            "text": "N S Sanjay Gowda",
            "label": "JUDGE",
            "start_char": 126,
            "end_char": 142
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 362,
            "end_char": 398
        },
        {
            "text": "N S Sanjay Gowda",
            "label": "JUDGE",
            "start_char": 548,
            "end_char": 564
        },
        {
            "text": "Syed Asmath Pasha Qhadri",
            "label": "PETITIONER",
            "start_char": 671,
            "end_char": 695
        },
        {
            "text": "Syed Salman Ysyf Qhadri",
            "label": "PETITIONER",
            "start_char": 890,
            "end_char": 913
        },
        {
            "text": "A.Mahesh Chowdhary",
            "label": "LAWYER",
            "start_char": 1184,
            "end_char": 1202
        },
        {
            "text": "Sumeru Realty Pvt Ltd.",
            "label": "RESPONDENT",
            "start_char": 1275,
            "end_char": 1297
        },
        {
            "text": "Sunit Suryakant Kaluskar",
            "label": "LAWYER",
            "start_char": 1640,
            "end_char": 1664
        },
        {
            "text": "Shrivision Living Space Pvt Ltd.",
            "label": "PETITIONER",
            "start_char": 1689,
            "end_char": 1721
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2513,
            "end_char": 2516
        },
        {
            "text": "01.04.2024",
            "label": "DATE",
            "start_char": 2608,
            "end_char": 2618
        },
        {
            "text": "NC: 2024:KHC:16253",
            "label": "CASE_NUMBER",
            "start_char": 3152,
            "end_char": 3170
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 3642,
            "end_char": 3653
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3661,
            "end_char": 3688
        },
        {
            "text": "Commercial Courts Act Act",
            "label": "STATUTE",
            "start_char": 3695,
            "end_char": 3720
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 3758,
            "end_char": 3768
        },
        {
            "text": "Patil Automation1",
            "label": "ORG",
            "start_char": 3784,
            "end_char": 3801
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 3816,
            "end_char": 3827
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3835,
            "end_char": 3856
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 3906,
            "end_char": 3917
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3925,
            "end_char": 3946
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 3972,
            "end_char": 3983
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3991,
            "end_char": 4012
        },
        {
            "text": "Patil Automation Pvt",
            "label": "ORG",
            "start_char": 4060,
            "end_char": 4080
        },
        {
            "text": "Ltd. v. Rakheja Engineers Pvt",
            "label": "PRECEDENT",
            "start_char": 4082,
            "end_char": 4111
        },
        {
            "text": "Ltd., (2002) 10 SCC 1",
            "label": "PRECEDENT",
            "start_char": 4113,
            "end_char": 4134
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 4230,
            "end_char": 4247
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4255,
            "end_char": 4258
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 4361,
            "end_char": 4371
        },
        {
            "text": "Shakti Bhog Food Industries2",
            "label": "ORG",
            "start_char": 4375,
            "end_char": 4403
        },
        {
            "text": "Order VII Rule 11(a) and (d)",
            "label": "PROVISION",
            "start_char": 4619,
            "end_char": 4647
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4655,
            "end_char": 4658
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 4756,
            "end_char": 4767
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4775,
            "end_char": 4778
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 4879,
            "end_char": 4888
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4896,
            "end_char": 4917
        },
        {
            "text": "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr",
            "label": "PRECEDENT",
            "start_char": 4920,
            "end_char": 4989
        },
        {
            "text": "[2020] 6 SCR 538",
            "label": "PRECEDENT",
            "start_char": 4992,
            "end_char": 5008
        },
        {
            "text": "Mahesh Chowdhary",
            "label": "OTHER_PERSON",
            "start_char": 5037,
            "end_char": 5053
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 5365,
            "end_char": 5374
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5382,
            "end_char": 5403
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 5444,
            "end_char": 5454
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5462,
            "end_char": 5483
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 5559,
            "end_char": 5569
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5577,
            "end_char": 5598
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 5604,
            "end_char": 5614
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5622,
            "end_char": 5643
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 5775,
            "end_char": 5786
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5794,
            "end_char": 5797
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 5904,
            "end_char": 5915
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5923,
            "end_char": 5926
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 5975,
            "end_char": 5992
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5993,
            "end_char": 5996
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 6209,
            "end_char": 6226
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6234,
            "end_char": 6237
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6336,
            "end_char": 6347
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6355,
            "end_char": 6358
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6557,
            "end_char": 6568
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6576,
            "end_char": 6579
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 6676,
            "end_char": 6693
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6701,
            "end_char": 6704
        },
        {
            "text": "Law Commission of India",
            "label": "ORG",
            "start_char": 6715,
            "end_char": 6738
        },
        {
            "text": "Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015",
            "label": "STATUTE",
            "start_char": 6774,
            "end_char": 6875
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 7765,
            "end_char": 7776
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7784,
            "end_char": 7787
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 7794,
            "end_char": 7803
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7811,
            "end_char": 7832
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 8254,
            "end_char": 8264
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 8371,
            "end_char": 8380
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8388,
            "end_char": 8409
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 8823,
            "end_char": 8834
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8842,
            "end_char": 8845
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 8876,
            "end_char": 8885
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8893,
            "end_char": 8914
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9079,
            "end_char": 9088
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 9331,
            "end_char": 9348
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9356,
            "end_char": 9359
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9438,
            "end_char": 9447
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9455,
            "end_char": 9476
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 9616,
            "end_char": 9633
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9641,
            "end_char": 9644
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9762,
            "end_char": 9771
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9779,
            "end_char": 9800
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9897,
            "end_char": 9906
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10115,
            "end_char": 10136
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 10442,
            "end_char": 10453
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10461,
            "end_char": 10464
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 10490,
            "end_char": 10499
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10507,
            "end_char": 10528
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 10632,
            "end_char": 10641
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10649,
            "end_char": 10670
        },
        {
            "text": "NC: 2024:KHC:16253",
            "label": "CASE_NUMBER",
            "start_char": 11327,
            "end_char": 11345
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 11450,
            "end_char": 11461
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11469,
            "end_char": 11472
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 11668,
            "end_char": 11679
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11687,
            "end_char": 11690
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 11765,
            "end_char": 11776
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11784,
            "end_char": 11787
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 11871,
            "end_char": 11888
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11896,
            "end_char": 11899
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 11963,
            "end_char": 11972
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11980,
            "end_char": 12001
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12293,
            "end_char": 12302
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12310,
            "end_char": 12331
        },
        {
            "text": "- 12 - NC: 2024",
            "label": "PROVISION",
            "start_char": 12368,
            "end_char": 12383
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 12454,
            "end_char": 12464
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12472,
            "end_char": 12493
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 12591,
            "end_char": 12602
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12610,
            "end_char": 12613
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 12662,
            "end_char": 12673
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12681,
            "end_char": 12684
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12731,
            "end_char": 12740
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12748,
            "end_char": 12769
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 12906,
            "end_char": 12917
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12925,
            "end_char": 12928
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12933,
            "end_char": 12943
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 12951,
            "end_char": 12983
        },
        {
            "text": "NC: 2024:KHC:16253",
            "label": "CASE_NUMBER",
            "start_char": 13401,
            "end_char": 13419
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 13558,
            "end_char": 13569
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13577,
            "end_char": 13580
        },
        {
            "text": "Shah Babulal Khimji3",
            "label": "OTHER_PERSON",
            "start_char": 13837,
            "end_char": 13857
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 13874,
            "end_char": 13884
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 13923,
            "end_char": 13940
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13948,
            "end_char": 13951
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 14155,
            "end_char": 14172
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14180,
            "end_char": 14183
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 14356,
            "end_char": 14365
        },
        {
            "text": "Shah Babulal Khimji v. Jayaben D Kania & Anr., (1981) 4 SCC 8",
            "label": "PRECEDENT",
            "start_char": 14384,
            "end_char": 14445
        },
        {
            "text": "NC: 2024:KHC:16253",
            "label": "CASE_NUMBER",
            "start_char": 14455,
            "end_char": 14473
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 14559,
            "end_char": 14576
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14584,
            "end_char": 14587
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 14824,
            "end_char": 14841
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14849,
            "end_char": 14852
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 14933,
            "end_char": 14943
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14951,
            "end_char": 14972
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 15073,
            "end_char": 15089
        },
        {
            "text": "Black Diamond Trackparts Pvt",
            "label": "ORG",
            "start_char": 15105,
            "end_char": 15133
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 15219,
            "end_char": 15230
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15238,
            "end_char": 15241
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15288,
            "end_char": 15309
        },
        {
            "text": "Articles 226 and 227",
            "label": "PROVISION",
            "start_char": 15332,
            "end_char": 15352
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 15360,
            "end_char": 15381
        },
        {
            "text": "Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt",
            "label": "PRECEDENT",
            "start_char": 15434,
            "end_char": 15502
        },
        {
            "text": "- 15 - NC: 2024",
            "label": "DATE",
            "start_char": 15537,
            "end_char": 15552
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 15690,
            "end_char": 15707
        },
        {
            "text": "Ramanan Balagangatharan5",
            "label": "OTHER_PERSON",
            "start_char": 15723,
            "end_char": 15747
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 15874,
            "end_char": 15891
        },
        {
            "text": "Articles 226 and 227",
            "label": "PROVISION",
            "start_char": 15919,
            "end_char": 15939
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 15947,
            "end_char": 15968
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 16007,
            "end_char": 16024
        },
        {
            "text": "Articles 226 and 227",
            "label": "PROVISION",
            "start_char": 16088,
            "end_char": 16108
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 16116,
            "end_char": 16137
        },
        {
            "text": "Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt",
            "label": "PRECEDENT",
            "start_char": 16431,
            "end_char": 16489
        },
        {
            "text": "C.R.P (Sr) No.92516/2021",
            "label": "CASE_NUMBER",
            "start_char": 16497,
            "end_char": 16521
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 16567,
            "end_char": 16584
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16592,
            "end_char": 16595
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 16871,
            "end_char": 16882
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 16890,
            "end_char": 16911
        },
        {
            "text": "PKS",
            "label": "JUDGE",
            "start_char": 16925,
            "end_char": 16928
        }
    ],
    "precedent_clusters": {
        "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr": [
            "Ltd. v. Rakheja Engineers Pvt",
            "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr",
            "Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt",
            "Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11(a) and (d)",
            "CPC",
            "Order VII Rule 11(a) and (d)",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 18",
            "Commercial Courts Act",
            "Section 18",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Articles 226 and 227",
            "Constitution of India",
            "Articles 226 and 227",
            "Constitution of India"
        ],
        [
            "Articles 226 and 227",
            "Constitution of India",
            "Articles 226 and 227",
            "Constitution of India"
        ],
        [
            "Articles 226 and 227",
            "Constitution of India",
            "Articles 226 and 227",
            "Constitution of India"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "section 13",
            "Commercial Courts Act",
            "section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "- 12 - NC: 2024",
            "Commercial Courts Act",
            "- 12 - NC: 2024",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr": 4
    },
    "provision_counts": {
        "Section 12A of Commercial Courts Act, 2015": 1,
        "Section 12A of Commercial Courts Act": 3,
        "Order VII Rule 11 of CPC": 12,
        "Order VII Rule 11(a) and (d) of CPC": 1,
        "Section 115 of CPC": 12,
        "Section 8 of Commercial Courts Act": 15,
        "Section 18 of Commercial Courts Act": 1,
        "Section 13 of Commercial Courts Act": 4,
        "Order XLIII of CPC": 4,
        "Section 37 of Arbitration and Conciliation Act": 1,
        "Articles 226 and 227 of Constitution of India": 3,
        "Article 227 of Constitution of India": 1,
        "section 13 of Commercial Courts Act": 1,
        "- 12 - NC: 2024 of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 1,
        "Commercial Courts Act": 25,
        "CPC": 29,
        "Arbitration and Conciliation Act": 1,
        "Constitution of India": 4
    }
}