{
    "id": "ffb35d8930f1060db0122a22f20b37c500079ef2476ecd695e4b9009c6d766c3",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nSuper Cassettes Industries Pvt. Ltd vs M/S Goldy Dish Antenna on 17 August, 2016\nAuthor: Rajiv Sahai Endlaw\nBench: Rajiv Sahai Endlaw\n*       In The High Court Of Delhi At New Delhi\n\n%                                               Date of decision: 17th August, 2016 \n\n+       Cs(Comm) 775/2016, IAs No.7785/2016 (u/O 39 R-1&2 Cpc) &\n        7787/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M / S Goldy Dish Antenna                                       ..... Defendant \n                     Through: None.\n\n+       Cs(Comm) 777/2016, Ia Nos.7794/2016 (u/O 39 R-1&2 Cpc) &\n        7796/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K. \n                             Khetan, Advs.\n\n                                           Versus\n\n        M / S J.J. Cable Network                                       ..... Defendant \n                       Through: None.\n\n+       Cs(Comm) 779/2016, Ia Nos.7802/2016 (u/O 39 R-1&2 Cpc) & \n        7804/2016 (u/s 151 Cpc for permission to file on record a Cd) \n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff \n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M / S Sharda Cable/Digi News                                   ..... Defendant\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                   Page 1 of 21 \n                                 Through:        None. \n\n+       Cs(Comm) 783/2016, Ia Nos.7814/2016 (u/O 39 R-1&2 Cpc) &\n        7816/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff \n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S Ctv Cable Network                             ..... Defendant \n                     Through: None.\n\n+       Cs(Comm) 785/2016, Ia Nos.7820/2016 (u/O 39 R-1&2 Cpc) &\n        7822/2016 ( u / s 151 Cpc for permission to file on record a Cd) \n\n        Super Cassettes Industries Pvt. Ltd.   ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M / S Vikas Cable Network                           ..... Defendant \n                     Through: None.\n\n+       Cs(Comm) 787/2016, Ia Nos.7831/2016 (u/O 39 R-1&2 Cpc) &\n        7833/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff \n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        Dharamvir Digital Network                         ..... Defendant \n                    Through: None.\n\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016       Page 2 of 21 \n +       Cs(Comm) 789/2016, Ia Nos.7837/2016 (u/O 39 R-1&2 Cpc) &\n        7839/2016 (u/s 151 Cpc for permission to file on record a Cd) \n\n        Super Cassettes Industries Pvt. Ltd.    ..... Plaintiff \n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs. \n\n                                           Versus\n\n    M / S Jai Narsingh Cable Network                               ..... Defendant\n                  Through: None. \nCoram: \nHon'Ble Mr. Justice Rajiv Sahai Endlaw \n\n1.      The plaintiff Super Cassettes Industries Pvt. Ltd. has filed these suits\n\nto restrain the defendant in each of the suits from broadcasting or otherwise\n\ncommunicating to the public cinematograph films, sound recordings, literary\n\nworks (lyrics) and musical works (musical composition) owned by the\n\nplaintiff and in which the plaintiff claims a copyright and for ancillary\n\nreliefs.\n\n2.      Each of the suits is valued for the purposes of court fees and\n\njurisdiction at (i) Rs.200/- for the relief of permanent injunction; (ii) Rs.200/-\n\nfor the relief of rendition of accounts; (iii) Rs.200/- for the relief of\n\nmandatory injunction; and, (iv) Rs.25,01,000/- for the relief of recovery of\n\ndamages i.e. for a total of Rs.25,01,000/- and on which court fees of\n\nRs.26,753/- has been paid.\n\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 3 of 21\n 3.      It is further the case of the plaintiff that the dispute subject  matter of each of the suits is a commercial dispute within the meaning of Section 2(1)(c)(xvii) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Commercial Courts Act) i.e. a dispute arising out of intellectual property rights relating to registered or unregistered trademarks, copyrights, designs etc.\n\n4.      Per Section 7 of the Commercial Courts Act, suits relating to commercial dispute of a specified value only are to be tried and disposed of by the Commercial Division of the High Court. Specified Value, as per clause (i) of Section 2(1) of the Commercial Courts Act has been defined as the value of the subject matter in respect of a suit as determined in accordance with Section 12 which shall not be less than Rs.1 crore. Per Section 12(1)(d), where the relief claimed in a suit relates to any other intangible right (other than recovery of money or other moveable property or immovable property dealt with in Clauses (a), (b) and (c) of Section 12(1)),\n\nthe specified value of the suit shall be the market value of the said right as estimated by the plaintiff.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 4 of 21  5.      The plaintiff has valued the intangible rights, as aforesaid at Rs.200/-\n\neach and besides the reliefs with respect to such intangible rights has claimed the relief of recovery of money, by way of damages, in the sum of Rs.25,00,000/- and the specified value whereof as per Section 12(1)(a) of the Commercial Courts Act is Rs.25,00,000/- only. Thus the aggregate specified value of the reliefs claimed in the suit is Rs.25,01,600/- which is less than Rs.1 crore prescribed in Section 2(1)(i) supra. It was thus enquired from the counsel for the plaintiff when the suits came up first before this Court on 11th July, 2016 as to how the suits were entertainable by the Commercial Division of this Court and as to why the plaint be not returned to the plaintiff for presentation before the Court of appropriate pecuniary jurisdiction. On request of counsel for the plaintiff, the suits were adjourned to 19 th July,\n\n2016 for hearing on this aspect. \n\n6.      The plaintiff, though estimating the market value of the intangible right to which each of the suit pertains at less than Rs.1 crore, contends this Court has jurisdiction to entertain the suits owing to the first Proviso to Section 7 of the Commercial Courts Act.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 5 of 21  7.      Section 7 of the Commercial Courts Act is as under:\n\n        \"7. Jurisdiction of Commercial Divisions of High Courts--         All suits and applications relating to commercial disputes of a         Specified Value filed in a High Court having ordinary original         civil jurisdiction shall be heard and disposed of by the         Commercial Division of that High Court: \n               Provided that all suits and applications relating to         commercial disputes, stipulated by an Act to lie in a court not         inferior to a District Court, and filed or pending on the original         side of the High Court, shall be heard and disposed of by the         Commercial Division of the High Court:\n               Provided further that all suits and applications         transferred to the High Court by virtue of sub-section (4) of         section 22 of the Designs Act, 2000 (16 of 2000) or section 104         of the Patents Act, 1970 (39 of 1970) shall be heard and         disposed of by the Commercial Division of the High Court in all         the areas over which the High Court exercises ordinary         original civil jurisdiction.\"\n                                                          (emphasis added)\n\n\n8 .      It is the contention of the plaintiff (A) that by virtue of Section 62(1)\n\nof the Copyright Act, 1957, all matters relating to a dispute under the Copyright Act fall within the purview of the first Proviso aforesaid of Section 7 i.e. stipulated by law to lie in a Court not inferior to a District Court; (B) that the first Proviso to Section 7 supra uses the expression \"filed or pending\" and which has to be necessarily interpreted as meaning \"already pending on the date of enactment of the Commercial Courts Act\" or \"filed after the enactment of the Commercial Courts Act\"; (C) that the word \"filed\"\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 6 of 21  cannot be restricted to suits filed before the enactment of the Commercial Courts Act. \n\n9.      The counsel for the plaintiff on 19th July, 2016 argued that (I) if the words of a statute are unambiguous, then literal interpretation has to be adopted and applied; (II) the first proviso supra by using both, \"filed\" as well as \"pending\" with the conjunction \"or\" as against \"and\" implies that it applies to both, suits which were pending as on the date when the Commercial Courts Act came into force as well as suits filed thereafter; (III)\n\nif the first proviso to Section 7 supra is interpreted to apply only to suits filed or pending prior to the date of commencement of the Commercial Courts Act, it would amount to ascribing the words filed and pending the same meaning, defeating the wording of the statute; (IV) that in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 (and the Ordinance) which preceded the Commercial Courts Act, the word \"pending\" was missing in the clause corresponding to the first Proviso to Section 7 and was added only in the Act, and which is also indicative of the intention of the Legislature to make the first Proviso to Section 7 of the Act applicable also to suits filed after coming into force of the Act; (V) that the Press Note released by the Press Information Bureau CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                Page 7 of 21  also provided that Section 7 was being amended, so as to clarify that the Commercial Courts Act applies to pending matters also; (VI) that the statute cannot be read as imposing a condition that the suits ought to have been filed or pending as on the date of coming into force thereof--had it been so, the wording of the first Proviso to Section 7 would have been \"previously filed or pending\" or \"filed or pending on the date when the Act comes into force\".\n\n10.     The counsel for the plaintiff, in support of his submissions, placed reliance on (a) Guiness World Records Limited Vs. Sababbi Mangal 230 (2016) DLT 377; (b) Dental Council of India Vs. Hari Prakash (2001) 8 SCC 61 to contend that when the words used in the statute are not ambiguous, literal meaning has to be applied; (c) C.L. Devgun Vs. New Delhi Municipal Council 2008 (155) DLT 180 to contend that inclusion of word that is not present in the statute, by the Court is impermissible; (d) The Tata     Oil     Mills      Co.      Ltd.     Vs.     Hansa   Chemical   Pharmacy MANU/DE/0153/1978 Delhi 236 to clarify that the expression \"District Court\" in Section 62(1) of the Copyright Act included the local limits of the ordinary original civil jurisdiction of a High Court; (e) Rahisuddin Vs.\n\nGambit Leasing & Finance Pvt. Ltd. 2011 (176) DLT 696 to again clarify as to what the expression \"District Court\" means and to contend that the CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                  Page 8 of 21  same means the Court of the District Judge and not the court of the Civil Judge. \n\n11.     The counsel for the plaintiff, on 19th July, 2016, without prejudice to his rights and contentions also stated that if this Court were not agreeable with the contention of the plaintiff, instead of ordering the plaint to be returned for filing in the Court of appropriate jurisdiction, the same be transferred to the Court of the District Judge under Section 24(5) of Code of Civil Procedure, 1908 (CPC), as the plaintiff is not desirous of paying additional court fees, if found to be due. It was also informed that the concerned District Court would be the District Court (Central), Tis Hazari Courts, Delhi. \n\n12.     I am unable to agree with the contentions aforesaid of counsel for the plaintiff. \n\n13.     The Commercial Courts Act came into force on 23rd October, 2015 i.e.\n\nshortly before the Delhi High Court (Amendment) Act, 2015 which came into force on 26th October, 2015 and vide which the ordinary original civil jurisdiction of this Court was enhanced from that till then existing with respect to suits valuation whereof was in excess of Rs.20 lakhs to that with respect to suits valuation whereof is in excess of Rs.2 crores. Section 4 of CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 9 of 21  the Delhi High Court (Amendment) Act empowers the Chief Justice of this Court to transfer any suit or other proceeding which is pending in this Court immediately before the commencement thereof to such Subordinate Court as would have jurisdiction to entertain such suit or proceeding, had such suit or proceeding been instituted or filed for the first time after the commencement thereof. In accordance therewith, the suits instituted in this Court prior to 26th October, 2015, even if be relating to commercial dispute within the meaning of Commercial Courts Act, with a valuation of upto Rs.2 crores were liable to be transferred to the Subordinate Courts. However, since as per the Commercial Courts Act suits arising of commercial dispute and specified value whereof is Rs.1 crore or more are to be tried and disposed of by Commercial Division of this Court, only suits arising out of commercial dispute and specified value whereof was less than Rs.1 crore were liable to be so transferred to the Subordinate Courts. \n\n14.     The question for consideration in Guiness World Records Limited supra was, whether owing to the first proviso to Section 7 of the Commercial Courts Act, the suits arising out of commercial dispute and stipulated by law to be in a Court not inferior to a District Court and instituted in this Court prior to the coming into force of the Delhi High Court (Amendment) Act and CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 10 of 21  with a specified value of less than Rs.1 crore were also required to be tried and disposed of by this Court rather than being transferred to the Subordinate Court under Section 4 of the Delhi High Court (Amendment) Act. It was observed, found, held (i) that in Section 7 of the Ordinance preceding the Commercial Courts Act, only the word \"filed\" found mention; (ii) that Press Note dated 16th December, 2015 was issued to clarify that amendment was required to the first Proviso to Section 7 of the Ordinance so that no doubt remained that the same was intended to apply to \"pending cases only\"; (iii)\n\nthat the reason given in the 78th Report submitted to the Rajya Sabha by the Department-Related Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice, for changing the word \"filed\" in the first Proviso to Section 7 of the Ordinance to the expression \"filed or pending\" as found in the Act was that transfer of all pending commercial disputes to Commercial Division would over burden the said Division defeating the very purpose of establishment thereof and the need for a sunset clause whereby only fresh cases having the pecuniary limit were filed before the Commercial Division (iv) that the words \"filed or pending\" mean that even if a case is pending as on the date of coming into force of the Commercial Courts Act,\n\nsuch pending case will be continued to be tried by the Commercial Division CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 11 of 21  irrespective of the matter not being above the specified value and being below the specified value of Rs.1 crore; (v) that there cannot be any other interpretation of the expression \"filed or pending\"; (vi) that if these words are to be interpreted to mean that even those cases which are filed and pending will have to be transferred since their pecuniary value is less than Rs.1 crore, it will defeat the intention of the Legislature in enacting the first Proviso to Section 7; (vii) that the \"IPR matters\", once they are pending in the High Court as on the date of coming into force of the Commercial Courts Act, will be heard and disposed of by the Commercial Division of the High Court, even if the pecuniary jurisdiction of these matters is below Rs.1 crore. \n\n15.     It would thus be seen that though this Court in Guiness World Records Limited supra was not concerned with the issue as has arisen herein but interpreted the expression \"filed or pending\" in the first Proviso to Section 7 of the Commercial Courts Act as meaning only those suits which were pending on the date of coming into force of the Commercial Courts Act.\n\n16.     To the same effect is the view of two other learned Single Judges of this Court in Kamal Sharma Vs. Blue Coast Infrastructure Development Pvt. Ltd. 229 (2016) DLT 438 and in Sanofi Aventis Vs. Intas CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 12 of 21  Pharmaceuticals Ltd. 227 (2016) DLT 296.\n\n17.     The contention of the counsel for the plaintiff, that the word \"filed\"\n\nhas to be necessarily interpreted as filed after the coming into force of the Commercial Courts Act as the suits filed before the coming into force of the Commercial Courts Act would be covered by the word \"pending\", also does not find favour with me. A suit filed before the coming into force of the Commercial Courts Act may not necessarily be pending on the date of coming into force thereof. Such a situation can also arise from dismissal in default or dismissal for non-prosecution or dismissal on merits on a preliminary issue, of a suit and in which case the suit, though would not qualify as \"pending\" on the date of coming into force of the Commercial Courts Act, would be capable of being revived by seeking restoration/ recall of the order of dismissal in default or of dismissal for non-prosecution or by preferring an appeal. Similarly, a suit by mere institution in the Court though would qualify as filed may not, till it is admitted and summons thereof issued, qualify as pending in the Court. The purport of the Legislature in use of the words \"filed or pending\" in the first Proviso to Section 7 thus does not necessarily have to be to include within the ambit thereof besides the suits of the class mentioned therein and pending in this Court on the date of CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 13 of 21  the coming into force of Commercial Courts Act also the suits of that class filed in this Court after the coming into force of Commercial Courts Act,\n\neven if of specified value of less than Rs.1 crore prescribed in Section 2(1)(i)\n\nof the Act.\n\n18.     The contention of the counsel for the plaintiff, ingenious though it is,\n\ncannot be accepted also for the reason that such interpretation of the first proviso to Section 7 supra would not be in consonance with the other provisions of the Commercial Courts Act. According to the interpretation canvassed by the counsel for the plaintiff, suits of the class mentioned in the first proviso can be filed (after coming into force of Commercial Courts Act) in a High Court having ordinary original civil jurisdiction, even if not of the specified value. It would mean that for suits relating to commercial disputes stipulated by law to lie in a Court not inferior to a District Court,\n\nthere is no specified value. However Section 2(1)(i), while defining specified value as meaning value of subject matter in respect of a suit as defined in accordance with Section 12 which shall not be less than Rs.1 crore, does not exclude therefrom suits stipulated by law to lie in a Court not inferior to a District Court. Similarly Section 12, while prescribing the mode of determination of specified value also prescribes, as aforesaid, in Clause (d)\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 14 of 21  of Sub Section (1) thereof the mode of determining of specified value of a commercial dispute where the relief sought relates to intangible rights, as is in the \"IPR matters\" and which as per Section 104 of Patents Act, 1970,\n\nSection 134 of Trade Marks Act, 1999, proviso to Section 22(2) of the Designs Act, 2000 and Section 62 supra of the Copyright Act are stipulated to be in a Court not inferior to a District Court. If such suits were to be heard and disposed of by the Commercial Division of the High Court having original civil jurisdiction even if not of specified value, there was no need for the legislature to in Section 12(1)(d) provide for mode of determination of specified value thereof. Section 15 of the Commercial Courts Act providing for transfer of suits relating to commercial dispute of specified value pending in a High Court where a Commercial Division has been constituted to the Commercial Division also does not carve out any exception qua suits stipulated by law to lie in a Court not inferior to a District Court. It thus follows, that to interpret the first proviso to Section 7 of Commercial Courts Act as enabling suits relating to commercial dispute stipulated by an Act to be in a Court not inferior to a District Court to be filed on the original side of the High Court, even after the coming into force of the Commercial Courts Act and even if of below the specified value, would be inconsistent CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 15 of 21  with Section 2(1)(i), Section 12 and Section 15 of the said Act. \n\n19.     It is a settled principle of interpretation of statutes that provisions of a statute have to be interpreted so as to give effect to all and any one provision ought not to be interpreted so as to render another nugatory or otiose.\n\n20.     The interpretation canvassed by the counsel for the plaintiff would also inundate and over burden the Commercial Division of a High Court having original civil jurisdiction with suits in IPR Matters, even if specified value thereof is below that prescribed in Section 2(1)(i), defeating one of avowed objects for establishment of Commercial Division of High Court, of expeditious disposal of such suits. \n\n21.     Before proceeding further, I may notice that this court in Guinness World Records Ltd. supra held on an interpretation of the first proviso to Section 7 that IPR matters filed or pending in this Court, even if their valuation is less than Rs.1 crore, will be dealt and decided by Commercial Division of this court if their pecuniary jurisdiction valuation is above Rs.20 lakhs. Unfortunately Section 15 which provides for transfer to Commercial Division of High Court only of suits relating to commercial dispute of a specified value pending in a High Court was not noticed. I am however in this judgment not concerned with suits pending on the date of coming in to CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                 Page 16 of 21  force of the Commercial Court Act and need not probe this aspect further. \n\n22.     It was perhaps taking cue from Guinness World Record Ltd supra that the plaintiff, though contending that suits of the class mentioned in first proviso to Section 7, irrespective of whether of specified value or not, can be continued to be filed in the High Court, valued the same for court fee and jurisdiction at above Rs.20 lakhs. I had during the hearing enquired from the counsel for the plaintiff that if what he was canvassing was to be correct,\n\nwhere was the need to value the suit at over Rs.20 lakhs in as much as as per the said interpretation the suit of that class even if valued as less than Rs.20 lakhs can be filed in this Court. The counsel for the plaintiff did not offer any answer. \n\n23.     This Court in Guinness World Records Ltd supra qua the pending suits observed that if valued above Rs.20 lakhs would be heard by Commercial Division of this court because the ordinary original civil jurisdiction of this Court till the coming into force of Commercial Courts Act was with respect to suits valuation whereof was above Rs.20 lakhs. \n\nHowever that stood enhanced to above Rs.2 crore upon coming into force of Delhi High Court (Amendment) Act. Delhi High Court (Amendment) Act is however prospective. With respect to pending suits, it, as aforesaid,\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 17 of 21  empowered the Chief Justice vide Section 4 thereof. Thus, a suit relating to commercial dispute instituted in this Court prior to coming into force of Delhi High Court (Amendment) Act, even if of valuation less than above Rs.2 crores was to be dealt with under Section 4 thereof. However suits filed after coming into force thereof could be entertained / could lie before this Court only if valuation thereof was in excess of Rs.2 crores.              The Commercial Courts Act however vested jurisdiction with respect to suits relating to commercial disputes of a specified value prescribed as Rs.1 crore and above in the Commercial Division of this Court. Thus though the original civil jurisdiction of this Court as per Section 5 of Delhi High Court Act, 1966 is in respect of suits value of which exceeds Rs.2 crores but the Commercial Division of this Court by virtue of Section 7 has jurisdiction to hear and dispose of suits relating to commercial dispute of specified value prescribed as Rs.1 crore and above. To hold that the Commercial Division of this Court also has jurisdiction to hear and dispose of suits relating to commercial disputes of below the specified value filed after coming into force of Delhi High Court (Amendment) Act and Commercial Courts Act would also be violative of Section 5 of the Delhi High Court Act. There is absolutely no rationale for holding that such suits, if valued above Rs.20 CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 18 of 21  lakhs, can be entertained by the Commercial Division of this Court. \n\n24.      To hold that suits relating to Commercial Dispute and falling in the class specified in the first proviso to Section 7, of below the specified value of Rs.1 crore and axiomatically with payment of court fee on a lesser value than Rs.1 crore can be filed in the Commercial Division of the High Court will also amount to prescribing a lower court fee for IPR matters than for other commercial dispute. \n\n25.      A Division Bench of this Court in Delhi High Court Bar Association Vs. Government of National Capital Territory of Delhi (2013) 203 DLT 129, dealing with the challenge to the constitutionality and validity of the Court Fees (Delhi Amendment) Act, 2012 inter alia providing fixed fee for suits,    relating to intellectual property as compared to much higher ad valorem court fees for other suits held i) that no intelligible differentia is discernible for the magnanimity/favoured treatment to IPR matters; ii) IPR matters are of high value, time consuming and owing to urgency of relief therein hearing thereof gets precedence and parties thereto are generally economic grants; iii) that the favoured treatment to such suits is arbitrary,\n\nunreasonable and ultra vires Article 14 of Constitution of India. The Court Fees (Delhi Amendment) Act 2012 was accordingly struck down. \n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 19 of 21  26.      The interpretation of the first proviso to Section 7 of the Commercial Courts Act canvassed by the counsel for the plaintiff thus also renders the same susceptible to be struck down.                  It is also a settled principle of interpretation of statutes that an interpretation, which makes the statute or any provision thereof susceptible to be struck down as arbitrary or ultra vires, is to be avoided.\n\n27.      The words \"filed or pending\" in the first Proviso to Section 7 of the Commercial Courts Act cannot thus be read as permitting commercial disputes of the class prescribed in the first Proviso to Section 7 of the Act to be continued to be filed in this Court, even if the value thereof is less than the specified value of Rs.1 crore and above. \n\n28.      The suits, as filed, are below the minimum pecuniary jurisdiction of this Court and below the specified value in accordance with the Commercial Courts Act and are thus not to be entertained by this Court and lie, if at all,\n\nbefore the Court of the District Judge.\n\n29.      In accordance with the statement of the counsel for the plaintiff and as recorded in the order dated 19th July, 2016, the suits are ordered to be transferred to the Court of the District Judge (Central), Tis Hazari Courts,\n\nDelhi.\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                    Page 20 of 21  30.     The plaintiff to appear before the Additional District Judge / District Judge (Central), Tis Hazari Courts, Delhi on 8th September, 2016. \n\n\n\n\n                                                          RAJIV SAHAI ENDLAW, J.\nAUGUST 17, 2016 bs..",
        "preamble_end_char_offset": null,
        "cleaned_text": "rajasthan high court continental engineering corporation . vs jaipur metro rail corporation on 2 march, 2022 author: pankaj bhandari bench: pankaj bhandari high court of judicature for rajasthan bench at jaipur s.b. arbitration application no. 117/2018 continental engineering corporation limited, having its address at no. 95 dun hua south road section 2 taipei 106 taiwan city and having registered address at flat no. 211 pocket a/3 sector 7 rohini new delhi 110085 and project site office at old police head quarter near jaleb chowk infront of city palace near fro office badi chouper jaipur rajasthan through its power attorney holder (dgm contracts) mr. lilanand chaudhary ----petitioner versus jaipur metro rail corporation, khanji bhawan tilak marg cscheme jaipur 302005 ----respondent for petitioner(s) : mr. anil kher, senior advocate, mr. anant kasliwal, senior advocate with mr. vaibhav kasliwal and mr. shashank kasliwal through vc for respondent(s) : mr. rajendra prasad, senior advocate with mr. sandeep pathak and ms. vertika mehra through vc hon'ble mr. justice pankaj bhandari order order reserved on :: 27/01/2022 order pronounced on :: 02/03/2022 1. the applicant continental engineering corporation limited has preferred this arbitration application under section 10(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (hereinafter referred to as \"the commercial courts act\") with the prayer that the (2 of 10) [arbap-117/2018] application be allowed and the matter be adjudicated on merits in the interest of justice. 2. it is contended by mr. anil kher, senior advocate, appearing with mr. anant kasliwal, senior advocate and mr. vaibhav kasliwal appearing for the applicant that the award was passed on 20.12.2017. the applicant within 90 days filed an application under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the act\") before the commercial court on 16.3.2018. the non-applicant raised objections to the maintainability of application under section 34 of the act before the commercial court on 22.10.2018. the commercial court vide order dated 22.11.2018 has held that since it is an international commercial dispute, the application is not maintainable before the commercial court. the commercial court has returned the application under order 7 rule 10 cpc for presentation before the appropriate court. it is contended that file was taken back from the commercial court on 6.12.2018 and was filed before the high court on 10.12.2018. in the application filed by the applicant, the registry has pointed out certain defects and in view of those defects, a fresh application was filed by the applicant on 14.2.2019. 3. it is contended by learned counsel for the applicant that since the application under section 34 of the act has been returned for presentation before the appropriate court and the same has been filed before the high court, which has the jurisdiction to deal with the application under section 34 of the act when the matter pertains to an international commercial dispute, the high court should therefore now adjudicate the objections raised under section 34 of the act. (3 of 10) [arbap-117/2018] 4. counsel for the applicant has placed reliance on m.p. steel corporation versus commissioner of excise: (2015) 7 scc 58; asif ahmedally porbunderwalla versus mrs. daulat akbarali porbunderwalla & ors.: 2014 (2) mh.l.j. 210; all india reporter limited versus ramchandra dhondo datar: air 1961 bom 292; united bank of india versus naresh kumar & ors.: (1996) 6 scc 660; assam ashok hotel corporation ltd. versus northeast chamber of commerce and industry (necci) & ors.: (2016) 4 gauhati law reports 532 and international continental caoutchoue compagnie versus mehta & co.: air 1927 cal 758. 5. mr. rajendra prasad, senior advocate, appearing with mr. sandeep pathak, has vehemently opposed the application. it is contended that no application as such has been filed under section 34 of the act before the high court. it is contended that under sub-clause (1) of rule 4 of the rajasthan arbitration rules, 2003 (hereinafter referred to as \"the rules\") a signed application has to be filed, verification of which is mandatory. it is also contended that as per rule 8 of the rules, if the requirement is not fulfilled, the court may reject the same after affording opportunity of hearing. it is further contended that as per rule 125 of the rajasthan high court rules, every application must carry a heading depicting the name of the high court. however, the application under section 34 of the act, which was filed before the court below, has been annexed with the application under section 10(1) of the commercial courts act. thus, the presentation itself is not in accordance with the rajasthan high court rules. 6. it is also contended that even assuming for the sake of argument that application under section 34 of the act is duly filed, (4 of 10) [arbap-117/2018] the same has not been filed within the prescribed time. the award was passed on 20.12.2017 and the application, which was filed before the commercial court, was filed on 16.3.2018 and thereafter, it was held by the commercial court that the application under section 34 of the act is not maintainable before the commercial court on 22.11.2018. the application before the high court was filed on 10.12.2018 and the present application has been filed on 14.2.2019 after an inordinate delay. attention of this court is drawn to sub-section (3) of section 34 of the arbitration act, which states that an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award, or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal. further, the proviso to sub-section (3) of section 34 of the arbitration act provides that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months, it may entertain the application within a further period of thirty days, but not thereafter. it is argued that application has not been filed within 120 days as provided and the court is barred from entertaining an application after 120 days. 7. it is contended that there is no application as such filed under section 34 of the act. further, application has not been presented before the appropriate officer of the high court. it is also contended that section 5 of the act does not apply. at the most applicant can have the benefit of section 14 of the limitation act, but no application under section 14 of the limitation act has been filed with the application. it is argued by learned senior (5 of 10) [arbap-117/2018] advocate that way back on 22.10.2018 itself it was informed to the applicant that the application is not maintainable before the commercial court. the applicant, however, pursued the application under section 34 before the commercial court, which ultimately returned his application. 8. it is contended that the commercial court should have rejected the application rather than returning it under order 7 rule 10 cpc as order 7 rule 10 cpc would not apply. it is also contended that even if, for the sake of argument, it is considered that order 7 rule 10 cpc applies and the application has been returned for presentation before the appropriate court, fresh application ought to have been filed before the high court in accordance with the high court rules after duly signing and verifying the application. it is also contended that the applicant has not been diligent and the application is not bonafide and the same deserves to be rejected. 9. counsel has placed reliance on simplex infrastructure ltd. versus union of india: (2019) 2 scc 455, harshad chimanlal modi versus dlf universal ltd & anr.: (2006) 1 scc 364, sri amar chand inani versus the union of india: (1973) 1 scc 115; hanamanthappa versus chandrashekharappa: air 1997 sc 1307; allahabad bank versus shank's (steel fab pvt.ltd. & ors.): air 2008 cal 96; madhavrao narayanrao patwardhan versus state of bombay: 1959 scr 564; ramji pandey & ors. versus swaran kali: (2010) 14 scc 492; rabindranath samuel dawson versus sivakami & ors.: air 1972 scc 730; firm ramnath ramchandra versus firm bhagatram & co.: air 1960 rajasthan 219; govinda menon raman menon & ors. versus krishna pillai kesava pillai & ors.: air 1955 travancore-cochin 51; indira (6 of 10) [arbap-117/2018] gandhi national open university versus sharad das & associates pvt. ltd.: o.m.p. (comm) 26/2019 and salazar luis anthony marques (since deceased) thr lrs. versus mohd. haroon japanwala & ors.: (2015) 217 dlt 261. 10. i have considered the contentions and perused the material available on record. 11. the application, which has been filed before the high court is an application under section 10(1) of the commercial courts act read with section 151 of cpc. section 10(1) of the commercial courts act deals with the jurisdiction in respect of arbitration matters. sub-section (1) of section 10 of the commercial courts act reads as under: \"10. jurisdiction in respect of arbitration matters --where the subject-matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court.\" 12. section 10 therefore, just deals with the jurisdiction in respect of international commercial arbitration matters. the prayer made for in the application under section 10(1) of the commercial courts act reads as under: \"it is, therefore, most humbly prayed that this hon'ble court may allow this application and may kindly adjudicate and decide the matter on merits in the interest of justice.\" (7 of 10) [arbap-117/2018] 13. as far as facts of the case are concerned, it is not disputed that the award was passed on 20.12.2017. the application under section 34 of the act was filed before the commercial court on 16.3.2018. the non-applicant raised objections to the maintainability of application under section 34 before the commercial court on 22.10.2018. the commercial court vide order dated 22.11.2018 held that the application is not maintainable, however, it directed that the application be returned under order 7 rule 10 cpc for presentation before the proper court. though the order passed by the commercial court is not under challenge before this court, however, from plain reading of order 7 rule 10 cpc, it is apparent that it applies to plaint and not to application. rule 11 of the rajasthan arbitration rules, 2003 reads as under: \"11. (1) save as otherwise expressly provided in this act or these rules, the following provisions of the code of civil procedure, 1908 and as amended by c.p.c. (amendment) act, 1999 and 2002 shall apply to the proceedings before a court in so far as they may be applicable thereto, namely, (i) sections 28, 31, 35, 35-a, 35-b, 107, 133, 135, 148-a, 151 & 152 and (ii) orders iii, v, vi, ix, xiii, xiv, xvi to xix, xxiv, xli and xlii (2) (a) for the purpose of facilitating application of the provisions referred to under sub-rule (1) the court may construe them with such alterations not affecting the substance as may be necessary or proper to adopt to the matters before it; and (b) the court may for sufficient reasons proceed otherwise than in accordance with the said provisions if (8 of 10) [arbap-117/2018] it is satisfied that interest of the parties shall not thereby be prejudiced.\" 14. there is no mention of order 7 cpc in the rajasthan arbitration rules, 2003. this court is of the firm view that order 7 rule 10 of cpc could not have been applied by the commercial court and the court should have just rejected the application as not maintainable before the commercial court. however, even treating the order having been passed under order 7 rule 10 cpc, the applicant ought to have complied with the provisions under order 7 rule 10-a cpc and the rajasthan arbitration rules, 2003. as per sub-section (1) of section 4 of the rajasthan arbitration rules, 2003, every application under sections 9, 14, 27, 34, 39 and 43 of the act shall be made in writing duly signed and verified by the applicant. 15. it is pertinent to note that there is no endorsement about the return under order 7 rule 10 cpc. rule 125 of the rajasthan high court rules has not been complied with, as the application under section 34 of the arbitration act, which is filed before the court does not carry the heading and the application under section 34 of the arbitration act, which was filed before the district court, is filed by the applicant as an annexure. 16. the application under section 34 of the arbitration act has not been filed before the high court, though, return of application under section 34 of the act does not fall within the purview of order 7 rule 10 cpc but even assuming that application was returned for presentation before the proper court, the said application, which was returned, ought to have been filed before the proper officer of the high court. annexing the application filed before the district court under section 34 with the application (9 of 10) [arbap-117/2018] under section 10(1) of the commercial courts act cannot be treated as filing of the application under section 34 of the act before the high court. 17. in amar chand inani (supra), the apex court has held that presentation afresh is mandatory. in simplex infrastructure ltd. (supra) and harshad chimanlal modi (supra), it is held by the apex court that even if order 7 rule 10 applies, fresh application has to be filed. this court is of the considered view that as soon as an objection was raised by the non-applicant about the jurisdiction of the commercial court, the applicant should have withdrawn the application from the commercial court and should have preferred a fresh petition before the high court after moving an application under section 14 of the limitation act for condoning the delay for proceedings before the wrong court. as per proviso to sub-section (3) section 34, an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award. proviso to sub-section (3) of section 34 further provides that if the court is not satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months, it may entertain the application within a further period of thirty days, but not thereafter. 18. the award was passed on 20.12.2017 and the application was filed before the commercial court on 16.3.2018 i.e. after 86 days of passing of the award. it was observed by the commercial court that an application under section 34 of the act is not maintainable before the commercial court vide order dated 22.11.2018. application under section 10(1) of the commercial courts act was filed before the high court on 10.12.2018. the (10 of 10) [arbap-117/2018] applicant did not pursue or remove the defects pointed out by the registry and finally, filed the application on 14.2.2019. 19. no application for extension of time was filed by the applicant. this court is therefore of the considered view that there is no presentation as such of any application under section 34 of the act before the high court. this court is also of the considered view that no application under section 10(1) of the commercial courts act is required to be filed as section 10(1) only deals with the jurisdiction in respect of arbitration matters. proper course for the applicant was to file a fresh arbitration application or present the arbitration application, which was returned before the proper officer of the court. no application under section 34 of the act has been filed in accordance with the rajasthan arbitration rules, thus this court is of the considered view that applicant is not entitled to any relief. 20. there being no application under section 34 of the act having been presented before a proper officer of the court, there being no application for condonation of delay, there being no relief claimed in the application under section 10(1) with regard to the arbitration application, the present arbitration application therefore deserves to be and is accordingly dismissed. no orders as to cost. (pankaj bhandari),j sunil solanki/ps powered by tcpdf (www.tcpdf.org)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d2f043484e546578acb86b51e56f3bc_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "032ce5f33cda42e88cbdf5ee527ed042_1"
        },
        {
            "start": 242,
            "end": 526,
            "text": "\nDelhi High Court\nSuper Cassettes Industries Pvt. Ltd vs M/S Goldy Dish Antenna on 17 August, 2016\nAuthor: Rajiv Sahai Endlaw\nBench: Rajiv Sahai Endlaw\n*       In The High Court Of Delhi At New Delhi\n\n%                                               Date of decision: 17th August, 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4faba7c2a3954d9ea342cb7f34bcb014_2"
        },
        {
            "start": 527,
            "end": 673,
            "text": "\n\n+       Cs(Comm) 775/2016, IAs No.7785/2016 (u/O 39 R-1&2 Cpc) &\n        7787/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        ",
            "labels": [
                "NONE"
            ],
            "id": "8c2b3ae108f94a52938571960ae9ade3_3"
        },
        {
            "start": 673,
            "end": 709,
            "text": "Super Cassettes Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f4f08ede1dd745d5add938adbcd5ec2f_4"
        },
        {
            "start": 713,
            "end": 749,
            "text": "..... Plaintiff\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1938c9684164e29806f402faf40b8ce_5"
        },
        {
            "start": 749,
            "end": 816,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "544d80c03e934506890b9ba18a763a22_6"
        },
        {
            "start": 816,
            "end": 890,
            "text": "Khetan, Advs.\n\n                                           Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "617587e3a0c44047b218dcd791d6596a_7"
        },
        {
            "start": 890,
            "end": 914,
            "text": "M / S Goldy Dish Antenna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0adbc875b2e34b76abba5b1291ca26de_8"
        },
        {
            "start": 953,
            "end": 968,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8471d5d13bdd4963982b4220c81bcce3_9"
        },
        {
            "start": 991,
            "end": 1151,
            "text": "Through: None.\n\n+       Cs(Comm) 777/2016, Ia Nos.7794/2016 (u/O 39 R-1&2 Cpc) &\n        7796/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5aaba5c44c0f41d98b952a992d9b03dc_10"
        },
        {
            "start": 1151,
            "end": 1187,
            "text": "Super Cassettes Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1543ed6c30754a61904cb4f728ab7566_11"
        },
        {
            "start": 1191,
            "end": 1227,
            "text": "..... Plaintiff\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "344ecbd59c334809baf55583728b3661_12"
        },
        {
            "start": 1227,
            "end": 1264,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce7826826c5f435dbc456ba8d4b742da_13"
        },
        {
            "start": 1295,
            "end": 1353,
            "text": "Khetan, Advs.\n\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48051838f54e48b581eac6eae40e5e82_14"
        },
        {
            "start": 1353,
            "end": 1369,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2bdaf6bb22f4d38b2cc3d4d9668c7a4_15"
        },
        {
            "start": 1369,
            "end": 1393,
            "text": "M / S J.J. Cable Network",
            "labels": [
                "PREAMBLE"
            ],
            "id": "195a2421ea0649c1a6ef7eddce01bb44_16"
        },
        {
            "start": 1432,
            "end": 1447,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3247ec7e960b469498c432e85c86e0b7_17"
        },
        {
            "start": 1472,
            "end": 1517,
            "text": "Through: None.\n\n+       Cs(Comm) 779/2016, Ia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0569b086463d4776bee98d6397873fb4_18"
        },
        {
            "start": 1518,
            "end": 1531,
            "text": "Nos.7802/2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a3fed58ae4c45beaf8bdca96af26611_19"
        },
        {
            "start": 1532,
            "end": 1552,
            "text": "(u/O 39 R-1&2 Cpc) &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30101a2d919b4cddb177882ec7f61708_20"
        },
        {
            "start": 1562,
            "end": 1623,
            "text": "7804/2016 (u/s 151 Cpc for permission to file on record a Cd)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "246cb3ba5ed440089838ff58b4b6a0f6_21"
        },
        {
            "start": 1634,
            "end": 1670,
            "text": "Super Cassettes Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b254c45b3224102af636fec020a4301_22"
        },
        {
            "start": 1674,
            "end": 1689,
            "text": "..... Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa7ad3ed701e4c95b9d628924e87cd3c_23"
        },
        {
            "start": 1711,
            "end": 1778,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "78c216b3e6d640c8b9495d2503532360_24"
        },
        {
            "start": 1778,
            "end": 1836,
            "text": "Khetan, Advs.\n\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d71ccc1c94b6470ba5aa6e0e6fdbda4f_25"
        },
        {
            "start": 1836,
            "end": 1852,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13708b9814e540b89974c813dd5edadc_26"
        },
        {
            "start": 1852,
            "end": 1880,
            "text": "M / S Sharda Cable/Digi News",
            "labels": [
                "PREAMBLE"
            ],
            "id": "681e4cb1b667411ea149bf9b51f1d09c_27"
        },
        {
            "start": 1915,
            "end": 1979,
            "text": "..... Defendant\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c7a03a29b2e64fd0bf3fdc900a892d0f_28"
        },
        {
            "start": 1980,
            "end": 1987,
            "text": "of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d60af9c00974ea99c56e59a16618640_29"
        },
        {
            "start": 2006,
            "end": 2018,
            "text": "Page 1 of 21",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2db5eaecff4a4973b8ebb9110229b668_30"
        },
        {
            "start": 2053,
            "end": 2069,
            "text": "Through:        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3687d5b419304c119f53f145267933c4_31"
        },
        {
            "start": 2069,
            "end": 2221,
            "text": "None. \n\n+       Cs(Comm) 783/2016, Ia Nos.7814/2016 (u/O 39 R-1&2 Cpc) &\n        7816/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d876bb85d272473596bd948dcc5f7bd5_32"
        },
        {
            "start": 2221,
            "end": 2236,
            "text": "Super Cassettes",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c60aaeeefb6b4721a456b0f5ebb465aa_33"
        },
        {
            "start": 2237,
            "end": 2247,
            "text": "Industries",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28da07c13a6d47fdbb00a159ff9f7ec6_34"
        },
        {
            "start": 2248,
            "end": 2257,
            "text": "Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58f04f8e85334ffea4deb95d332178c9_35"
        },
        {
            "start": 2261,
            "end": 2276,
            "text": "..... Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a21fd2716c81497baaabc4ec1597fe6e_36"
        },
        {
            "start": 2298,
            "end": 2365,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72ec4c38514f4e8aa467b1440f20c759_37"
        },
        {
            "start": 2365,
            "end": 2423,
            "text": "Khetan, Advs.\n\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12401665e3a04d99a5dca0efc617083c_38"
        },
        {
            "start": 2423,
            "end": 2439,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54a5717218d84d7fa2e227c773282df6_39"
        },
        {
            "start": 2439,
            "end": 2460,
            "text": "M/S Ctv Cable Network",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7036e3036a64b47af6e87fb30ccbcae_40"
        },
        {
            "start": 2489,
            "end": 2504,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb533a60ddd04566a38a67726879ba4b_41"
        },
        {
            "start": 2527,
            "end": 2625,
            "text": "Through: None.\n\n+       Cs(Comm) 785/2016, Ia Nos.7820/2016 (u/O 39 R-1&2 Cpc) &\n        7822/2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8db0b6dcdd554461a863bafaf0d8c99c_42"
        },
        {
            "start": 2626,
            "end": 2680,
            "text": "( u / s 151 Cpc for permission to file on record a Cd)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5aa7e1e3020644ffab8cd98f4dc5f771_43"
        },
        {
            "start": 2691,
            "end": 2706,
            "text": "Super Cassettes",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c5e03dabe0d41a5811104d99371740b_44"
        },
        {
            "start": 2707,
            "end": 2727,
            "text": "Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f4c8f0a17e3474383916de37732258d_45"
        },
        {
            "start": 2730,
            "end": 2766,
            "text": "..... Plaintiff\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5cd567ed78d7485fbbe7fba4720345b9_46"
        },
        {
            "start": 2766,
            "end": 2833,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ed95e1bb75e463ba89c63558835401d_47"
        },
        {
            "start": 2833,
            "end": 2891,
            "text": "Khetan, Advs.\n\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd0f0deec5ec45b69b83e67079fbff17_48"
        },
        {
            "start": 2891,
            "end": 2907,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46e5d88f062b4faab98c23ad6f388cae_49"
        },
        {
            "start": 2907,
            "end": 2932,
            "text": "M / S Vikas Cable Network",
            "labels": [
                "PREAMBLE"
            ],
            "id": "620c41daeb594202a1161d67614fa719_50"
        },
        {
            "start": 2959,
            "end": 2974,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72f4d759353f4d39aaa211d04f4cd324_51"
        },
        {
            "start": 2997,
            "end": 3157,
            "text": "Through: None.\n\n+       Cs(Comm) 787/2016, Ia Nos.7831/2016 (u/O 39 R-1&2 Cpc) &\n        7833/2016 (u/s 151 Cpc for permission to file on record a Cd)\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d08d599cc6334b939e6542c57aaa12be_52"
        },
        {
            "start": 3157,
            "end": 3172,
            "text": "Super Cassettes",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b82b969c15d741e280b22343d4d2fb27_53"
        },
        {
            "start": 3173,
            "end": 3193,
            "text": "Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f81af76f34a4eac8c754df0eddd65db_54"
        },
        {
            "start": 3197,
            "end": 3212,
            "text": "..... Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7281b45213543c8a3d617b4c510f2d1_55"
        },
        {
            "start": 3234,
            "end": 3301,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f9fbafe21c94ed7a31f3b9f9eded14c_56"
        },
        {
            "start": 3301,
            "end": 3359,
            "text": "Khetan, Advs.\n\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bb3fc2d4d1744649d4041db5582dcaf_57"
        },
        {
            "start": 3359,
            "end": 3375,
            "text": "Versus\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "853bb576a4274626aaf25317d1b063aa_58"
        },
        {
            "start": 3375,
            "end": 3400,
            "text": "Dharamvir Digital Network",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2dcd471af4ae490fbb095122ee8dea87_59"
        },
        {
            "start": 3425,
            "end": 3440,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c8f1fa8b95ca4f8ebf7c146135022137_60"
        },
        {
            "start": 3462,
            "end": 3541,
            "text": "Through: None.\n\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "955fa6bc83ce459698801d3e62d5559c_61"
        },
        {
            "start": 3541,
            "end": 3553,
            "text": "Page 2 of 21",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f996d3d091c468f9e345357ba2ac136_62"
        },
        {
            "start": 3554,
            "end": 3690,
            "text": "\n +       Cs(Comm) 789/2016, Ia Nos.7837/2016 (u/O 39 R-1&2 Cpc) &\n        7839/2016 (u/s 151 Cpc for permission to file on record a Cd)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af360951d57f40e6a7a3f752ffe53d47_63"
        },
        {
            "start": 3701,
            "end": 3737,
            "text": "Super Cassettes Industries Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42ea08fd4aa54846bebef5f33cb8afb0_64"
        },
        {
            "start": 3741,
            "end": 3756,
            "text": "..... Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a52a4ba120984f108849d02039287f32_65"
        },
        {
            "start": 3778,
            "end": 3845,
            "text": "Through: Mr. Anunaya Mehta & Mr. K.K.\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "163ba8feb1fc4e6aa60236ecc1a3f8fd_66"
        },
        {
            "start": 3845,
            "end": 3858,
            "text": "Khetan, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66fa2cf8e595456e81747a9571f0dd6e_67"
        },
        {
            "start": 3904,
            "end": 3916,
            "text": "Versus\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5793e6f9384040528fcd9f17222ff4ef_68"
        },
        {
            "start": 3916,
            "end": 3948,
            "text": "M / S Jai Narsingh Cable Network",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08041bd1994743c0bee23c7ddd620e8a_69"
        },
        {
            "start": 3979,
            "end": 4013,
            "text": "..... Defendant\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb2b519181cf48e8a04f0c3a39355368_70"
        },
        {
            "start": 4013,
            "end": 4027,
            "text": "Through: None.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f454f7defa1a4b5b84237642025889d9_71"
        },
        {
            "start": 4028,
            "end": 4035,
            "text": "\nCoram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "844e47abb6b24e14be020008b96698a4_72"
        },
        {
            "start": 4036,
            "end": 4075,
            "text": "\nHon'Ble Mr. Justice Rajiv Sahai Endlaw",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08cabf0697024faa8066cdb5454a3a51_73"
        },
        {
            "start": 4076,
            "end": 5035,
            "text": "\n\n1.      The plaintiff Super Cassettes Industries Pvt. Ltd. has filed these suits\n\nto restrain the defendant in each of the suits from broadcasting or otherwise\n\ncommunicating to the public cinematograph films, sound recordings, literary\n\nworks (lyrics) and musical works (musical composition) owned by the\n\nplaintiff and in which the plaintiff claims a copyright and for ancillary\n\nreliefs.\n\n2.      Each of the suits is valued for the purposes of court fees and\n\njurisdiction at (i) Rs.200/- for the relief of permanent injunction; (ii) Rs.200/-\n\nfor the relief of rendition of accounts; (iii) Rs.200/- for the relief of\n\nmandatory injunction; and, (iv) Rs.25,01,000/- for the relief of recovery of\n\ndamages i.e. for a total of Rs.25,01,000/- and on which court fees of\n\nRs.26,753/- has been paid.\n\n\nCs(Comm) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 3 of 21\n 3.      It is further the case of the plaintiff that the dispute subject",
            "labels": [
                "FAC"
            ],
            "id": "46556f22656a4b26b66937e1397f4f3b_74"
        },
        {
            "start": 5037,
            "end": 5406,
            "text": "matter of each of the suits is a commercial dispute within the meaning of Section 2(1)(c)(xvii) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Commercial Courts Act) i.e. a dispute arising out of intellectual property rights relating to registered or unregistered trademarks, copyrights, designs etc.\n\n4.      ",
            "labels": [
                "FAC"
            ],
            "id": "8b1d0f1f58484020b65c6c15c7fd479a_75"
        },
        {
            "start": 5406,
            "end": 5590,
            "text": "Per Section 7 of the Commercial Courts Act, suits relating to commercial dispute of a specified value only are to be tried and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "FAC"
            ],
            "id": "2cddd09abad1403aad10d59f1a6c6f99_76"
        },
        {
            "start": 5591,
            "end": 5828,
            "text": "Specified Value, as per clause (i) of Section 2(1) of the Commercial Courts Act has been defined as the value of the subject matter in respect of a suit as determined in accordance with Section 12 which shall not be less than Rs.1 crore.",
            "labels": [
                "FAC"
            ],
            "id": "3e793cb2b6b1469084f96bdd6c4ce436_77"
        },
        {
            "start": 5829,
            "end": 6608,
            "text": "Per Section 12(1)(d), where the relief claimed in a suit relates to any other intangible right (other than recovery of money or other moveable property or immovable property dealt with in Clauses (a), (b) and (c) of Section 12(1)),\n\nthe specified value of the suit shall be the market value of the said right as estimated by the plaintiff.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 4 of 21  5.      The plaintiff has valued the intangible rights, as aforesaid at Rs.200/-\n\neach and besides the reliefs with respect to such intangible rights has claimed the relief of recovery of money, by way of damages, in the sum of Rs.25,00,000/- and the specified value whereof as per Section 12(1)(a) of the Commercial Courts Act is Rs.25,00,000/- only.",
            "labels": [
                "FAC"
            ],
            "id": "65cbd0461d0e457b980710039e483c56_78"
        },
        {
            "start": 6609,
            "end": 6763,
            "text": "Thus the aggregate specified value of the reliefs claimed in the suit is Rs.25,01,600/- which is less than Rs.1 crore prescribed in Section 2(1)(i) supra.",
            "labels": [
                "FAC"
            ],
            "id": "746024bd345e4f1fbe1ec83c7212a75c_79"
        },
        {
            "start": 6764,
            "end": 7096,
            "text": "It was thus enquired from the counsel for the plaintiff when the suits came up first before this Court on 11th July, 2016 as to how the suits were entertainable by the Commercial Division of this Court and as to why the plaint be not returned to the plaintiff for presentation before the Court of appropriate pecuniary jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "533ea16b8ac94442b13a5b57327e52be_80"
        },
        {
            "start": 7097,
            "end": 7211,
            "text": "On request of counsel for the plaintiff, the suits were adjourned to 19 th July,\n\n2016 for hearing on this aspect.",
            "labels": [
                "FAC"
            ],
            "id": "05e0b6c4b551421e8dd7de33cb5c0815_81"
        },
        {
            "start": 7212,
            "end": 7707,
            "text": "\n\n6.      The plaintiff, though estimating the market value of the intangible right to which each of the suit pertains at less than Rs.1 crore, contends this Court has jurisdiction to entertain the suits owing to the first Proviso to Section 7 of the Commercial Courts Act.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 5 of 21  7.      Section 7 of the Commercial Courts Act is as under:\n\n        \"7. Jurisdiction of Commercial Divisions of High Courts--         ",
            "labels": [
                "FAC"
            ],
            "id": "7f5741e93d894d2eb927f187da979668_82"
        },
        {
            "start": 7707,
            "end": 7954,
            "text": "All suits and applications relating to commercial disputes of a         Specified Value filed in a High Court having ordinary original         civil jurisdiction shall be heard and disposed of by the         Commercial Division of that High Court:",
            "labels": [
                "FAC"
            ],
            "id": "e91a9c8e6edb4d299c4c1874fe9f81db_83"
        },
        {
            "start": 7971,
            "end": 8810,
            "text": "Provided that all suits and applications relating to         commercial disputes, stipulated by an Act to lie in a court not         inferior to a District Court, and filed or pending on the original         side of the High Court, shall be heard and disposed of by the         Commercial Division of the High Court:\n               Provided further that all suits and applications         transferred to the High Court by virtue of sub-section (4) of         section 22 of the Designs Act, 2000 (16 of 2000) or section 104         of the Patents Act, 1970 (39 of 1970) shall be heard and         disposed of by the Commercial Division of the High Court in all         the areas over which the High Court exercises ordinary         original civil jurisdiction.\"\n                                                          (emphasis added)\n\n\n8",
            "labels": [
                "STA"
            ],
            "id": "ae09302d726942b2b72b583ca42ecaf3_84"
        },
        {
            "start": 8811,
            "end": 9592,
            "text": ".      It is the contention of the plaintiff (A) that by virtue of Section 62(1)\n\nof the Copyright Act, 1957, all matters relating to a dispute under the Copyright Act fall within the purview of the first Proviso aforesaid of Section 7 i.e. stipulated by law to lie in a Court not inferior to a District Court; (B) that the first Proviso to Section 7 supra uses the expression \"filed or pending\" and which has to be necessarily interpreted as meaning \"already pending on the date of enactment of the Commercial Courts Act\" or \"filed after the enactment of the Commercial Courts Act\"; (C) that the word \"filed\"\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 6 of 21  cannot be restricted to suits filed before the enactment of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9394706555c14e7186228e807cb379d7_85"
        },
        {
            "start": 9593,
            "end": 11927,
            "text": "\n\n9.      The counsel for the plaintiff on 19th July, 2016 argued that (I) if the words of a statute are unambiguous, then literal interpretation has to be adopted and applied; (II) the first proviso supra by using both, \"filed\" as well as \"pending\" with the conjunction \"or\" as against \"and\" implies that it applies to both, suits which were pending as on the date when the Commercial Courts Act came into force as well as suits filed thereafter; (III)\n\nif the first proviso to Section 7 supra is interpreted to apply only to suits filed or pending prior to the date of commencement of the Commercial Courts Act, it would amount to ascribing the words filed and pending the same meaning, defeating the wording of the statute; (IV) that in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 (and the Ordinance) which preceded the Commercial Courts Act, the word \"pending\" was missing in the clause corresponding to the first Proviso to Section 7 and was added only in the Act, and which is also indicative of the intention of the Legislature to make the first Proviso to Section 7 of the Act applicable also to suits filed after coming into force of the Act; (V) that the Press Note released by the Press Information Bureau CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                Page 7 of 21  also provided that Section 7 was being amended, so as to clarify that the Commercial Courts Act applies to pending matters also; (VI) that the statute cannot be read as imposing a condition that the suits ought to have been filed or pending as on the date of coming into force thereof--had it been so, the wording of the first Proviso to Section 7 would have been \"previously filed or pending\" or \"filed or pending on the date when the Act comes into force\".\n\n10.     The counsel for the plaintiff, in support of his submissions, placed reliance on (a) Guiness World Records Limited Vs. Sababbi Mangal 230 (2016) DLT 377; (b) Dental Council of India Vs. Hari Prakash (2001) 8 SCC 61 to contend that when the words used in the statute are not ambiguous, literal meaning has to be applied; (c) C.L. Devgun Vs. New Delhi Municipal Council 2008 (155) DLT 180 to contend that inclusion of word that is not present in the statute, by the Court is impermissible; (d) The Tata     ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3fcdc3ce6104442c8a05e9f1226b24f0_86"
        },
        {
            "start": 11927,
            "end": 11967,
            "text": "Oil     Mills      Co.      Ltd.     Vs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "783a852dfcd543f4ac664a2d0147173f_87"
        },
        {
            "start": 11968,
            "end": 12420,
            "text": "    Hansa   Chemical   Pharmacy MANU/DE/0153/1978 Delhi 236 to clarify that the expression \"District Court\" in Section 62(1) of the Copyright Act included the local limits of the ordinary original civil jurisdiction of a High Court; (e) Rahisuddin Vs.\n\nGambit Leasing & Finance Pvt. Ltd. 2011 (176) DLT 696 to again clarify as to what the expression \"District Court\" means and to contend that the CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1c3de5b1cad640ad9048c889eb3ab836_88"
        },
        {
            "start": 12438,
            "end": 12452,
            "text": "Page 8 of 21  ",
            "labels": [
                "NONE"
            ],
            "id": "adffacc7fba9428fa4ed212564af7e7c_89"
        },
        {
            "start": 12452,
            "end": 12532,
            "text": "same means the Court of the District Judge and not the court of the Civil Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e4fd0dff024425fbd56b394aebc382e_90"
        },
        {
            "start": 12535,
            "end": 13033,
            "text": "11.     The counsel for the plaintiff, on 19th July, 2016, without prejudice to his rights and contentions also stated that if this Court were not agreeable with the contention of the plaintiff, instead of ordering the plaint to be returned for filing in the Court of appropriate jurisdiction, the same be transferred to the Court of the District Judge under Section 24(5) of Code of Civil Procedure, 1908 (CPC), as the plaintiff is not desirous of paying additional court fees, if found to be due.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "733344ff21ab4d729ff564e2537be644_91"
        },
        {
            "start": 13034,
            "end": 13153,
            "text": "It was also informed that the concerned District Court would be the District Court (Central), Tis Hazari Courts, Delhi.",
            "labels": [
                "FAC"
            ],
            "id": "2c217e46749e40628f820788629a6915_92"
        },
        {
            "start": 13154,
            "end": 13245,
            "text": "\n\n12.     I am unable to agree with the contentions aforesaid of counsel for the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8661d47748c6412cba04547b81c768ad_93"
        },
        {
            "start": 13246,
            "end": 13685,
            "text": "\n\n13.     The Commercial Courts Act came into force on 23rd October, 2015 i.e.\n\nshortly before the Delhi High Court (Amendment) Act, 2015 which came into force on 26th October, 2015 and vide which the ordinary original civil jurisdiction of this Court was enhanced from that till then existing with respect to suits valuation whereof was in excess of Rs.20 lakhs to that with respect to suits valuation whereof is in excess of Rs.2 crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "650d0743389f43a7ba1f15340833f512_94"
        },
        {
            "start": 13686,
            "end": 13754,
            "text": "Section 4 of CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0018ee24245f47a396492fd2a381b65c_95"
        },
        {
            "start": 13755,
            "end": 14169,
            "text": "            Page 9 of 21  the Delhi High Court (Amendment) Act empowers the Chief Justice of this Court to transfer any suit or other proceeding which is pending in this Court immediately before the commencement thereof to such Subordinate Court as would have jurisdiction to entertain such suit or proceeding, had such suit or proceeding been instituted or filed for the first time after the commencement thereof.",
            "labels": [
                "STA"
            ],
            "id": "d740fd7bc61b4f2aa564329a724f20a7_96"
        },
        {
            "start": 14170,
            "end": 14439,
            "text": "In accordance therewith, the suits instituted in this Court prior to 26th October, 2015, even if be relating to commercial dispute within the meaning of Commercial Courts Act, with a valuation of upto Rs.2 crores were liable to be transferred to the Subordinate Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25a286a7828040e1ac44ce1422f70b97_97"
        },
        {
            "start": 14440,
            "end": 14801,
            "text": "However, since as per the Commercial Courts Act suits arising of commercial dispute and specified value whereof is Rs.1 crore or more are to be tried and disposed of by Commercial Division of this Court, only suits arising out of commercial dispute and specified value whereof was less than Rs.1 crore were liable to be so transferred to the Subordinate Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "282e5406ae144d8797dc40e88f41ca9f_98"
        },
        {
            "start": 14802,
            "end": 15316,
            "text": "\n\n14.     The question for consideration in Guiness World Records Limited supra was, whether owing to the first proviso to Section 7 of the Commercial Courts Act, the suits arising out of commercial dispute and stipulated by law to be in a Court not inferior to a District Court and instituted in this Court prior to the coming into force of the Delhi High Court (Amendment) Act and CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 10 of 21  with a specified value of less than Rs.1 crore",
            "labels": [
                "ISSUE"
            ],
            "id": "5e957f70f9c7475d8074920412485dbd_99"
        },
        {
            "start": 15317,
            "end": 15489,
            "text": "were also required to be tried and disposed of by this Court rather than being transferred to the Subordinate Court under Section 4 of the Delhi High Court (Amendment) Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6611a0903a104f27a64ce9af4ecd7589_100"
        },
        {
            "start": 15490,
            "end": 17545,
            "text": "It was observed, found, held (i) that in Section 7 of the Ordinance preceding the Commercial Courts Act, only the word \"filed\" found mention; (ii) that Press Note dated 16th December, 2015 was issued to clarify that amendment was required to the first Proviso to Section 7 of the Ordinance so that no doubt remained that the same was intended to apply to \"pending cases only\"; (iii)\n\nthat the reason given in the 78th Report submitted to the Rajya Sabha by the Department-Related Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice, for changing the word \"filed\" in the first Proviso to Section 7 of the Ordinance to the expression \"filed or pending\" as found in the Act was that transfer of all pending commercial disputes to Commercial Division would over burden the said Division defeating the very purpose of establishment thereof and the need for a sunset clause whereby only fresh cases having the pecuniary limit were filed before the Commercial Division (iv) that the words \"filed or pending\" mean that even if a case is pending as on the date of coming into force of the Commercial Courts Act,\n\nsuch pending case will be continued to be tried by the Commercial Division CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 11 of 21  irrespective of the matter not being above the specified value and being below the specified value of Rs.1 crore; (v) that there cannot be any other interpretation of the expression \"filed or pending\"; (vi) that if these words are to be interpreted to mean that even those cases which are filed and pending will have to be transferred since their pecuniary value is less than Rs.1 crore, it will defeat the intention of the Legislature in enacting the first Proviso to Section 7; (vii) that the \"IPR matters\", once they are pending in the High Court as on the date of coming into force of the Commercial Courts Act, will be heard and disposed of by the Commercial Division of the High Court, even if the pecuniary jurisdiction of these matters is below Rs.1 crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "040a9b7396044e70b9c1c141b094095e_101"
        },
        {
            "start": 17548,
            "end": 17926,
            "text": "15.     It would thus be seen that though this Court in Guiness World Records Limited supra was not concerned with the issue as has arisen herein but interpreted the expression \"filed or pending\" in the first Proviso to Section 7 of the Commercial Courts Act as meaning only those suits which were pending on the date of coming into force of the Commercial Courts Act.\n\n16.     ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e380837a2b54e7db02d26e58708bfeb_102"
        },
        {
            "start": 17926,
            "end": 18254,
            "text": "To the same effect is the view of two other learned Single Judges of this Court in Kamal Sharma Vs. Blue Coast Infrastructure Development Pvt. Ltd. 229 (2016) DLT 438 and in Sanofi Aventis Vs. Intas CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 12 of 21  Pharmaceuticals Ltd. 227 (2016) DLT 296.\n\n17.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f111428121df4f45bf24f4a4892a91cd_103"
        },
        {
            "start": 18255,
            "end": 18582,
            "text": "    The contention of the counsel for the plaintiff, that the word \"filed\"\n\nhas to be necessarily interpreted as filed after the coming into force of the Commercial Courts Act as the suits filed before the coming into force of the Commercial Courts Act would be covered by the word \"pending\", also does not find favour with me.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca4e660b32f4449fb5f2e74a43d8ff8f_104"
        },
        {
            "start": 18583,
            "end": 18726,
            "text": "A suit filed before the coming into force of the Commercial Courts Act may not necessarily be pending on the date of coming into force thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd4dc2d784024e2ba783e849676abc6b_105"
        },
        {
            "start": 18727,
            "end": 19169,
            "text": "Such a situation can also arise from dismissal in default or dismissal for non-prosecution or dismissal on merits on a preliminary issue, of a suit and in which case the suit, though would not qualify as \"pending\" on the date of coming into force of the Commercial Courts Act, would be capable of being revived by seeking restoration/ recall of the order of dismissal in default or of dismissal for non-prosecution or by preferring an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0af9cddcac149ddb9235e7e97661abd_106"
        },
        {
            "start": 19170,
            "end": 19340,
            "text": "Similarly, a suit by mere institution in the Court though would qualify as filed may not, till it is admitted and summons thereof issued, qualify as pending in the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac9e6484f1b54d46abf1c75a7b5f6eec_107"
        },
        {
            "start": 19341,
            "end": 20204,
            "text": "The purport of the Legislature in use of the words \"filed or pending\" in the first Proviso to Section 7 thus does not necessarily have to be to include within the ambit thereof besides the suits of the class mentioned therein and pending in this Court on the date of CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 13 of 21  the coming into force of Commercial Courts Act also the suits of that class filed in this Court after the coming into force of Commercial Courts Act,\n\neven if of specified value of less than Rs.1 crore prescribed in Section 2(1)(i)\n\nof the Act.\n\n18.     The contention of the counsel for the plaintiff, ingenious though it is,\n\ncannot be accepted also for the reason that such interpretation of the first proviso to Section 7 supra would not be in consonance with the other provisions of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b42fa4959cf42bea2883284b7f4c88c_108"
        },
        {
            "start": 20205,
            "end": 20491,
            "text": "According to the interpretation canvassed by the counsel for the plaintiff, suits of the class mentioned in the first proviso can be filed (after coming into force of Commercial Courts Act) in a High Court having ordinary original civil jurisdiction, even if not of the specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "280aeeca78b840c9bedcd6bbf240daca_109"
        },
        {
            "start": 20492,
            "end": 20652,
            "text": "It would mean that for suits relating to commercial disputes stipulated by law to lie in a Court not inferior to a District Court,\n\nthere is no specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6aabac89744b444dace9c01f1ae63549_110"
        },
        {
            "start": 20653,
            "end": 20949,
            "text": "However Section 2(1)(i), while defining specified value as meaning value of subject matter in respect of a suit as defined in accordance with Section 12 which shall not be less than Rs.1 crore, does not exclude therefrom suits stipulated by law to lie in a Court not inferior to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41b434bbb31d4279a23f186f40f522dc_111"
        },
        {
            "start": 20950,
            "end": 21587,
            "text": "Similarly Section 12, while prescribing the mode of determination of specified value also prescribes, as aforesaid, in Clause (d)\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 14 of 21  of Sub Section (1) thereof the mode of determining of specified value of a commercial dispute where the relief sought relates to intangible rights, as is in the \"IPR matters\" and which as per Section 104 of Patents Act, 1970,\n\nSection 134 of Trade Marks Act, 1999, proviso to Section 22(2) of the Designs Act, 2000 and Section 62 supra of the Copyright Act are stipulated to be in a Court not inferior to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4651b372ea004e1daca02daed8e32753_112"
        },
        {
            "start": 21588,
            "end": 21869,
            "text": "If such suits were to be heard and disposed of by the Commercial Division of the High Court having original civil jurisdiction even if not of specified value, there was no need for the legislature to in Section 12(1)(d) provide for mode of determination of specified value thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "251c2610fbf54b35b6aea5df733e27b4_113"
        },
        {
            "start": 21870,
            "end": 22209,
            "text": "Section 15 of the Commercial Courts Act providing for transfer of suits relating to commercial dispute of specified value pending in a High Court where a Commercial Division has been constituted to the Commercial Division also does not carve out any exception qua suits stipulated by law to lie in a Court not inferior to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa2ebf2272b3410594d8b172321d9625_114"
        },
        {
            "start": 22210,
            "end": 22747,
            "text": "It thus follows, that to interpret the first proviso to Section 7 of Commercial Courts Act as enabling suits relating to commercial dispute stipulated by an Act to be in a Court not inferior to a District Court to be filed on the original side of the High Court, even after the coming into force of the Commercial Courts Act and even if of below the specified value, would be inconsistent CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 15 of 21  with Section 2(1)(i), Section 12 and Section 15 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3379703edd574d45ab6dec644b4725a5_115"
        },
        {
            "start": 22748,
            "end": 22997,
            "text": "\n\n19.     It is a settled principle of interpretation of statutes that provisions of a statute have to be interpreted so as to give effect to all and any one provision ought not to be interpreted so as to render another nugatory or otiose.\n\n20.     ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c6da06f92be4ca388c6a8b3bdf25102_116"
        },
        {
            "start": 22997,
            "end": 23400,
            "text": "The interpretation canvassed by the counsel for the plaintiff would also inundate and over burden the Commercial Division of a High Court having original civil jurisdiction with suits in IPR Matters, even if specified value thereof is below that prescribed in Section 2(1)(i), defeating one of avowed objects for establishment of Commercial Division of High Court, of expeditious disposal of such suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b99ac034ca5f4ea0a3ae8c2709a17bb5_117"
        },
        {
            "start": 23401,
            "end": 23788,
            "text": "\n\n21.     Before proceeding further, I may notice that this court in Guinness World Records Ltd. supra held on an interpretation of the first proviso to Section 7 that IPR matters filed or pending in this Court, even if their valuation is less than Rs.1 crore, will be dealt and decided by Commercial Division of this court if their pecuniary jurisdiction valuation is above Rs.20 lakhs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66f2baa8beb94d99bf01033d920aefe8_118"
        },
        {
            "start": 23789,
            "end": 23985,
            "text": "Unfortunately Section 15 which provides for transfer to Commercial Division of High Court only of suits relating to commercial dispute of a specified value pending in a High Court was not noticed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d85898005574a4ba473d3dffebb616a_119"
        },
        {
            "start": 23986,
            "end": 24237,
            "text": "I am however in this judgment not concerned with suits pending on the date of coming in to CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                 Page 16 of 21  force of the Commercial Court Act and need not probe this aspect further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "241b1c7ba2534308a794a6ecd46b0d90_120"
        },
        {
            "start": 24238,
            "end": 24581,
            "text": "\n\n22.     It was perhaps taking cue from Guinness World Record Ltd supra that the plaintiff, though contending that suits of the class mentioned in first proviso to Section 7, irrespective of whether of specified value or not, can be continued to be filed in the High Court, valued the same for court fee and jurisdiction at above Rs.20 lakhs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5aa59e54e43341e6a729e4d1341192f9_121"
        },
        {
            "start": 24582,
            "end": 24894,
            "text": "I had during the hearing enquired from the counsel for the plaintiff that if what he was canvassing was to be correct,\n\nwhere was the need to value the suit at over Rs.20 lakhs in as much as as per the said interpretation the suit of that class even if valued as less than Rs.20 lakhs can be filed in this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9f9f10c7f6c4b25bf6ebc145f1e1329_122"
        },
        {
            "start": 24895,
            "end": 24950,
            "text": "The counsel for the plaintiff did not offer any answer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90bfc85909cb46e39b3bb599ebecd42a_123"
        },
        {
            "start": 24951,
            "end": 25305,
            "text": "\n\n23.     This Court in Guinness World Records Ltd supra qua the pending suits observed that if valued above Rs.20 lakhs would be heard by Commercial Division of this court because the ordinary original civil jurisdiction of this Court till the coming into force of Commercial Courts Act was with respect to suits valuation whereof was above Rs.20 lakhs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cf496de41f449a4883585cd1384698b_124"
        },
        {
            "start": 25306,
            "end": 25415,
            "text": "\n\nHowever that stood enhanced to above Rs.2 crore upon coming into force of Delhi High Court (Amendment) Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e9193b6bf264520b93a9895dd51262b_125"
        },
        {
            "start": 25416,
            "end": 25472,
            "text": "Delhi High Court (Amendment) Act is however prospective.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c58c5c567df4f8a9a4063436d25e2b8_126"
        },
        {
            "start": 25473,
            "end": 25659,
            "text": "With respect to pending suits, it, as aforesaid,\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 17 of 21  empowered the Chief Justice vide Section 4 thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3cb828f2a3145998b2ab156540524e4_127"
        },
        {
            "start": 25660,
            "end": 25887,
            "text": "Thus, a suit relating to commercial dispute instituted in this Court prior to coming into force of Delhi High Court (Amendment) Act, even if of valuation less than above Rs.2 crores was to be dealt with under Section 4 thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b327584c3e61471fa92253929d99f140_128"
        },
        {
            "start": 25888,
            "end": 26046,
            "text": "However suits filed after coming into force thereof could be entertained / could lie before this Court only if valuation thereof was in excess of Rs.2 crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f5f25d08adb4d759632e36d51fb3549_129"
        },
        {
            "start": 26047,
            "end": 26265,
            "text": "             The Commercial Courts Act however vested jurisdiction with respect to suits relating to commercial disputes of a specified value prescribed as Rs.1 crore and above in the Commercial Division of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4f81ce43dc84a4581ed436a924112a4_130"
        },
        {
            "start": 26266,
            "end": 26625,
            "text": "Thus though the original civil jurisdiction of this Court as per Section 5 of Delhi High Court Act, 1966 is in respect of suits value of which exceeds Rs.2 crores but the Commercial Division of this Court by virtue of Section 7 has jurisdiction to hear and dispose of suits relating to commercial dispute of specified value prescribed as Rs.1 crore and above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2381aca22c1845c59011c1d6e75cc5ec_131"
        },
        {
            "start": 26626,
            "end": 26946,
            "text": "To hold that the Commercial Division of this Court also has jurisdiction to hear and dispose of suits relating to commercial disputes of below the specified value filed after coming into force of Delhi High Court (Amendment) Act and Commercial Courts Act would also be violative of Section 5 of the Delhi High Court Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23e48bd9e7674b0f929b80d23d2e91cf_132"
        },
        {
            "start": 26947,
            "end": 27180,
            "text": "There is absolutely no rationale for holding that such suits, if valued above Rs.20 CS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 18 of 21  lakhs, can be entertained by the Commercial Division of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08c2608b36b34dca8d724ef8d661ce86_133"
        },
        {
            "start": 27181,
            "end": 27591,
            "text": "\n\n24.      To hold that suits relating to Commercial Dispute and falling in the class specified in the first proviso to Section 7, of below the specified value of Rs.1 crore and axiomatically with payment of court fee on a lesser value than Rs.1 crore can be filed in the Commercial Division of the High Court will also amount to prescribing a lower court fee for IPR matters than for other commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54cf1c7f2861457798f4f17a5cbe91dd_134"
        },
        {
            "start": 27592,
            "end": 28409,
            "text": "\n\n25.      A Division Bench of this Court in Delhi High Court Bar Association Vs. Government of National Capital Territory of Delhi (2013) 203 DLT 129, dealing with the challenge to the constitutionality and validity of the Court Fees (Delhi Amendment) Act, 2012 inter alia providing fixed fee for suits,    relating to intellectual property as compared to much higher ad valorem court fees for other suits held i) that no intelligible differentia is discernible for the magnanimity/favoured treatment to IPR matters; ii) IPR matters are of high value, time consuming and owing to urgency of relief therein hearing thereof gets precedence and parties thereto are generally economic grants; iii) that the favoured treatment to such suits is arbitrary,\n\nunreasonable and ultra vires Article 14 of Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "90dd8c3d62464b2c8fcd680e4a3416c3_135"
        },
        {
            "start": 28410,
            "end": 28480,
            "text": "The Court Fees (Delhi Amendment) Act 2012 was accordingly struck down.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "726a6b4a79264568bd0531ad6a1352f7_136"
        },
        {
            "start": 28481,
            "end": 28539,
            "text": "\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "618800cfec60464c90b7582937c61528_137"
        },
        {
            "start": 28540,
            "end": 28569,
            "text": "           Page 19 of 21  26.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a3bb50945286452e85f1850cd549e307_138"
        },
        {
            "start": 28570,
            "end": 28757,
            "text": "     The interpretation of the first proviso to Section 7 of the Commercial Courts Act canvassed by the counsel for the plaintiff thus also renders the same susceptible to be struck down.",
            "labels": [
                "RATIO"
            ],
            "id": "bb316037b8a74eac9de2c18f606d6bac_139"
        },
        {
            "start": 28758,
            "end": 28996,
            "text": "                 It is also a settled principle of interpretation of statutes that an interpretation, which makes the statute or any provision thereof susceptible to be struck down as arbitrary or ultra vires, is to be avoided.\n\n27.      ",
            "labels": [
                "RATIO"
            ],
            "id": "7c01e0a1b82e4b22b1e551044e6c076a_140"
        },
        {
            "start": 28996,
            "end": 29337,
            "text": "The words \"filed or pending\" in the first Proviso to Section 7 of the Commercial Courts Act cannot thus be read as permitting commercial disputes of the class prescribed in the first Proviso to Section 7 of the Act to be continued to be filed in this Court, even if the value thereof is less than the specified value of Rs.1 crore and above.",
            "labels": [
                "RATIO"
            ],
            "id": "d948360ecf594d61a8f7079435bed12f_141"
        },
        {
            "start": 29340,
            "end": 29954,
            "text": "28.      The suits, as filed, are below the minimum pecuniary jurisdiction of this Court and below the specified value in accordance with the Commercial Courts Act and are thus not to be entertained by this Court and lie, if at all,\n\nbefore the Court of the District Judge.\n\n29.      In accordance with the statement of the counsel for the plaintiff and as recorded in the order dated 19th July, 2016, the suits are ordered to be transferred to the Court of the District Judge (Central), Tis Hazari Courts,\n\nDelhi.\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                    Page 20 of 21  30.     ",
            "labels": [
                "RPC"
            ],
            "id": "da4b3a0a3cbb4ac89fcc5ee5e9666685_142"
        },
        {
            "start": 29954,
            "end": 30091,
            "text": "The plaintiff to appear before the Additional District Judge / District Judge (Central), Tis Hazari Courts, Delhi on 8th September, 2016.",
            "labels": [
                "NONE"
            ],
            "id": "75c79383e0fa4e23b98760046506fbd5_143"
        },
        {
            "start": 30155,
            "end": 30198,
            "text": "RAJIV SAHAI ENDLAW, J.\nAUGUST 17, 2016 bs..",
            "labels": [
                "NONE"
            ],
            "id": "5450d9751f1349349dd5fdb1060dbafa_144"
        }
    ],
    "entities": [
        {
            "text": "Continental Engineering Corporation",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 56
        },
        {
            "text": "Jaipur Metro Rail Corporation",
            "label": "RESPONDENT",
            "start_char": 64,
            "end_char": 93
        },
        {
            "text": "Pankaj Bhandari",
            "label": "LAWYER",
            "start_char": 119,
            "end_char": 134
        },
        {
            "text": "Pankaj Bhandari",
            "label": "JUDGE",
            "start_char": 142,
            "end_char": 157
        },
        {
            "text": "High Court Of Judicature For Rajasthan\n                  Bench At Jaipur",
            "label": "COURT",
            "start_char": 164,
            "end_char": 236
        },
        {
            "text": "Continental Engineering Corporation Limited",
            "label": "PETITIONER",
            "start_char": 293,
            "end_char": 336
        },
        {
            "text": "Jaipur Metro Rail Corporation",
            "label": "RESPONDENT",
            "start_char": 842,
            "end_char": 871
        },
        {
            "text": "Anil Kher",
            "label": "LAWYER",
            "start_char": 1025,
            "end_char": 1034
        },
        {
            "text": "Anant Kasliwal",
            "label": "LAWYER",
            "start_char": 1057,
            "end_char": 1071
        },
        {
            "text": "Vaibhav Kasliwal",
            "label": "LAWYER",
            "start_char": 1098,
            "end_char": 1114
        },
        {
            "text": "Shashank Kasliwal",
            "label": "LAWYER",
            "start_char": 1123,
            "end_char": 1140
        },
        {
            "text": "Rajendra Prasad",
            "label": "LAWYER",
            "start_char": 1176,
            "end_char": 1191
        },
        {
            "text": "Sandeep Pathak",
            "label": "LAWYER",
            "start_char": 1218,
            "end_char": 1232
        },
        {
            "text": "Vertika Mehra",
            "label": "LAWYER",
            "start_char": 1241,
            "end_char": 1254
        },
        {
            "text": "Pankaj Bhandari",
            "label": "JUDGE",
            "start_char": 1286,
            "end_char": 1301
        },
        {
            "text": "27/01/2022",
            "label": "DATE",
            "start_char": 1330,
            "end_char": 1340
        },
        {
            "text": "02/03/2022",
            "label": "DATE",
            "start_char": 1364,
            "end_char": 1374
        },
        {
            "text": "Continental Engineering Corporation Limited",
            "label": "PETITIONER",
            "start_char": 1394,
            "end_char": 1437
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 1487,
            "end_char": 1500
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1508,
            "end_char": 1605
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 1639,
            "end_char": 1660
        },
        {
            "text": "[ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 1698,
            "end_char": 1713
        },
        {
            "text": "Anil Kher",
            "label": "LAWYER",
            "start_char": 1833,
            "end_char": 1842
        },
        {
            "text": "Anant Kasliwal",
            "label": "LAWYER",
            "start_char": 1880,
            "end_char": 1894
        },
        {
            "text": "Vaibhav Kasliwal",
            "label": "LAWYER",
            "start_char": 1920,
            "end_char": 1936
        },
        {
            "text": "20.12.2017",
            "label": "DATE",
            "start_char": 1994,
            "end_char": 2004
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2062,
            "end_char": 2072
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2080,
            "end_char": 2118
        },
        {
            "text": "16.3.2018",
            "label": "DATE",
            "start_char": 2189,
            "end_char": 2198
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2280,
            "end_char": 2290
        },
        {
            "text": "22.10.2018",
            "label": "DATE",
            "start_char": 2333,
            "end_char": 2343
        },
        {
            "text": "22.11.2018",
            "label": "DATE",
            "start_char": 2383,
            "end_char": 2393
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 2578,
            "end_char": 2593
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2594,
            "end_char": 2597
        },
        {
            "text": "6.12.2018",
            "label": "DATE",
            "start_char": 2715,
            "end_char": 2724
        },
        {
            "text": "10.12.2018",
            "label": "DATE",
            "start_char": 2764,
            "end_char": 2774
        },
        {
            "text": "14.2.2019",
            "label": "DATE",
            "start_char": 2944,
            "end_char": 2953
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3045,
            "end_char": 3055
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3244,
            "end_char": 3254
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3406,
            "end_char": 3416
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 3441,
            "end_char": 3455
        },
        {
            "text": "M.P. Steel Corporation Versus Commissioner of Excise: (2015) 7",
            "label": "PRECEDENT",
            "start_char": 3509,
            "end_char": 3571
        },
        {
            "text": "Asif Ahmedally Porbunderwalla Versus Mrs. Daulat Akbarali Porbunderwalla & Ors.: 2014 (2) Mh.",
            "label": "PRECEDENT",
            "start_char": 3580,
            "end_char": 3673
        },
        {
            "text": "All India Reporter Limited Versus Ramchandra Dhondo Datar: AIR 1961 Bom 292",
            "label": "PRECEDENT",
            "start_char": 3684,
            "end_char": 3759
        },
        {
            "text": "United Bank of India Versus Naresh kumar & Ors.: (1996) 6 SCC 660",
            "label": "PRECEDENT",
            "start_char": 3761,
            "end_char": 3826
        },
        {
            "text": "Assam Ashok Hotel Corporation Ltd.",
            "label": "ORG",
            "start_char": 3828,
            "end_char": 3862
        },
        {
            "text": "Northeast Chamber of Commerce and Industry (NECCI) & Ors.: (2016) 4 Gauhati Law Reports 532",
            "label": "PRECEDENT",
            "start_char": 3870,
            "end_char": 3961
        },
        {
            "text": "International Continental Caoutchoue Compagnie Versus Mehta & Co.: AIR 1927 Cal 758",
            "label": "PRECEDENT",
            "start_char": 3966,
            "end_char": 4049
        },
        {
            "text": "Rajendra Prasad",
            "label": "LAWYER",
            "start_char": 4059,
            "end_char": 4074
        },
        {
            "text": "Sandeep Pathak",
            "label": "LAWYER",
            "start_char": 4112,
            "end_char": 4126
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4233,
            "end_char": 4243
        },
        {
            "text": "sub-clause (1) of Rule 4",
            "label": "PROVISION",
            "start_char": 4305,
            "end_char": 4329
        },
        {
            "text": "Rajasthan Arbitration Rules, 2003",
            "label": "STATUTE",
            "start_char": 4337,
            "end_char": 4370
        },
        {
            "text": "Rule 8",
            "label": "PROVISION",
            "start_char": 4519,
            "end_char": 4525
        },
        {
            "text": "Rule 125",
            "label": "PROVISION",
            "start_char": 4683,
            "end_char": 4691
        },
        {
            "text": "Rajasthan High Court Rules",
            "label": "STATUTE",
            "start_char": 4699,
            "end_char": 4725
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4835,
            "end_char": 4845
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 4942,
            "end_char": 4955
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4963,
            "end_char": 4984
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 5046,
            "end_char": 5066
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5166,
            "end_char": 5176
        },
        {
            "text": "[ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 5213,
            "end_char": 5228
        },
        {
            "text": "20.12.2017",
            "label": "DATE",
            "start_char": 5310,
            "end_char": 5320
        },
        {
            "text": "16.3.2018",
            "label": "DATE",
            "start_char": 5400,
            "end_char": 5409
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5489,
            "end_char": 5499
        },
        {
            "text": "22.11.2018",
            "label": "DATE",
            "start_char": 5562,
            "end_char": 5572
        },
        {
            "text": "10.12.2018",
            "label": "DATE",
            "start_char": 5625,
            "end_char": 5635
        },
        {
            "text": "14.2.2019",
            "label": "DATE",
            "start_char": 5682,
            "end_char": 5691
        },
        {
            "text": "sub-section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 5755,
            "end_char": 5784
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5792,
            "end_char": 5807
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6035,
            "end_char": 6045
        },
        {
            "text": "proviso to sub-section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 6143,
            "end_char": 6183
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6191,
            "end_char": 6206
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6680,
            "end_char": 6690
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 6823,
            "end_char": 6832
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 6906,
            "end_char": 6916
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 6924,
            "end_char": 6938
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 6965,
            "end_char": 6975
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 6983,
            "end_char": 6997
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 7077,
            "end_char": 7091
        },
        {
            "text": "22.10.2018",
            "label": "DATE",
            "start_char": 7119,
            "end_char": 7129
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7294,
            "end_char": 7304
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 7491,
            "end_char": 7506
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7507,
            "end_char": 7510
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 7514,
            "end_char": 7529
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7530,
            "end_char": 7533
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 7634,
            "end_char": 7649
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7650,
            "end_char": 7653
        },
        {
            "text": "Simplex Infrastructure Ltd.",
            "label": "ORG",
            "start_char": 8073,
            "end_char": 8100
        },
        {
            "text": "Union of India",
            "label": "RESPONDENT",
            "start_char": 8108,
            "end_char": 8122
        },
        {
            "text": "(2019) 2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 8124,
            "end_char": 8140
        },
        {
            "text": "Harshad Chimanlal Modi Versus DLF Universal Ltd & Anr.: (2006) 1",
            "label": "PRECEDENT",
            "start_char": 8142,
            "end_char": 8206
        },
        {
            "text": "Sri Amar Chand Inani Versus The Union of India: (1973) 1 SCC 115",
            "label": "PRECEDENT",
            "start_char": 8216,
            "end_char": 8280
        },
        {
            "text": "Hanamanthappa Versus Chandrashekharappa: AIR 1997 SC 1307",
            "label": "PRECEDENT",
            "start_char": 8282,
            "end_char": 8339
        },
        {
            "text": "Allahabad Bank Versus Shank's (Steel Fab Pvt.Ltd. & Ors.):\nAIR 2008 Cal 96",
            "label": "PRECEDENT",
            "start_char": 8341,
            "end_char": 8415
        },
        {
            "text": "Madhavrao Narayanrao Patwardhan Versus State of Bombay: 1959 SCR 564",
            "label": "PRECEDENT",
            "start_char": 8417,
            "end_char": 8485
        },
        {
            "text": "Ramji Pandey",
            "label": "OTHER_PERSON",
            "start_char": 8487,
            "end_char": 8499
        },
        {
            "text": "Swaran Kali",
            "label": "OTHER_PERSON",
            "start_char": 8514,
            "end_char": 8525
        },
        {
            "text": "(2010) 14 SCC 492",
            "label": "PRECEDENT",
            "start_char": 8527,
            "end_char": 8544
        },
        {
            "text": "Rabindranath Samuel Dawson Versus Sivakami & Ors",
            "label": "PRECEDENT",
            "start_char": 8546,
            "end_char": 8594
        },
        {
            "text": "AIR 1972 SCC 730",
            "label": "PRECEDENT",
            "start_char": 8597,
            "end_char": 8613
        },
        {
            "text": "Firm Ramnath Ramchandra Versus Firm Bhagatram & Co.: AIR 1960 Rajasthan 219",
            "label": "PRECEDENT",
            "start_char": 8615,
            "end_char": 8690
        },
        {
            "text": "Govinda Menon Raman Menon",
            "label": "OTHER_PERSON",
            "start_char": 8692,
            "end_char": 8717
        },
        {
            "text": "Krishna Pillai Kesava Pillai & Ors.: AIR 1955 Travancore-Cochin 51",
            "label": "PRECEDENT",
            "start_char": 8732,
            "end_char": 8798
        },
        {
            "text": "Indira",
            "label": "OTHER_PERSON",
            "start_char": 8800,
            "end_char": 8806
        },
        {
            "text": "Gandhi National Open University Versus Sharad Das & Associates Pvt",
            "label": "PRECEDENT",
            "start_char": 8834,
            "end_char": 8900
        },
        {
            "text": "O.M.P. (COMM) 26/2019",
            "label": "CASE_NUMBER",
            "start_char": 8908,
            "end_char": 8929
        },
        {
            "text": "Salazar",
            "label": "OTHER_PERSON",
            "start_char": 8934,
            "end_char": 8941
        },
        {
            "text": "Luis Anthony Marques",
            "label": "OTHER_PERSON",
            "start_char": 8942,
            "end_char": 8962
        },
        {
            "text": "Mohd",
            "label": "RESPONDENT",
            "start_char": 8996,
            "end_char": 9000
        },
        {
            "text": "Haroon Japanwala",
            "label": "OTHER_PERSON",
            "start_char": 9002,
            "end_char": 9018
        },
        {
            "text": "(2015) 217 DLT 261",
            "label": "PRECEDENT",
            "start_char": 9027,
            "end_char": 9045
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 9221,
            "end_char": 9234
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9242,
            "end_char": 9263
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 9274,
            "end_char": 9285
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9289,
            "end_char": 9292
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 9294,
            "end_char": 9307
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9315,
            "end_char": 9336
        },
        {
            "text": "Sub-section (1) of Section 10",
            "label": "PROVISION",
            "start_char": 9400,
            "end_char": 9429
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9437,
            "end_char": 9458
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 9779,
            "end_char": 9817
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 9991,
            "end_char": 10001
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 10151,
            "end_char": 10164
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10172,
            "end_char": 10193
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 10398,
            "end_char": 10412
        },
        {
            "text": "20.12.2017",
            "label": "DATE",
            "start_char": 10509,
            "end_char": 10519
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10543,
            "end_char": 10553
        },
        {
            "text": "16.3.2018",
            "label": "DATE",
            "start_char": 10606,
            "end_char": 10615
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10697,
            "end_char": 10707
        },
        {
            "text": "22.10.2018",
            "label": "DATE",
            "start_char": 10739,
            "end_char": 10749
        },
        {
            "text": "22.11.2018",
            "label": "DATE",
            "start_char": 10789,
            "end_char": 10799
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 10907,
            "end_char": 10922
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10923,
            "end_char": 10926
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 11090,
            "end_char": 11105
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11106,
            "end_char": 11109
        },
        {
            "text": "Rule 11",
            "label": "PROVISION",
            "start_char": 11176,
            "end_char": 11183
        },
        {
            "text": "Rajasthan Arbitration Rules, 2003",
            "label": "STATUTE",
            "start_char": 11191,
            "end_char": 11224
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 11347,
            "end_char": 11376
        },
        {
            "text": "C.P.C. (Amendment) Act, 1999 and 2002",
            "label": "STATUTE",
            "start_char": 11395,
            "end_char": 11432
        },
        {
            "text": "Sections 28, 31, 35, 35-A, 35-B, 107, 133, 135, 148-A, 151 & 152 and (ii) Orders III, V, VI, IX, XIII, XIV, XVI to XIX, XXIV, XLI and XLII (2) (a)",
            "label": "PROVISION",
            "start_char": 11536,
            "end_char": 11682
        },
        {
            "text": "sub-rule (1)",
            "label": "PROVISION",
            "start_char": 11763,
            "end_char": 11775
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 12040,
            "end_char": 12054
        },
        {
            "text": "Order 7",
            "label": "PROVISION",
            "start_char": 12163,
            "end_char": 12170
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12171,
            "end_char": 12174
        },
        {
            "text": "Rajasthan Arbitration Rules, 2003",
            "label": "STATUTE",
            "start_char": 12182,
            "end_char": 12215
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 12253,
            "end_char": 12268
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12272,
            "end_char": 12275
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 12491,
            "end_char": 12506
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12507,
            "end_char": 12510
        },
        {
            "text": "Order 7 Rule 10-A",
            "label": "PROVISION",
            "start_char": 12575,
            "end_char": 12592
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12593,
            "end_char": 12596
        },
        {
            "text": "Rajasthan Arbitration Rules, 2003",
            "label": "STATUTE",
            "start_char": 12605,
            "end_char": 12638
        },
        {
            "text": "sub-section (1) of Section 4",
            "label": "PROVISION",
            "start_char": 12647,
            "end_char": 12675
        },
        {
            "text": "Rajasthan Arbitration Rules, 2003",
            "label": "STATUTE",
            "start_char": 12683,
            "end_char": 12716
        },
        {
            "text": "Sections 9, 14, 27, 34, 39 and 43",
            "label": "PROVISION",
            "start_char": 12742,
            "end_char": 12775
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 12936,
            "end_char": 12951
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12952,
            "end_char": 12955
        },
        {
            "text": "Rule 125",
            "label": "PROVISION",
            "start_char": 12957,
            "end_char": 12965
        },
        {
            "text": "Rajasthan High Court Rules",
            "label": "COURT",
            "start_char": 12973,
            "end_char": 12999
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13053,
            "end_char": 13063
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13071,
            "end_char": 13086
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13173,
            "end_char": 13183
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13191,
            "end_char": 13206
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13320,
            "end_char": 13330
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13338,
            "end_char": 13353
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13432,
            "end_char": 13442
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 13490,
            "end_char": 13505
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13506,
            "end_char": 13509
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13775,
            "end_char": 13785
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 13818,
            "end_char": 13832
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 13840,
            "end_char": 13853
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13861,
            "end_char": 13882
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13936,
            "end_char": 13946
        },
        {
            "text": "Amar Chand Inani",
            "label": "PRECEDENT",
            "start_char": 13989,
            "end_char": 14005
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14019,
            "end_char": 14029
        },
        {
            "text": "Simplex Infrastructure Ltd.",
            "label": "PRECEDENT",
            "start_char": 14081,
            "end_char": 14108
        },
        {
            "text": "Harshad Chimanlal Modi",
            "label": "PRECEDENT",
            "start_char": 14121,
            "end_char": 14143
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14171,
            "end_char": 14181
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 14195,
            "end_char": 14210
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 14578,
            "end_char": 14588
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 14596,
            "end_char": 14610
        },
        {
            "text": "sub-section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 14903,
            "end_char": 14932
        },
        {
            "text": "20.12.2017",
            "label": "DATE",
            "start_char": 15228,
            "end_char": 15238
        },
        {
            "text": "16.3.2018",
            "label": "DATE",
            "start_char": 15300,
            "end_char": 15309
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15420,
            "end_char": 15430
        },
        {
            "text": "22.11.2018",
            "label": "DATE",
            "start_char": 15507,
            "end_char": 15517
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 15537,
            "end_char": 15550
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15558,
            "end_char": 15579
        },
        {
            "text": "10.12.2018",
            "label": "DATE",
            "start_char": 15615,
            "end_char": 15625
        },
        {
            "text": "ARBAP-117/2018",
            "label": "CASE_NUMBER",
            "start_char": 15643,
            "end_char": 15657
        },
        {
            "text": "14.2.2019",
            "label": "DATE",
            "start_char": 15772,
            "end_char": 15781
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15963,
            "end_char": 15973
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 16076,
            "end_char": 16089
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16097,
            "end_char": 16118
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 16146,
            "end_char": 16159
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16424,
            "end_char": 16434
        },
        {
            "text": "Rajasthan Arbitration Rules",
            "label": "STATUTE",
            "start_char": 16484,
            "end_char": 16511
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16639,
            "end_char": 16649
        },
        {
            "text": "Section 10(1)",
            "label": "PROVISION",
            "start_char": 16829,
            "end_char": 16842
        },
        {
            "text": "PANKAJ BHANDARI),J",
            "label": "JUDGE",
            "start_char": 17002,
            "end_char": 17020
        },
        {
            "text": "SUNIL SOLANKI",
            "label": "JUDGE",
            "start_char": 17021,
            "end_char": 17034
        }
    ],
    "precedent_clusters": {
        "Harshad Chimanlal Modi Versus DLF Universal Ltd & Anr.: (2006) 1": [
            "M.P. Steel Corporation Versus Commissioner of Excise: (2015) 7",
            "Harshad Chimanlal Modi Versus DLF Universal Ltd & Anr.: (2006) 1",
            "Rabindranath Samuel Dawson Versus Sivakami & Ors",
            "Gandhi National Open University Versus Sharad Das & Associates Pvt",
            "Harshad Chimanlal Modi"
        ],
        "Sri Amar Chand Inani Versus The Union of India: (1973) 1 SCC 115": [
            "Sri Amar Chand Inani Versus The Union of India: (1973) 1 SCC 115",
            "Amar Chand Inani"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 10(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 10(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "sub-clause (1) of Rule 4",
            "Rajasthan Arbitration Rules, 2003",
            "sub-clause (1) of Rule 4",
            "Rajasthan Arbitration Rules, 2003"
        ],
        [
            "Rule 125",
            "Rajasthan High Court Rules",
            "Rule 125",
            "Rajasthan High Court Rules"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (3) of Section 34",
            "Arbitration Act",
            "sub-section (3) of Section 34",
            "Arbitration Act"
        ],
        [
            "proviso to sub-section (3) of Section 34",
            "Arbitration Act",
            "proviso to sub-section (3) of Section 34",
            "Arbitration Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Sub-section (1) of Section 10",
            "Commercial Courts Act",
            "Sub-section (1) of Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Rule 11",
            "Rajasthan Arbitration Rules, 2003",
            "Rule 11",
            "Rajasthan Arbitration Rules, 2003"
        ],
        [
            "Order 7",
            "CPC",
            "Order 7",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10-A",
            "CPC",
            "Order 7 Rule 10-A",
            "CPC"
        ],
        [
            "sub-section (1) of Section 4",
            "Rajasthan Arbitration Rules, 2003",
            "sub-section (1) of Section 4",
            "Rajasthan Arbitration Rules, 2003"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Rajasthan Arbitration Rules",
            "Section 34",
            "Rajasthan Arbitration Rules"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Sections 9, 14, 27, 34, 39 and 43",
            "Arbitration Act",
            "Sections 9, 14, 27, 34, 39 and 43",
            "Arbitration Act"
        ],
        [
            "Rule 125",
            "Rajasthan High Court Rules",
            "Rule 125",
            "Rajasthan High Court Rules"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "sub-section (3) of Section 34",
            "Arbitration Act",
            "sub-section (3) of Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 10(1)",
            "Commercial Courts Act",
            "Section 10(1)",
            "Commercial Courts Act"
        ],
        [
            "Rule 8",
            "Rajasthan Arbitration Rules, 2003",
            "Rule 8",
            "Rajasthan Arbitration Rules, 2003"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Sections 28, 31, 35, 35-A, 35-B, 107, 133, 135, 148-A, 151 & 152 and (ii) Orders III, V, VI, IX, XIII, XIV, XVI to XIX, XXIV, XLI and XLII (2) (a)",
            "C.P.C. (Amendment) Act, 1999 and 2002",
            "Sections 28, 31, 35, 35-A, 35-B, 107, 133, 135, 148-A, 151 & 152 and (ii) Orders III, V, VI, IX, XIII, XIV, XVI to XIX, XXIV, XLI and XLII (2) (a)",
            "C.P.C. (Amendment) Act, 1999 and 2002"
        ],
        [
            "sub-rule (1)",
            "C.P.C. (Amendment) Act, 1999 and 2002",
            "sub-rule (1)",
            "C.P.C. (Amendment) Act, 1999 and 2002"
        ]
    ],
    "precedent_counts": {
        "Harshad Chimanlal Modi Versus DLF Universal Ltd & Anr.: (2006) 1": 5,
        "Sri Amar Chand Inani Versus The Union of India: (1973) 1 SCC 115": 2
    },
    "provision_counts": {
        "Section 10(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 9,
        "Order 7 Rule 10 of CPC": 11,
        "sub-clause (1) of Rule 4 of Rajasthan Arbitration Rules, 2003": 1,
        "Rule 125 of Rajasthan High Court Rules": 2,
        "Section 10(1) of Commercial Courts Act": 9,
        "sub-section (3) of Section 34 of Arbitration Act": 2,
        "proviso to sub-section (3) of Section 34 of Arbitration Act": 1,
        "Section 14 of Limitation Act": 3,
        "Section 151 of CPC": 1,
        "Sub-section (1) of Section 10 of Commercial Courts Act": 1,
        "Rule 11 of Rajasthan Arbitration Rules, 2003": 1,
        "Order 7 of CPC": 1,
        "Order 7 Rule 10-A of CPC": 1,
        "sub-section (1) of Section 4 of Rajasthan Arbitration Rules, 2003": 1,
        "Section 34 of Arbitration Act": 13,
        "Section 34 of Rajasthan Arbitration Rules": 1,
        "Section 10 of Commercial Courts Act": 1,
        "Sections 9, 14, 27, 34, 39 and 43 of Arbitration Act": 1,
        "Rule 8 of Rajasthan Arbitration Rules, 2003": 1,
        "Section 33 of Arbitration Act": 1,
        "Section 5 of Arbitration Act": 1,
        "Sections 28, 31, 35, 35-A, 35-B, 107, 133, 135, 148-A, 151 & 152 and (ii) Orders III, V, VI, IX, XIII, XIV, XVI to XIX, XXIV, XLI and XLII (2) (a) of C.P.C. (Amendment) Act, 1999 and 2002": 1,
        "sub-rule (1) of C.P.C. (Amendment) Act, 1999 and 2002": 1
    },
    "statute_counts": {
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Arbitration and Conciliation Act, 1996": 9,
        "CPC": 14,
        "Rajasthan Arbitration Rules, 2003": 4,
        "Rajasthan High Court Rules": 2,
        "Commercial Courts Act": 11,
        "Arbitration Act": 19,
        "Limitation Act": 3,
        "Rajasthan Arbitration Rules": 1,
        "C.P.C. (Amendment) Act, 1999 and 2002": 2
    }
}