{
    "id": "5f297e9d6a1a415762de0d6aa6d9ca3e062c963c19a191940419925691f90eba",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nEss Kay Fincorp Limited vs Suresh Choudhary S/O Shri Ganga Ram ... on 22 August, 2019 \nBench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan\n                    Bench At Jaipur \n\n            (1) D. B. Civil Misc. Appeal No. 12/2019 \n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001. \n                                                 ----Decree Holder-Appellant\n                                   Versus \n1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh. \n        Niwai, Distt. Tonk- 304021, Rajasthan. \n2.      Omprakash Jat S/o Shri Prahlad Jat, by Caste Jat, R/o\n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan.\n                                        ----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1. M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale. \n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune. \n----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019). \nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules. \nMr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019). \nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq) These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act? \nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters. \nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant. \nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum from  01.02.2018 till the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant. \nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018. In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-. The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2. On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them. The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1. Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008. It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune. On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur. Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court. According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited. The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018. However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely. The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award. \nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district. This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge. It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622. The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance. Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32. The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over. Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail. It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award. Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise. The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act. \nLearned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s. OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016) . In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd. Vs. M/s. Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63 . \nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619. While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted. Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court. Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s. OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357. \nMr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court. Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act. The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions. As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge. In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics. The Commercial Court thereafter could not resume the proceedings of execution petition. Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018. \nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents. \nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings. In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution. An ex-parte award was passed against the respondents. Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC. Plea of the respondent was that the vehicle concerned was stolen. The Trial Court returned the execution application on the ground of jurisdiction. Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court. In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction. Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located. Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree. It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I. The jurisdiction is over the arbitral proceedings. The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone. However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award. Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance. The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance. An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act. There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree. The Arbitration Act actually transcends all territorial barriers. Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings. Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act. \nThe Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal. Para 25 of the said contract contained an arbitration clause. The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta. A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998. Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties. Recall application filed by the State was dismissed on 20.01.2000. An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed. Learned Arbitrator, however, passed the award on 30.06.2004. The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent. The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri. Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005. The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11. It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\". It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42. These two changes are of some significance as will be pointed out later. Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force. The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement. Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42. But an essential ingredient of the section is that an application under Part I must be made in a court. \n21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end. It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over. In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award. It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16). As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications. \n25. Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\nIt may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench. Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act. The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act.\nGujarat High Court in M/s. OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division. Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. \n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court. \n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. \nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\" \nThe aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017. Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view. The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act. \nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\" \n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). (3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\" \nA conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\". If such application is pending before any Principal Civil Court of original jurisdiction in a district , the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge. \nIn so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered. In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act. Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court. However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\nIn view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996. \nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed. The orders impugned therein are set aside. Writ petition No. 4379/2019 is however dismissed. \nAll the pending stay applications as also other interim applications, if any, stand disposed of. \nOffice is directed to place a copy of this judgment on record of each connected matter. \n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J                                    MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court modipon fibres company vs gujarat state fertilizers and . on 10 july, 2018 author: m.r. shah bench: m.r. shah, a.y. kogje c/fa/1438/2017 cav judgment in the high court of gujarat at ahmedabad r/first appeal no. 1438 of 2017 with r/special civil application no. 4764 of 2017 for approval and signature: honourable mr.justice m.r. shah sd/­ and honourable mr.justice a.y. kogje sd/­ ============================================= 1 whether reporters of local papers may be allowed to see yes the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the no judgment ? 4 whether this case involves a substantial question of law as no to the interpretation of the constitution of india or any order made thereunder ? ============================================= modipon fibres company versus gujarat state fertilizers and chemicals limited ============================================= appearance: mr devan parikh, sr. advocate with mr mn marfatia(6930) for the petitioner(s) no. 1,2 mr ks nanavati, sr. advocate with mr kunal vyas for nanavati ============================================= coram: honourable mr.justice m.r. shah and honourable mr.justice a.y. kogje date : 10/07/2018 (per : honourable mr.justice m.r. shah) [1.0] as both this first appeal and special civil application are interconnected, both this first appeal and special civil application are decided and disposed of together by this common judgment and order. [2.0] by way of this petition under article 226 of the constitution of india the petitioner herein original defendant has prayed for an appropriate writ, direction and order to quash and set aside the order dated 20.09.2016 passed below exh.15 by the learned commercial court, vadodara (hereinafter referred to as \"learned commercial court\") in commercial civil suit no.79/2016 by which the learned commercial court has partly allowed the said application and has granted the conditional leave to the petitioner herein original defendant to defend the commercial suit no.79/2016 on deposit of rs.5 crores (against a total claim in the suit of rs.22 crores approximately). [2.1] as the order passed by the learned commercial court below exh.15 was not complied with and the original defendant failed to deposit the amount as ordered while granting conditional leave i.e. rs.5 crores, subsequently on non­compliance of the order passed while granting the conditional leave to defend the suit, thereafter the learned commercial court has decreed the suit vide judgment and decree dated 20.12.2016, which is the subject matter of first appeal no.1438/2017. [3.0] the facts leading to the present first appeal and special civil application in nut­shell are as under: [3.1] that the original plaintiff gujarat state fertilizers and chemicals ltd. (hereinafter referred to as \"original plaintiff\") initially instituted special summary suit no.171/2008 in the court of learned civil judge (senior division), vadodara for recovery of a total sum of rs.22,47,83,286/­ (rs.12,31,49,933/­ by way of principal amount and rs.10,16,33,353/­ towards running interest upto 31.10.2007). that on constitution of the commercial court under the provisions of the commercial courts act, 2015, the said suit came to be transferred to the commercial court, at vadodara which was numbered as commercial civil suit no.79/2016. [3.2] that it was the case on behalf of the original plaintiff that original plaintiff company is engaged in the business of manufacturing and selling of fertilizers and chemicals. that the defendant company is division of modipon limited and engaged in the business of manufacturing of nylon filament yarn. that both the companies are dealing with each other since around 25 years. that the original plaintiff company used to enter into annual agreement for supply of caprolactam which is main raw material which is used to produce the nylon filament yarn. that every year the original plaintiff company used to sell the contracted quantity of caprolactam as per annual agreement. that the said sale of caprolactam was made against suitable security of lc and/or post dated cheques. that the selling price was decided by the original plaintiff company from time to time and communicated to the defendant. that the terms of the payment were decided between the parties from time to time and as per the invoices issued by the original plaintiff from time to time the credit days were shown as 30 days + 30 days, meaning thereby total 60 days' credit was given to the original defendants for making the payment. according to the original plaintiff so stated in the plaint, it was further agreed that if the payment is not made on due date, the penal interest shall be recoverable as per the interest clause. that the defendant was liable to pay the interest as per the rate of interest for respective financial year. that the payment for such debit notes were duly made by the original defendants within 7 days from the issuance of the debit notes. it was also the case on behalf of the original plaintiff and so averred in the plaint that the defendant used to purchase the goods and the original plaintiff used to open and maintain the current account of the defendant and used to credit the amount received from the defendant for the goods supplied. that the last payment was made by the defendant through pay order on 30.04.2017 for a sum of rs.2 lakh and thereafter the defendant has stopped making any payment to the original plaintiff against the goods supplied / sent earlier and the invoices issued by the original plaintiff from time to time. therefore, according to the original plaintiff the defendant is liable to pay a sum of rs.12,31,49,933/­ and as per the interest clause defendant is liable to pay total interest of rs.10,16,33,353/­ towards interest upto the period of 31.10.2007. it was further averred in the plaint that against the aforesaid amount due outstanding against the defendant, the defendant issued 90 cheques in discharge of his liabilities but all the 90 cheques were got dishonored and the original plaintiff has instituted criminal complaint under section 138 of the negotiable instruments act, 1881. it was further averred that on return of the cheques the original plaintiff has issued debit notes dated 21.10.2007 for rs.75,000/­ being the cheque return charges. thus, according to the original plaintiff the original plaintiff has become entitled to recover from the defendant company a sum of rs.22,47,83,286/­. it was further averred that the original plaintiff has not claimed any other relief. therefore, the suit falls within the ambit of order xxxvii of the cpc. [3.3] that having been served with the summonses of the suit, the defendant put its appearance. that the original plaintiff submitted the application for issuance of summonses of judgment. the defendant filed the application exh.15 seeking leave to defend inter alia on the grounds that (1) suit of the original plaintiff is not maintainable under order xxxvii of the cpc; (2) that the suit has not been properly instituted and the person who signed on behalf of the original plaintiff is not authorized; (3) that the original plaintiff has not narrated the correct facts and circumstances; (4) that the defendant is not liable to pay interest claimed; (5) the principal amount is also disputed and (6) that the 90 cheques were issued by way of security and not in discharge of the liability. therefore, it was prayed to grant the unconditional leave to defend the suit. [3.4] that by a reasoned order dated 20.09.2016 the learned commercial court granted the conditional leave to the defendant to defend the suit subject to deposit of rs.5 crores within 2 months from the date of the order. at this stage it is required to be noted that at the relevant time the defendant did not challenge the said order of conditional leave. however, thereafter the defendant moved an application exh.49 for extension of time. the said application was partly allowed and the defendant was granted further time and permitted to deposit the said amount on or before 20.12.2016. while seeking extension it was submitted on behalf of the defendant that the amount could not be deposited but the original defendants have requested the state of u.p. seeking permission to sell the property but the state of u.p. has not given any reply to the said letter. however, after further time was granted upto 20.12.2016 passed below exh.49, neither there was any application for extension nor the aforesaid amount of rs.5 crores were deposited as per the order passed below exh.15. that thereafter by judgment and decree dated 20.12.2016 impugned in the first appeal, the learned commercial court has decreed the suit partly and passed a decree against the defendant and in favour of original plaintiff to recover an amount of rs.22,47,83,286/­ alongwith running interest at 10% p.a. from the date of filing of the suit till realization of the amount. [3.5] that feeling aggrieved and dissatisfied with the impugned judgment and decree passed by the learned commercial court dated 20.12.2016 in commercial civil suit no.79/2016, the appellant herein original defendant has preferred the present first appeal on 23.02.2017. that thereafter i.e. after the judgment and decree passed by the learned commercial court, the original defendant has preferred the special civil application no.4764/2017 challenging the order passed by the learned commercial court below exh.15 granting the conditional leave to the defendant to defend the suit on deposit of rs.5 crores i.e. granting conditional leave and not granting unconditional leave to defend the suit to the original defendants, the original defendants have preferred special civil application no.4764/2017. at the cost of repetition it is to be noted that that special civil application no.4764/2017 has been preferred by the petitioners after the judgment and decree passed by the learned commercial court and at the relevant time i.e. before passing the judgment and decree, the original defendants did not challenge the order below exh.15 granting conditional leave and not granting unconditional leave to the original defendants to defend the suit. [3.6] learned counsel appearing for respective parties have made common submissions in first appeal as well as special civil application and have addressed the court on partly allowing exh.15 and granting conditional leave to the original defendants to defend the suit on condition to deposit rs.5 crores and not granting unconditional leave to the original defendants to defend the suit. [4.0] shri devan parikh, learned senior advocate has appeared on behalf of the appellant herein / petitioners herein original defendants and shri k.s. nanavati, learned senior advocate has appeared on behalf of the respondent herein original plaintiff. [5.0] shri parikh, learned counsel appearing on behalf of the original defendants has vehemently submitted that in the facts and circumstances of the case, the learned judge has materially erred in not granting unconditional leave to the original defendants to defend the suit. [5.1] it is submitted by shri parikh, learned counsel appearing on behalf of the original defendants that number of contentions were raised before the learned commercial court and number of submissions were made which will raise the triable issues and therefore, the learned judge ought to have granted unconditional leave to defend the suit to the original defendants. [5.2] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that as such the learned judge himself in the impugned order has specifically observed that there are triable issues. it is submitted that despite the above finding that there are triable issues the learned judge has not granted the unconditional leave to the original defendants to defend the suit. [5.3] it is vehemently submitted by shri parikh, learned counsel appearing on behalf of the original defendants that it is a settled proposition of law and as per the catena of decisions of the hon'ble supreme court as well as this court, once there are triable issues, the original defendants shall be entitled to the unconditional leave to defend the suit. in support of his above submissions, he has heavily relied upon the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers vs. basic equipment corporation reported in (1976) 4 scc 687. [5.4] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that as such in absence of any written agreement between the original plaintiff and the original defendants for supply of goods, the summary suit itself is not maintainable. it is submitted that as provided under order xxxvii rule 2 of the cpc, the summary suit shall be maintainable on a written contract. it is submitted that in the present case as such the so­called annual contract was as such not signed by the defendant no.1. it is submitted that even the said proforma only, contract upon which the recovery suit is filed, was not even between the original plaintiff and the defendant no.1. it is submitted that therefore the summary suit itself, in absence of any written contract between the original plaintiff and the original defendants, shall not be maintainable. it is further submitted that even as per section 46 of the companies act, before any written agreement / contract between the original plaintiff and the original defendant company, it must be approved by the board of directors of the company and then and then only it can bind the company. [5.5] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that therefore, the annual agreement dated 08.04.2004 upon which the reliance has been placed by the original plaintiff cannot be termed to be a written agreement as contemplated under order xxxvii of the cpc. [5.6] it is submitted that even the said annual agreement produced on record was not signed by both the sides and therefore, the same cannot be said to be a written contract. it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even the original plaintiff has not produced the original document of the said annual agreement. it is submitted that therefore the said annual agreement is not admissible in evidence. in support of his above submission, shri parikh, learned counsel appearing on behalf of the original defendants has heavily relied upon the decision of the hon'ble supreme court in the case of neebha kapoor vs. jayantilal khandwala and others reported in (2008) 3 scc 770. [5.7] it is submitted that therefore the maintainability of the summary suit in absence of written contract itself is a triable issue and therefore, the learned judge ought to have granted the unconditional leave to defend the suit to the original defendants. [5.8] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even the suit was instituted by the person who was not authorized to institute the suit on behalf of the original plaintiff. it is submitted that therefore also the learned judge ought to have granted the unconditional leave to the original defendants. it is submitted that the authority produced by the original plaintiff cannot be termed to be an authority necessary for filing the suit. it is submitted that referring to page 54 of the record & proceedings authority letter in favour of the person who had instituted the suit, it is vehemently submitted by shri parikh, learned counsel that an authority to file a suit is completely different from right to file a suit on behalf of the company. it is submitted that nothing is on record to suggest that any decision was taken by the original plaintiff to institute the suit for recovery of the amount against the defendant. [5.9] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even the original plaintiff had also not come with clean hands and had not stated true and correct facts in the plaint. it is submitted that infact the original plaintiff had already filed a suit for redemption of mortgage for recovery of the very amount which is claimed in the suit before the bombay high court and the mortgaged property of the company has been got attached. it is submitted that once the original plaintiff has chosen to file a suit for redemption of the mortgage of the property of the defendant company, thereafter it is not open for the original plaintiff to file a suit under order xxxvii of the cpc. it is further submitted that when the property which was mortgaged and now under the order of the bombay high court is attached as a security with the original plaintiff, there was no need to grant the conditional leave as the mortgaged property is a security enough to entitle the appellant for unconditional leave to defend. [5.10] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even otherwise in the suit the original plaintiff has claimed the interest and in absence of any contractual obligation to pay the interest as claimed, such summary suit shall not be maintainable and therefore also, the original defendants shall be entitled to the unconditional leave to defend the suit. [5.11] it is further submitted that not only that but even the original plaintiff has claimed the penal interest for which there is no agreement between the parties. it is further submitted that even the original plaintiff had claimed interest at the rate of 14.5%. even as per the original plaintiff in the invoice the rate of interest is mentioned at 15%. it is submitted that therefore in absence of any written agreement on interest, such a summary suit shall not be maintainable. [5.12] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even otherwise the present summary suit shall not be maintainable in absence of any specific averments in the suit as required, as per order xxxvii rule 2 of the cpc, that no relief is claimed in the suit which otherwise shall not be maintainable under order xxxvii of the cpc. in support of his above submissions, shri parikh, learned counsel appearing on behalf of the original defendants has heavily relied upon the decision of the hon'ble supreme court in the case of satellite television asian region limited and anr. vs. kunvar ajay foods pvt. ltd. reported in 2009 (1) glh 590 (para 21). [5.13] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that even some of the claims are time barred and therefore also, the original defendants shall be entitled to the unconditional leave. [5.14] it is further submitted by shri parikh, learned counsel appearing on behalf of the original defendants that therefore considering the aforesaid facts and circumstances, when the appellants are successful in raising the triable issues, which as such have been accepted by the learned commercial court, in that case the original defendants were entitled to unconditional leave to defend the suit. no other submissions have been made. making above submissions and relying upon the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra) as well as the decision of the hon'ble supreme court in the case of state bank of hyderabad vs. rabo bank reported in (2015) 10 scc 521; jayantilal khandwala and others (supra), it is requested to allow the present first appeal as well as the special civil application and to quash and set aside the order passed by the learned commercial court below exh.15 in not granting unconditional leave to defend the suit to the original defendants and thereafter partly decreeing the suit on non­deposit of the amount as per the order passed below exh.15. [6.0] present first appeal is vehemently opposed by shri k.s. nanavati, learned counsel appearing on behalf of the original plaintiff. [6.1] shri nanavati, learned counsel appearing on behalf of the original plaintiff has submitted that in the facts and circumstances of the case the learned commercial court had rightly not granted unconditional leave to defend the suit. [6.2] it is vehemently submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that as such against the total claim of rs.22,47,83,286/­ (out of which rs.12,31,49,933/­ was the principal amount) infact the learned commercial court directed the original defendants to deposit rs.5 crores only while granting conditional leave to defend the suit to the original defendants, which in the facts and circumstances of the case is not required to be interfered with. [6.3] it is vehemently submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that as such initially the original defendants had not challenged the order passed below exh.15 till even the impugned judgment and decree came to be passed. it is submitted that till the impugned judgment and order came to be passed by the learned commercial court, the original defendants therefore, permitted the order passed below exh.15 to operate. it is submitted that thereafter on non­compliance / non­deposit of the amount as directed by the learned commercial court while passing the order at exh.15, thereafter when the impugned judgment and decree has been passed, challenge to the order below exh.15 as such is nothing but an afterthought and therefore, as such the appellants may not be permitted to challenge the order passed by the learned commercial court below exh.15 which as such was not challenged by the defendant at the relevant time. [6.4] it is further submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that even while submitting the application exh.49 for extension of time to deposit the amount of rs.5 crores, the learned advocate appearing on behalf of the original defendants requested to grant some more time as they had sought the permission from the state of u.p. to dispose of their properties. it is submitted that therefore till the impugned judgment and decree came to be passed, the original defendants were not aggrieved by the order below exh.15. it is submitted that only when the impugned judgment and decree has been passed by the learned commercial court, as an afterthought and having realized that non­challenge to the order below exh.15 will come in their way, they have subsequently and even after filing of the first appeal challenging the impugned judgment and decree, the original defendants have challenged the order passed below exh.15 belatedly by way of special civil application. [6.5] it is further submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that even on merits also it cannot be said that while passing the order below exh.15, the learned judge committed any error in directing the original defendants to deposit rs.5 crores while granting conditional leave to defend the suit to the original defendants. [6.6] it is further submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that having noted that the original defendants have infact consumed the goods caprolactam supplied from time to time under various invoices and for which even the debit notes were issued from time to time and thereafter at no point of time they raised any grievance with respect to quantity and/or quality and/or otherwise and even 90 cheques which were given by the original defendants against the dues came to be returned / dishonored and thereafter against the total dues of rs.12,31,49,933/­ by way of principal amount, when the learned judge had imposed the condition to deposit rs.5 crores only, the same cannot be said to be in anyway erroneous and/or contrary to the provisions of the law which calls for interference of this court in exercise of powers under article 227 of the constitution of india. [6.7] now, so far as the reliance placed upon the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra) by the learned counsel appearing on behalf of the original defendants, shri nanavati, learned counsel appearing on behalf of the original plaintiff has heavily relied upon the recent decision of the hon'ble supreme court in the case of idbi trusteeship services limited vs. hubtown limited reported in (2017) 1 scc 568. it is submitted that in the aforesaid decision the hon'ble supreme court had an occasion to consider the earlier decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra) and in view of the subsequent amendment to order xxxvii rule 3 of the cpc, the hon'ble supreme court has observed and held that principle stated in para 8 of mechelec's case will stand superseded. it is submitted that therefore now no reliance can be made on the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra). [6.8] it is further submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that in the recent decision in the case of hubtown limited (supra), the hon'ble supreme court after considering the earlier various decisions of the hon'ble supreme court on the point has observed and held that (1) principle stated in para 8 of the mechelec's case will now stand superseded; (2) even if the defendant raises triable issues, if a doubt is left with the trial judge about the defendant's good faith or the genuineness of the triable issues, the trial judge may impose conditions both, as to time or mode of trial, as well as payment into court or furnishing security. [6.9] it is further submitted that in the aforesaid decision it is observed by the hon'ble supreme court that care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated. if the defendant raises a defence which is plausible but improbable, the trial judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security; if any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in court. it is submitted that therefore in the present case when the goods supplied to to the original defendants, supplied from time to time by issuing the invoices as debit notes, are consumed by the original defendants without raising any dispute and even thereafter also no dispute is raised with respect to quantity and/or quality of the goods supplied and so consumed and even 90 cheques which were issued came to be dishonored, the learned commercial court has not committed any error in directing the original defendants to deposit rs.5 crores against the total claim of rs.22,47,83,286/­ (out of which rs.12,31,49,933/­ has been claimed by way of principal amount). [6.10] it is further submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that even the defences which are raised on behalf of the original defendants more particularly with respect to the absence of written contract / agreement; the annual agreement not signed by the parties; the defence regarding authority to file the suit are concerned, it is submitted that all the aforesaid defences are moonshine defences. it is submitted that once the goods supplied are consumed without raising any dispute, such defences are dishonest defences which would have a direct bearing on grant of conditional leave to the original defendants. [6.11] relying upon the documents on record (page 54 of the paper book), it is submitted that the person who has filed the suit had the authority to file the suit and he was authorized to file the suit for recovery of the amount. [6.12] now, so far as the interest claimed in the suit is concerned, it is vehemently submitted that in the invoices itself there is a specific mention to the right of interest on non­payment of the amount due and payable under the invoices. it is submitted that infact as per the invoices the original plaintiff was entitled to the interest at the rate of 15%, against which the original plaintiff claimed only 14.5% interest. it is submitted that as such the learned commercial court while passing the impugned judgment and decree has awarded the interest at the rate of 10% per annum from the date of filing of the suit till realization. [6.13] now, so far as the submission on behalf of the original defendant on written agreement / contract is concerned, shri nanavati, learned counsel appearing on behalf of the original plaintiff has heavily relied upon the definition of \"written contract\" as defined under the black's law dictionary. it is submitted that to constitute a written agreement / contract the intention of the parties are required to be inferred and such inference in the instance case can be drawn from not only the clause of the annual agreement but also subsequent conduct of both the parties which reflected from various communications from time to time between the parties and the invoices and the debit notes. it is submitted that if all these documents are considered, which are already produced on record, it would go to suggest that a summary suit was maintainable under order xxxvii of the cpc. [6.14] now, so far as the submission on behalf of the original defendants regarding the dual action before the high court of bombay and the submission on behalf of the original defendants that the original plaintiff has not disclosed in the suit the filing of the suit for redemption of the mortgage in the bombay high court, it is submitted that as such the said suit for redemption of the mortgage as such has been instituted subsequently, subsequent to the filing of the summary suit. it is submitted that both the proceedings namely the summary suit as well as the suit before the bombay high court for redemption of mortgage are both independent and different proceedings and based on independent document and cause of action. it is submitted that the suit for redemption of mortgage before the bombay high court is the action initiated by the original plaintiff against the managing director of the company based on independent document of mortgage by the managing director of the company and therefore, the same is completely unrelated to the claim of the original plaintiff against the original defendants in the present suit. it is submitted that even the amount covered under the mortgage was only to the extent of rs.2 crores, which is a very small amount as against the claim of the original plaintiff in the suit of rs.22,47,83,286/­. [6.15] relying upon the averments in para 18 of the plaint it is vehemently submitted by shri nanavati, learned counsel appearing on behalf of the original plaintiff that as such there are necessary averments in the plaint as required while invoking the provisions of order xxxvii of the cpc. making above submissions and relying upon above decisions it is requested to dismiss the present first appeal as well as special civil application. [7.0] heard learned counsel appearing on behalf of the respective parties at length. at the outset it is required to be noted that the original plaintiff had instituted the summary suit against the original defendants for recovery of rs.22,47,83,286/­ for the goods supplied to the original defendants for which the necessary invoices and debit notes were issued from time to time and the goods which came to be consumed by the original defendants without raising any dispute with respect to quality or quantity. it is also required to be noted that according to the original plaintiff, 90 different cheques were given by the original defendants to the original plaintiff against the dues, however when presented, all the cheques came to be dishonored. considering the aforesaid facts and circumstances, the learned judge, commercial court by a detailed speaking order below exh.15 partly allowed the said application exh.15 and granted leave to defend to the original defendants on condition of deposit of rs.5 crores. [7.1] at this stage it is required to be noted that order below exh.15 granting conditional leave to the original defendants to defend the suit on condition of deposit of rs.5 crores came to be passed on 20.09.2016. the original defendants were directed to deposit the amount of rs.5 crores within a period of 2 months. the original defendants at the relevant time did not challenge the order passed below exh.15. on the contrary the original defendants submitted the application exh.49 to extend the time to deposit the aforesaid amount of rs.5 crores submitting that they had sought the permission from the state of u.p. to dispose of / sell their properties. in the application exh.49 submitted by the original defendants, it was submitted as under: \"1. present suit has been filed for recovery of amount of rs.22,47,83,286/­. that hon'ble court has ordered to deposit of rs. 5 cr to defend the suit. thus, leave to defend the suit is granted on condition that the amount should be deposited within 2 months. the defendant has been trying to generate the funds to comply with the order of this hon'ble court but has not been success so far. the property situated at modinagar from where defendant has been operating and running their company was originally acquired for the purpose of m/s. modipon ltd. the government of uttar pradesh had permitted to transfer the said land to new factory i.e. m/s. modipon ltd. by their order dt. 11.3.1966. it is humbly submitted that on account of condition fastened by government of uttar pradesh under the concerned law where said property or any part thereof was not to be transferred in any manner except with the previous sanction of the state government (uttar pradesh). 2. in view of above facts in order to comply with the order of this hon'ble court the necessary procedure for obtaining previous sanction of government of uttar pradesh to transfer part of the said land is required in order to complete this requirement and generate the funds so as to comply the order of this hon'ble court. the time limit fixed by this hon'ble court may please be extended for period of 2 (two) months and enable the defendant to obtain necessary sanction for the sale / transfer of land situated at modinagar which may be found sufficient to comply with the order of this hon'ble court. kindly allow he application to enable defendants to obtain necessary sanction.\" thus, the original defendants requested to extend the time to comply with the order below exh.15. that despite the strong objection on behalf of the original plaintiff, the learned judge, commercial court was gracious enough to grant further 4 weeks' time to the original defendants to comply with the order below exh.15. despite the above, the original defendants failed to deposit the amount of rs.5 crore as per the order below exh.15. from the averments made in the application at exh.49, it appears that the original defendants were not aggrieved by the order below exh.15 and infact it can be said that they accepted the said order and sought further extension to comply with the said order. that thereafter on non­compliance of the order below exh.15 and on non­ deposit of the amount of rs.5 crores as per the order below exh.15, which was further extended by a further period of 4 weeks and in absence of challenge to the order below exh.15, thereafter the learned judge has passed the impugned judgment and decree. that thereafter the original defendants have preferred the present first appeal challenging the impugned judgment and decree and only thereafter the original defendants have challenged the order below exh.15 by way of special civil application no.4764/2017 which at the relevant time the original defendants did not challenge and infact as observed herein above they submitted the application exh.49 for extension of time to make the deposit to comply with the order below exh.15. in light of the above, the challenge to the order below exh.15 granting conditional leave to the original defendants is required to be considered. considering the aforesaid facts and circumstances even the bonafides of the original defendants are required to be considered. it is required to be noted that against the total dues of rs.12,31,49,933/­ by way of principal amount for the goods supplied by the original plaintiff to the original defendants, supplied from time to time under various different invoices and debit notes, the goods which came to be consumed by the original defendants without raising any dispute with respect to either quantity and/or quality, infact the learned judge directed the original defendants to deposit a sum of rs.5 crores only, while granting conditional leave to the defendants to defend the suit. therefore, while considering the legality and validity of the impugned order passed by the learned judge, commercial court directing the original defendants to deposit rs.5 crores while granting the conditional leave to the original defendants to defend the suit is required to be considered. [7.3] it is the case on behalf of the original defendants that as the original defendants have raised the triable issues, the original defendants shall be entitled to the unconditional leave. it is the case on behalf of the original defendants that even the learned commercial court has also observed that there are some triable issues. it is submitted that therefore, once having been found that there are triable issues, the original defendants shall be entitled to the unconditional leave. for the aforesaid the learned counsel appearing on behalf of the original defendants has heavily relied upon the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra) and in the case of rabo bank (supra). [7.4] now, so far as the defences which are raised on behalf of the original defendants recorded herein above are concerned, the same can be dealt with individually which shall be dealt with hereinbelow. however, assuming that there may be and/or there are some triable issues, in that case also, can it be said whether the learned judge has committed any error in not granting unconditional leave to defend the suit to the original defendants and granting the conditional leave to the original defendants to defend the suit on deposit of rs.5 crores and it is required to be considered whether such an order directing the original defendants to deposit rs.5 crores against the claim of rs.12,31,49,933/­ as a principal amount requires any interference by this court in exercise of powers under article 227 of the constitution of india? [7.5] while considering the legality and validity of the impugned order passed by the learned judge below exh.15, the decision of the hon'ble supreme court in the case of hubtown limited (supra) is required to be referred to and considered. in the case of hubtown limited (supra), the hon'ble supreme court has considered by and large all the earlier decisions on the subject including the decision of the hon'ble supreme court in the case of mechelec engineers and manufacturers (supra), the decision which has been heavily relied upon by the learned counsel appearing on behalf of the original defendants. after considering the effect of amendment of order xxxvii (as amended in 1976), the hon'ble supreme court has observed and held that the principles stated in para 8 of the mechelec enginners and manufacturers (supra) will now stand superseded and thereafter in para 17 the hon'ble supreme court has observed and concluded as under: \"17. accordingly, the principles stated in para 8 of mechelec's case4 will now stand superseded, given the amendment of order 37 rule 3 and the binding decision of four judges in milkhiram's case 6, as follows: 17.1 if the defendant satisfies the court that he has a substantial defence, that is, a defence that is likely to succeed, the original plaintiff is not entitled to leave to sign judgment, and the defendant is entitled to unconditional leave to defend the suit. 17.2 if the defendant raises triable issues indicating that he has a fair or reasonable defence, although not a positively good defence, the original plaintiff is not entitled to sign judgment, and the defendant is ordinarily entitled to unconditional leave to defend. 17.3 even if the defendant raises triable issues, if a doubt is left with the trial judge about the defendant's good faith, or the genuineness of the triable issues, the trial judge may impose conditions both as to time or mode of trial, as well as payment into court or furnishing security. care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated. care must also be taken to see that such triable issues are not shut out by unduly severe orders as to deposit or security. 17.4 if the defendant raises a defence which is plausible but improbable, the trial judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security. as such a defence does not raise triable issues, conditions as to deposit or security or both can extend to the entire principal sum together with such interest as the court feels the justice of the case requires. 17.5 if the defendant has no substantial defence and/or raises no genuine triable issues, and the court finds such defence to be frivolous or vexatious, then leave to defend the suit shall be refused, and the original plaintiff is entitled to judgment forthwith. 17.6 if any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in court.\" [7.6] applying the law laid down by the hon'ble supreme court in the case of hubtown limited (supra) to the facts of the case on hand, it cannot be said that the learned judge, commercial court has committed any error in directing the original defendants to deposit a sum of rs.5 crores while granting conditional leave to defend the suit to the original defendants. assuming that there are some triable issues, but as those defences prima facie cannot be said to be bonafide defences more particularly after consuming the goods supplied from time to time and thereafter not making the payment for the same. at the cost of repetition it is observed that in the present case the original plaintiff supplied caprolactam to the original defendants as per the annual agreement for which the invoices and the debit notes were issued from time to time and the original defendants consumed the said goods without raising any dispute with respect to quantity and/or quality and even without raising any dispute with respect to the amounts mentioned in the debit notes. not only that, but even the original defendants also issued different 90 cheques, may be against the security (according to the defendants) to secure the amount due and payable to the original plaintiff all of which came to be bounced / returned and thereafter when the aforesaid defences are raised, the same cannot be said to be fair or reasonable defences and/or the defences raised in good faith. therefore, the case would fall under paras 17.3, 17.4, 17.5 and 17.6 which are referred to herein above. therefore, in the facts and circumstances of the case more particularly when earlier at an appropriate stage and time the original defendants did not even challenge the order passed by the learned commercial court below exh.15 and infact they accepted it and sought extension to comply with the same, the present petition challenging the order below exh.15 deserves to be dismissed. [7.7] now, so far as the submission on behalf of the original plaintiffs on the authority of the person who had filed the suit is concerned, the same has no substance in view of the authority placed on record at page 54 of the paper book. the person who has filed the suit has been authorized to file the suit for recovery against the original defendants. [7.8] now, so far as the submission on behalf of the original defendants that as the original plaintiff had claimed the interest / penal interest for which there is no agreement or contract between the parties is concerned, from the invoices which contain the interest clause, the aforesaid defence has no substance. nothing is on record that after receipt of the invoices the original defendants raised any dispute with respect to the interest clause mentioned in the said invoices. therefore, the submission on behalf of the original defendants that the invoices can be said to be an offer but cannot be said to be a concluded contract is concerned, the aforesaid has no substance for the simple reason that thereafter when the original defendants did not raise any dispute with respect to interest clause mentioned in the invoices by conduct and/or otherwise the same shall be binding to the original defendants. therefore, the aforesaid defences can be said to be lacking bonafides and cannot be said to be in good faith. [7.9] now, so far as the submission on behalf of the original defendants that some of the claims are barred by limitation is concerned, at the outset it is required to be noted that no such defence has been raised before the learned judge, commercial court. not only that even in the appeal memo also, no such ground is raised. therefore, it appears that the said defence is raised only for the sake of taking defence. [7.10] now, so far as the submission on behalf of the original defendants that the suit is filed on photocopy and the original has not come on record and therefore, the suit shall not be maintainable is concerned, it is required to be noted that admissibility of the said document is to be considered not at this stage. what is required to be considered in the present case and present proceedings is the impugned order passed by the learned judge below exh.15 directing the original defendants to deposit rs.5 crore while granting the conditional leave to the original defendants to defend the suit. as observed herein above and applying the law laid down by the hon'ble supreme court in the case of the jayantilal khandwala and others (supra), it cannot be said that the learned judge has committed any error in directing the original defendants to deposit rs.5 crores (against the dues of rs.12,31,49,933/­ towards principal amount) while granting conditional leave to the original defendants to defend the suit. [7.11] now, so far as the reliance placed upon the decision of the hon'ble supreme court in the case of rabo bank (supra) by the learned counsel appearing on behalf of the original defendants is concerned, at the outset it is required to be noted that the said decision has also been considered by the hon'ble supreme court in the case of hubtown limited (supra) and thereafter, the hon'ble supreme court has observed and concluded in para 17 reproduced herein above. [7.12] now, so far as the reliance placed upon the decision of the hon'ble supreme court in the case of jayantilal khandwala and others (supra) relied upon by the learned counsel appearing on behalf of the original defendants is concerned, in view of the subsequent decision of the hon'ble supreme court in the case of hubtown limited (supra) and even otherwise on facts also, the said decision shall not be applicable to the facts of the case on hand and/or the same shall not be of any assistance to the original defendants. [8.0] in view of the above and for the reasons stated above, it cannot be said that in the facts and circumstances of the case narrated herein above, the learned judge, commercial court has committed any error while passing the order below exh.15 and not granting the unconditional leave to the original defendants to defend the suit and granting conditional leave to the original defendants to defend the suit on deposit of rs.5 crores only. under the circumstances, present special civil application no.4674/2017 and first appeal no.1438/2017 challenging respectively the order below exh.15 and thereafter further judgment and decree passed by the learned commercial court fail and the same deserve to be dismissed and are, accordingly, dismissed. however, in the facts and circumstances of the case, there shall be no order as to costs. sd/­ (m.r. shah, j.) sd/­ (a.y. kogje, j.) ajay**"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "738e1d68377941888815aa5c97c0dbd1_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d64812593f6431d88655f857aba38a6_1"
        },
        {
            "start": 242,
            "end": 264,
            "text": "\nRajasthan High Court\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9319c978b3244ff3978e85d9cd80a34d_2"
        },
        {
            "start": 264,
            "end": 349,
            "text": "Ess Kay Fincorp Limited vs Suresh Choudhary S/O Shri Ganga Ram ... on 22 August, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8efe28b88abe4cd68c2a498bc5e57816_3"
        },
        {
            "start": 351,
            "end": 458,
            "text": "Bench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan\n                    Bench",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53949c952d5f49cd82dc0ac98a37d79c_4"
        },
        {
            "start": 459,
            "end": 468,
            "text": "At Jaipur",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad493d892990420e932a16fe862f1184_5"
        },
        {
            "start": 469,
            "end": 492,
            "text": "\n\n            (1) D. B.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "25de67aa824a49089d0f66a85c90c1f0_6"
        },
        {
            "start": 493,
            "end": 523,
            "text": "Civil Misc. Appeal No. 12/2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ac27a09a085a4d87a1b9f99f8e398e9e_7"
        },
        {
            "start": 524,
            "end": 692,
            "text": "\n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a156a0ab921a4420aafd7c2e5fd910fa_8"
        },
        {
            "start": 693,
            "end": 812,
            "text": "\n                                                 ----Decree Holder-Appellant\n                                   Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87796273b3bd4e86ba4837ffa27b5898_9"
        },
        {
            "start": 814,
            "end": 940,
            "text": "1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b683b71452445939c07f16c166774a3_10"
        },
        {
            "start": 941,
            "end": 988,
            "text": "\n        Niwai, Distt. Tonk- 304021, Rajasthan.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "430258facb774435baad155c4b10c283_11"
        },
        {
            "start": 990,
            "end": 2277,
            "text": "2.      Omprakash Jat S/o Shri Prahlad Jat, by Caste Jat, R/o\n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan.\n                                        ----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e50ffc900bf446cfaa1e7cd7777a57d3_12"
        },
        {
            "start": 2278,
            "end": 2519,
            "text": "M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "651878a14a66473b9a39c366e4deb300_13"
        },
        {
            "start": 2520,
            "end": 2588,
            "text": "\n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86a0420661ef45f285858ced8d4a5855_14"
        },
        {
            "start": 2590,
            "end": 2728,
            "text": "----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6047665be7e54b13a7f7ba8f5ef92d91_15"
        },
        {
            "start": 2729,
            "end": 2879,
            "text": "\nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ff17c9cc2d744ac81065e0811760fcb_16"
        },
        {
            "start": 2880,
            "end": 2945,
            "text": "\nMr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57024cd4e26241eeb6bf8b658a29d523_17"
        },
        {
            "start": 2947,
            "end": 2989,
            "text": "Hon'Ble Mr. Justice Mohammad Rafiq Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6acc897e9ead43768a76f5e8cfaecc1a_18"
        },
        {
            "start": 2990,
            "end": 3085,
            "text": "Mr. Justice Alok Sharma Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b30b7bce41c4793a117cf360042f4e8_19"
        },
        {
            "start": 3086,
            "end": 3809,
            "text": "These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act?",
            "labels": [
                "NONE"
            ],
            "id": "1263e2339ecd488da04921dbd039cfa0_20"
        },
        {
            "start": 3810,
            "end": 3922,
            "text": "\nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters.",
            "labels": [
                "NONE"
            ],
            "id": "a27c0404ffb542f1a6f07eb512491132_21"
        },
        {
            "start": 3923,
            "end": 4527,
            "text": "\nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "RLC"
            ],
            "id": "ffef81341f4e471dae3e5a1f9decbfc9_22"
        },
        {
            "start": 4528,
            "end": 5015,
            "text": "\nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum from",
            "labels": [
                "RLC"
            ],
            "id": "6f20dfae8dfa46df8bb7b499b30814de_23"
        },
        {
            "start": 5016,
            "end": 5133,
            "text": " 01.02.2018 till the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "c63325aefd1c478abaf2875dd6377c06_24"
        },
        {
            "start": 5134,
            "end": 5288,
            "text": "\nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018.",
            "labels": [
                "FAC"
            ],
            "id": "8a28d813bd674bd395eed1f7284908ec_25"
        },
        {
            "start": 5289,
            "end": 5663,
            "text": "In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-.",
            "labels": [
                "FAC"
            ],
            "id": "e88abd2873ca40b99b09a3a3798c563a_26"
        },
        {
            "start": 5664,
            "end": 5764,
            "text": "The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2.",
            "labels": [
                "FAC"
            ],
            "id": "8293ec5b56864fa480ef525bfe62e120_27"
        },
        {
            "start": 5765,
            "end": 5898,
            "text": "On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them.",
            "labels": [
                "FAC"
            ],
            "id": "101a7cfedea94086aa5609e220f7d8a4_28"
        },
        {
            "start": 5899,
            "end": 5985,
            "text": "The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "cf9ce45029ae4b25a202c8db5f54ec19_29"
        },
        {
            "start": 5986,
            "end": 6145,
            "text": "Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008.",
            "labels": [
                "FAC"
            ],
            "id": "61a9fcaa6b9f4d089d426d01a8a6eda0_30"
        },
        {
            "start": 6146,
            "end": 6319,
            "text": "It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune.",
            "labels": [
                "FAC"
            ],
            "id": "6ad54f1e2ae04f4fa636bf9aaa169e73_31"
        },
        {
            "start": 6320,
            "end": 6538,
            "text": "On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur.",
            "labels": [
                "FAC"
            ],
            "id": "2e030328c883492d9eef9ada2ee1cb1c_32"
        },
        {
            "start": 6539,
            "end": 6821,
            "text": "Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court.",
            "labels": [
                "FAC"
            ],
            "id": "fc15c87cdc8b432b8ed0160e6d96d8fe_33"
        },
        {
            "start": 6822,
            "end": 7035,
            "text": "According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited.",
            "labels": [
                "FAC"
            ],
            "id": "cb88613d294f4a82b572b010ec68bff3_34"
        },
        {
            "start": 7036,
            "end": 7128,
            "text": "The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "5e8af91ebcd5460fa4f146e26872ce88_35"
        },
        {
            "start": 7129,
            "end": 7425,
            "text": "However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely.",
            "labels": [
                "FAC"
            ],
            "id": "8cb5fa4f30554ecf824cb2d0cf1d986e_36"
        },
        {
            "start": 7426,
            "end": 7565,
            "text": "The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "ac0d9dca5afc4cfbbf4b9b27b50660ea_37"
        },
        {
            "start": 7566,
            "end": 7905,
            "text": "\nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f1b62de2499e4d57ac2379b7b824fb9f_38"
        },
        {
            "start": 7906,
            "end": 8300,
            "text": "This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d3a25e32a3fa4938a3d88464ac331060_39"
        },
        {
            "start": 8301,
            "end": 8648,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5d43fd87582148d1826c79c06e71e889_40"
        },
        {
            "start": 8649,
            "end": 8877,
            "text": "It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac3c8735a01f4e9aa44757ff2a8d340f_41"
        },
        {
            "start": 8878,
            "end": 9198,
            "text": "The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "837fe22089374bd697e0b3f29e3d1c7b_42"
        },
        {
            "start": 9199,
            "end": 9363,
            "text": "Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "09cf78ce6b094089ace0242dff878e8c_43"
        },
        {
            "start": 9364,
            "end": 9507,
            "text": "The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a3002d47f87d46e4aed76f1b2460745e_44"
        },
        {
            "start": 9508,
            "end": 9872,
            "text": "Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3728adc31010470ca5e624b497832e9f_45"
        },
        {
            "start": 9873,
            "end": 10045,
            "text": "It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e4e3b864dd94d4485d9f3a401774bf2_46"
        },
        {
            "start": 10046,
            "end": 10393,
            "text": "Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a94936ff566944cc943694a225104c6d_47"
        },
        {
            "start": 10394,
            "end": 10692,
            "text": "The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78119985cba547af95019219d51091ff_48"
        },
        {
            "start": 10693,
            "end": 10851,
            "text": "\nLearned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2b9419ff6fb44b6834bbd825c83480f_49"
        },
        {
            "start": 10852,
            "end": 11051,
            "text": "OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "84de48bf9b374f9e89ea5e8c3f5d943d_50"
        },
        {
            "start": 11052,
            "end": 11755,
            "text": ". In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9bd4df71ae214ec9a79a19cba7195226_51"
        },
        {
            "start": 11756,
            "end": 11764,
            "text": "Vs. M/s.",
            "labels": [
                "NONE"
            ],
            "id": "b4318e40a7d54f15ab0399dae656023e_52"
        },
        {
            "start": 11765,
            "end": 11868,
            "text": "Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63",
            "labels": [
                "NONE"
            ],
            "id": "432a3351e8184fa1994c741f0bfc8f6c_53"
        },
        {
            "start": 11869,
            "end": 12264,
            "text": ". \nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "254da90a10b2471d9c8035d6e61bd2e5_54"
        },
        {
            "start": 12265,
            "end": 12699,
            "text": "While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "62e413e41c664feb9fcca9ce630690ba_55"
        },
        {
            "start": 12700,
            "end": 12904,
            "text": "Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2a0ad8b376674a6ab70a68dbfbcde713_56"
        },
        {
            "start": 12905,
            "end": 13124,
            "text": "Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4568d7a9f7004662afb5dc35feb5ac00_57"
        },
        {
            "start": 13125,
            "end": 13339,
            "text": "OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "52c67ea8ff8242ad97ac16dfdf503e8d_58"
        },
        {
            "start": 13341,
            "end": 13587,
            "text": "Mr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11781346eb374636a3ebd93d733bdffc_59"
        },
        {
            "start": 13588,
            "end": 13808,
            "text": "Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0035e8d310044e9da00f33e538b185aa_60"
        },
        {
            "start": 13809,
            "end": 13960,
            "text": "The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b659e05008d542a3b26c2f7e04fe2144_61"
        },
        {
            "start": 13961,
            "end": 14110,
            "text": "As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "529e5f876b1440dd89a203bde008f311_62"
        },
        {
            "start": 14111,
            "end": 14405,
            "text": "In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics.",
            "labels": [
                "RLC"
            ],
            "id": "0da35661cc3a4edbb383e5289e880e2b_63"
        },
        {
            "start": 14406,
            "end": 14493,
            "text": "The Commercial Court thereafter could not resume the proceedings of execution petition.",
            "labels": [
                "FAC"
            ],
            "id": "bc1f3502197146b89caeb1edf564d7f3_64"
        },
        {
            "start": 14494,
            "end": 15042,
            "text": "Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "195c836f27044de49322fbefb434d262_65"
        },
        {
            "start": 15043,
            "end": 15180,
            "text": "\nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents.",
            "labels": [
                "NONE"
            ],
            "id": "c43f8c259f1943babe6f0561ed04cb1e_66"
        },
        {
            "start": 15181,
            "end": 15647,
            "text": "\nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c79e2f1f369340bbac2c7c85145720e9_67"
        },
        {
            "start": 15648,
            "end": 15784,
            "text": "In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution.",
            "labels": [
                "FAC"
            ],
            "id": "67198578f1bf4c77829107ae0c15c91f_68"
        },
        {
            "start": 15785,
            "end": 15838,
            "text": "An ex-parte award was passed against the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "8b7ee0a66a2c48d2aa4b13b6e70a840d_69"
        },
        {
            "start": 15839,
            "end": 16158,
            "text": "Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC.",
            "labels": [
                "FAC"
            ],
            "id": "0b0585ac06aa41f299bc8193370d7936_70"
        },
        {
            "start": 16159,
            "end": 16224,
            "text": "Plea of the respondent was that the vehicle concerned was stolen.",
            "labels": [
                "FAC"
            ],
            "id": "ce484e0d54e04e7a83cccaefc8058930_71"
        },
        {
            "start": 16225,
            "end": 16306,
            "text": "The Trial Court returned the execution application on the ground of jurisdiction.",
            "labels": [
                "RLC"
            ],
            "id": "e7e9fc97021842d0bb4e065e3c2e45e3_72"
        },
        {
            "start": 16307,
            "end": 16453,
            "text": "Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court.",
            "labels": [
                "FAC"
            ],
            "id": "c0e3ad218f83445e974f3ffcb74b9f7c_73"
        },
        {
            "start": 16454,
            "end": 16992,
            "text": "In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ec2fa2d3c3b4a979c3d3ce60c1d76ab_74"
        },
        {
            "start": 16993,
            "end": 17105,
            "text": "Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09340bb227094a8da9a1108093275056_75"
        },
        {
            "start": 17106,
            "end": 17270,
            "text": "Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4eb663f002a84323b87190b83782f7a1_76"
        },
        {
            "start": 17271,
            "end": 17638,
            "text": "It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74d8642308c14a43823191f6295f378a_77"
        },
        {
            "start": 17639,
            "end": 17689,
            "text": "The jurisdiction is over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94a069349b034864ba6287b04f87500f_78"
        },
        {
            "start": 17690,
            "end": 17809,
            "text": "The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1094a6b301394acba6b8635d72f1f017_79"
        },
        {
            "start": 17810,
            "end": 18035,
            "text": "However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6ab323dd3da450aafa6222de2fa75d2_80"
        },
        {
            "start": 18036,
            "end": 18186,
            "text": "Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e6a2d8fa6f84ec09be9e732eab39c31_81"
        },
        {
            "start": 18187,
            "end": 18332,
            "text": "Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d7975e109684b6b8f1c9099ebf2c824_82"
        },
        {
            "start": 18333,
            "end": 18540,
            "text": "The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b2e64fc68c34faca9d3ee65099856bc_83"
        },
        {
            "start": 18541,
            "end": 18789,
            "text": "An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b94de9bfd9954a899f91edfab9aa2039_84"
        },
        {
            "start": 18790,
            "end": 18962,
            "text": "There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bfcbd1ca352484ea79ebd9903cac17e_85"
        },
        {
            "start": 18963,
            "end": 19028,
            "text": "The Arbitration Act actually transcends all territorial barriers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e31bf1aea8e34af3b9435cc173415e3c_86"
        },
        {
            "start": 19029,
            "end": 19299,
            "text": "Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d52047e3a7a4fbd89178be27739a116_87"
        },
        {
            "start": 19300,
            "end": 19585,
            "text": "Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3c5a99fb2a714554bef24faaf5cf1850_88"
        },
        {
            "start": 19586,
            "end": 20046,
            "text": "\nThe Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal. Para 25 of the said contract",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ab75a34c84d4224824abb23e931e77d_89"
        },
        {
            "start": 20047,
            "end": 20079,
            "text": "contained an arbitration clause.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "886f6a74f3ca4ecfb75f530efc1a062e_90"
        },
        {
            "start": 20080,
            "end": 20212,
            "text": "The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "708afdaabce94ef7abc632fd76f3526b_91"
        },
        {
            "start": 20213,
            "end": 20397,
            "text": "A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ebf383c0254e4b47a7c75b6358422cc5_92"
        },
        {
            "start": 20398,
            "end": 20553,
            "text": "Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "8ea4341d5f804ca8bf90b2a343002d19_93"
        },
        {
            "start": 20554,
            "end": 20620,
            "text": "Recall application filed by the State was dismissed on 20.01.2000.",
            "labels": [
                "FAC"
            ],
            "id": "431e14f28dfd447db0a22cace0beebdc_94"
        },
        {
            "start": 20621,
            "end": 20766,
            "text": "An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed.",
            "labels": [
                "FAC"
            ],
            "id": "40e115ea21bf48f1952db28c5f0c2a97_95"
        },
        {
            "start": 20767,
            "end": 20827,
            "text": "Learned Arbitrator, however, passed the award on 30.06.2004.",
            "labels": [
                "FAC"
            ],
            "id": "662e81757f9b4c30adcf46d5251e647b_96"
        },
        {
            "start": 20828,
            "end": 21075,
            "text": "The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "ee618bf0d5044cb2bfca1d3baca51bad_97"
        },
        {
            "start": 21076,
            "end": 21232,
            "text": "The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri.",
            "labels": [
                "FAC"
            ],
            "id": "312f1c86c8914a3f86ef24c9cf597c2c_98"
        },
        {
            "start": 21233,
            "end": 21336,
            "text": "Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005.",
            "labels": [
                "RLC"
            ],
            "id": "fbc09e9c5d604b9f9e27c93d1ae33cf9_99"
        },
        {
            "start": 21337,
            "end": 21605,
            "text": "The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "06be1868a1174e2da2076dce9c399523_100"
        },
        {
            "start": 21606,
            "end": 21822,
            "text": "It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a80cb3d77e084b648f0a4e2a1f8e08d1_101"
        },
        {
            "start": 21823,
            "end": 21954,
            "text": "It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d30a4c8c1ff499785ec4154d52f74a6_102"
        },
        {
            "start": 21955,
            "end": 22027,
            "text": "These two changes are of some significance as will be pointed out later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b30099d876704bfea79a624ea2ea54f3_103"
        },
        {
            "start": 22028,
            "end": 22241,
            "text": "Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b75505f02d5f43d08cf4c730434928d0_104"
        },
        {
            "start": 22242,
            "end": 22419,
            "text": "The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "475ab4b09ba549dfab2a145da0eb7b63_105"
        },
        {
            "start": 22420,
            "end": 22562,
            "text": "Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe79fb0e6b294d00800feeeafcb3068f_106"
        },
        {
            "start": 22563,
            "end": 22666,
            "text": "But an essential ingredient of the section is that an application under Part I must be made in a court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e01aeed15f9646ada39b60a94fbd1df3_107"
        },
        {
            "start": 22668,
            "end": 22788,
            "text": "21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aeb4d909a9354a758855cb577e1046d6_108"
        },
        {
            "start": 22789,
            "end": 23005,
            "text": "It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70c81d7500514f7b844098b856d537af_109"
        },
        {
            "start": 23006,
            "end": 23319,
            "text": "In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5dbc8f662a9e4ce1a316bdd7c345fb19_110"
        },
        {
            "start": 23320,
            "end": 23649,
            "text": "It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "55daf6816e5649b9a7992814eab7929b_111"
        },
        {
            "start": 23650,
            "end": 23815,
            "text": "As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31ee352ec41440a792c497c5709ff51b_112"
        },
        {
            "start": 23817,
            "end": 24157,
            "text": "25. Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\n",
            "labels": [
                "STA"
            ],
            "id": "eedb184fdef745909e202afc2090d106_113"
        },
        {
            "start": 24157,
            "end": 24562,
            "text": "It may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aa3c972bbf074032bba2f08389e61902_114"
        },
        {
            "start": 24563,
            "end": 25004,
            "text": "Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc46a3a36e3e476ab5ea5606c54797fe_115"
        },
        {
            "start": 25005,
            "end": 25470,
            "text": "The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "502d3b66c98f41a9bc350cb37dd39ad1_116"
        },
        {
            "start": 25470,
            "end": 25958,
            "text": "Gujarat High Court in M/s. OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dcae0b8d0302492f95e92f07b7907bfc_117"
        },
        {
            "start": 25959,
            "end": 26163,
            "text": "Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "92cfa031f3524c1daaa17542b1f3329e_118"
        },
        {
            "start": 26164,
            "end": 26692,
            "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a792355e95f148caa31f4453bb27503c_119"
        },
        {
            "start": 26693,
            "end": 27017,
            "text": "\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef5fecad7cf947d79af7844b227a3a57_120"
        },
        {
            "start": 27018,
            "end": 27491,
            "text": "\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "dddb3ce1c1844c25b68c4724ca21811d_121"
        },
        {
            "start": 27492,
            "end": 27896,
            "text": "\nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "998611ba550c4e60822781513756a848_122"
        },
        {
            "start": 27898,
            "end": 28125,
            "text": "The aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7955dedd66ca4e30950235394e901de9_123"
        },
        {
            "start": 28126,
            "end": 28414,
            "text": "Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b8a6fec8dbe94d688ffb0c36ae34b26c_124"
        },
        {
            "start": 28415,
            "end": 28809,
            "text": "The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed5141eb924d40fd8c20afddc845c8b1_125"
        },
        {
            "start": 28810,
            "end": 29705,
            "text": "\nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"",
            "labels": [
                "STA"
            ],
            "id": "eaff653573a545279b3579d1390a6d44_126"
        },
        {
            "start": 29706,
            "end": 30325,
            "text": "\n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "3efd61e6e7174ef2a1eeab8a4ea19fa7_127"
        },
        {
            "start": 30326,
            "end": 30373,
            "text": "(3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a39434f789f0468db6a9e3ec34926b29_128"
        },
        {
            "start": 30375,
            "end": 30675,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "140ac36c7c0c4954b5349ce844d2f775_129"
        },
        {
            "start": 30676,
            "end": 30778,
            "text": "If such application is pending before any Principal Civil Court of original jurisdiction in a district",
            "labels": [
                "ANALYSIS"
            ],
            "id": "984bb3f154fb485ba82b9c2d7e0fd55b_130"
        },
        {
            "start": 30779,
            "end": 30938,
            "text": ", the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e09b2de0a3a4791a10c1c855b951b71_131"
        },
        {
            "start": 30939,
            "end": 31513,
            "text": "In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bb06e2a70ae46d9b83caaf7be92aaba_132"
        },
        {
            "start": 31514,
            "end": 32022,
            "text": "\nIn so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5abe1ea0da394bb3ae3454d5c6d36bca_133"
        },
        {
            "start": 32023,
            "end": 32154,
            "text": "In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act.",
            "labels": [
                "RATIO"
            ],
            "id": "409a0e5ff2644f0b8cf31d2a7ba50336_134"
        },
        {
            "start": 32155,
            "end": 32692,
            "text": "Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4f4b675b707473e85779074426b6f5c_135"
        },
        {
            "start": 32693,
            "end": 33060,
            "text": "However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\n",
            "labels": [
                "RATIO"
            ],
            "id": "58e1dbf93737490b9a886eb758b05633_136"
        },
        {
            "start": 33060,
            "end": 33747,
            "text": "In view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "RPC"
            ],
            "id": "e9699595b56a4216b46351a85345a4a1_137"
        },
        {
            "start": 33748,
            "end": 33869,
            "text": "\nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed.",
            "labels": [
                "RPC"
            ],
            "id": "06a6114c238046a1976cbd0e89094659_138"
        },
        {
            "start": 33870,
            "end": 33912,
            "text": "The orders impugned therein are set aside.",
            "labels": [
                "RPC"
            ],
            "id": "d9b66c60a96a485ab0ee0f9245fafdf7_139"
        },
        {
            "start": 33913,
            "end": 33962,
            "text": "Writ petition No. 4379/2019 is however dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "9a84eac8cc5540b99ddafc9a2036e2b0_140"
        },
        {
            "start": 33963,
            "end": 34060,
            "text": "\nAll the pending stay applications as also other interim applications, if any, stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "9d8cd09c6f9f4f5fbc21413d1a859cc6_141"
        },
        {
            "start": 34061,
            "end": 34149,
            "text": "\nOffice is directed to place a copy of this judgment on record of each connected matter.",
            "labels": [
                "RPC"
            ],
            "id": "d849e823353e474fa5046652cc953986_142"
        },
        {
            "start": 34150,
            "end": 34265,
            "text": "\n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J",
            "labels": [
                "NONE"
            ],
            "id": "d16c3fb3780547d79b19311bf3d099b4_143"
        },
        {
            "start": 34266,
            "end": 34357,
            "text": "                                   MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
            "labels": [
                "NONE"
            ],
            "id": "a4d9552277fe4e6ca6436569415278ee_144"
        }
    ],
    "entities": [
        {
            "text": "Modipon Fibres Company",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 41
        },
        {
            "text": "Gujarat State Fertilizers",
            "label": "RESPONDENT",
            "start_char": 45,
            "end_char": 70
        },
        {
            "text": "M.R. Shah",
            "label": "JUDGE",
            "start_char": 104,
            "end_char": 113
        },
        {
            "text": "M.R. Shah",
            "label": "JUDGE",
            "start_char": 121,
            "end_char": 130
        },
        {
            "text": "A.Y. Kogje",
            "label": "JUDGE",
            "start_char": 132,
            "end_char": 142
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 239,
            "end_char": 273
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 484,
            "end_char": 493
        },
        {
            "text": "A.Y. KOGJE",
            "label": "JUDGE",
            "start_char": 562,
            "end_char": 572
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 975,
            "end_char": 996
        },
        {
            "text": "MODIPON FIBRES COMPANY Versus GUJARAT STATE FERTILIZERS AND CHEMICALS LIMITED",
            "label": "PRECEDENT",
            "start_char": 1096,
            "end_char": 1173
        },
        {
            "text": "DEVAN PARIKH",
            "label": "JUDGE",
            "start_char": 1257,
            "end_char": 1269
        },
        {
            "text": "MN MARFATIA(6930",
            "label": "OTHER_PERSON",
            "start_char": 1292,
            "end_char": 1308
        },
        {
            "text": "KS NANAVATI",
            "label": "OTHER_PERSON",
            "start_char": 1343,
            "end_char": 1354
        },
        {
            "text": "KUNAL VYAS",
            "label": "OTHER_PERSON",
            "start_char": 1377,
            "end_char": 1387
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 1497,
            "end_char": 1506
        },
        {
            "text": "A.Y. KOGJE",
            "label": "JUDGE",
            "start_char": 1533,
            "end_char": 1543
        },
        {
            "text": "10/07/2018",
            "label": "DATE",
            "start_char": 1551,
            "end_char": 1561
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 1591,
            "end_char": 1600
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 1846,
            "end_char": 1857
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1865,
            "end_char": 1886
        },
        {
            "text": "20.09.2016",
            "label": "DATE",
            "start_char": 2025,
            "end_char": 2035
        },
        {
            "text": "Commercial Civil Suit No.79/2016",
            "label": "CASE_NUMBER",
            "start_char": 2157,
            "end_char": 2189
        },
        {
            "text": "Commercial Suit No.79/2016",
            "label": "CASE_NUMBER",
            "start_char": 2366,
            "end_char": 2392
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 2898,
            "end_char": 2908
        },
        {
            "text": "First Appeal No.1438/2017",
            "label": "CASE_NUMBER",
            "start_char": 2941,
            "end_char": 2966
        },
        {
            "text": "Gujarat State Fertilizers and Chemicals Ltd.",
            "label": "ORG",
            "start_char": 3114,
            "end_char": 3158
        },
        {
            "text": "Special Summary Suit No.171/2008",
            "label": "CASE_NUMBER",
            "start_char": 3230,
            "end_char": 3262
        },
        {
            "text": "Court of learned Civil Judge (Senior Division), Vadodara",
            "label": "COURT",
            "start_char": 3270,
            "end_char": 3326
        },
        {
            "text": "31.10.2007",
            "label": "DATE",
            "start_char": 3474,
            "end_char": 3484
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3560,
            "end_char": 3587
        },
        {
            "text": "Commercial Court, at Vadodara",
            "label": "COURT",
            "start_char": 3633,
            "end_char": 3662
        },
        {
            "text": "Commercial Civil Suit No.79/2016",
            "label": "CASE_NUMBER",
            "start_char": 3685,
            "end_char": 3717
        },
        {
            "text": "Modipon Limited",
            "label": "ORG",
            "start_char": 3943,
            "end_char": 3958
        },
        {
            "text": "30.04.2017",
            "label": "DATE",
            "start_char": 5740,
            "end_char": 5750
        },
        {
            "text": "31.10.2007",
            "label": "DATE",
            "start_char": 6206,
            "end_char": 6216
        },
        {
            "text": "Section 138",
            "label": "PROVISION",
            "start_char": 6502,
            "end_char": 6513
        },
        {
            "text": "Negotiable Instruments Act, 1881",
            "label": "STATUTE",
            "start_char": 6521,
            "end_char": 6553
        },
        {
            "text": "21.10.2007",
            "label": "DATE",
            "start_char": 6660,
            "end_char": 6670
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 7003,
            "end_char": 7015
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7023,
            "end_char": 7026
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 7377,
            "end_char": 7389
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7397,
            "end_char": 7400
        },
        {
            "text": "20.09.2016",
            "label": "DATE",
            "start_char": 7938,
            "end_char": 7948
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 8480,
            "end_char": 8490
        },
        {
            "text": "State of U.P.",
            "label": "ORG",
            "start_char": 8646,
            "end_char": 8659
        },
        {
            "text": "State of U.P.",
            "label": "ORG",
            "start_char": 8708,
            "end_char": 8721
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 8811,
            "end_char": 8821
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 9029,
            "end_char": 9039
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 9484,
            "end_char": 9494
        },
        {
            "text": "Commercial Civil Suit No.79/2016",
            "label": "CASE_NUMBER",
            "start_char": 9498,
            "end_char": 9530
        },
        {
            "text": "23.02.2017",
            "label": "DATE",
            "start_char": 9616,
            "end_char": 9626
        },
        {
            "text": "No.4764/2017",
            "label": "CASE_NUMBER",
            "start_char": 9786,
            "end_char": 9798
        },
        {
            "text": "Special Civil Application No.4764/2017",
            "label": "CASE_NUMBER",
            "start_char": 10121,
            "end_char": 10159
        },
        {
            "text": "Special Civil Application No.4764/2017",
            "label": "CASE_NUMBER",
            "start_char": 10215,
            "end_char": 10253
        },
        {
            "text": "Devan Parikh",
            "label": "JUDGE",
            "start_char": 11009,
            "end_char": 11021
        },
        {
            "text": "K.S. Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 11146,
            "end_char": 11159
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 11267,
            "end_char": 11273
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 11565,
            "end_char": 11571
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 11944,
            "end_char": 11950
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 12357,
            "end_char": 12363
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12518,
            "end_char": 12531
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12767,
            "end_char": 12780
        },
        {
            "text": "Mechelec Engineers and Manufacturers vs. Basic Equipment Corporation reported in (1976) 4 SCC 687",
            "label": "PRECEDENT",
            "start_char": 12796,
            "end_char": 12893
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 12934,
            "end_char": 12940
        },
        {
            "text": "Order XXXVII Rule 2",
            "label": "PROVISION",
            "start_char": 13218,
            "end_char": 13237
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13245,
            "end_char": 13248
        },
        {
            "text": "section 46",
            "label": "PROVISION",
            "start_char": 13822,
            "end_char": 13832
        },
        {
            "text": "Companies Act",
            "label": "STATUTE",
            "start_char": 13840,
            "end_char": 13853
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 14110,
            "end_char": 14116
        },
        {
            "text": "08.04.2004",
            "label": "DATE",
            "start_char": 14224,
            "end_char": 14234
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 14366,
            "end_char": 14378
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14386,
            "end_char": 14389
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 14599,
            "end_char": 14605
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 14901,
            "end_char": 14907
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15024,
            "end_char": 15037
        },
        {
            "text": "Neebha Kapoor vs. Jayantilal Khandwala and Others reported in (2008) 3 SCC 770",
            "label": "PRECEDENT",
            "start_char": 15053,
            "end_char": 15131
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 15433,
            "end_char": 15439
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 16076,
            "end_char": 16082
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 16427,
            "end_char": 16433
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 16798,
            "end_char": 16815
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 17103,
            "end_char": 17115
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17123,
            "end_char": 17126
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 17226,
            "end_char": 17243
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 17495,
            "end_char": 17501
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 18402,
            "end_char": 18408
        },
        {
            "text": "Order XXXVII Rule 2",
            "label": "PROVISION",
            "start_char": 18613,
            "end_char": 18632
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18640,
            "end_char": 18643
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 18731,
            "end_char": 18743
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18751,
            "end_char": 18754
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 18798,
            "end_char": 18804
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18921,
            "end_char": 18934
        },
        {
            "text": "Satellite Television Asian Region Limited",
            "label": "ORG",
            "start_char": 18950,
            "end_char": 18991
        },
        {
            "text": "Kunvar Ajay Foods Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 19005,
            "end_char": 19032
        },
        {
            "text": "2009 (1) GLH 590 (Para 21)",
            "label": "PRECEDENT",
            "start_char": 19045,
            "end_char": 19071
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 19113,
            "end_char": 19119
        },
        {
            "text": "Parikh",
            "label": "JUDGE",
            "start_char": 19359,
            "end_char": 19365
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19831,
            "end_char": 19844
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 19860,
            "end_char": 19896
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19944,
            "end_char": 19957
        },
        {
            "text": "State Bank of Hyderabad vs. Rabo Bank reported in (2015) 10 SCC 521",
            "label": "PRECEDENT",
            "start_char": 19973,
            "end_char": 20040
        },
        {
            "text": "Jayantilal Khandwala",
            "label": "OTHER_PERSON",
            "start_char": 20042,
            "end_char": 20062
        },
        {
            "text": "K.S. Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 20511,
            "end_char": 20524
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 20601,
            "end_char": 20609
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 20870,
            "end_char": 20878
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 21365,
            "end_char": 21373
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 22334,
            "end_char": 22342
        },
        {
            "text": "State of U.P.",
            "label": "ORG",
            "start_char": 22661,
            "end_char": 22674
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 23353,
            "end_char": 23361
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 23728,
            "end_char": 23736
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24568,
            "end_char": 24579
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 24587,
            "end_char": 24608
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24685,
            "end_char": 24698
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 24714,
            "end_char": 24750
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 24835,
            "end_char": 24843
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24966,
            "end_char": 24979
        },
        {
            "text": "IDBI Trusteeship Services Limited vs. Hubtown Limited reported in (2017) 1 SCC 568",
            "label": "PRECEDENT",
            "start_char": 24995,
            "end_char": 25077
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25138,
            "end_char": 25151
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25216,
            "end_char": 25229
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 25245,
            "end_char": 25281
        },
        {
            "text": "Order XXXVII Rule 3",
            "label": "PROVISION",
            "start_char": 25333,
            "end_char": 25352
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25360,
            "end_char": 25363
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25377,
            "end_char": 25390
        },
        {
            "text": "Mechelec",
            "label": "OTHER_PERSON",
            "start_char": 25448,
            "end_char": 25456
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25577,
            "end_char": 25590
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 25606,
            "end_char": 25642
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 25691,
            "end_char": 25699
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 25806,
            "end_char": 25821
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25843,
            "end_char": 25856
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25920,
            "end_char": 25933
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26438,
            "end_char": 26451
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 27780,
            "end_char": 27788
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 29407,
            "end_char": 29415
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 30142,
            "end_char": 30154
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30162,
            "end_char": 30165
        },
        {
            "text": "High Court of Bombay",
            "label": "COURT",
            "start_char": 30279,
            "end_char": 30299
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 30475,
            "end_char": 30492
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 30753,
            "end_char": 30770
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 30968,
            "end_char": 30985
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 31610,
            "end_char": 31618
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 31784,
            "end_char": 31796
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31804,
            "end_char": 31807
        },
        {
            "text": "20.09.2016",
            "label": "DATE",
            "start_char": 33185,
            "end_char": 33195
        },
        {
            "text": "State of U.P.",
            "label": "ORG",
            "start_char": 33590,
            "end_char": 33603
        },
        {
            "text": "Modinagar",
            "label": "GPE",
            "start_char": 34150,
            "end_char": 34159
        },
        {
            "text": "Modipon Ltd.",
            "label": "ORG",
            "start_char": 34274,
            "end_char": 34286
        },
        {
            "text": "government of Uttar Pradesh",
            "label": "ORG",
            "start_char": 34291,
            "end_char": 34318
        },
        {
            "text": "Modipon Ltd.",
            "label": "ORG",
            "start_char": 34384,
            "end_char": 34396
        },
        {
            "text": "11.3.1966",
            "label": "DATE",
            "start_char": 34416,
            "end_char": 34425
        },
        {
            "text": "government of Uttar Pradesh",
            "label": "ORG",
            "start_char": 34491,
            "end_char": 34518
        },
        {
            "text": "Uttar Pradesh",
            "label": "GPE",
            "start_char": 34682,
            "end_char": 34695
        },
        {
            "text": "government of Uttar Pradesh",
            "label": "ORG",
            "start_char": 34840,
            "end_char": 34867
        },
        {
            "text": "Modinagar",
            "label": "GPE",
            "start_char": 35217,
            "end_char": 35226
        },
        {
            "text": "Special Civil Application No.4764/2017",
            "label": "CASE_NUMBER",
            "start_char": 36628,
            "end_char": 36666
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38652,
            "end_char": 38665
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 38681,
            "end_char": 38717
        },
        {
            "text": "Rabo Bank",
            "label": "ORG",
            "start_char": 38745,
            "end_char": 38754
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39560,
            "end_char": 39571
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 39579,
            "end_char": 39600
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39745,
            "end_char": 39758
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 39774,
            "end_char": 39789
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 39859,
            "end_char": 39874
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39896,
            "end_char": 39909
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40017,
            "end_char": 40030
        },
        {
            "text": "Mechelec Engineers and Manufacturers",
            "label": "ORG",
            "start_char": 40046,
            "end_char": 40082
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 40256,
            "end_char": 40268
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40303,
            "end_char": 40316
        },
        {
            "text": "Mechelec Enginners and Manufacturers",
            "label": "ORG",
            "start_char": 40383,
            "end_char": 40419
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40492,
            "end_char": 40505
        },
        {
            "text": "Mechelec",
            "label": "OTHER_PERSON",
            "start_char": 40596,
            "end_char": 40604
        },
        {
            "text": "Order 37 Rule 3",
            "label": "PROVISION",
            "start_char": 40663,
            "end_char": 40678
        },
        {
            "text": "Milkhiram",
            "label": "OTHER_PERSON",
            "start_char": 40722,
            "end_char": 40731
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 42859,
            "end_char": 42872
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 42888,
            "end_char": 42903
        },
        {
            "text": "paras 17.3, 17.4, 17.5 and 17.6",
            "label": "PROVISION",
            "start_char": 44310,
            "end_char": 44341
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47238,
            "end_char": 47251
        },
        {
            "text": "Jayantilal Khandwala",
            "label": "OTHER_PERSON",
            "start_char": 47271,
            "end_char": 47291
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47658,
            "end_char": 47671
        },
        {
            "text": "Rabo Bank",
            "label": "ORG",
            "start_char": 47687,
            "end_char": 47696
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47893,
            "end_char": 47906
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 47922,
            "end_char": 47937
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47974,
            "end_char": 47987
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 48127,
            "end_char": 48140
        },
        {
            "text": "Jayantilal Khandwala",
            "label": "OTHER_PERSON",
            "start_char": 48156,
            "end_char": 48176
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 48342,
            "end_char": 48355
        },
        {
            "text": "Hubtown Limited",
            "label": "ORG",
            "start_char": 48371,
            "end_char": 48386
        },
        {
            "text": "Special Civil Application No.4674/2017",
            "label": "CASE_NUMBER",
            "start_char": 49056,
            "end_char": 49094
        },
        {
            "text": "First Appeal No.1438/2017",
            "label": "CASE_NUMBER",
            "start_char": 49099,
            "end_char": 49124
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 49427,
            "end_char": 49436
        },
        {
            "text": "A.Y. KOGJE",
            "label": "JUDGE",
            "start_char": 49448,
            "end_char": 49458
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 226",
            "Constitution of India",
            "Article 226",
            "Constitution of India"
        ],
        [
            "Section 138",
            "Negotiable Instruments Act, 1881",
            "Section 138",
            "Negotiable Instruments Act, 1881"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order XXXVII Rule 2",
            "CPC",
            "Order XXXVII Rule 2",
            "CPC"
        ],
        [
            "section 46",
            "Companies Act",
            "section 46",
            "Companies Act"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order XXXVII Rule 2",
            "CPC",
            "Order XXXVII Rule 2",
            "CPC"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order XXXVII Rule 3",
            "CPC",
            "Order XXXVII Rule 3",
            "CPC"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order XXXVII",
            "CPC",
            "Order XXXVII",
            "CPC"
        ],
        [
            "Order 37 Rule 3",
            "Constitution of India",
            "Order 37 Rule 3",
            "Constitution of India"
        ],
        [
            "paras 17.3, 17.4, 17.5 and 17.6",
            "Constitution of India",
            "paras 17.3, 17.4, 17.5 and 17.6",
            "Constitution of India"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Article 226 of Constitution of India": 1,
        "Section 138 of Negotiable Instruments Act, 1881": 1,
        "Order XXXVII of CPC": 8,
        "Order XXXVII Rule 2 of CPC": 2,
        "section 46 of Companies Act": 1,
        "Article 227 of Constitution of India": 2,
        "Order XXXVII Rule 3 of CPC": 1,
        "Order 37 Rule 3 of Constitution of India": 1,
        "paras 17.3, 17.4, 17.5 and 17.6 of Constitution of India": 1
    },
    "statute_counts": {
        "Constitution of India": 5,
        "Negotiable Instruments Act, 1881": 1,
        "CPC": 11,
        "Companies Act": 1
    }
}