{
    "id": "ecf4563a15a842db9443b8aa7096efb4aaa317fe1e76159749a8ed899f2d828e",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nGanga Prasad Memorial Trust And Another vs Dhk Eduserve Limited on 29 April, 2024 \nAuthor: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \n\n \nNeutral Citation No. - 2024:Ahc:76378-Db\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 161 of 2024\n \n\n \nAppellant :- Ganga Prasad Memorial Trust and another \n \nRespondent :- Dhk Eduserve Limited\n \nCounsel for Appellant :- Rakesh Pande (Sr.Adv.) with Sunil Kumar Singh and Utkarsh Srivastava\n \nCounsel for Respondent :- Manish Goyal (Sr.Adv.) with Ajay Kumar Singh and Tejas Singh, Ashish Kumar Singh \n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n1. This appeal under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Act\") is directed against the order dated 18.01.2024 passed by Commercial Court, Varanasi, whereby the application, filed by the respondent, under Section 9 of the Act has been partly allowed. \n2. The respondent filed application under Section 9 of the Act, inter alia, with the submissions that its main work was academic consultancy, teacher training and academic delivery system in education field meant for schools being run as per C.B.S.E. norms. The said services are provided to the societies, trusts, companies and other educational institutions on payment of consultancy charges for over 20 years. It was indicated that a Memorandum of Understanding was entered into between the appellant and the respondent on 30.01.2017 and a registered agreement dated 11.12.2018 was executed indicating the terms of the agreement. It was indicated that the academic consultancy charges amounting to Rs. 45,57,781/- were due for which cheques were issued, which were dishonoured. On account of violation of the agreement, notice was issued on 10.04.2023, which was not responded. However, the appellant continued to use the logo and school name which it was using under the agreement. Based on the said submissions, injunction was sought against the respondent for not using the name 'Sunbeam' and logo etc. and not to run the school in the name of Sunbeam School, Babatpur. \n3. It appears that by order dated 21.10.2023, the opportunity to file response of the respondent was closed by the Court whereafter when the matter came up for arguments on the application, the order impugned was passed. \n4. Learned counsel for the appellant made submissions that the Commercial Court was not justified in accepting the application. Submissions have been made that the order has been passed in a cursory manner wherein only on account of closing of opportunity to file response, the order impugned has been passed without recording any finding on the aspects of prima facie case, balance of convenience and irreparable injury, which is necessary for the purpose of grant of injunction/interim order. Further submissions have been made that in view of the provisions of Section 9(3) of the Act, once the Arbitral Tribunal has been constituted, the Court cannot entertain an application, unless the Court finds that the circumstances exist which may not render the remedy provided under Section 17 efficacious. In the present case, the application under Section 9 of the Act was filed on 27.04.2023, the Arbitral Tribunal was appointed by this Court on 16.11.2023 and the impugned order has been passed on 18.01.2024. It was submitted that once the Arbitral Tribunal was constituted on 16.11.2023, the order impugned could not have been passed on 18.01.2024 and on that count also, the order impugned deserves to be set aside. Reliance was placed on Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd. : (2022) 1 Scc 712.\n5. Learned counsel for the respondent vehemently opposed the submissions. It was submitted that the Commercial Court was justified in passing the order impugned as the response was closed. Further submissions were made that the C.B.S.E. has already directed the appellant not to use the name 'Sunbeam' and its logo. Further, the recognition of the appellant stood terminated on 31st March onwards by Basic Shiksha Adhikari, Varanasi and, therefore, the appeal deserves to be dismissed. Learned counsel for the respondent further emphasized that under Section 9(3) of the Act, the Court in the present circumstances could entertain the application despite the constitution of the Arbitral Tribunal. The application was filed before the constitution of the Tribunal and the word 'entertain' has been interpreted by Hon'ble Supreme Court to mean \"to consider the application by applying mind to the issues involved/raised\" and as the Commercial Court had already applied its mind to the issues raised in the  present matter as various applications were filed after filing of the application under Section 9 of the Act, wherein the appellant had questioned the maintainability of the proceedings, amendment applications were filed by the respondent and the Court had directed on 15.11.2023, fixing 21.11.2023 for the evidence of the respondent, which necessarily means that the matter has already been entertained by the Court and, therefore, the plea raised in this regard has no substance. Reliance was placed on observations made in Arcelor Mittal Nippon Steel India Ltd. (supra).\n6. We have considered the submissions made by counsel for the parties and have perused the material available on record. \n7. It would be appropriate to quote the relevant portion of the order passed by the Commercial Court, which reads as under:\n\"16 .                      \n17.     -      9       :- \n  10      27.01.2017,   11         30.1.2017,   12        11.12.2018,   13      m.o.u  11.12.2018,   14      - 10.4.2023      ,   15         . . .    \n      16     25.12.2022, 25.01.2023, 25.02.2023, 25.03.2023,              17.04.2023     17.04.2023,   17      17.04.23,   18 9           30.12.20, 22.6.21, 28.8.21, 7.9.21, 13.7.22, 18.10.22,7.11.22, 24.11.22,  6.01.23.   19    . 716  2020        ,   20                 ,   21          26.04.23,   22        ,   23        02.09.13    24    25     -      10.01.2018         59    60   22.5.2023,   61    22.5.2023  ,   62    23.2.23  ,   63   22.05.23  ,   64   02.06.23,   65    02.06.2023,   66   02.06.2023    04.06.2023  ,   67       28.07.2023     18.           - \n1. 2019 (145) RD 429 Supreme Court M/s. SCG Contracts india Pvt. Ltd. Vs. KS Chamankar Infrastructure Pvt. Ltd. And Ors.\n2. The Arbitration and Conciliation Act 1996 Sec. 9.\n3. The Commercial Court Act, 2015 of Section 16.\n4. Amendments To the provisions of The Code of Civil procedure, 1908 of Chapter of Section VI of section 16 of The Commercial court Act, 2015, Schedule 4A of order V, 4D, in order VIII and 4D in rule 10.\n19.       /-                       21.10.2023                            - 4             - 4  Arbitration Misc. Case No. 28/2023               9(D)     1996            0 49,79,015/-       11.12.2018                                  ,   ()     ,            30  1.1570    ,  ,  ,           \n  -     \" \n8. Perusal of the above would reveal that the Commercial Court merely referred to the documents produced by the respondent, the judgments and the law cited and observed that as the response has been filed by the appellant after passage of the prescribed time, the same cannot be read regarding which order has already been passed on 21.10.2023 and as qua the averments made by the applicant no evidence on behalf of the appellant was admissible, the application deserves to be partly allowed and passed the order, as indicated. \n9. It is, thus, apparent that the order impugned has been passed only on account of the fact that the response filed to the application under Section 9 of the Act was ordered not to be taken into consideration as the same was filed beyond the prescribed time. However, non filing of the response to the application/non consideration of the reply filed, by itself does not entitle the applicant to get the relief as prayed for. The Commercial Court, while dealing with an application under Section 9 of the Act, is required to record findings on the three parameters, i.e., (i) prima facie case, (ii) balance of convenience, and (iii) irreparable injury, which determination is sine qua non for the purpose of grant of relief in any application of the present nature. Failure of the Commercial Court to record any finding on the said aspects worth the name, vitiates the order impugned. \n10. Coming to the issue pertaining to the order impugned being in violation of Section 9(3) of the Act, the relevant provision, inter alia, reads as under:\n\"9. Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) ..........\n(ii) ..........\n(2) ..........\n( 3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\"\n11. A bare reading of the above provision reveals that though a party may, before or during arbitral proceedings or any time after making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court seeking interim measures, Sub-section (3) restricts the power of the Court in entertaining an application under Sub-section (1) once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\n12. In the present case, admittedly, the application was filed on 27.04.2023 before the Commercial Court, Varanasi, the Arbitrator was appointed by order of this Court on 16.11.2023 and the order impugned has been passed on 18.01.2024. The above provisions has been exhaustively dealt with by Hon'ble Supreme Court in the case of Arcelor Mittal Nippon Steel India Ltd. (supra) wherein the term 'entertain' has been explained and it has, inter alia, been laid down as under:\n\"90. In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression \"entertain\" did not mean the same thing as the filing of the application or admission of the application by the Court. The dictionary meaning of the word \"enterain\" was to deal with or to take matter into consideration. The High Court further held:- \n\"7. The use of the word 'entertain' in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court. This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained 'upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up.' Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application. In our view the stage at which the applicant is required to make the deposit or give the security within the meaning of Cl. (b) of the proviso would come when the hearing of the application is due to commence.\" \n91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression \"entertain\" in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to \"adjudicate upon\" or \"proceed to consider on merits\" and not \"initiation of proceeding.\"\n92. In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years. The Court held :-\" Thus the word \"entertain\" mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant.\"\n93. It is now well settled that the expression \"entertain\" means to consider by application of mind to the issues raised. The Court entertains a case when it takes a matter up for consideration. The process of consideration could continue till the pronouncement of judgment as argued by Khambata. Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious. However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application. \n94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act. \n95. On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal. The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved. Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment. However, that would make no difference. The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal. If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\"\n13. It would be seem that Hon'ble Supreme Court referred to the judgment in Kundan Lal's case, a Division Bench judgment of this Court, wherein it has been laid down that the question as to the consideration of the grounds, upon which the application is based can only arise when it is being considered by the Court on the merits, i.e., when the court is called upon to apply its mind to the grounds urged in the application. Further it has been categorically laid down that once an Arbitral Tribunal is constituted, the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious. \n14. Merely because in the present application seeking dismissal of the proceedings under Section 9 of the Act and two amendment applications were dealt with by the Tribunal and order was passed on 15.11.2023, a day before the Tribunal was constituted, for leading evidence, it cannot be said that the Court had considered the case on merits, as the consideration on merits would necessarily mean for the purpose of grant of injunction and not for the purpose of deciding the applications filed during the pendency of the application. \n15. In view of the above facts situation, it is apparent that once the Tribunal was constituted on 16.11.2023, passing of the order on 18.01.2024 by the Commercial Court was in the teeth of the provisions of Section 9(3) of the Act. \n16. So far as the submissions made by counsel for the respondent on the merit of the dispute is concerned, the said aspect cannot be considered in the present appeal arising from the order passed by Commercial Court, which has been found to be in violation of provisions of Section 9(3) of the Act. \n17. In view of the above discussion, the appeal filed by the appellant is allowed. The order dated 18.01.2024 is quashed and set aside. The application filed by the respondent under Section 9 of the Act is dismissed in view of the provisions of Section 9(3) of the Act. The respondent would be free to approach the Arbitral Tribunal under the provisions of Section 17 of the Act. \n \nOrder Date :- 29.4.2024  \nP.Sri.\n \n(Vikas Budhwar, J)       (Arun Bhansali, CJ)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court m/s devi dayal charitable trust and 2 . vs m/s rajhans towers pvt. ltd. on 17 may, 2024 high court of judicature at allahabad afr the high court of judicature at allahabad neutral citation no. 2024:ahc:89177 court no. 1 matters under article 227 no. 2199 of 2023 m/s devi dayal trust and others v. m/s rajhans towers pvt. ltd. for the petitioner : sri manish goyal, senior advocate assisted by sri nikhil mishra, advocate for the respondents : sri munna pandey and sri harshit pandey, advocates last heard on: may 15, 2024 judgement on: may 17, 2024 hon'ble shekhar b. saraf, j. 1. this is a writ petition under article 227 of the constitution of india wherein the petitioner is aggrieved by the order dated march 15, 2022 passed by the commercial court, gautam buddh nagar by which the commercial court held that it lacks the territorial jurisdiction to adjudicate the application filed under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the act\") by the petitioner. the commercial court, gautam buddh nagar accordingly, returned the said application with liberty granted to the petitioner to file the said application before the appropriate territorial court. 2. the facts of the instant case are delineated below: (a) the parties herein entered into an agreement which contained an arbitration clause. (b) as disputes and differences arose between the parties, the respondent filed an application under section 9 of the act before the commercial court, gautam buddh nagar on march 20, 2007. (c) subsequently, the petitioners filed an application under section 11 of the act before the high court of delhi. the high court of delhi passed an order on september 11, 2007 appointing the sole arbitrator to decide the dispute between the parties. subsequently, the arbitrator passed an award on july 3, 2017. (d) challenging the said award, the petitioners filed an application under section 34 of the act before the commercial court, gautam buddh nagar which was dismissed for want of territorial jurisdiction vide order dated march 15, 2022. hence, the instant petition has been filed challenging the said order. contentions of the petitioners 3. counsel appearing for the petitioners has made the following submissions: (i) since the application under section 9 of the act was filed before the commercial court, gautam buddh nagar, the exclusive jurisdiction for hearing the section 34 application would also lie with the commercial court, gautam buddh nagar. reliance in this regard is placed upon the judgments rendered in state of west bengal v. associated contractor reported in (2015) 1 scc 32; m/s ravi ranjan developers pvt. ltd. v. aditya kumar chatterjee reported in slp(c)17397 of 2021 (sc); manjusha premi and others v. prakash gupta and others reported in (2016) 6 all lj 695; dalim kumar chakraborty v. smt. gouri biswar and another reported in 2018 scc online cal 282; magma fincorp limited v. maa vaishno sales pvt. ltd. and others reported in 2015 scc online cal 6267 and m/s gammon engineers & contractors pvt. ltd. v. the state of west bengal reported in air 2023 cal. 338. (ii) furthermore, the filing of the application under section 11 of the act before the delhi high court, as the venue was fixed in delhi would not make it the seat of arbitration. reliance is placed upon the judgments rendered in sbp & co. v. patel engineer ltd. reported in (2005) 8 scc 618; state of jharkhand v. hindustan constructions reported in (2018) 2 scc 602; state of west bengal v. associated contractor reported in (2015) 1 scc 32; manjusha premi and others v. prakash gupta and others reported in (2016) 6 all lj 695 and lafarge india private limited v. kishore kumar sahoo reported in air 2017 cal 116. (iii) since the application under section 9 of the act was made before the commercial court, gautam budh nagar, all the subsequent applications under part-i of the act will have to be made before the same court. (iv) bar placed by section 42 of the act does not apply to an application under section 11 of the act and, therefore, despite the fact that the section 11 application was filed before the delhi high court, the same would not confer jurisdiction upon the delhi high court to hear other applications under the part-i of the act. (v) relying upon the judgment of the supreme court in m/s ravi ranjan developers pvt. ltd. case (supra), it is submitted that the doctrine of estoppel would apply upon the respondent as they have themselves filed the application under section 9 of the act before the commercial court, gautam buddh nagar. they cannot now contend that the jurisdiction for filing the application under section 34 of the act would lie before the high court of delhi. (vi) unless the agreement specifically provides for it, venue cannot be treated as the seat of arbitration unless there is contrary indicia present. in the instant case, filing of the application under section 9 of the act before the commercial court, gautam buddh nagar, acts as contrary indicia preventing the venue to be elevated to the status of seat. contentions of the respondent 4. counsel appearing for the respondent has made the following submissions: (i) in the agreement dated 19.05.2006 between the parties, clause being clause no.53 clearly stipulates that if any disputes or differences arises between the parties in any manner whatsoever, they shall be referred to arbitration in accordance with the provisions of the act and the \"venue\" of arbitration proceedings shall be at delhi. (ii) as clause 53 of the agreement, expressly designates a \"venue\" and does not designate of any alternative place as the \"seat\" the inexorable conclusion is that the venue is to be treated as the juridical seat of the arbitral proceedings. (iii) since proceedings were finally held at new delhi without any objection and award was signed in new delhi as both the parties have chosen new delhi to be the, the same confers exclusive jurisdiction upon the courts at new delhi. (iv) an application was filed by the respondent before the high court of delhi for appointment of an arbitrator under section 11 of the act. the petitioner herein did not file any objection to the same. (v) the order dated march 15, 2022 passed by the commercial court, gautam buddh nagar is perfectly legal, fully justified and as such no interference by this court is warranted against the same. (vi) the supreme court in the case of bgs sgs soma v. nhpc ltd. reported in (2020) 4 scc 234 and in hindustan construction company ltd. v. nhpc ltd. and another reported in 2020 4 scc 310 has held that whenever there is a designation of a place of arbitration in an arbitration clause as being the venue of the arbitration proceeding the expression \"arbitration proceedings\" would make it clear that the venue is actually the \"seat\" of the arbitral proceedings. (vii) the high court of calcutta after due deliberations has held in a.p. no. 358 of 2020 decided on 08.06.2023 (homevista decor and furnishing pvt. ltd. and another v. connect residuary private limited) that the courts of the place selected as having exclusive jurisdiction over disputes should be considered as \"seat\" thereby having exclusive jurisdiction to entertain applications under the act. analysis and conclusion 5. i have heard the learned counsel appearing for the parties and perused the materials on record. 6. since the crux of the instant dispute revolves around the bar placed by section 42 of the act, i have extracted the same herein for ease of reference: \"42. jurisdiction.--notwithstanding anything contained elsewhere in this part or in any other law for the time being in force, where with respect to an arbitration agreement any application under this part has been made in a court, that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out of that agreement and the arbitral proceedings shall be made in that court and in no other court.\" 7. the hon'ble supreme court in bgs sgs soma jv -vnhpc limited reported in (2020) 4 scc 234 espoused the intent and purpose behind section 42 of the act as follows: \"59. equally incorrect is the finding in antrix corpn. ltd. [antrix corpn. ltd. v. devas multimedia (p) ltd., 2018 scc online del 9338] that section 42 of the arbitration act, 1996 would be rendered ineffective and useless. section 42 is meant to avoid conflicts in jurisdiction of courts by placing the supervisory jurisdiction over all arbitral proceedings in connection with the arbitration in one court exclusively. this is why the section begins with a non obstante clause, and then goes on to state \".where with respect to an arbitration agreement any application under this part has been made in a court.\" it is obvious that the application made under this part to a court must be a court which has jurisdiction to decide such application. the subsequent holdings of this court, that where a seat is designated in an agreement, the courts of the seat alone have jurisdiction, would require that all applications under part i be made only in the court where the seat is located, and that court alone then has jurisdiction over the arbitral proceedings and all subsequent applications arising out of the arbitral agreement. so read, section 42 is not rendered ineffective or useless. also, where it is found on the facts of a particular case that either no \"seat\" is designated by agreement, or the so-called \"seat\" is only a convenient \"venue\", then there may be several courts where a part of the cause of action arises that may have jurisdiction. again, an application under section 9 of the arbitration act, 1996 may be preferred before a court in which part of the cause of action arises in a case where parties have not agreed on the \"seat\" of arbitration, and before such \"seat\" may have been determined, on the facts of a particular case, by the arbitral tribunal under section 20(2) of the arbitration act, 1996. in both these situations, the earliest application having been made to a court in which a part of the cause of action arises would then be the exclusive court under section 42, which would have control over the arbitral proceedings. for all these reasons, the law stated by the bombay and delhi high courts in this regard is incorrect and is overruled.\" (emphasis added) 8. section 42 of the act encapsulates the principle of jurisdictional exclusivity. it stipulates that once an application under part 1 of the act is made in a court with respect to an arbitration agreement, all subsequent applications under part 1 of the act will have to made before that court only. by vesting exclusive jurisdiction in a single court, section 42 of the act obviates the possibility of conflicting judgements and ensures uniformity in the adjudication of arbitral matters. when two entities embroiled in a commercial disagreement, opt for arbitration as their chosen mode of resolution, they may often find themselves at the crossroads of jurisdictional ambiguity. it is here that section 42 of the act assumes pivotal importance. by centralizing jurisdiction in a designate court, section 42 of the act mitigates the risk of parallel proceedings, thus expediting the resolution of disputes and reducing legal costs. 9. the only exceptions to the bar placed by section 42 of the act are applications made under section 8 of the act or section 11 of the act. reference in this regard can be made to the judgment of the hon'ble supreme court in state of west bengal -vassociated contractors (supra) wherein it was held as follows: \"25. our conclusions therefore on section 2(1)(e) and section 42 of the arbitration act, 1996 are as follows: (a) section 2(1)(e) contains an exhaustive definition marking out only the principal civil court of original jurisdiction in a district or a high court having original civil jurisdiction in the state, and no other court as \"court\" for the purpose of part i of the arbitration act, 1996. (b) the expression \"with respect to an arbitration agreement\" makes it clear that section 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under part i of the 1996 act. (c) however, section 42 only applies to applications made under part i if they are made to a court as defined. since applications made under section 8 are made to judicial authorities and since applications under section 11 are made to the chief justice or his designate, the judicial authority and the chief justice or his designate not being court as defined, such applications would be outside section 42. (d) section 9 applications being applications made to a court and section 34 applications to set aside arbitral awards are applications which are within section 42. (e) in no circumstances can the supreme court be \"court\" for the purposes of section 2(1)(e), and whether the supreme court does or does not retain seisin after appointing an arbitrator, applications will follow the first application made before either a high court having original jurisdiction in the state or a principal civil court having original jurisdiction in the district, as the case may be. (f) section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are made under part i. (g) if a first application is made to a court which is neither a principal court of original jurisdiction in a district or a high court exercising original jurisdiction in a state, such application not being to a court as defined would be outside section 42. also, an application made to a court without subject-matter jurisdiction would be outside section 42. the reference is answered accordingly.\" (emphasis added) 10. as such, the argument presented by the respondents that since the application under section 11 of the act was made before the high court of delhi, all subsequent applications will have to be made before the high court of delhi, is devoid of any merit and is rejected. the rationale underlying this exception lies in the recognition of the distinctive nature of applications under section 8 and section 11 of the act, which necessitate specialized adjudication and prompt intervention. furthermore, since the arbitral clause between the parties, provides for only a venue and not a seat, it is not open for the respondent to argue that the venue in the instant case should be exalted to the status of seat. this is due to the bar placed by section 42 of the act, since an application under section 9 had already been filed before the district court at gautam buddh nagar. 11. whether initiated before, during, or after the conclusion of arbitration, applications under part 1 of the act are subject to the jurisdictional constraints imposed by section 42 of the act. by availing itself of the jurisdiction of the district court at gautam buddh nagar, the respondent implicitly recognized the authority of that court to adjudicate matters arising out of the arbitration agreement between the parties. this recognition, coupled with the principles of estoppel, precludes the respondent from subsequently disavowing the jurisdiction of the court at gautam buddh nagar to entertain subsequent applications under part 1 of the act. 12. the principle of estoppel operates to prevent a party from resiling its prior representations or conduct to the detriment of another party. here, the respondent's prior invocation of the jurisdiction of the court at gautam buddh nagar under section 9 of the act constitutes a deliberate and unequivocal submission to the authority of that court. having voluntarily invoked the jurisdiction of the said court, the respondent is estopped from adopting a position contrary to its prior conduct to the detriment of the petitioner. additionally, the doctrine of forum non conveniens, which empowers a court to decline jurisdiction in favour of a more appropriate forum, is not applicable in the present case. the respondent's attempt to evade the jurisdiction of the court at gautam buddh nagar is nothing but an effort to the circumvent the jurisdictional constraints imposed by section 42 of the act. 13. in m/s ravi ranjan developers pvt. ltd. case (supra), the supreme court propounded that once the parties have invoked the jurisdiction of a court, they are estopped from invoking the jurisdiction of another court. relevant paragraph is extracted herein: \"48. in this case, the parties, as observed above did not agree to refer their disputes to the jurisdiction of the courts in kolkata. it was not the intention of the parties that kolkata should be the seat of arbitration. kolkata was only intended to be the venue for arbitration sittings. accordingly, the respondent himself approached the district court at muzaffarpur, and not a court in kolkata for interim protection under section 9 of the a&c act. the respondent having himself invoked the jurisdiction of the district court at muzaffarpur, is estopped from contending that the parties had agreed to confer exclusive jurisdiction to the calcutta high court to the exclusion of other courts. neither of the parties to the agreement construed the arbitration clause to designate kolkata as the seat of arbitration. we are constrained to hold that calcutta high court inherently lacks jurisdiction to entertain the application of the respondent under section 11(6) of the arbitration act. the high court should have decided the objection raised by the appellant, to the jurisdiction of the calcutta high court, to entertain the application under section 11(6) of a&c act, before appointing an arbitrator.\" (emphasis added) 14. in gammon engineers and contracts pvt. ltd. -vstate of west bengal (supra) while dealing with a similar issue, i had concluded that since an application has already been made under section 9 of the act at jalpaiguri, all subsequent applications will lie at jalpaiguri in light of the bar placed by section 42 of the act. relevant paragraph is extracted herein: \"21. the ratio of the judgment in swadesh kumar agarwal (supra) must be kept in mind, wherein the court has categorically held in paragraph 32 that once an appointment is made under section 11, the arbitration agreement cannot be invoked for the second time under section 11. the procedure prescribed in the act for termination of an arbitral tribunal's mandate is as per sections 14 and 15 of the act. the argument raised by the petitioner that a petition can be filed under section 14 read with section 15 and section 11(6) is an argument in sophistry and is superfluous. this is quite evident from the ratio of the judgment in swadesh kumar agarwal (supra), which has been specifically delineated in paragraph 32 of the said judgment and pointed out by me in the preceding paragraphs. in the present case, a section 9 application was already made to the district judge at jalpaiguri, which is, for all purposes, the 'court' under section 2(1)(e) of the act. therefore, the bar under section 42 would lie and all applications to be made to a 'court' must be made to the district judge at jalpaiguri. an application under section 14(1)(a) for termination of an arbitrator's mandate, being required to be made before a 'court' as under section 2(1)(e) and 42 of the act, has to presented before the district judge at jalpaiguri. in light of the above, a.p. 785 of 2022 is disposed of for not being maintainable before the high court at this stage. i make it clear that the findings with regard to merits of the case in the preceding paragraphs are tentative in nature and the appropriate court shall decide the section 14 application in accordance with law.\" 15. in manjusha premi and others -vprakash gupta and others (supra), this court held that the bar placed by section 42 of the act will apply to applications made under section 9 of the act. relevant paragraphs are extracted herein: \"40. he had further submitted that since first application under section 9 of the act was filed before the district judge, varanasi on 28.10.2006, the varanasi court in the light of section 42 of the act would alone have the jurisdiction. the aforesaid case has also discussed in detailed in previous paragraphs. 41. referring to the judgment of hon'ble apex court in the case of swastik gases private limited (supra) he submitted that unless the jurisdiction of the court is excluded in expression as such \"exclusive\" \"alone\" \"only\" the jurisdiction of a court would not be excluded. for this purpose, a reference would not be excluded. on the strength of the aforesaid, he submitted that since there was no specific clause providing jurisdiction to a court, thus the jurisdiction of a civil court is to be decided with reference to section 2(1)(e) of the act and thus the same would be at varanasi in the present case. 42. sri k.k. arora had also placed reliance on a decision of hon'ble apex court in the case of state of west bengal (supra) to submit that if the proceedings initiated is one of the nature of section 8(before judicial authority) and section 11 of the act (the chief justice or his delegates) applications filed before the court inferior to the principal civil court or to high court having no original jurisdiction, the bar contained in section 42 would not apply. however, application filed under section 9 of the act very much within the purview of section 42 as they are filed before the court. 43. undisputedly, the application under section 11 of the act is filed before the hon'ble chief justice or his delegates, which is not a \"court\" in the eye of law and as such clearly, the provision of section 42 of the act would not apply but the same would certainly be applicable if the application is filed under section 9 of the act, which was done at the first instance before the district judge, varanasi on 28.10.2006 in the present case. 44. in view of the aforesaid discussion and the fact that admittedly the property in dispute is situated at varanasi and the first application under section 9 of the act was filed on 28.10.2006 in the court of district judge, varanasi, which is undisputedly the principal civil court of original jurisdiction in a district having jurisdiction to decide questions forming subject-matter of the arbitration as provided under section 2(1)(e) of the act, as section 42 of the act had specifically provided that where with respect to any arbitration agreement when any application under this part (part 1 of the act which relates to domestic award) has been made in a court, that court shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out of the agreement and the arbitral proceedings shall be made in that court and in no other court, leaves no doubt that the principal civil court of original jurisdiction at varanasi i.e., district judge, varanasi will have the jurisdiction to entertain application under section 34 of the act against the arbitral award.\" 16. accordingly, this court holds that in light of section 42 of the act, the application under section 34 of the act, or for that matter any other application under part 1 of the act, will have to be made at gautam buddh nagar. 17. the question that remains now is whether this court in exercise of its powers under article 227 of the constitution of india can set aside the impugned order passed by the district court at gautam buddh nagar returning the application filed under section 34 of the act for want of territorial jurisdiction. 18. article 227 of the constitution of india bestows upon the high courts an extraordinary power of superintendence over all courts and tribunal within their respective jurisdiction. this power is a potent tool for ensuring the proper administration of justice and upholding the rule of law. it serves as a bulwark against judicial error, administrative excess, and procedural irregularity. power of superintendence under article 227 is inherent in the high courts by virtue of their status of superior courts of record. this inherent jurisdiction enables the high courts to exercise oversight over all subordinate courts and tribunals, irrespective of whether specific statutory provisions provide for such supervision. 19. in estelia rubber -vdass estate (p) ltd. reported in (2001) 8 scc 97, the hon'ble supreme court reiterated the scope of article 227 as follows: \"6. the scope and ambit of exercise of power and jurisdiction by a high court under article 227 of the constitution of india is examined and explained in a number of decisions of this court. the exercise of power under this article involves a duty on the high court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. the high court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the high court does not interfere, a grave injustice remains uncorrected. it is also well settled that the high court while acting under this article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. the high court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\" 20. in light of the aforesaid, it is palpably clear that the commercial court at gautam buddh nagar has failed to exercise its jurisdiction. accordingly, this court, in exercise of its power under article 227 of the constitution of india sets aside the impugned order dated march 15, 2022 passed by the commercial court, gautam buddh nagar. this court also directs the commercial court, gautam buddh nagar to adjudicate the application filed by the petitioners under section 34 of the act expeditiously, preferably within a period of six months from date. 21. with the above directions, this petition is allowed. there shall be no order as to the costs. date :17.05.2024 kuldeep (shekhar b. saraf,j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4c8b3c64c48444c818c68d8ebb1cc69_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7aa695ba0f5f404fb390d1650f1d90f5_1"
        },
        {
            "start": 242,
            "end": 345,
            "text": "\nAllahabad High Court\nGanga Prasad Memorial Trust And Another vs Dhk Eduserve Limited on 29 April, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cba424f0d7f043d0a90e5c4e0ce04254_2"
        },
        {
            "start": 347,
            "end": 658,
            "text": "Author: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\n\n \n\n \nNeutral Citation No. - 2024:Ahc:76378-Db\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 161 of 2024\n \n\n \nAppellant :- Ganga Prasad Memorial Trust and another",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9c871e5321f749209c5afe5323442554_3"
        },
        {
            "start": 659,
            "end": 901,
            "text": "\n \nRespondent :- Dhk Eduserve Limited\n \nCounsel for Appellant :- Rakesh Pande (Sr.Adv.) with Sunil Kumar Singh and Utkarsh Srivastava\n \nCounsel for Respondent :- Manish Goyal (Sr.Adv.) with Ajay Kumar Singh and Tejas Singh, Ashish Kumar Singh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eea8e0d5a63f446ebe1eda780dc17417_4"
        },
        {
            "start": 902,
            "end": 975,
            "text": "\n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c20bc24c3c2d4c7d8a96a4e128393706_5"
        },
        {
            "start": 976,
            "end": 1272,
            "text": "This appeal under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Act\") is directed against the order dated 18.01.2024 passed by Commercial Court, Varanasi, whereby the application, filed by the respondent, under Section 9 of the Act has been partly allowed.",
            "labels": [
                "FAC"
            ],
            "id": "4f567773ee68405bae7a52b6ec71152e_6"
        },
        {
            "start": 1273,
            "end": 1531,
            "text": "\n2. The respondent filed application under Section 9 of the Act, inter alia, with the submissions that its main work was academic consultancy, teacher training and academic delivery system in education field meant for schools being run as per C.B.S.E. norms.",
            "labels": [
                "FAC"
            ],
            "id": "93b228ff836b4b32b1fbbfdfa2c37a32_7"
        },
        {
            "start": 1532,
            "end": 1686,
            "text": "The said services are provided to the societies, trusts, companies and other educational institutions on payment of consultancy charges for over 20 years.",
            "labels": [
                "FAC"
            ],
            "id": "5b386d00023d4a21839bd7f54371b977_8"
        },
        {
            "start": 1687,
            "end": 1906,
            "text": "It was indicated that a Memorandum of Understanding was entered into between the appellant and the respondent on 30.01.2017 and a registered agreement dated 11.12.2018 was executed indicating the terms of the agreement.",
            "labels": [
                "FAC"
            ],
            "id": "61d2ea3866e748fc98acbeb779f071dc_9"
        },
        {
            "start": 1907,
            "end": 2054,
            "text": "It was indicated that the academic consultancy charges amounting to Rs. 45,57,781/- were due for which cheques were issued, which were dishonoured.",
            "labels": [
                "FAC"
            ],
            "id": "580859e9af874243a9dff172b6427c29_10"
        },
        {
            "start": 2055,
            "end": 2154,
            "text": "On account of violation of the agreement, notice was issued on 10.04.2023, which was not responded.",
            "labels": [
                "FAC"
            ],
            "id": "a3620e16dd8145019ee6f538196becc9_11"
        },
        {
            "start": 2155,
            "end": 2259,
            "text": "However, the appellant continued to use the logo and school name which it was using under the agreement.",
            "labels": [
                "FAC"
            ],
            "id": "6dce44da8c064b4bb77de9a125313ea0_12"
        },
        {
            "start": 2260,
            "end": 2449,
            "text": "Based on the said submissions, injunction was sought against the respondent for not using the name 'Sunbeam' and logo etc. and not to run the school in the name of Sunbeam School, Babatpur.",
            "labels": [
                "FAC"
            ],
            "id": "01c82f2788c3484380e21ea3e0ce12f0_13"
        },
        {
            "start": 2450,
            "end": 2671,
            "text": "\n3. It appears that by order dated 21.10.2023, the opportunity to file response of the respondent was closed by the Court whereafter when the matter came up for arguments on the application, the order impugned was passed.",
            "labels": [
                "FAC"
            ],
            "id": "16cf97014d7b4348a40c0a1213ab6647_14"
        },
        {
            "start": 2672,
            "end": 2800,
            "text": "\n4. Learned counsel for the appellant made submissions that the Commercial Court was not justified in accepting the application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ce17f6acc18f400caaaf7de3b76b3717_15"
        },
        {
            "start": 2801,
            "end": 3167,
            "text": "Submissions have been made that the order has been passed in a cursory manner wherein only on account of closing of opportunity to file response, the order impugned has been passed without recording any finding on the aspects of prima facie case, balance of convenience and irreparable injury, which is necessary for the purpose of grant of injunction/interim order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "95ff07f5a6b54c5ba91f3ead107004ac_16"
        },
        {
            "start": 3168,
            "end": 3476,
            "text": "Further submissions have been made that in view of the provisions of Section 9(3) of the Act, once the Arbitral Tribunal has been constituted, the Court cannot entertain an application, unless the Court finds that the circumstances exist which may not render the remedy provided under Section 17 efficacious.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9a6d4d7d3bfa416783d28038e5e21909_17"
        },
        {
            "start": 3477,
            "end": 3683,
            "text": "In the present case, the application under Section 9 of the Act was filed on 27.04.2023, the Arbitral Tribunal was appointed by this Court on 16.11.2023 and the impugned order has been passed on 18.01.2024.",
            "labels": [
                "RLC"
            ],
            "id": "3074acb162f84fb58f13d317d9682af5_18"
        },
        {
            "start": 3684,
            "end": 3892,
            "text": "It was submitted that once the Arbitral Tribunal was constituted on 16.11.2023, the order impugned could not have been passed on 18.01.2024 and on that count also, the order impugned deserves to be set aside.",
            "labels": [
                "FAC"
            ],
            "id": "a271d9718f994884942eb6c4ee3a2d1d_19"
        },
        {
            "start": 3893,
            "end": 4005,
            "text": "Reliance was placed on Arcelor Mittal Nippon Steel India Ltd. v. Essar Bulk Terminal Ltd. : (2022) 1 Scc 712.\n5.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "003e24acd9fd4639bb9d3891659c0020_20"
        },
        {
            "start": 4006,
            "end": 4076,
            "text": "Learned counsel for the respondent vehemently opposed the submissions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6f4504551e134bd2982bf62fcec59d12_21"
        },
        {
            "start": 4077,
            "end": 4191,
            "text": "It was submitted that the Commercial Court was justified in passing the order impugned as the response was closed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd9e8652ed4246a08aa05be5fa211b52_22"
        },
        {
            "start": 4192,
            "end": 4318,
            "text": "Further submissions were made that the C.B.S.E. has already directed the appellant not to use the name 'Sunbeam' and its logo.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f65f66dd08b74e94b196cea02fec92fc_23"
        },
        {
            "start": 4319,
            "end": 4488,
            "text": "Further, the recognition of the appellant stood terminated on 31st March onwards by Basic Shiksha Adhikari, Varanasi and, therefore, the appeal deserves to be dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "398e8b20b9e748dfbee0a8c3961f8fe4_24"
        },
        {
            "start": 4489,
            "end": 4700,
            "text": "Learned counsel for the respondent further emphasized that under Section 9(3) of the Act, the Court in the present circumstances could entertain the application despite the constitution of the Arbitral Tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8051ba5eb6fc45edbc3b8c239f4b45fd_25"
        },
        {
            "start": 4701,
            "end": 5007,
            "text": "The application was filed before the constitution of the Tribunal and the word 'entertain' has been interpreted by Hon'ble Supreme Court to mean \"to consider the application by applying mind to the issues involved/raised\" and as the Commercial Court had already applied its mind to the issues raised in the",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac4deedef467427ab977ecbdc4efe55d_26"
        },
        {
            "start": 5008,
            "end": 5490,
            "text": " present matter as various applications were filed after filing of the application under Section 9 of the Act, wherein the appellant had questioned the maintainability of the proceedings, amendment applications were filed by the respondent and the Court had directed on 15.11.2023, fixing 21.11.2023 for the evidence of the respondent, which necessarily means that the matter has already been entertained by the Court and, therefore, the plea raised in this regard has no substance.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbe27964388e497e98fb81e881ad211f_27"
        },
        {
            "start": 5491,
            "end": 5585,
            "text": "Reliance was placed on observations made in Arcelor Mittal Nippon Steel India Ltd. (supra).\n6.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3ca112b6bc848339af8bd2b5fe8b2a0_28"
        },
        {
            "start": 5586,
            "end": 5703,
            "text": "We have considered the submissions made by counsel for the parties and have perused the material available on record.",
            "labels": [
                "NONE"
            ],
            "id": "8012b6f11fec46f09a148d88fe55cbf4_29"
        },
        {
            "start": 5705,
            "end": 5832,
            "text": "7. It would be appropriate to quote the relevant portion of the order passed by the Commercial Court, which reads as under:\n\"16",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76a30de44086414b9086380acbade1cc_30"
        },
        {
            "start": 5833,
            "end": 5860,
            "text": ".                      \n17.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "279c80d4e47e4c60b0d7294134e9fd84_31"
        },
        {
            "start": 5865,
            "end": 5882,
            "text": "-      9       :-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ba23c2d77c5416da7aa655bdba0f41f_32"
        },
        {
            "start": 5883,
            "end": 5905,
            "text": "\n  10      27.01.2017,",
            "labels": [
                "NONE"
            ],
            "id": "1bbe9044b12541d89858bb7db7fbc0e2_33"
        },
        {
            "start": 5906,
            "end": 5953,
            "text": "  11         30.1.2017,   12        11.12.2018,",
            "labels": [
                "NONE"
            ],
            "id": "c0deff4d927841b8ac212524675b2758_34"
        },
        {
            "start": 5954,
            "end": 6265,
            "text": "  13      m.o.u  11.12.2018,   14      - 10.4.2023      ,   15         . . .    \n      16     25.12.2022, 25.01.2023, 25.02.2023, 25.03.2023,              17.04.2023     17.04.2023,   17      17.04.23,   18 9           30.12.20, 22.6.21, 28.8.21, 7.9.21, 13.7.22, 18.10.22,7.11.22, 24.11.22,  6.01.23.   19    .",
            "labels": [
                "NONE"
            ],
            "id": "e2883093e9224ea9adf47a253bb6ca75_35"
        },
        {
            "start": 6266,
            "end": 6283,
            "text": "716  2020        ",
            "labels": [
                "NONE"
            ],
            "id": "642d840c0234429a9f3e8733fcb4f653_36"
        },
        {
            "start": 6283,
            "end": 6306,
            "text": ",   20                 ",
            "labels": [
                "NONE"
            ],
            "id": "76b4645fe5224128950c6d7e27f22993_37"
        },
        {
            "start": 6306,
            "end": 6331,
            "text": ",   21          26.04.23,",
            "labels": [
                "NONE"
            ],
            "id": "4d384c4f501e4a69b9902f21fd02e8d8_38"
        },
        {
            "start": 6332,
            "end": 6350,
            "text": "  22        ,   23",
            "labels": [
                "NONE"
            ],
            "id": "ace79c07a5714999b646be9710f4b299_39"
        },
        {
            "start": 6351,
            "end": 6370,
            "text": "       02.09.13    ",
            "labels": [
                "NONE"
            ],
            "id": "ea2f73d92c4349988175c74bf1ff5aa0_40"
        },
        {
            "start": 6370,
            "end": 6378,
            "text": "24    25",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2159f0ef83c422690a70a3a102a62f4_41"
        },
        {
            "start": 6379,
            "end": 6409,
            "text": "    -      10.01.2018         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7778d6475e054c99881a6bd86d25acc9_42"
        },
        {
            "start": 6409,
            "end": 6430,
            "text": "59    60   22.5.2023,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "90361cda20f44dee96bbe44e3a60fc99_43"
        },
        {
            "start": 6431,
            "end": 6448,
            "text": "  61    22.5.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e706627f6fa64cc388b4efdff548cd0d_44"
        },
        {
            "start": 6449,
            "end": 6456,
            "text": " ,   62",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24e9ef9014fd486399f579d73dc34d85_45"
        },
        {
            "start": 6457,
            "end": 6486,
            "text": "   23.2.23  ,   63   22.05.23",
            "labels": [
                "NONE"
            ],
            "id": "c55c553f6c134da180950b7a1663cbb8_46"
        },
        {
            "start": 6487,
            "end": 6506,
            "text": " ,   64   02.06.23,",
            "labels": [
                "NONE"
            ],
            "id": "9bc4d54efa2d4282a6a3fefe3eac140c_47"
        },
        {
            "start": 6507,
            "end": 6583,
            "text": "  65    02.06.2023,   66   02.06.2023    04.06.2023  ,   67       28.07.2023",
            "labels": [
                "NONE"
            ],
            "id": "a057bb7d1d664eeaa6ede25cb86374d0_48"
        },
        {
            "start": 6584,
            "end": 6603,
            "text": "    18.           -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d999a500b2474fb5bc33c656b8fa8b0d_49"
        },
        {
            "start": 6605,
            "end": 6639,
            "text": "1. 2019 (145) RD 429 Supreme Court",
            "labels": [
                "NONE"
            ],
            "id": "9d58e4c5be344a8499ac326ba942f006_50"
        },
        {
            "start": 6640,
            "end": 6674,
            "text": "M/s. SCG Contracts india Pvt. Ltd.",
            "labels": [
                "NONE"
            ],
            "id": "17b6d700a5414b1f8c5c986a03445d2f_51"
        },
        {
            "start": 6675,
            "end": 6716,
            "text": "Vs. KS Chamankar Infrastructure Pvt. Ltd.",
            "labels": [
                "NONE"
            ],
            "id": "490085e6655646cfb11b6a4eac8bf51b_52"
        },
        {
            "start": 6717,
            "end": 7035,
            "text": "And Ors.\n2. The Arbitration and Conciliation Act 1996 Sec. 9.\n3. The Commercial Court Act, 2015 of Section 16.\n4. Amendments To the provisions of The Code of Civil procedure, 1908 of Chapter of Section VI of section 16 of The Commercial court Act, 2015, Schedule 4A of order V, 4D, in order VIII and 4D in rule 10.\n19.",
            "labels": [
                "NONE"
            ],
            "id": "798ba596b9e946c2a19928d61d32de69_53"
        },
        {
            "start": 7036,
            "end": 7077,
            "text": "      /-                       21.10.2023",
            "labels": [
                "NONE"
            ],
            "id": "428de6ee048c4850870fd27e798b7b18_54"
        },
        {
            "start": 7105,
            "end": 7126,
            "text": "- 4             - 4  ",
            "labels": [
                "NONE"
            ],
            "id": "780a4152260d4da5b5c9d4c3982758c7_55"
        },
        {
            "start": 7126,
            "end": 7137,
            "text": "Arbitration",
            "labels": [
                "NONE"
            ],
            "id": "949c002cc6fc48b98b957900f91a552f_56"
        },
        {
            "start": 7138,
            "end": 7160,
            "text": "Misc. Case No. 28/2023",
            "labels": [
                "NONE"
            ],
            "id": "e34f84e313904c03b6872da46ae9a3d4_57"
        },
        {
            "start": 7175,
            "end": 7188,
            "text": "9(D)     1996",
            "labels": [
                "NONE"
            ],
            "id": "3e5aec3914b04d86883b8206bc4f244d_58"
        },
        {
            "start": 7200,
            "end": 7230,
            "text": "0 49,79,015/-       11.12.2018",
            "labels": [
                "NONE"
            ],
            "id": "2617acdf7837421a8601f52695541233_59"
        },
        {
            "start": 7264,
            "end": 7309,
            "text": ",   ()     ,            30  1.1570    ,  ,  ,",
            "labels": [
                "NONE"
            ],
            "id": "3d3d6687a8004ce3ae97e69e865f40f0_60"
        },
        {
            "start": 7323,
            "end": 7330,
            "text": "-     \"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffafccb90b0e4ba79282d1ff1fcccef0_61"
        },
        {
            "start": 7332,
            "end": 7859,
            "text": "8. Perusal of the above would reveal that the Commercial Court merely referred to the documents produced by the respondent, the judgments and the law cited and observed that as the response has been filed by the appellant after passage of the prescribed time, the same cannot be read regarding which order has already been passed on 21.10.2023 and as qua the averments made by the applicant no evidence on behalf of the appellant was admissible, the application deserves to be partly allowed and passed the order, as indicated.",
            "labels": [
                "ISSUE"
            ],
            "id": "888bdb5a70ed4047a348320e9b8222d2_62"
        },
        {
            "start": 7861,
            "end": 8120,
            "text": "9. It is, thus, apparent that the order impugned has been passed only on account of the fact that the response filed to the application under Section 9 of the Act was ordered not to be taken into consideration as the same was filed beyond the prescribed time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2c4f47bac3b4e678697f150acf7fcb7_63"
        },
        {
            "start": 8121,
            "end": 8287,
            "text": "However, non filing of the response to the application/non consideration of the reply filed, by itself does not entitle the applicant to get the relief as prayed for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae2d928a990b47e997a6aa991b0160f6_64"
        },
        {
            "start": 8288,
            "end": 8627,
            "text": "The Commercial Court, while dealing with an application under Section 9 of the Act, is required to record findings on the three parameters, i.e., (i) prima facie case, (ii) balance of convenience, and (iii) irreparable injury, which determination is sine qua non for the purpose of grant of relief in any application of the present nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4439ba85d9cf4644ba2bd7788ae397ee_65"
        },
        {
            "start": 8628,
            "end": 8746,
            "text": "Failure of the Commercial Court to record any finding on the said aspects worth the name, vitiates the order impugned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97ece3edd7ac4b57bd8574d1e3ea19b9_66"
        },
        {
            "start": 8748,
            "end": 9174,
            "text": "10. Coming to the issue pertaining to the order impugned being in violation of Section 9(3) of the Act, the relevant provision, inter alia, reads as under:\n\"9. Interim measures, etc., by Court.--(1) A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-- (i) ..........\n(ii) ..........\n(2) ..........\n",
            "labels": [
                "STA"
            ],
            "id": "4a000d7f47994cee97754349f9453163_67"
        },
        {
            "start": 9174,
            "end": 9419,
            "text": "( 3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\"\n11.",
            "labels": [
                "STA"
            ],
            "id": "25825c8189a04cd7ba459c9706ab3a51_68"
        },
        {
            "start": 9420,
            "end": 9949,
            "text": "A bare reading of the above provision reveals that though a party may, before or during arbitral proceedings or any time after making of the arbitral award but before it is enforced in accordance with Section 36, apply to a Court seeking interim measures, Sub-section (3) restricts the power of the Court in entertaining an application under Sub-section (1) once the Arbitral Tribunal has been constituted, unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.\n12.",
            "labels": [
                "STA"
            ],
            "id": "b29aa3f5f1ef4d44a537a0e8ec571dce_69"
        },
        {
            "start": 9950,
            "end": 10181,
            "text": "In the present case, admittedly, the application was filed on 27.04.2023 before the Commercial Court, Varanasi, the Arbitrator was appointed by order of this Court on 16.11.2023 and the order impugned has been passed on 18.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "746e8009b86d42838b9436437e705d70_70"
        },
        {
            "start": 10182,
            "end": 10424,
            "text": "The above provisions has been exhaustively dealt with by Hon'ble Supreme Court in the case of Arcelor Mittal Nippon Steel India Ltd. (supra) wherein the term 'entertain' has been explained and it has, inter alia, been laid down as under:\n\"90.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9991412adb834b978b572c374aeee328_71"
        },
        {
            "start": 10425,
            "end": 10661,
            "text": "In Kundan Lal v Jagan Nath Sharma and Ors. (supra), a Division Bench of Allahabad High Court held that the expression \"entertain\" did not mean the same thing as the filing of the application or admission of the application by the Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1c66b58fe7d44d53bb6784c0b8b7e109_72"
        },
        {
            "start": 10662,
            "end": 10762,
            "text": "The dictionary meaning of the word \"enterain\" was to deal with or to take matter into consideration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c086856bc4744a278d03ab540d3eb84b_73"
        },
        {
            "start": 10763,
            "end": 10792,
            "text": "The High Court further held:-",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "79201c73dc784828b08e8f2f2ce30dba_74"
        },
        {
            "start": 10793,
            "end": 10957,
            "text": "\n\"7. The use of the word 'entertain' in the proviso to R. 90 of Or. XXI denotes a point of time at which an application to set aside the sale is heard by the court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "682690c2d3f349099ffbc5befec55772_75"
        },
        {
            "start": 10958,
            "end": 11220,
            "text": "This appears to be clear from the fact that in the proviso it is stated that no application to set aside a sale shall be entertained 'upon any ground which could have been taken by the applicant on or before the date on which the sale proclamation was drawn up.'",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec27025ca7f44bba9e03f6ebbfc94ead_76"
        },
        {
            "start": 11221,
            "end": 11485,
            "text": "Surely, the question as to the consideration of the grounds upon which the application is based can only arise when it is being considered by the court on the merits, that is, when the court is called upon to apply its mind to the grounds urged in the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe320a4ff57a4a92b52d1e3127c6c159_77"
        },
        {
            "start": 11486,
            "end": 11696,
            "text": "In our view the stage at which the applicant is required to make the deposit or give the security within the meaning of Cl. (b) of the proviso would come when the hearing of the application is due to commence.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16849488c4e645df843794c439eccdeb_78"
        },
        {
            "start": 11698,
            "end": 11990,
            "text": "91. In Hindustan Commercial Bank Ltd. v Punnu Sahu (supra), the Court held that the expression \"entertain\" in the proviso to clause (b) Order 21 Rule 90 (as amended by Allahabad High Court), means to \"adjudicate upon\" or \"proceed to consider on merits\" and not \"initiation of proceeding.\"\n92.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a6cdea26ec2480d8f861770acfa3a55_79"
        },
        {
            "start": 11991,
            "end": 12679,
            "text": "In Martin & Haris Limited (supra), the Court was considering proviso to Section 21 of the U.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 which provided that where the building was in the occupation of a tenant since before its purchase by the landlord, such purchase being made after the commencement of this Act, no application shall be entertained on the grounds mentioned in Clause (a), unless a period of 3 years has elapsed since the date of such purchase and the landlord has given a notice in that behalf to the tenant, not less than 6 months before such application, and such notice may be given before the expiration of the aforesaid period of 3 years.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fcdccdf4521940ee8a5e75efbe52450a_80"
        },
        {
            "start": 12680,
            "end": 13051,
            "text": "The Court held :-\" Thus the word \"entertain\" mentioned in the first proviso to Section 21(1) in connection with grounds mentioned in clause (a) would necessarily mean entertaining the ground for consideration for the purpose of adjudication on merits and not at any stage prior thereto as tried to be submitted by learned Senior Counsel, Shri Rao, for the appellant.\"\n93.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3eaabae99c814548a5cacebf7491bd2f_81"
        },
        {
            "start": 13052,
            "end": 13169,
            "text": "It is now well settled that the expression \"entertain\" means to consider by application of mind to the issues raised.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c36fbc163fa54187a1ed07c8f339e95e_82"
        },
        {
            "start": 13170,
            "end": 13242,
            "text": "The Court entertains a case when it takes a matter up for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c42bfc53366842bea402392c259127cb_83"
        },
        {
            "start": 13243,
            "end": 13344,
            "text": "The process of consideration could continue till the pronouncement of judgment as argued by Khambata.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35ce7dd4ec2b4db0b92d0a9063d6d504_84"
        },
        {
            "start": 13345,
            "end": 13513,
            "text": "Once an Arbitral Tribunal is constituted the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fee4af81cdb4d569b8de361cf297e67_85"
        },
        {
            "start": 13514,
            "end": 13705,
            "text": "However, once an application is entertained in the sense it is taken up for consideration, and the Court has applied its mind to the Court can certainly proceed to adjudicate the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38f9fb956b144376a7d8767e2ac9bd2e_86"
        },
        {
            "start": 13707,
            "end": 13949,
            "text": "94. Mr. Sibal rightly submitted that the intent behind Section 9(3) was not to turn back the clock and require a matter already reserved for orders to be considered in entirety by the Arbitral Tribunal under Section 17 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d740d913cc1e4173bb290bc56d3df05c_87"
        },
        {
            "start": 13951,
            "end": 14358,
            "text": "95. On a combined reading of Section 9 with Section 17 of the Arbitration Act, once an Arbitral Tribunal is constituted, the Court would not entertain and/or in other words take up for consideration and apply its mind to an application for interim measure, unless the remedy under Section 17 is inefficacious, even though the application may have been filed before the constitution of the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e05aa1def4c416081b626e1ebd5898b_88"
        },
        {
            "start": 14359,
            "end": 14563,
            "text": "The bar of Section 9(3) would not operate, once an application has been entertained and taken up for consideration, as in the instant case, where hearing has been concluded and judgment has been reserved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "817fcbcae83642b9b82d59e47020182f_89"
        },
        {
            "start": 14564,
            "end": 14670,
            "text": "Mr. Khambata may be right, that the process of consideration continues till the pronouncement of judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b36ccba3f5f14b5d9c64fa24a7032799_90"
        },
        {
            "start": 14671,
            "end": 14710,
            "text": "However, that would make no difference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d446c047f4d34362b1033a91a1041825_91"
        },
        {
            "start": 14711,
            "end": 14889,
            "text": "The question is whether the process of consideration has commenced, and/or whether the Court has applied its mind to some extent before the constitution of the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "982a7cb987c74a12bc36ab4a7c379c88_92"
        },
        {
            "start": 14890,
            "end": 15000,
            "text": "If so, the application can be said to have been entertained before constitution of the Arbitral Tribunal.\"\n13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab572f49b6e140aa852e58db3e8ba335_93"
        },
        {
            "start": 15001,
            "end": 15422,
            "text": "It would be seem that Hon'ble Supreme Court referred to the judgment in Kundan Lal's case, a Division Bench judgment of this Court, wherein it has been laid down that the question as to the consideration of the grounds, upon which the application is based can only arise when it is being considered by the Court on the merits, i.e., when the court is called upon to apply its mind to the grounds urged in the application.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ee014bfe0254481836bf7e8154928e7_94"
        },
        {
            "start": 15423,
            "end": 15641,
            "text": "Further it has been categorically laid down that once an Arbitral Tribunal is constituted, the Court cannot take up an application under Section 9 for consideration, unless the remedy under Section 17 is inefficacious.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b8b8b1ee45d4942a0f651a82d075ec4_95"
        },
        {
            "start": 15642,
            "end": 16176,
            "text": "\n14. Merely because in the present application seeking dismissal of the proceedings under Section 9 of the Act and two amendment applications were dealt with by the Tribunal and order was passed on 15.11.2023, a day before the Tribunal was constituted, for leading evidence, it cannot be said that the Court had considered the case on merits, as the consideration on merits would necessarily mean for the purpose of grant of injunction and not for the purpose of deciding the applications filed during the pendency of the application.",
            "labels": [
                "RATIO"
            ],
            "id": "33d306b774e04ebfa16d84bc78f72103_96"
        },
        {
            "start": 16178,
            "end": 16410,
            "text": "15. In view of the above facts situation, it is apparent that once the Tribunal was constituted on 16.11.2023, passing of the order on 18.01.2024 by the Commercial Court was in the teeth of the provisions of Section 9(3) of the Act.",
            "labels": [
                "RATIO"
            ],
            "id": "e388d7bc6a424a2c96164c0172ce79bb_97"
        },
        {
            "start": 16412,
            "end": 16710,
            "text": "16. So far as the submissions made by counsel for the respondent on the merit of the dispute is concerned, the said aspect cannot be considered in the present appeal arising from the order passed by Commercial Court, which has been found to be in violation of provisions of Section 9(3) of the Act.",
            "labels": [
                "RATIO"
            ],
            "id": "fa98d6c6e4114a779d2ca0b835d045e1_98"
        },
        {
            "start": 16712,
            "end": 16794,
            "text": "17. In view of the above discussion, the appeal filed by the appellant is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "20afc83251884d2b8aeff57ec3c0e1e8_99"
        },
        {
            "start": 16795,
            "end": 16847,
            "text": "The order dated 18.01.2024 is quashed and set aside.",
            "labels": [
                "RPC"
            ],
            "id": "e7af77305d2d48d8941e2e88bff5dc75_100"
        },
        {
            "start": 16848,
            "end": 16981,
            "text": "The application filed by the respondent under Section 9 of the Act is dismissed in view of the provisions of Section 9(3) of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "fcede51ea32445adad846a086b1a7e83_101"
        },
        {
            "start": 16982,
            "end": 17091,
            "text": "The respondent would be free to approach the Arbitral Tribunal under the provisions of Section 17 of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "bd2ac0a27eb84b788c51cfc853f8aaab_102"
        },
        {
            "start": 17092,
            "end": 17209,
            "text": "\n \nOrder Date :- 29.4.2024  \nP.Sri.\n \n(Vikas Budhwar, J)       (Arun Bhansali, CJ)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
            "labels": [
                "NONE"
            ],
            "id": "bbcf968d6bfb4c4480f3b5c1d3cd0053_103"
        }
    ],
    "entities": [
        {
            "text": "Devi Dayal Charitable Trust",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 52
        },
        {
            "text": "Rajhans Towers Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 70,
            "end_char": 94
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 111,
            "end_char": 148
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 165,
            "end_char": 202
        },
        {
            "text": "Devi Dayal Trust",
            "label": "PETITIONER",
            "start_char": 319,
            "end_char": 335
        },
        {
            "text": "Rajhans Towers Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 358,
            "end_char": 382
        },
        {
            "text": "Manish Goyal",
            "label": "LAWYER",
            "start_char": 419,
            "end_char": 431
        },
        {
            "text": "Nikhil Mishra",
            "label": "LAWYER",
            "start_char": 473,
            "end_char": 486
        },
        {
            "text": "Munna Pandey",
            "label": "LAWYER",
            "start_char": 527,
            "end_char": 539
        },
        {
            "text": "Harshit Pandey",
            "label": "LAWYER",
            "start_char": 548,
            "end_char": 562
        },
        {
            "text": "HON'BLE SHEKHAR B. SARAF",
            "label": "JUDGE",
            "start_char": 655,
            "end_char": 679
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 717,
            "end_char": 728
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 736,
            "end_char": 757
        },
        {
            "text": "March 15, 2022",
            "label": "DATE",
            "start_char": 813,
            "end_char": 827
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 842,
            "end_char": 878
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 999,
            "end_char": 1009
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1017,
            "end_char": 1055
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 1118,
            "end_char": 1154
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 1554,
            "end_char": 1563
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 1586,
            "end_char": 1622
        },
        {
            "text": "March 20, 2007",
            "label": "DATE",
            "start_char": 1626,
            "end_char": 1640
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 1704,
            "end_char": 1714
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 1737,
            "end_char": 1756
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 1762,
            "end_char": 1781
        },
        {
            "text": "September 11, 2007",
            "label": "DATE",
            "start_char": 1801,
            "end_char": 1819
        },
        {
            "text": "July 3, 2017",
            "label": "DATE",
            "start_char": 1942,
            "end_char": 1954
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2032,
            "end_char": 2042
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 2065,
            "end_char": 2101
        },
        {
            "text": "March 15, 2022",
            "label": "DATE",
            "start_char": 2176,
            "end_char": 2190
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 2404,
            "end_char": 2413
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 2446,
            "end_char": 2482
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2527,
            "end_char": 2537
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 2574,
            "end_char": 2610
        },
        {
            "text": "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32",
            "label": "PRECEDENT",
            "start_char": 2677,
            "end_char": 2750
        },
        {
            "text": "Ravi Ranjan Developers Pvt",
            "label": "ORG",
            "start_char": 2756,
            "end_char": 2782
        },
        {
            "text": "Aditya Kumar Chatterjee",
            "label": "RESPONDENT",
            "start_char": 2792,
            "end_char": 2815
        },
        {
            "text": "SLP(C)17397 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2828,
            "end_char": 2847
        },
        {
            "text": "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695",
            "label": "PRECEDENT",
            "start_char": 2854,
            "end_char": 2939
        },
        {
            "text": "Dalim Kumar Chakraborty v. Smt",
            "label": "PRECEDENT",
            "start_char": 2941,
            "end_char": 2971
        },
        {
            "text": "Gouri Biswar",
            "label": "OTHER_PERSON",
            "start_char": 2973,
            "end_char": 2985
        },
        {
            "text": "2018 SCC Online Cal 282",
            "label": "PRECEDENT",
            "start_char": 3010,
            "end_char": 3033
        },
        {
            "text": "Magma Fincorp Limited v. Maa Vaishno Sales Pvt. Ltd.",
            "label": "PRECEDENT",
            "start_char": 3035,
            "end_char": 3087
        },
        {
            "text": "2015 SCC Online Cal 6267",
            "label": "CASE_NUMBER",
            "start_char": 3111,
            "end_char": 3135
        },
        {
            "text": "Gammon Engineers & Contractors Pvt",
            "label": "ORG",
            "start_char": 3144,
            "end_char": 3178
        },
        {
            "text": "Ltd. v. The State of West Bengal reported in AIR 2023 Cal.",
            "label": "PRECEDENT",
            "start_char": 3180,
            "end_char": 3238
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 3299,
            "end_char": 3309
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 3332,
            "end_char": 3348
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 3376,
            "end_char": 3381
        },
        {
            "text": "SBP & Co. v. Patel Engineer Ltd. reported in (2005) 8 SCC 618",
            "label": "PRECEDENT",
            "start_char": 3475,
            "end_char": 3536
        },
        {
            "text": "State of Jharkhand v. Hindustan Constructions reported in (2018) 2 SCC 602",
            "label": "PRECEDENT",
            "start_char": 3538,
            "end_char": 3612
        },
        {
            "text": "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32",
            "label": "PRECEDENT",
            "start_char": 3614,
            "end_char": 3687
        },
        {
            "text": "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695",
            "label": "PRECEDENT",
            "start_char": 3689,
            "end_char": 3774
        },
        {
            "text": "Lafarge India Private Limited v. Kishore Kumar Sahoo reported in AIR 2017 Cal 116",
            "label": "PRECEDENT",
            "start_char": 3779,
            "end_char": 3860
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3897,
            "end_char": 3906
        },
        {
            "text": "Commercial Court, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 3938,
            "end_char": 3973
        },
        {
            "text": "Part-I",
            "label": "PROVISION",
            "start_char": 4013,
            "end_char": 4019
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 4095,
            "end_char": 4105
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4156,
            "end_char": 4166
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4220,
            "end_char": 4230
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 4264,
            "end_char": 4280
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 4330,
            "end_char": 4346
        },
        {
            "text": "Part-I",
            "label": "PROVISION",
            "start_char": 4384,
            "end_char": 4390
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4441,
            "end_char": 4454
        },
        {
            "text": "Ravi Ranjan Developers Pvt",
            "label": "ORG",
            "start_char": 4462,
            "end_char": 4488
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4639,
            "end_char": 4648
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 4671,
            "end_char": 4707
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4788,
            "end_char": 4798
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 4831,
            "end_char": 4850
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 5055,
            "end_char": 5064
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 5087,
            "end_char": 5123
        },
        {
            "text": "19.05.2006",
            "label": "DATE",
            "start_char": 5343,
            "end_char": 5353
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 5647,
            "end_char": 5652
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 5942,
            "end_char": 5951
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 5998,
            "end_char": 6007
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 6040,
            "end_char": 6049
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 6120,
            "end_char": 6129
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 6191,
            "end_char": 6210
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 6250,
            "end_char": 6260
        },
        {
            "text": "March 15, 2022",
            "label": "DATE",
            "start_char": 6356,
            "end_char": 6370
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 6385,
            "end_char": 6421
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6541,
            "end_char": 6554
        },
        {
            "text": "BGS SGS Soma v. NHPC Ltd. reported in (2020) 4 SCC 234",
            "label": "PRECEDENT",
            "start_char": 6570,
            "end_char": 6624
        },
        {
            "text": "Hindustan Construction Company Ltd. v. NHPC Ltd.",
            "label": "PRECEDENT",
            "start_char": 6632,
            "end_char": 6680
        },
        {
            "text": "2020 4 SCC 310",
            "label": "PRECEDENT",
            "start_char": 6705,
            "end_char": 6719
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 7005,
            "end_char": 7027
        },
        {
            "text": "A.P. No. 358 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 7064,
            "end_char": 7084
        },
        {
            "text": "08.06.2023",
            "label": "DATE",
            "start_char": 7096,
            "end_char": 7106
        },
        {
            "text": "Homevista Decor and Furnishing Pvt",
            "label": "ORG",
            "start_char": 7108,
            "end_char": 7142
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 7594,
            "end_char": 7604
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8135,
            "end_char": 8148
        },
        {
            "text": "BGS SGS SOMA JV -v- NHPC Limited reported in (2020)",
            "label": "PRECEDENT",
            "start_char": 8152,
            "end_char": 8203
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 8253,
            "end_char": 8263
        },
        {
            "text": "Antrix Corpn",
            "label": "ORG",
            "start_char": 8328,
            "end_char": 8340
        },
        {
            "text": "Antrix Corpn. Ltd. v. Devas Multimedia (P) Ltd., 2018 SCC OnLine Del 9338",
            "label": "PRECEDENT",
            "start_char": 8348,
            "end_char": 8421
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 8428,
            "end_char": 8438
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 8446,
            "end_char": 8467
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 8511,
            "end_char": 8521
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 9216,
            "end_char": 9222
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 9429,
            "end_char": 9439
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9774,
            "end_char": 9783
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 9791,
            "end_char": 9812
        },
        {
            "text": "Section 20(2)",
            "label": "PROVISION",
            "start_char": 10074,
            "end_char": 10087
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 10095,
            "end_char": 10116
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 10283,
            "end_char": 10293
        },
        {
            "text": "Bombay and Delhi High Courts",
            "label": "COURT",
            "start_char": 10396,
            "end_char": 10424
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 10493,
            "end_char": 10503
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 10618,
            "end_char": 10624
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 10731,
            "end_char": 10737
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 10844,
            "end_char": 10854
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 11189,
            "end_char": 11199
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 11290,
            "end_char": 11300
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 11470,
            "end_char": 11480
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 11520,
            "end_char": 11529
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 11544,
            "end_char": 11554
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11635,
            "end_char": 11648
        },
        {
            "text": "State of West Bengal -v-",
            "label": "PRECEDENT",
            "start_char": 11652,
            "end_char": 11676
        },
        {
            "text": "Associated Contractors",
            "label": "PRECEDENT",
            "start_char": 11677,
            "end_char": 11699
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 11774,
            "end_char": 11789
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 11794,
            "end_char": 11804
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 11812,
            "end_char": 11833
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 11854,
            "end_char": 11869
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 12100,
            "end_char": 12106
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 12114,
            "end_char": 12135
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 12220,
            "end_char": 12230
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 12351,
            "end_char": 12357
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 12389,
            "end_char": 12399
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 12440,
            "end_char": 12446
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12517,
            "end_char": 12526
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 12589,
            "end_char": 12599
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 12773,
            "end_char": 12783
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 12790,
            "end_char": 12799
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12852,
            "end_char": 12862
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 12939,
            "end_char": 12949
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12984,
            "end_char": 12997
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 13029,
            "end_char": 13044
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13062,
            "end_char": 13075
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 13358,
            "end_char": 13368
        },
        {
            "text": "Part I.\n(g)",
            "label": "PROVISION",
            "start_char": 13481,
            "end_char": 13492
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 13736,
            "end_char": 13746
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 13838,
            "end_char": 13848
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 13997,
            "end_char": 14007
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 14039,
            "end_char": 14058
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 14120,
            "end_char": 14139
        },
        {
            "text": "Section 8 and Section 11",
            "label": "PROVISION",
            "start_char": 14293,
            "end_char": 14317
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 14652,
            "end_char": 14662
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14702,
            "end_char": 14711
        },
        {
            "text": "District Court at Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 14746,
            "end_char": 14782
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 14882,
            "end_char": 14888
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 14957,
            "end_char": 14967
        },
        {
            "text": "District Court at Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 15026,
            "end_char": 15062
        },
        {
            "text": "Gautam Buddh Nagar",
            "label": "GPE",
            "start_char": 15359,
            "end_char": 15377
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 15421,
            "end_char": 15427
        },
        {
            "text": "Gautam Buddh Nagar",
            "label": "ORG",
            "start_char": 15661,
            "end_char": 15679
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15686,
            "end_char": 15695
        },
        {
            "text": "Gautam Buddh Nagar",
            "label": "ORG",
            "start_char": 16216,
            "end_char": 16234
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 16320,
            "end_char": 16330
        },
        {
            "text": "Ravi Ranjan Developers Pvt",
            "label": "ORG",
            "start_char": 16355,
            "end_char": 16381
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16407,
            "end_char": 16420
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16728,
            "end_char": 16735
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16782,
            "end_char": 16789
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16825,
            "end_char": 16832
        },
        {
            "text": "District Court at Muzaffarpur",
            "label": "COURT",
            "start_char": 16944,
            "end_char": 16973
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16994,
            "end_char": 17001
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 17031,
            "end_char": 17040
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17048,
            "end_char": 17055
        },
        {
            "text": "District Court at Muzaffarpur",
            "label": "COURT",
            "start_char": 17119,
            "end_char": 17148
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 17246,
            "end_char": 17265
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 17386,
            "end_char": 17393
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 17454,
            "end_char": 17473
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 17557,
            "end_char": 17570
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17578,
            "end_char": 17593
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 17696,
            "end_char": 17715
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 17752,
            "end_char": 17765
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17769,
            "end_char": 17776
        },
        {
            "text": "Gammon Engineers and Contracts Pvt",
            "label": "ORG",
            "start_char": 17837,
            "end_char": 17871
        },
        {
            "text": "State of West Bengal",
            "label": "PRECEDENT",
            "start_char": 17882,
            "end_char": 17902
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 18017,
            "end_char": 18026
        },
        {
            "text": "Jalpaiguri",
            "label": "GPE",
            "start_char": 18041,
            "end_char": 18051
        },
        {
            "text": "Jalpaiguri",
            "label": "GPE",
            "start_char": 18093,
            "end_char": 18103
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 18134,
            "end_char": 18144
        },
        {
            "text": "Swadesh Kumar Agarwal",
            "label": "PRECEDENT",
            "start_char": 18231,
            "end_char": 18252
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 18379,
            "end_char": 18389
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 18461,
            "end_char": 18471
        },
        {
            "text": "Sections 14 and 15",
            "label": "PROVISION",
            "start_char": 18569,
            "end_char": 18587
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 18673,
            "end_char": 18683
        },
        {
            "text": "Section 15 and Section 11(6)",
            "label": "PROVISION",
            "start_char": 18694,
            "end_char": 18722
        },
        {
            "text": "Swadesh Kumar Agarwal",
            "label": "PRECEDENT",
            "start_char": 18827,
            "end_char": 18848
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19008,
            "end_char": 19017
        },
        {
            "text": "District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 19054,
            "end_char": 19082
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 19130,
            "end_char": 19145
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 19183,
            "end_char": 19193
        },
        {
            "text": "District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 19269,
            "end_char": 19297
        },
        {
            "text": "Section 14(1)(a)",
            "label": "PROVISION",
            "start_char": 19320,
            "end_char": 19336
        },
        {
            "text": "Section 2(1)(e) and 42",
            "label": "PROVISION",
            "start_char": 19433,
            "end_char": 19455
        },
        {
            "text": "District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 19496,
            "end_char": 19524
        },
        {
            "text": "A.P. 785 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 19549,
            "end_char": 19565
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 19808,
            "end_char": 19818
        },
        {
            "text": "Manjusha Premi and Others -v- Prakash Gupta and Others",
            "label": "PRECEDENT",
            "start_char": 19864,
            "end_char": 19918
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 19967,
            "end_char": 19977
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20027,
            "end_char": 20036
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 20156,
            "end_char": 20165
        },
        {
            "text": "District Judge, Varanasi",
            "label": "COURT",
            "start_char": 20198,
            "end_char": 20222
        },
        {
            "text": "28.10.2006",
            "label": "DATE",
            "start_char": 20226,
            "end_char": 20236
        },
        {
            "text": "Varanasi Court",
            "label": "COURT",
            "start_char": 20242,
            "end_char": 20256
        },
        {
            "text": "section 42",
            "label": "PROVISION",
            "start_char": 20273,
            "end_char": 20283
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20446,
            "end_char": 20456
        },
        {
            "text": "Swastik Gases Private Limited",
            "label": "PRECEDENT",
            "start_char": 20472,
            "end_char": 20501
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 20926,
            "end_char": 20941
        },
        {
            "text": "Varanasi",
            "label": "GPE",
            "start_char": 20983,
            "end_char": 20991
        },
        {
            "text": "K.K. Arora",
            "label": "OTHER_PERSON",
            "start_char": 21022,
            "end_char": 21032
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 21083,
            "end_char": 21093
        },
        {
            "text": "State of West Bengal",
            "label": "PRECEDENT",
            "start_char": 21109,
            "end_char": 21129
        },
        {
            "text": "section 8(before",
            "label": "PROVISION",
            "start_char": 21206,
            "end_char": 21222
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 21247,
            "end_char": 21257
        },
        {
            "text": "section 42",
            "label": "PROVISION",
            "start_char": 21451,
            "end_char": 21461
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 21512,
            "end_char": 21521
        },
        {
            "text": "section 42",
            "label": "PROVISION",
            "start_char": 21565,
            "end_char": 21575
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 21653,
            "end_char": 21663
        },
        {
            "text": "section 42",
            "label": "PROVISION",
            "start_char": 21814,
            "end_char": 21824
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 21929,
            "end_char": 21938
        },
        {
            "text": "District Judge, Varanasi",
            "label": "COURT",
            "start_char": 21999,
            "end_char": 22023
        },
        {
            "text": "28.10.2006",
            "label": "DATE",
            "start_char": 22027,
            "end_char": 22037
        },
        {
            "text": "Varanasi",
            "label": "GPE",
            "start_char": 22168,
            "end_char": 22176
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 22209,
            "end_char": 22218
        },
        {
            "text": "28.10.2006",
            "label": "DATE",
            "start_char": 22243,
            "end_char": 22253
        },
        {
            "text": "Court of District Judge, Varanasi",
            "label": "COURT",
            "start_char": 22261,
            "end_char": 22294
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 22483,
            "end_char": 22498
        },
        {
            "text": "section 42",
            "label": "PROVISION",
            "start_char": 22514,
            "end_char": 22524
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 22653,
            "end_char": 22659
        },
        {
            "text": "Varanasi",
            "label": "GPE",
            "start_char": 23011,
            "end_char": 23019
        },
        {
            "text": "District Judge, Varanasi",
            "label": "COURT",
            "start_char": 23026,
            "end_char": 23050
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 23109,
            "end_char": 23119
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23212,
            "end_char": 23222
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23257,
            "end_char": 23267
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 23327,
            "end_char": 23333
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23479,
            "end_char": 23490
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 23498,
            "end_char": 23519
        },
        {
            "text": "District Court at Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 23567,
            "end_char": 23603
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23642,
            "end_char": 23652
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23707,
            "end_char": 23718
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 23726,
            "end_char": 23747
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24125,
            "end_char": 24136
        },
        {
            "text": "Estelia Rubber -v-",
            "label": "PRECEDENT",
            "start_char": 24432,
            "end_char": 24450
        },
        {
            "text": "Dass Estate (P) Ltd. reported in (2001) 8 SCC 97",
            "label": "PRECEDENT",
            "start_char": 24451,
            "end_char": 24499
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24513,
            "end_char": 24526
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24551,
            "end_char": 24562
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24659,
            "end_char": 24670
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 24678,
            "end_char": 24699
        },
        {
            "text": "Commercial Court at Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 26084,
            "end_char": 26122
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 26220,
            "end_char": 26231
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 26239,
            "end_char": 26260
        },
        {
            "text": "March 15, 2022",
            "label": "DATE",
            "start_char": 26297,
            "end_char": 26311
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 26326,
            "end_char": 26362
        },
        {
            "text": "Commercial Court, Gautam Buddh Nagar",
            "label": "COURT",
            "start_char": 26392,
            "end_char": 26428
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26490,
            "end_char": 26500
        },
        {
            "text": "17.05.2024",
            "label": "DATE",
            "start_char": 26687,
            "end_char": 26697
        },
        {
            "text": "Shekhar B. Saraf",
            "label": "JUDGE",
            "start_char": 26707,
            "end_char": 26723
        }
    ],
    "precedent_clusters": {
        "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32": [
            "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32",
            "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32"
        ],
        "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695": [
            "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695",
            "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695"
        ],
        "BGS SGS SOMA JV -v- NHPC Limited reported in (2020)": [
            "Dalim Kumar Chakraborty v. Smt",
            "Magma Fincorp Limited v. Maa Vaishno Sales Pvt. Ltd.",
            "Hindustan Construction Company Ltd. v. NHPC Ltd.",
            "BGS SGS SOMA JV -v- NHPC Limited reported in (2020)",
            "State of West Bengal -v-",
            "Manjusha Premi and Others -v- Prakash Gupta and Others",
            "Estelia Rubber -v-",
            "State of West Bengal",
            "State of West Bengal"
        ],
        "Antrix Corpn. Ltd. v. Devas Multimedia (P) Ltd., 2018 SCC OnLine Del 9338": [
            "2018 SCC Online Cal 282",
            "Antrix Corpn. Ltd. v. Devas Multimedia (P) Ltd., 2018 SCC OnLine Del 9338"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 20(2)",
            "Arbitration Act, 1996",
            "Section 20(2)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "A&C Act",
            "Section 9",
            "A&C Act"
        ],
        [
            "Section 11(6)",
            "Arbitration Act",
            "Section 11(6)",
            "Arbitration Act"
        ],
        [
            "Section 11(6)",
            "A&C Act",
            "Section 11(6)",
            "A&C Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Part-I",
            "Arbitration and Conciliation Act, 1996",
            "Part-I",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 8",
            "Arbitration Act, 1996",
            "Section 8",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 8 and Section 11",
            "Arbitration Act",
            "Section 8 and Section 11",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 14",
            "A&C Act",
            "Section 14",
            "A&C Act"
        ],
        [
            "Section 15 and Section 11(6)",
            "Arbitration Act",
            "Section 15 and Section 11(6)",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 14(1)(a)",
            "A&C Act",
            "Section 14(1)(a)",
            "A&C Act"
        ],
        [
            "Section 2(1)(e) and 42",
            "Arbitration Act, 1996",
            "Section 2(1)(e) and 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 14",
            "A&C Act",
            "Section 14",
            "A&C Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act, 1996",
            "Section 9",
            "Arbitration Act, 1996"
        ],
        [
            "section 9",
            "Arbitration Act, 1996",
            "section 9",
            "Arbitration Act, 1996"
        ],
        [
            "section 42",
            "Arbitration Act, 1996",
            "section 42",
            "Arbitration Act, 1996"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act, 1996",
            "section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "section 8(before",
            "Arbitration Act, 1996",
            "section 8(before",
            "Arbitration Act, 1996"
        ],
        [
            "section 11",
            "Arbitration Act",
            "section 11",
            "Arbitration Act"
        ],
        [
            "section 42",
            "Arbitration Act, 1996",
            "section 42",
            "Arbitration Act, 1996"
        ],
        [
            "section 9",
            "Arbitration Act, 1996",
            "section 9",
            "Arbitration Act, 1996"
        ],
        [
            "section 42",
            "Arbitration Act, 1996",
            "section 42",
            "Arbitration Act, 1996"
        ],
        [
            "section 11",
            "Arbitration Act",
            "section 11",
            "Arbitration Act"
        ],
        [
            "section 42",
            "Arbitration Act, 1996",
            "section 42",
            "Arbitration Act, 1996"
        ],
        [
            "section 9",
            "Arbitration Act, 1996",
            "section 9",
            "Arbitration Act, 1996"
        ],
        [
            "section 9",
            "Arbitration Act, 1996",
            "section 9",
            "Arbitration Act, 1996"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act, 1996",
            "section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "section 42",
            "Arbitration Act, 1996",
            "section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Part-I",
            "Arbitration and Conciliation Act, 1996",
            "Part-I",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 8",
            "Arbitration Act, 1996",
            "Section 8",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1996",
            "Section 2(1)(e)",
            "Arbitration Act, 1996"
        ],
        [
            "Part I.\n(g)",
            "Arbitration Act, 1996",
            "Part I.\n(g)",
            "Arbitration Act, 1996"
        ],
        [
            "Sections 14 and 15",
            "A&C Act",
            "Sections 14 and 15",
            "A&C Act"
        ]
    ],
    "precedent_counts": {
        "State of West Bengal v. Associated Contractor reported in (2015) 1 SCC 32": 2,
        "Manjusha Premi and Others v. Prakash Gupta and Others reported in (2016) 6 All LJ 695": 2,
        "BGS SGS SOMA JV -v- NHPC Limited reported in (2020)": 9,
        "Antrix Corpn. Ltd. v. Devas Multimedia (P) Ltd., 2018 SCC OnLine Del 9338": 2
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 7,
        "Section 34 of Arbitration and Conciliation Act, 1996": 8,
        "Section 42 of Arbitration Act, 1996": 27,
        "Section 9 of Arbitration Act, 1996": 12,
        "Section 20(2) of Arbitration Act, 1996": 1,
        "Part I of Arbitration Act, 1996": 4,
        "Section 9 of A&C Act": 1,
        "Section 11(6) of Arbitration Act": 1,
        "Section 11(6) of A&C Act": 1,
        "Section 11 of Arbitration Act": 10,
        "Part-I of Arbitration and Conciliation Act, 1996": 2,
        "Part 1 of Arbitration Act, 1996": 6,
        "Section 2(1)(e) of Arbitration Act, 1996": 4,
        "Section 8 of Arbitration Act, 1996": 2,
        "Section 8 and Section 11 of Arbitration Act": 1,
        "Section 14 of A&C Act": 2,
        "Section 15 and Section 11(6) of Arbitration Act": 1,
        "Section 14(1)(a) of A&C Act": 1,
        "Section 2(1)(e) and 42 of Arbitration Act, 1996": 1,
        "section 9 of Arbitration Act, 1996": 4,
        "section 42 of Arbitration Act, 1996": 5,
        "section 2(1)(e) of Arbitration Act, 1996": 2,
        "section 8(before of Arbitration Act, 1996": 1,
        "section 11 of Arbitration Act": 2,
        "section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Part I.\n(g) of Arbitration Act, 1996": 1,
        "Sections 14 and 15 of A&C Act": 1
    },
    "statute_counts": {
        "Constitution of India": 7,
        "Arbitration and Conciliation Act, 1996": 11,
        "Arbitration Act, 1996": 70,
        "A&C Act": 6,
        "Arbitration Act": 15
    }
}