{
    "id": "e4c767037c5cbcc03b288ca435334c86ab6d7e74ddafe8943b560f25286555eb",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nAakash Engineers Contractors vs Presiding Officer Commercial Court And ... on 14 August, 2020 \nAuthor: Ajay Bhanot\nBench: Ajay Bhanot\nHigh Court Of Judicature At Allahabad\n \n \n\nCourt No. - 3\n \n\n \nCase :- Matters Under Article 227 No. - 791 of 2020\n \nPetitioner :- Aakash Engineers Contractors\n \nRespondent :- Presiding Officer Commercial Court And Another\n \nCounsel for Petitioner :- Shashank Dwivedi,Nirendra Mohan\n \n\n \nHon'ble Ajay Bhanot,J.\n \n1. Heard Sri Shashank Dwivedi, learned counsel for the petitioner and Sri Nikhil Agrawal, learned counsel for the respondent No.2. \n2. This petition has been filed with the following prayer:\n\"To direct the respondent No.1, i.e. Presiding Officer, Commercial Court, District-Gautam Buddh Nagar to decide Arbitration Case No.109 of 2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), pending for disposal since 10.09.2018, i.e. from one year and four months, expeditiously within stipulated period of two months if possible.\" \n3. Sri Nikhil Agrawal, learned counsel for the respondent No.2 does not have any objection to the matter being decided within a stipulated period to be prescribed by this Court. \n4. Though the matter could have been disposed of on the terms of the fair submission and consent given by Sri Nikhil Agrawal, learned counsel for the respondent No.2. However, the facts of the case require this Court to consider the controversy in certain detail, and make observations for the benefit of all the stakeholders including the learned counsel for the parties, and for guidance of the learned trial court in the proper implementation of the law. \n5. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors) were instituted on 15.06.2018 before the learned court below/ the learned District Judge, Gautam Budh Nagar. \n6. The matter was placed before the learned Presiding Officer for the first time on 10.09.2018. The petitioner was the caveator and received the notices. The matter was then posted on 11.10.2018. On 11.10.2018, it was directed that the matter be posted on 25.10.2018. The counsels for both the parties were present on 25.10.2018. The pleadings on application no.23-Ga were exchanged, and the matter was posted on 04.12.2018. On 04.12.2018, the matter was adjourned due to absence of counsel for the respondent, and posted for 10.12.2018. Hearing could not happen on 10.12.2018 as the learned Presiding Officer was on leave, and next date was fixed on 19.12.2018. Thereafter, successive dates were fixed in the matter on 09.01.2019 and 28.01.2019. But no effective hearing took place on the aforesaid dates. On 07.02.2019 the matter was dismissed for non-prosecution due to absence of counsel for the respondent. Once again on 20.02.2019 and 28.02.2019 no effective hearing happened, though the counsels for both the parties were present. On 13.03.2019, the restoration application was allowed. The order-sheet of the learned trial court on 25.03.2019, 16.04.2019, 06.05.2019 and 21.05.2019 records the presence of the counsels and adjournment of the matter to subsequent dates for disposal of objections. On 08.07.2019, the learned trial court records that in case the application for holding the execution proceedings in abeyance is filed, the same shall be decided on its merits. On 01.08.2019 and 29.08.2019, the respondent tendered a stay application registered as paper no.16Ga. On 05.09.2019, the following order was passed:\n\"For applicant counsel Shri Rajeev Agrawal is present. For respondent counsel Shri Vijay Sharma is present. 28Ga application dated 10.12.2018 is pending for disposal. This application has been moved by the applicant with the request that the file be summoned which is stopped by the opposite party counsel and also argued that the application is not maintainable. Arbitration proceedings pending since 2018. Parties are directed that they may file papers on which they want to put reliance during argument. Hence, application 28Ga disposed of accordingly. Put up for argument on 28.09.2019.\"\n7. However, on 28.09.2019, the matter was posted for arguments on 15.11.2019. The matter thus remains pending. This necessitated the institution of the petition under Article 227 of the Constitution of India. \n8. The constitutional courts are cognizant of the problem of delays in our judicial system. They have consistently attempted to purge the legal system of this menace. Various judgments have identified some of the causes of delays, & appropriate judicial directions have been i ssued to address the problem. \n9. The following question was posed for determination before the Hon'ble Supreme Court in M/s Shiv Cotex Versus Tirgum Auto Plast P. Ltd. and others, reported at 2011 (89) ALR 232 :\n\"14.....Is the court obliged to give adjournment after adjournment merely because the stakes are high in the dispute? Should the court be silent spectator and leave control of the case to a party to the case who has decided not to take the case forward?\"\n10. Thereafter, the Hon'ble Supreme Court while emphasizing the imperative of expeditious disposal of suits to preserve the faith in the judicial system held thus:\n\"15...It is sad, but true, that the litigants seek - and the courts grant - adjournments at the drop of the hat. In the cases where the judges are little pro-active and refuse to accede to the requests of unnecessary adjournments, the litigants deploy all sorts of methods in protracting the litigation. It is not surprising that civil disputes drag on and on. The misplaced sympathy and indulgence by the appellate and revisional courts compound the malady further. The case in hand is a case of such misplaced sympathy. It is high time that courts become sensitive to delays in justice delivery system and realize that adjournments do dent the efficacy of judicial process and if this menace is not controlled adequately, the litigant public may lose faith in the system sooner than later. The courts, particularly trial courts, must ensure that on every date of hearing, effective progress takes place in the suit.\" \n16....No litigant has a right to abuse the procedure provided in CPC. Adjournments have grown like cancer corroding the entire body of justice delivery system.\"\n17.....\"A party to the suit is not at liberty to proceed with the trial at its leisure and pleasure and has no right to determine when the evidence would be let in by it or the matter should be heard. The parties to a suit -- whether the plaintiff or the defendant -- must cooperate with the court in ensuring the effective work on the date of hearing for which the matter has been fixed. If they don't, they do so at their own peril.\" \n11. Interminable delays caused by unnecessary adjournments sought for and granted to parties in a routine manner, and the collective responsibility of all the stake holders in the judicial system arose for determination before the Hon'ble Supreme Court in Noor Mohammed Vs. Jethanand and another, reported at (2013) 5 SCC 202.\n12. Dispensing justice is the fundamental raison d'etre of the judicial system. Timely delivery of justice is indispensable to retaining the faith of the common man in the justice dispensation system. \n13. Reiterating the importance of timely delivery of justice, and after setting its face against indifference of the judicial system to the plight of the litigants, the Hon'ble Supreme Court in Noor Mohammed (supra) defined the problem and issued directions for its resolution : \n\"27. The anguish expressed in the past and the role ascribed to the Judges, lawyers and the litigants is a matter of perpetual concern and the same has to be reflected upon every moment. An attitude of indifference can neither be appreciated nor tolerated. Therefore, the serviceability of the institution gains significance. That is the command of the Majesty of Law and none should make any maladroit effort to create a concavity in the same. Procrastination, whether at the individual or institutional level, is a systemic disorder. Its corrosive effect and impact is like a disorderly state of the physical frame of a man suffering from an incurable and fast progressive malignancy. Delay either by the functionaries of the court or the members of the Bar significantly exhibits indolence and one can aphoristically say, borrowing a line from Southwell \"Creeping snails have the weakest force\". Slightly more than five decades back, talking about the responsibility of the lawyers, Nizer Louis[16] had put thus: -\n\"I consider it a lawyer's task to bring calm and confidence to the distressed client. Almost everyone who comes to a law office is emotionally affected by a problem. It is only a matter of degree and of the client's inner resources to withstand the pressure.\" \nA few lines from illustrious Frankfurter is fruitful to recapitulate:\n\"I think a person who throughout his life is nothing but a practicing lawyer fulfils a very great and essential function in the life of society. Think of the responsibilities on the one hand and the satisfaction on the other, to be a lawyer in the true sense.\" \n28. In a democratic set up, intrinsic and embedded faith in the adjudicatory system is of seminal and pivotal concern. Delay gradually declines the citizenry faith in the system. It is the faith and faith alone that keeps the system alive. It provides oxygen constantly. Fragmentation of faith has the effect-potentiality to bring in a state of cataclysm where justice may become a casuality. A litigant expects a reasoned verdict from a temperate Judge but does not intend to and, rightly so, to guillotine much of time at the altar of reasons. Timely delivery of justice keeps the faith ingrained and establishes the sustained stability. Access to speedy justice is regarded as a human right which is deeply rooted in the foundational concept of democracy and such a right is not only the creation of law but also a natural right. This right can be fully ripened by the requisite commitment of all concerned with the system. It cannot be regarded as a facet of Utopianism because such a thought is likely to make the right a mirage losing the centrality of purpose. Therefore, whoever has a role to play in the justice dispensation system cannot be allowed to remotely conceive of a casual approach. \n33. In the case at hand, as we perceive, the learned counsel sought adjournment after adjournment in a nonchalant manner and the same were granted in a routine fashion. It is the duty of the counsel as the officer of the court to assist the court in a properly prepared manner and not to seek unnecessary adjournments. Getting an adjournment is neither an art nor science. It has never been appreciated by the courts. All who are involved in the justice dispensation system, which includes the Judges, the lawyers, the judicial officers who work in courts, the law officers of the State, the Registry and the litigants, have to show dedicated diligence so that a controversy is put to rest. Shifting the blame is not the cure. Acceptance of responsibility and dealing with it like a captain in the frontier is the necessity of the time. It is worthy to state that diligence brings satisfaction. There has to be strong resolve in the mind to carry out the responsibility with devotion. A time has come when all concerned are required to abandon idleness and arouse oneself and see to it that the syndrome of delay does not erode the concept of dispensation of expeditious justice which is the constitutional command. Sagacious acceptance of the deviation and necessitous steps taken for the redressal of the same would be a bright lamp which would gradually become a laser beam. This is the expectation of the collective, and the said expectation has to become a reality. Expectations are not to remain at the stage of hope. They have to be metamorphosed to actuality. Long back, Francis Bacon, in his aphoristic style, had said, \"Hope is good breakfast, but it is bad supper\". We say no more on this score.\" \n14. In Gayathri Vs. M.Girish, reported at (2016) 14 SCC 142, the Hon'ble Supreme Court exhorted the trial courts to address themselves to the malady of long delays in our judicial system: \n\"9. In the case at hand, as we have stated hereinbefore, the examination-in-chief continued for long and the matter was adjourned seven times. The Defendant sought adjournment after adjournment for cross-examination on some pretext or the other which are really not entertainable in law. But the trial Court eventually granted permission subject to payment of costs. Regardless of the allowance extended, the Defendant stood embedded on his adamantine platform and prayed for adjournment as if it was his right to seek adjournment on any ground whatsoever and on any circumstance. The non-concern of the Defendant-Petitioner shown towards the proceedings of the Court is absolutely manifest. The disregard shown to the Plaintiff's age is also visible from the marathon of interlocutory applications filed. A counsel appearing for a litigant has to have institutional responsibility. The Code of Civil Procedure so command. Applications are not to be filed on the grounds which we have referred to hereinabove and that too in such a brazen and obtrusive manner. It is wholly reprehensible. The law does not countenance it and, if we permit ourselves to say so, the professional ethics decries such practice. It is because such acts are against the majesty of law. \n12. In the case at hand, it can indubitably be stated that the Defendant-Petitioner has acted in a manner to cause colossal insult to justice and to the concept of speedy disposal of civil litigation. We are constrained to say the virus of seeking adjournment has to be controlled. The saying of Gita \"Awake! Arise! Oh Partha\" is apt here to be stated for guidance of trial courts.\"\n15. The foremost goal set out in the Preamble of the Constitution, is to secure to all citizens: Justice, social, economic and political. \nJustice to be meaningful has to be delivered in a relevant time frame. Delay invariably defeats justice. Indefinite delays are the bane of our judicial system. Interminable legal proceedings reflect the apathy of an impersonal system to the plight of helpless litigants. So long as timely justice is denied, so long the constitutional promise of justice will not be redeemed, and the constitutional mandate of the judicial system will not be implemented. \n16. The constitutional courts are seized with, and the legislatures have taken cognizance of the malaise of delays in the judicial process. Delays in the judicial process have earned the displeasure of constitutional courts, and have evoked the concern of the legislatures. Law will not countenance delays in the judicial process. This is evident from the imperative directions issued by the constitutional courts to purge the judicial system of delays. This will also be apparent from the timelines set by the legislature to cure the mischief of delays in the judicial process. The judicial system will have to evolve an ethos to be alert to, and endeavour to respect timelines created by the legislature. \n17. The impact of globalisation was acutely felt in the field of law. India's unwavering commitment to its international obligations contained in the UNCITRAL Model on International Commercial Arbitration, was manifested in the promulgation of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'The Act of 1996'). India's international obligations to UNCITRAL, are implemented by the most fundamental instruments of national sovereignty, namely, the legislatures and the courts. The Arbitration and Conciliation Act, 1996 has to be interpreted and implemented by the courts in a manner which is in accord with the intendment of the Indian Parliament, and consistent with the international obligations of India to the UNCITRAL Model. \n18. The UNCITRAL Model and the Arbitration and Conciliation Act, 1996, reflect an evolving trend in international jurisprudence. Together both instruments reflect a global consensus of judicial values, and a unification of the system of international jurisprudence in the field of arbitration. The courts in India implement the Arbitration and Conciliation Act, 1996, as instruments of national sovereignty, and also members of the international comity of courts. \n19. Meeting the international obligations of India to the UNCITRAL Model was the avowed legislative intent of the Arbitration and Conciliation Act, 1996. Expeditious disposal of proceedings under the Arbitration and Conciliation Act, 1996 is the congruent objective of the twin instruments of international law and the domestic law. \n20. Section 34(5) and (6) of the Act, 1996 are relevant to the instant controversy and the provisions are extracted hereunder:\n\"34. Application for setting aside arbitral award.--(1)-(4) * * * (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\"\n21. Delay in disposal of the proceedings under the Act of 1996, topped the concerns and lay at the heart of 246th Law Commission Report, when it introduced the said provisions. The relevant extracts of the 246th Law Commissioner Report are set out hereunder:\n\"3. The Arbitration and Conciliation Act, 1996 (hereinafter \"the Act\") is based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 and the UNCITRAL Conciliation Rules, 1980. The Act has now been in force for almost two decades, and in this period of time, although arbitration has fast emerged as a frequently chosen alternative to litigation, it has come to be afflicted with various problems including those of high costs and delays, making it no better than either the earlier regime which it was intended to replace; or to litigation, to which it intends to provide an alternative. Delays are inherent in the arbitration process, and costs of arbitration can be tremendous. Even though courts play a pivotal role in giving finality to certain issues which arise before, after and even during an arbitration, there exists a serious threat of arbitration related litigation getting caught up in the huge list of pending cases before the courts. After the award, a challenge under section 34 makes the award inexecutable and such petitions remain pending for several years. The object of quick alternative disputes resolution frequently stands frustrated. \n4. There is, therefore, an urgent need to revise certain provisions of the Act to deal with these problems that frequently arise in the arbitral process. The purpose of this Chapter is to lay down the foundation for the changes suggested in the report of the Commission. The suggested amendments address a variety of issues that plague the present regime of arbitration in India and, therefore, before setting out the amendments, it would be useful to identify the problems that the suggested amendments are intended to remedy and the context in which the said problems arise and hence the context in which their solutions must be seen. \n* * *\n25. Similarly, the Commission has found that challenges to arbitration awards under sections 34 and 48are similarly kept pending for many years. In this context, the Commission proposes the addition of sections 34(5) and 48(4) which would require that an application under those sections shall be disposed of expeditiously and in any event within a period of one year from the date of service of notice. In the case of applications under section 48 of the Act, the Commission has further provided a time limit under section 48(3), which mirrors the time limits set out in section 34(3), and is aimed at ensuring that parties take their remedies under this section seriously and approach a judicial forum expeditiously, and not by way of an afterthought ............\" \n22 . The aforesaid provisions fell for consideration before the Hon'ble Supreme Court in State of Bihar and others Vs. Bihar Rajya Bhumi Vikas Bank Samiti, reported at (2018) 9 SCC 472. The Hon'ble Supreme Court held Section 34(5) and (6) of the Act, 1996 to be directory in nature on the foot of the following reasons:\n\"22. However, according to Shri Tripathi, an application filed under Section 34 is a condition precedent, and if no prior notice is issued to the other party, without being accompanied by an affidavit by the applicant endorsing compliance with the said requirement, such application, being a non-starter, would have to be dismissed at the end of the 120 days' period mentioned in Section 34(3). Apart from what has been stated by us hereinabove, even otherwise, on a plain reading of Section 34, this does not follow. Section 34(1) reads as under:\n\"34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\" What is conspicuous by its absence is any reference to sub-section (5). \nThe only requirement in Section 34(1) is that an application for setting aside an award be in accordance with sub-sections (2) and (3). This, again, is an important pointer to the fact that even legislatively, sub- section (5) is not a condition precedent, but a procedural provision which seeks to reduce the delay in deciding applications under Section 34. One other interesting thing needs to the noted - the same Amendment Act brought in a new Section 29A. This provision states as follows:\n\"29A. Time limit for arbitral award.-- (1) The award shall be made within a period of twelve months from the date the arbitral tribunal enters upon the reference. Explanation.-- For the purpose of this sub-section, an arbitral tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator or all the arbitrators, as the case may be, have received notice, in writing, of their appointment. \n(2) If the award is made within a period of six months from the date the arbitral tribunal enters upon the reference, the arbitral tribunal shall be entitled to receive such amount of additional fees as the parties may agree. \n(3) The parties may, by consent, extend the period specified in sub-section (1) for making award for a further period not exceeding six months. \n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period: Provided that while extending the period under this sub- section, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\"\n23. It will be seen from this provision that, unlike Section 34(5) and (6), if an Award is made beyond the stipulated or extended period contained in the Section, the consequence of the mandate of the Arbitrator being terminated is expressly provided. This provision is in stark contrast to Section 34(5)and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided. This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences. \n24. Shri Tripathi then argued that Section 34(5) is independent of Section 34(6) and is a mandatory requirement of law by itself. There are two answers to this. The first is that sub-section (6) refers to the date on which the notice referred to in sub-section (5) is served upon the other party. This is for the reason that an anterior date to that of filing the application is to be the starting point of the period of one year referred to in Section 34(6). The express language of Section 34(6), therefore, militates against this submission of Shri Tripathi. Secondly, even if sub- section (5) be construed to be a provision independent of sub-section (6), the same consequence in law is the result - namely, that there is no consequence provided if such prior notice is not issued. This submission must therefore fail. \n25. We come now to some of the High Court judgments. The High Courts of Patna,2 Kerala,3 Himachal Pradesh,4 Delhi,5 and Gauhati6 have all taken the view that Section 34(5) is mandatory in nature. What is strongly relied upon is the object sought to be achieved by the provision together with the mandatory nature of the language used in Section 34(5). Equally, analogies with Section 80, CPC have been drawn to reach the same result. On the other hand, in Global Aviation Services Private Limited v. Airport Authorities of India,7 the Bombay High Court, in answering question 4 posed by it, held, following some of our judgments, that the provision is directory, largely because no consequence has been provided for breach of the time limit specified. When faced with the argument that the object of the provision would be rendered otiose if it were to be construed as directory, the learned Single Judge of the Bombay High Court held as under: (SCC OnLine Bom para 133) \"133. Insofar as the submission of the learned counsel for the respondent that if section 34(5) is considered as directory, the entire purpose of the amendments would be rendered otiose is concerned, in my view, there is no merit in this submission made by the learned counsel for the respondent. Since there is no consequence provided in the said provision in case of non-compliance thereof, the said provision cannot be considered as mandatory. The purpose of avoiding any delay in proceeding with the matter expeditiously is already served by insertion of appropriate rule in Bombay High Court (Original Side) Rules. The Court can always direct the petitioner to issue notice along with papers and proceedings upon other party before the matter is heard by the Court for admission as well as for final hearing. The vested rights of a party to challenge an award under section 34 cannot be taken away for non-compliance of issuance of prior notice before filing of the arbitration petition.\" \nThe aforesaid judgment has been followed by recent judgments of the High Courts of Bombay8 and Calcutta. \n26. We are of the opinion that the view propounded by the High Courts of Bombay and Calcutta represents the correct state of the law. However, we may add that it shall be the endeavour of every Court in which a Section 34 application is filed, to stick to the time limit of one year from the date of service of notice to the opposite party by the applicant, or by the Court, as the case may be. In case the Court issues notice after the period mentioned in Section 34(3) has elapsed, every Court shall endeavour to dispose of the Section 34 application within a period of one year from the date of filing of the said application, similar to what has been provided in Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. This will give effect to the object sought to be achieved by adding Section 13(6) by the 2015 Amendment Act. \n27. We may also add that in cases covered by Section 10 read with Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within six months, as stipulated. Appeals which are not so covered will also be disposed of as expeditiously as possible, preferably within one year from the date on which the appeal is filed. As the present appeal has succeeded on Section 34(5) being held to be directory, we have not found it necessary to decide Shri Rai's alternative plea of maintainability of the Letters Patent Appeal before the Division Bench.\" \n23. I had the occasion to consider the nature of the legislative mandate to the courts, where directory provisions in a statute require the courts to render a final decision in a specified time frame in Tribhuwan Prasad Vs. Uttar Pradesh Sarkar and others, reported at 2018 (9) ADJ 466. In Tribhuwan Prasad (supra) the time frame provided in the statute for deciding the appeal was two months. \n24. In Tribhuwan Prasad (supra) it was found that the provision containing a timeframe to decide the appeal was directory, and then the consequences of the said holding were construed on the foot of good authority. The directory nature of the provision may not require strict adherence but insists on substantial compliance. Most pertinently it does not permit indefinite enlargement of the time fixed by the statute: \n\"21. Statutes fixing time-lines to accomplish an action, as discussed above, were held to be directory in nature. The legislative intent was sought to be defeated by a highly delayed compliance on the pretext of the provision being directory in nature. The action of the authorities was invalidated and such interpretation was negatived by the Hon'ble Supreme Court. Inordinate delay does not satisfy the requirement of substantial compliance of a directory provision. The Hon'ble Supreme Court in the case of State of Haryana Vs. P.C. Wadhwa, IPS, Inspector General of Police and another, reported at (1987) 2 SCC 602, while laying down the law, dispelled all such doubts. The relevant parts of the judgement are being extracted for ease of reference: \n\"14. The whole object of the making and communication of adverse remarks is to give to the officer concerned an opportunity to improve his performance, conduct or character, as the case may. The adverse remarks should not be understood in terms of punishment, but really it should be taken as an advice to the officer concerned, so that he can act in accordance with the advice and improve his service career. The whole object of the making of adverse remarks would be lost if they are communicated to the officer concerned after an inordinate delay. In the instant case, it was communicated to the respondent after twenty seven months. It is true that the provisions of Rules 6, 6A and 7 are directory and not mandatory, but that does not mean that the directory provisions need not be complied with even substantially. Such provisions may not be complied with strictly, and substantial compliance will be sufficient. But, where compliance after an inordinate delay would be against the spirit and object of the directory provision, such compliance would not be substantial compliance. In the instant case, while the provisions of Rules 6, 6A and 7 require that everything including the communication of the adverse remarks should be completed within a period of seven months, this period cannot be stretched to twenty seven months, simply because these Rules are directory, without serving any purpose consistent with the spirit and objectives of these Rules. We need not, however, dilate upon the question any more and consider whether on the ground of inordinate and unreasonable delay, the adverse remarks against the respondent should be struck down or not, and suffice it to say that we do not approve of the inordinate delay made in communicating the adverse remarks to the respondent.\"\n25. Thereafter, the duties of the court and the manner of implementation of the law were laid down : \n\"23. In case the appeal is decided within two months, the letter and spirit of the statute is implemented. However, mere failure to decide the appeal within two months does not violate the statutory mandate. In the latter case, the statutory obligation will be defined by the quality of the efforts made to decide the appeal with promptitude and dispatch. The obligation will be met if the appeal is decided within a reasonable time, after the expiry of two months from its institution. \n24. Statutes of limitation are statutes of repose. Statutes with time lines for decision making are statutes of endeavour. Statutory duty is discharged not only when the act is done but also when effort is made. However, the leeway to the authority is not unlimited and the time to accomplish the act is not indefinite. The statutory duty of the appellate authority, in the event the appeal is not decided within two months is to be seen. \n25. The appellate authority shall have discharged its statutory duties initially, if it makes efforts commensurate to decide the appeal expeditiously, and finally when it enters a judgement, in a reasonable time after the expiry of two months. In such circumstances, the appellate authority can implement the law, by making honest endeavours and serious efforts to decide the appeal with dispatch and expedition. This is the statutory duty of the appellate authority. While the statutory duty of the appellate authority is to make earnest efforts to decide expeditiously, the proof of its performance is in the order-sheet of the court. The order-sheet of the appellate court is the most reliable evidence of the sincerity or earnestness of the efforts made by the appellate authority. The order-sheet of the appellate court is true testimony to the accomplishment of the statutory duty or the failure of the authority to perform its statutory duty. In the latter case the authority is liable to be mandamused.\"\n26. A composite reading of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996, the law laid by the Hon'ble Supreme Court in State of Bihar and others (supra) and this Court in Tribhuwan Prasad (supra) yields these results. Section 34(5) and (6) of the Arbitration and Conciliation Act, 1996 being directory in nature, prevent the courts from being rushed into decisions by breaching fundamental norms of fairness and justice. The timeline set by the statute, cannot stampede the courts into passing orders which cause miscarriage of justice. However, the courts cannot extend the statutory time frame indefinitely or unreasonably. Neither can the courts be purblind to the timeframe provided in the statute on the pretext that provision is directory. Substantial compliance of the said provisions is sufficient to satisfy the legislative mandate. What substantial compliance entails in regard to these provisions needs to be understood clearly to enable the courts to implement the law faithfully. The duties of the court while deciding an application under Section 34 of the Arbitration and Conciliation Act, 1996 are distilled hereinunder. \n27. The courts always have to be alert to the statutory time period of one year to decide the application, and make sincere efforts to adhere to the stipulated time line. In case the application is not decided within the statutory time limit of one year, the court should make all out endeavours to decide it within a reasonable time frame thereafter. At all times, the mandate of law requires the court to proceed with full diligence, and make earnest endeavours to decide the application under Section 34 of the Arbitration and Conciliation Act, 1996, within the time prescribed by the statute or in proximity to it. An unreasonable delay in deciding the matter represents a failure to implement the law. If serious efforts to decide matter within the statutory time frame is the requirement of the law, the order-sheet of the court is the most reliable evidence of the implementation of the law. \n28. From the facts of the case prised out at the very inception, and the law discussed in the preceding paragraphs these facts are established. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), could not be concluded within the prescribed statutory time limit, or in a time frame proximate to it. No end to the proceedings is in sight. And if the order-sheet of the court below is a guide, the proceedings could well linger indefinitely. The delay in deciding the case is unreasonable and unacceptable. Long identified and familiar reasons have caused the delay in this case. Absence of the presiding officer, repeated adjournments of counsels, leisurely pace of the trial which is oblivious to the statutory time limit, have prevented the proceedings from being concluded by a final judgment. \n29. The compliance of directions of the Hon'ble Supreme Court and adherence to the law laid down by this Court in various authorities discussed earlier is not in evidence. The legislative mandate of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996 has not been implemented. The stakeholders have shown apathy towards the litigant, and indifference to the noble charter of the legal profession. Honest endeavours and earnest efforts to conclude the proceedings with diligence and dispatch are not disclosed from the order-sheet. The order-sheet of the case is equally a reflection and an indictment of the judicial process. The court has ample powers to ensure that the process of law is not stalled by the dilatory tactics of any party. The courts are not helpless and cannot be seen to be helpless. \n30. The rule of law cannot be flouted or permitted to fail. It is the obligation of this Court to ensure that the rule of law is upheld under all circumstances. \n31. In light of these facts and the authorities at hand, I am of the opinion that this is a fit case to exercise the supervisory jurisdiction under Article 227 of the Constitution of India by issuing strict directions to decide the matter finally within a stipulated period of time. \n32. The supervening event of the COVID 19 pandemic, and its impact on the judicial process has to be noticed before issuing final directions. It is true that COVID 19 pandemic has disrupted the regular functioning of the courts. Admittedly, certain latitude has to be given to the courts and the counsels in view of the prevalence of the COVID 19 pandemic. \n33. But it is equally true that compliance of law laid down by the Hon'ble Supreme Court and this Court cannot be neglected on the pretext of the pandemic. The law cannot be held in suspended animation for the same reason. \n34. If the rule of constitutional order is to exist at all times, the rule of law has to prevail under all circumstances. Laws cannot stand still and courts cannot fall silent, even in the face of mortal peril to humanity. Laws will evolve and the courts will adapt, but their existence is constant and their reckoning is inevitable.\n35. The courts in the State have adapted their functioning to the new realities of the day. Detailed guidelines have been issued by the High Court on the administrative side, regarding functioning of the courts in the district judgeships of the State of Uttar Pradesh during the COVID 19 pandemic. The proceedings of this case shall be conducted in adherence to the said guidelines, and this case shall be treated as \"most urgent\" at all times. \n36. With consent of learned counsel for the parties, the following measures shall facilitate the learned court below/ the learned District Judge, Gautam Budh Nagar, to dispose of the said proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 in the time stipulated in the succeeding paragraphs:\n(I) The learned court below/ the learned District Judge, Gautam Budh Nagar, is directed to decide the Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), within a period of six months from the date of receipt of a certified copy of this order. \n(II) The learned court below/ the learned District Judge, Gautam Budh Nagar, shall not grant any unnecessary adjournment to the parties. \n(III) In case any adjournment is granted in the paramount interest of justice, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall record the reasons for adjournment and impose costs not below Rs.10,000/- for each adjournment upon the party seeking such adjournment. \n(IV) In case the counsels abstain from work on account of strike calls, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall proceed in the absence of such counsels and pass appropriate orders. The parties shall be permitted to appear in person if they so desire. \n(V) In case the counsel for any party does not appear before the learned court below/ the learned District Judge, Gautam Budh Nagar, on any date on account of strike of advocates, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall not permit such counsel (of either party) to appear in this case on all future dates. \n(VI). In this case, if the functioning of the court is brought to a stand still because of strike call, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall take out appropriate proceedings in law against the erring counsels for flouting the directions of the Hon'ble Supreme Court in the cases of Ex-Capt. Harish Uppal Vs Union of India and another reported at (2003) 2 SCC 45 and Krishnakant Tamrakar Vs State of Madhya Pradesh reported at AIR 2018 SC 3635. \n(VII) The learned court below/ the learned District Judge, Gautam Budh Nagar shall fix at least two dates every week in the matter. If required, the learned court below/ the learned District Judge, Gautam Budh Nagar shall proceed with the matter on a day to day basis, and even in the absence of counsels, to ensure that the above stipulated time period of six months for concluding the proceedings is strictly adhered to. \n(VIII) If the learned Presiding Officer is not available for any reason, the matter may be transferred to another court, which is available, if required in the interest of justice and permissible by law. \n37. This order shall be held in abeyance in case the court is shut down due to any emergency created by COVID-19 pandemic. However, the order shall become operative immediately after the reopening of the court. The time-line in this order shall be adjusted accordingly by the learned Presiding Officer. \n38. The petition is finally disposed of. \nOrder Date :- 14.08.2020 Ashish Tripathi    ",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court ccs infotech limited vs the director esd mee seva on 26 august, 2022 bench: p naveen rao, g.radha rani honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 com ca no.33 of 2018: between: ccs infotech limited, having its regd.office at no.14, periyar road, t.nagar, chennai, rep.by its authorized signatory sri s.sridhar, s/o. late hanumantha rao, aged 38 years, r/o.nellore and others. .appellants and the director esd (mee seva), formerly commissioner (eds), eseva, road no.7, banjara hills, hyderabad. .respondent the court made the following: pnr,j & dr.grr,j com ca no.33 of 2018 & batch 2 honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 common judgment: (per hon'ble sri justice p.naveen rao) heard learned counsel sri ch.pushyam kiran for the appellants, learned special counsel for state of andhra pradesh sri goverdhan reddy and learned government pleader for arbitration (telangana state). 2. comca nos.33 and 34 of 2018 are filed by ccs infotech limited, comca nos.40, 41, 42, 48, 49 of 2018 and comca nos.4, 17, 18, 19, 20 of 2019 are filed by esd (mee seva) of both states respectively and comca nos. 51 and 52 of 2018 are filed by united telecoms ltd. as the issues raised in all the above comcas are same, they are heard and considered and common judgment is passed. 3. with the avowed object of providing various services to the citizens of hyderabad and secunderabad, as part of e-goverance initiative, the government of the then combined state of andhra pradesh proposed to start e-seva (later called as mee-seva) centers. these services were later extended to several other municipal areas in the combined state. it has sought for expression of interest to be part of the initiative as technical partners. several software companies responded to the tender notification. the cms computers limited was the successful bidder in respect of zone-i, iv, v, vi, united telecoms pnr,j & dr.grr,j com ca no.33 of 2018 & batch limited was the successful bidder in respect of zone-ii and ccs infotech limited and data management corporation was the successful bidder in respect of zone-iii. all of them entered into agreements with the mee-seva organisation on 19.05.2003. the agreements envisaged to build, operate, maintain and transfer. under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under article 3 of the agreement. the agreements are valid for a period of five years from the effective date defined in article 4.1. as per the agreement, cms opened 14 centers in zone-i, 27 centers in zone-iv, 12 centers in zone-v and 7 centers in zone-vi. similarly utl opened 25 centers in zone-ii, whereas ccs opened 15 centers in zone-iii. subsequently, supplemental agreements were also entered into between the claimants and the mee-seva organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. as per the supplemental agreements, cms opened 16 additional centers in zone-i, 16 additional centers in zone-iv, 16 additional cetners in zone-v and 15 additional centers in zone-vi. thus, in all cms opened 30 centers in zone-i, 32 centers in zone-iv, 28 centers in zone-v and 22 centers in zone-vi under the original and supplemental agreements put together. similarly, utl opened 26 additional centers in all 51 centers. ccs also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in zone-iii. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 4. disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. the disputes were referred to arbitration. hon'ble justice v.v.n.sastry (retired) was appointed as arbitrator. 5. the learned arbitrator formulated following issues for consideration: (1) whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ? (2) whether the revision/reduction of rates by the respondent is illegal and unsustainable ? (3) whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ? (4) whether the claimants are entitled to all or any of the reliefs claimed ? 6. on considering the oral and documentary evidence, the learned arbitrator passed a preliminary award holding the issue nos.1 and 3 against the claimants and issue nos.2 and 4 in favour of claimants. 7. in brief, the findings of arbitrator in his preliminary award are as under: pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: \"accordingly, i hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. it, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. the interim order granted earlier for maintaining status quo is discharged.\" issue no.2: \"i hold on issue no.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. however, with regard to electricity bills, in view of the orders passed by the government in g.o.rt.no.205, dated 30.06.2009, i am of the view that it is just and proper to direct payment at the rate of 5/per transaction to the claimants from 01.03.2008 onwards.\" issue no.3: \"arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.4: \"for determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\" 8. learned arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. 9. against the preliminary award of the arbitrator on issues 2 and 4, mee-seva preferred o.p.no.1122 of 2012 under section 34 of the act, 1996 in the civil court, later transferred to commercial court and renumbered as c.o.p.no.124 of 2016. 10. the learned arbitrator passed two separate final awards quantifying the amount by transco and directing to determine bsnl transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. 11. against the final award of the arbitrator, mee-seva preferred o.p.no.1121 of 2012 under section 34 of the act, 1996 before civil court, later transferred to the commercial court and renumbered as c.o.p.no.119 of 2016. 12. on issue no.2, the commercial court held that arbitrator erred in applying revision of rates at 5/per transaction w.e.f. 01.03.2008. pnr,j & dr.grr,j com ca no.33 of 2018 & batch it amounted to applying the revision retrospectively, whereas government order dated 30.06.2009 was prospective only. the commercial court accordingly modified the decision of the arbitrator. on issue no.4, the commercial court modified the rate of interest from 12% per annum to 6% per annum. 13. this triggered the present batch of appeals by the claimants, the mee-seva of state of telangana and mee-seva of the state of andhra pradesh. 14. learned counsel for claimants made following submissions: (a) the remedy under section 34 is not an appeal against the award. parameters to consider the award are limited to the aspects provided in section 34. the court in exercise of jurisdiction under section 34 can either affirm or set aside the award, but has no competence to modify the award; (b) the commercial court erred in holding the entitlement to levy 5/per transaction as prospective from the date of issue of g.o.rt.no.205, dated 30.06.2009; (c) the commercial court grossly erred in reducing the rate of interest from 12% to 6% per annum; (d) according to learned counsel, the award of learned arbitrator commends acceptance in toto. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 15. learned special counsel for state of andhra pradesh sri goverdhan reddy submitted as under: (a) he would submit that the g.o.rt.no.205 dt.30.06.2009 has no application to the existing contractors. it is applicable to fresh contracts. on electricity bills conclusions recorded by the learned arbitrator are contrary to his findings on issue no.2. as can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of mee-seva. thus, the conclusion of arbitrator is perverse; (b) he would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. as can be seen from section 32 of the act, once an award is passed by the arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; (c) he would further submit that against preliminary award, o.ps., were filed. as per section 34 of the act as it stood at the relevant point of time, once o.ps are filed, it is a deemed stay and, therefore, the arbitrator could not have passed final award after institution of o.ps. though the fact of filing o.ps., was informed to the learned arbitrator, he passed final award. it is a patently illegal course adopted by the arbitrator. (d) according to learned counsel, article 3.1 of the contract specifies the rates per transaction. according to article 3.2.1 the rates pnr,j & dr.grr,j com ca no.33 of 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. the letter dated 31.03.2007 shows that the technology partners consented to collect 2/per transaction instead of 5/from 01.04.2007. however, later the issue was reviewed and 5/per transaction was continued upto 01.03.2008; (e) he would submit that the term of contract with technology partners came to an end between the years 2008 to 2009 on various dates respectively. that being so, by way of interim order, the learned arbitrator extended the contract. such course adopted by the arbitrator is in excess of jurisdiction. by virtue of interim order, the contract continued far beyond the period envisaged in the contract; (f) learned counsel fairly submits that in an application under section 34, commercial court cannot modify the award. however, as the award is vitiated on several counts, having regard to the findings arrived at, the commercial court ought to have remanded to the arbitrator for passing fresh award. 16. learned government pleader for arbitration state of telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned special counsel for government of andhra pradesh. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 17. in reply, learned counsel for claimants submitted that in a section 34 application re-appreciation of evidence is not permissible. learned counsel justified passing two awards. according to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. therefore, learned arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. it is within the competence of the arbitrator to make assessment of amounts due to the claimants and to award interest. therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. 18. having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new arbitrator may be appointed. 19. following issues arise for consideration: (1) whether the arbitrator is competent to pass preliminary award and final award ? (2) whether in applications filed under section 34, can the commercial court modify the awards of the arbitrator ? (3) whether the findings recorded and conclusions arrived at by the arbitrator on issues 2 and 4 are legal and valid ? (4) what relief ? pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: 20. to consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in sections 171, 322, and 333 of the act, 1996. section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. interim award is referable to section 17. section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in section 17. section 32 deals with termination of s.17. interim measures ordered by arbitral tribunal.-(1) a party may, during the arbitral proceedings apply to the arbitral tribunal-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the court for all purposes and shall be enforceable under the code of civil procedure,1908 (5 of 1908), in the same manner as if it were an order of the court. s.32. termination of proceedings.--(1) the arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) the arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -(a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. s.33. correction and interpretation of award; additional award.--(1) within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-(a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) if the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) if the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) the arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. s.2. definitions:(1) in this part, unless the context otherwise requires,(a)&(b) xxx (c) 'arbitral award' includes an interim award; pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings. according to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). this section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil court passing preliminary decree and final decree in a suit. 21. section 33 deals with 'correction' and 'interpretation of award'. according to this provision, within 30 days from the date of receipt of arbitral award, a party can request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. the provision also enables a party to request the arbitrator 'to give an interpretation' of a specific point or part of the award. if the arbitral tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. interpretation or correction made shall form part of the arbitral award. 22. it is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. however, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. if the arbitral tribunal agrees with such application, it can pass additional arbitral award. from the provision of the act, the scheme is very clear that it does not pnr,j & dr.grr,j com ca no.33 of 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the arbitrator. an additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. 23. from the reading of sub-sections (1) and (2) of section 33, it is also apparent that the arbitrator should resort to computation of entitlement before the award is passed and include in the award. if there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. the arbitrator can suo-motu correct any clerical errors, but nothing more. the scheme also makes it clear that once an award is passed by the arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. that being so, splitting the award and passing preliminary and final awards by the arbitrator is vitiated on this ground. issue no.2: 24. section 345 vests right in a party to a dispute to challenge the award passed by the arbitrator before the civil court or before the s.34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-(a) the party making the application establishes on the basis of the record of the arbitral tribunal that-(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which pnr,j & dr.grr,j com ca no.33 of 2018 & batch commercial court. the civil court/commercial court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the arbitrator for fresh consideration, but cannot alter or modify the award passed by the arbitrator. 25.1. in the project director, national highways nos.45e and 220, national highways authority of india vs. m.hakeem and others6, the hon'ble supreme court held as under: \"16. what is important to note is that, far from section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of section 34. secondly, as the marginal note of section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"recourse\" is defined by p. ramanatha aiyar's advanced law lexicon (3rd edn.) as the enforcement or method of enforcing a right. where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. what is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. this becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of section 34, the court may adjourn the section 34 proceedings and give the arbitral tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. here again, it is important to note that it is the opinion of the arbitral tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subjectmatter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2. --for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute. (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. (2021) 9 scc 1 pnr,j & dr.grr,j com ca no.33 of 2018 & batch 42. it can therefore be said that this question has now been settled finally by at least 3 decisions [mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181] , [kinnari mullick v. ghanshyam das damani, (2018) 11 scc 328 : (2018) 5 scc (civ) 106] , [dakshin haryana bijli vitran nigam ltd. v. navigant technologies (p) ltd., (2021) 7 scc 657] of this court. even otherwise, to state that the judicial trend appears to favour an interpretation that would read into section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 act; as also to ignore the fact that the 1996 act was enacted based on the uncitral model law on international commercial arbitration, 1985 which, as has been pointed out in redfern and hunter on international arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in section 34 of the arbitration act, 1996. xxxx 48. quite obviously if one were to include the power to modify an award in section 34, one would be crossing the lakshman rekha and doing what, according to the justice of a case, ought to be done. in interpreting a statutory provision, a judge must put himself in the shoes of parliament and then ask whether parliament intended this result. parliament very clearly intended that no power of modification of an award exists in section 34 of the arbitration act, 1996. it is only for parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the arbitration act, 1996, and bring it in line with other legislations the world over.\" 25.2. the division bench of this court in ragya bee and others vs. p.s.r. constructions and others7, held as under: \"22. the scope of power of civil court under section 34 is no more res-integra, in view of the decision of hon'ble supreme court in mcdermott international inc vs burn standard company limited8. in the said decision and the decisions that followed, the hon'ble supreme court held that in a petition under section 34 of the act, 1996, the court cannot correct errors of arbitrator. it can only quash the award. paragraphs 51 and 52 of mcdermott international inc read as under: \"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" (emphasis supplied) 23. the decision of hon'ble supreme court in m.hakeem (supra) puts the issue beyond pale of doubt. it is affirmation of statement of law that stood the test of times. on review of precedent decisions, hon'ble supreme court held that section 34 of the act, 1996 cannot be held to include within it a power to modify the award. .\" 25.3. in delhi airport metro express pvt. ltd. vs. delhi metro rail corporation ltd., hon'ble court held as under: \"28. this court has in several other judgments interpreted section 34 of the 1996 act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards. the limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds. however, the difficulty arises in applying the wellestablished principles for interference to the facts of each case that come up before the 2022 (3) ald 151 (2006) 11 scc 181 (2022) 1 scc 131 pnr,j & dr.grr,j com ca no.33 of 2018 & batch courts. there is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. this approach would lead to corrosion of the object of the 1996 act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. that apart, several judicial pronouncements of this court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. 29. patent illegality should be illegality which goes to the root of the matter. in other words, every error of law committed by the arbitral tribunal would not fall within the expression \"patent illegality\". likewise, erroneous application of law cannot be categorised as patent illegality. in addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". what is prohibited is for courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. the permissible grounds for interference with a domestic award under section 34(2-a) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. an arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. the conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" 26. having regard to the provision in section 34 and the law governing the field, the court below grossly erred in modifying the award. 27. as per then provision in section 34, once application is filed under section 34, it would be amounting to deemed stay against the award passed by the arbitrator. the application under section 34 was filed challenging the preliminary award before the final award was passed by the arbitrator and this fact was informed to the arbitrator. though arbitrator took note of the filing of op, he proceeds to pass final award. the final award passed by the arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 28. in the preliminary award, the arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. thus, excluding the final award, preliminary award is incomplete. in view of the statutory mandate of section 34 as obtained then, the arbitrator could not have passed final award after op was filed under section 34 of the act challenging the preliminary award. 29. cumulatively, we have noticed that the decision of the arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under section 34 the commercial court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. these aspects go to the root of the matter. in view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. issue no.4. to what relief : 30. as the award of the arbitrator and the decision of the commercial court in application filed under section 34 are not sustainable the comcas are allowed. however, as the dispute requires resolution, we deem it proper to remit the matter to the arbitral tribunal. as both parties are in agreement for referring the matter to a new arbitrator, we are inclined to accept the request of learned counsel to appoint sri justice vilas v.afzulpurkar, retired judge of this court, as sole arbitrator. the parties are directed to place all the pleadings and documents forming part of arbitral pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings before the earlier arbitrator with hon'ble sri justice vilas v.afzulpurkar. as the issue is very old, we request hon'ble sri justice vilas v.afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. the parties are directed to prepare compilation and submit all the documents to the hon'ble sri justice vilas v.afzulpurkar within four weeks from the date of receipt of copy of this order. it is made clear that there is no expression of opinion on merits. pending miscellaneous petitions if any shall stand closed. _______________________ p.naveen rao, j _______________________ dr.g.radha rani, j date: 26.08.2022 kkm /tvk pnr,j & dr.grr,j com ca no.33 of 2018 & batch honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddf95eb03c3c48609942120816c31515_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e450339d588c4486b6a0cd275e7d0bb7_1"
        },
        {
            "start": 242,
            "end": 357,
            "text": "\nAllahabad High Court\nAakash Engineers Contractors vs Presiding Officer Commercial Court And ... on 14 August, 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b3f5db2b84040a3bc03a2ad7173e117_2"
        },
        {
            "start": 358,
            "end": 712,
            "text": "\nAuthor: Ajay Bhanot\nBench: Ajay Bhanot\nHigh Court Of Judicature At Allahabad\n \n \n\nCourt No. - 3\n \n\n \nCase :- Matters Under Article 227 No. - 791 of 2020\n \nPetitioner :- Aakash Engineers Contractors\n \nRespondent :- Presiding Officer Commercial Court And Another\n \nCounsel for Petitioner :- Shashank Dwivedi,Nirendra Mohan\n \n\n \nHon'ble Ajay Bhanot,J.\n \n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6869c2107cda4f70a75ff00836ea26ad_3"
        },
        {
            "start": 713,
            "end": 840,
            "text": "Heard Sri Shashank Dwivedi, learned counsel for the petitioner and Sri Nikhil Agrawal, learned counsel for the respondent No.2.",
            "labels": [
                "NONE"
            ],
            "id": "1318d5202e61433fad657ab3255c995b_4"
        },
        {
            "start": 842,
            "end": 1338,
            "text": "2. This petition has been filed with the following prayer:\n\"To direct the respondent No.1, i.e. Presiding Officer, Commercial Court, District-Gautam Buddh Nagar to decide Arbitration Case No.109 of 2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), pending for disposal since 10.09.2018, i.e. from one year and four months, expeditiously within stipulated period of two months if possible.\"",
            "labels": [
                "NONE"
            ],
            "id": "771ae80c07c44a038cea6c59377e0d52_5"
        },
        {
            "start": 1339,
            "end": 1517,
            "text": "\n3. Sri Nikhil Agrawal, learned counsel for the respondent No.2 does not have any objection to the matter being decided within a stipulated period to be prescribed by this Court.",
            "labels": [
                "NONE"
            ],
            "id": "d3b9c39853b7498c8bc6efd8c8ec6f28_6"
        },
        {
            "start": 1519,
            "end": 1685,
            "text": "4. Though the matter could have been disposed of on the terms of the fair submission and consent given by Sri Nikhil Agrawal, learned counsel for the respondent No.2.",
            "labels": [
                "NONE"
            ],
            "id": "bf300ca3c2f34622a3a92ac4b057add2_7"
        },
        {
            "start": 1686,
            "end": 1976,
            "text": "However, the facts of the case require this Court to consider the controversy in certain detail, and make observations for the benefit of all the stakeholders including the learned counsel for the parties, and for guidance of the learned trial court in the proper implementation of the law.",
            "labels": [
                "NONE"
            ],
            "id": "a367fefa10c74c5395feaff081cf4e67_8"
        },
        {
            "start": 1977,
            "end": 2297,
            "text": "\n5. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors) were instituted on 15.06.2018 before the learned court below/ the learned District Judge, Gautam Budh Nagar.",
            "labels": [
                "NONE"
            ],
            "id": "66c3c849601d403aaec0110dd695cb05_9"
        },
        {
            "start": 2299,
            "end": 2394,
            "text": "6. The matter was placed before the learned Presiding Officer for the first time on 10.09.2018.",
            "labels": [
                "NONE"
            ],
            "id": "79b6d86111454af984e6e2722795edc4_10"
        },
        {
            "start": 2395,
            "end": 2452,
            "text": "The petitioner was the caveator and received the notices.",
            "labels": [
                "NONE"
            ],
            "id": "7b092c070b7a4e9d9e1d99cb3b06d958_11"
        },
        {
            "start": 2453,
            "end": 2494,
            "text": "The matter was then posted on 11.10.2018.",
            "labels": [
                "FAC"
            ],
            "id": "5e3aa250178b425380743b8314500a2d_12"
        },
        {
            "start": 2495,
            "end": 2566,
            "text": "On 11.10.2018, it was directed that the matter be posted on 25.10.2018.",
            "labels": [
                "RPC"
            ],
            "id": "4d0cb7b8682047c599c3a1c7ae50395d_13"
        },
        {
            "start": 2567,
            "end": 2628,
            "text": "The counsels for both the parties were present on 25.10.2018.",
            "labels": [
                "NONE"
            ],
            "id": "3c55e3cdfb6a4844b95e7ef087ec708b_14"
        },
        {
            "start": 2629,
            "end": 2723,
            "text": "The pleadings on application no.23-Ga were exchanged, and the matter was posted on 04.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "bfc5f08382134f889e19e0f9486f39a2_15"
        },
        {
            "start": 2724,
            "end": 2836,
            "text": "On 04.12.2018, the matter was adjourned due to absence of counsel for the respondent, and posted for 10.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "3440dab631a8495aabe4c3eb210581a7_16"
        },
        {
            "start": 2837,
            "end": 2961,
            "text": "Hearing could not happen on 10.12.2018 as the learned Presiding Officer was on leave, and next date was fixed on 19.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "4d5aab845d5048a9816b5a853d975246_17"
        },
        {
            "start": 2962,
            "end": 3045,
            "text": "Thereafter, successive dates were fixed in the matter on 09.01.2019 and 28.01.2019.",
            "labels": [
                "FAC"
            ],
            "id": "e71f3112e5364b099d05daf60dd8e06d_18"
        },
        {
            "start": 3046,
            "end": 3105,
            "text": "But no effective hearing took place on the aforesaid dates.",
            "labels": [
                "FAC"
            ],
            "id": "61539b098139494cae0e94ad4a4b2e60_19"
        },
        {
            "start": 3106,
            "end": 3210,
            "text": "On 07.02.2019 the matter was dismissed for non-prosecution due to absence of counsel for the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "6cbf34ff2c1a46138f563fd638e6b837_20"
        },
        {
            "start": 3211,
            "end": 3336,
            "text": "Once again on 20.02.2019 and 28.02.2019 no effective hearing happened, though the counsels for both the parties were present.",
            "labels": [
                "FAC"
            ],
            "id": "92e8926ab1824f99ab920560c0dffe6e_21"
        },
        {
            "start": 3337,
            "end": 3392,
            "text": "On 13.03.2019, the restoration application was allowed.",
            "labels": [
                "FAC"
            ],
            "id": "ab8e7b67c27d410bafeb6ed0a7b12bf3_22"
        },
        {
            "start": 3393,
            "end": 3603,
            "text": "The order-sheet of the learned trial court on 25.03.2019, 16.04.2019, 06.05.2019 and 21.05.2019 records the presence of the counsels and adjournment of the matter to subsequent dates for disposal of objections.",
            "labels": [
                "FAC"
            ],
            "id": "0eb86d02c5c54092a306429264eee343_23"
        },
        {
            "start": 3604,
            "end": 3780,
            "text": "On 08.07.2019, the learned trial court records that in case the application for holding the execution proceedings in abeyance is filed, the same shall be decided on its merits.",
            "labels": [
                "RPC"
            ],
            "id": "7717967fd6de4a1da530c1bf4fa3a3f0_24"
        },
        {
            "start": 3781,
            "end": 3882,
            "text": "On 01.08.2019 and 29.08.2019, the respondent tendered a stay application registered as paper no.16Ga.",
            "labels": [
                "FAC"
            ],
            "id": "b7e5f5840cdd4a4db821412da43b0882_25"
        },
        {
            "start": 3883,
            "end": 3984,
            "text": "On 05.09.2019, the following order was passed:\n\"For applicant counsel Shri Rajeev Agrawal is present.",
            "labels": [
                "FAC"
            ],
            "id": "e5f17fa791b84cb2a8eb0dc8997d9c2b_26"
        },
        {
            "start": 3985,
            "end": 4037,
            "text": "For respondent counsel Shri Vijay Sharma is present.",
            "labels": [
                "NONE"
            ],
            "id": "8b29e3a4ad414647936b024eed1f9324_27"
        },
        {
            "start": 4038,
            "end": 4096,
            "text": "28Ga application dated 10.12.2018 is pending for disposal.",
            "labels": [
                "FAC"
            ],
            "id": "c009f688abec4806b51a766a1d6a16ee_28"
        },
        {
            "start": 4097,
            "end": 4293,
            "text": "This application has been moved by the applicant with the request that the file be summoned which is stopped by the opposite party counsel and also argued that the application is not maintainable.",
            "labels": [
                "FAC"
            ],
            "id": "a8771a7a5ebe4e12a3251bfb905c9b61_29"
        },
        {
            "start": 4294,
            "end": 4337,
            "text": "Arbitration proceedings pending since 2018.",
            "labels": [
                "FAC"
            ],
            "id": "3e6051372fe14c27a5f7c4de63c087ff_30"
        },
        {
            "start": 4338,
            "end": 4436,
            "text": "Parties are directed that they may file papers on which they want to put reliance during argument.",
            "labels": [
                "FAC"
            ],
            "id": "72cf67139f444a7eb42d74f8354bcbb7_31"
        },
        {
            "start": 4437,
            "end": 4485,
            "text": "Hence, application 28Ga disposed of accordingly.",
            "labels": [
                "FAC"
            ],
            "id": "6fe9b059013b45e99dd28dfeb0933786_32"
        },
        {
            "start": 4486,
            "end": 4524,
            "text": "Put up for argument on 28.09.2019.\"\n7.",
            "labels": [
                "NONE"
            ],
            "id": "bbdc6b68c1da450fa8171541409bd770_33"
        },
        {
            "start": 4525,
            "end": 4599,
            "text": "However, on 28.09.2019, the matter was posted for arguments on 15.11.2019.",
            "labels": [
                "FAC"
            ],
            "id": "f1b246b31b2549e2a67c383632fdae0b_34"
        },
        {
            "start": 4600,
            "end": 4632,
            "text": "The matter thus remains pending.",
            "labels": [
                "FAC"
            ],
            "id": "ee0783c0483a4f63a0b2a8cf57cd6546_35"
        },
        {
            "start": 4633,
            "end": 4730,
            "text": "This necessitated the institution of the petition under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "96c412e7c0a14d0892d2475a833fea4a_36"
        },
        {
            "start": 4732,
            "end": 4823,
            "text": "8. The constitutional courts are cognizant of the problem of delays in our judicial system.",
            "labels": [
                "NONE"
            ],
            "id": "1a9951a0244f4d64b66f52bdf30c301d_37"
        },
        {
            "start": 4824,
            "end": 4898,
            "text": "They have consistently attempted to purge the legal system of this menace.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "572ae894f0a843d1b571d70834b3c6ec_38"
        },
        {
            "start": 4899,
            "end": 5008,
            "text": "Various judgments have identified some of the causes of delays, & appropriate judicial directions have been i",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb7a313c93b64b79a05386da2e5c8dea_39"
        },
        {
            "start": 5009,
            "end": 5038,
            "text": "ssued to address the problem.",
            "labels": [
                "NONE"
            ],
            "id": "8f76b9cf370047cd8a6951a3030df15d_40"
        },
        {
            "start": 5039,
            "end": 5339,
            "text": "\n9. The following question was posed for determination before the Hon'ble Supreme Court in M/s Shiv Cotex Versus Tirgum Auto Plast P. Ltd. and others, reported at 2011 (89) ALR 232 :\n\"14.....Is the court obliged to give adjournment after adjournment merely because the stakes are high in the dispute?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f68e30db75ee487f85cb225fd2451e41_41"
        },
        {
            "start": 5340,
            "end": 5480,
            "text": "Should the court be silent spectator and leave control of the case to a party to the case who has decided not to take the case forward?\"\n10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "613ef19c32d944a9a20d3c3ab554566f_42"
        },
        {
            "start": 5481,
            "end": 5753,
            "text": "Thereafter, the Hon'ble Supreme Court while emphasizing the imperative of expeditious disposal of suits to preserve the faith in the judicial system held thus:\n\"15...It is sad, but true, that the litigants seek - and the courts grant - adjournments at the drop of the hat.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5010858b89d3401c8eb50a6f82ed5c47_43"
        },
        {
            "start": 5754,
            "end": 5944,
            "text": "In the cases where the judges are little pro-active and refuse to accede to the requests of unnecessary adjournments, the litigants deploy all sorts of methods in protracting the litigation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "50c2f4b0f8624486b68c72b73612d1f7_44"
        },
        {
            "start": 5945,
            "end": 6001,
            "text": "It is not surprising that civil disputes drag on and on.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c4ed05ebbe44b7f820f83ce1ce4f193_45"
        },
        {
            "start": 6002,
            "end": 6107,
            "text": "The misplaced sympathy and indulgence by the appellate and revisional courts compound the malady further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc8c81ca4bf645a28691daf0de5f5c08_46"
        },
        {
            "start": 6108,
            "end": 6162,
            "text": "The case in hand is a case of such misplaced sympathy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "043c6e8246b2445f85c214f9c7b4259e_47"
        },
        {
            "start": 6163,
            "end": 6432,
            "text": "It is high time that courts become sensitive to delays in justice delivery system and realize that adjournments do dent the efficacy of judicial process and if this menace is not controlled adequately, the litigant public may lose faith in the system sooner than later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "608974144bd84ff7a7e98c572ea89b94_48"
        },
        {
            "start": 6433,
            "end": 6559,
            "text": "The courts, particularly trial courts, must ensure that on every date of hearing, effective progress takes place in the suit.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8ee53f985de846d3b388dabb149d56ae_49"
        },
        {
            "start": 6560,
            "end": 6630,
            "text": "\n16....No litigant has a right to abuse the procedure provided in CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f7dc67aea4a4c7e94a4edc3ffa39942_50"
        },
        {
            "start": 6631,
            "end": 6922,
            "text": "Adjournments have grown like cancer corroding the entire body of justice delivery system.\"\n17.....\"A party to the suit is not at liberty to proceed with the trial at its leisure and pleasure and has no right to determine when the evidence would be let in by it or the matter should be heard.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ea5a4bc2be74400694f917662ed35cf1_51"
        },
        {
            "start": 6923,
            "end": 7110,
            "text": "The parties to a suit -- whether the plaintiff or the defendant -- must cooperate with the court in ensuring the effective work on the date of hearing for which the matter has been fixed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c2665f6fb4c4f6ab8a4354491080d52_52"
        },
        {
            "start": 7111,
            "end": 7157,
            "text": "If they don't, they do so at their own peril.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d633bdf72532495886a48efb23152c85_53"
        },
        {
            "start": 7159,
            "end": 7565,
            "text": "11. Interminable delays caused by unnecessary adjournments sought for and granted to parties in a routine manner, and the collective responsibility of all the stake holders in the judicial system arose for determination before the Hon'ble Supreme Court in Noor Mohammed Vs. Jethanand and another, reported at (2013) 5 SCC 202.\n12. Dispensing justice is the fundamental raison d'etre of the judicial system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff5aef1ff91c4bd696e0f1fe692c8e88_54"
        },
        {
            "start": 7566,
            "end": 7686,
            "text": "Timely delivery of justice is indispensable to retaining the faith of the common man in the justice dispensation system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ac96a2b767784f16a3f85e0e007b5517_55"
        },
        {
            "start": 7688,
            "end": 7966,
            "text": "13. Reiterating the importance of timely delivery of justice, and after setting its face against indifference of the judicial system to the plight of the litigants, the Hon'ble Supreme Court in Noor Mohammed (supra) defined the problem and issued directions for its resolution :",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed6faefa5bfd4fe681064168260f5795_56"
        },
        {
            "start": 7967,
            "end": 8154,
            "text": "\n\"27. The anguish expressed in the past and the role ascribed to the Judges, lawyers and the litigants is a matter of perpetual concern and the same has to be reflected upon every moment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50b5228a4e8540dd8c6f5d60de997b11_57"
        },
        {
            "start": 8155,
            "end": 8224,
            "text": "An attitude of indifference can neither be appreciated nor tolerated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "77e934ec04ef46d5a7fca8dd8a7630e5_58"
        },
        {
            "start": 8225,
            "end": 8293,
            "text": "Therefore, the serviceability of the institution gains significance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d7a978e639e44d08923f29a3f864486_59"
        },
        {
            "start": 8294,
            "end": 8412,
            "text": "That is the command of the Majesty of Law and none should make any maladroit effort to create a concavity in the same.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0e90157739004cddb798956521e580ef_60"
        },
        {
            "start": 8413,
            "end": 8503,
            "text": "Procrastination, whether at the individual or institutional level, is a systemic disorder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8e16931ef334df3b956b50f824dfada_61"
        },
        {
            "start": 8504,
            "end": 8654,
            "text": "Its corrosive effect and impact is like a disorderly state of the physical frame of a man suffering from an incurable and fast progressive malignancy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "317b4f02ef1545e280ed22964c2321d0_62"
        },
        {
            "start": 8655,
            "end": 8866,
            "text": "Delay either by the functionaries of the court or the members of the Bar significantly exhibits indolence and one can aphoristically say, borrowing a line from Southwell \"Creeping snails have the weakest force\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d050226e9bb848169e6b8a919a243147_63"
        },
        {
            "start": 8867,
            "end": 9071,
            "text": "Slightly more than five decades back, talking about the responsibility of the lawyers, Nizer Louis[16] had put thus: -\n\"I consider it a lawyer's task to bring calm and confidence to the distressed client.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5833f0ff50884912b99494a1cd1adba4_64"
        },
        {
            "start": 9072,
            "end": 9151,
            "text": "Almost everyone who comes to a law office is emotionally affected by a problem.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "281771d60aa546bd91a9a4326ae69f1f_65"
        },
        {
            "start": 9152,
            "end": 9245,
            "text": "It is only a matter of degree and of the client's inner resources to withstand the pressure.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3964cd08ed634a0884bb29a47ca91f30_66"
        },
        {
            "start": 9247,
            "end": 9461,
            "text": "A few lines from illustrious Frankfurter is fruitful to recapitulate:\n\"I think a person who throughout his life is nothing but a practicing lawyer fulfils a very great and essential function in the life of society.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cde30002db374fc288e9df0b250ad035_67"
        },
        {
            "start": 9462,
            "end": 9577,
            "text": "Think of the responsibilities on the one hand and the satisfaction on the other, to be a lawyer in the true sense.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40a3bcfc14bf40a1a75b4c3327b8918e_68"
        },
        {
            "start": 9579,
            "end": 9697,
            "text": "28. In a democratic set up, intrinsic and embedded faith in the adjudicatory system is of seminal and pivotal concern.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b52868f1bc70435ab0edf6909b1a44eb_69"
        },
        {
            "start": 9698,
            "end": 9757,
            "text": "Delay gradually declines the citizenry faith in the system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d52f6e3532fa4ec59c6dcff8e11c0b49_70"
        },
        {
            "start": 9758,
            "end": 9818,
            "text": "It is the faith and faith alone that keeps the system alive.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e1c858b88e6c48a4a7bdf22f51123f4e_71"
        },
        {
            "start": 9819,
            "end": 9849,
            "text": "It provides oxygen constantly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94bb53671b39430fafa9a00e2c3b66b4_72"
        },
        {
            "start": 9850,
            "end": 9971,
            "text": "Fragmentation of faith has the effect-potentiality to bring in a state of cataclysm where justice may become a casuality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a83ce02a38b446bbba91126b88ca2f5f_73"
        },
        {
            "start": 9972,
            "end": 10124,
            "text": "A litigant expects a reasoned verdict from a temperate Judge but does not intend to and, rightly so, to guillotine much of time at the altar of reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d4a7673d3e443a3b0c87dba8f9b28f7_74"
        },
        {
            "start": 10125,
            "end": 10218,
            "text": "Timely delivery of justice keeps the faith ingrained and establishes the sustained stability.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9294010b3d9240ba835e15c810c3bbce_75"
        },
        {
            "start": 10219,
            "end": 10411,
            "text": "Access to speedy justice is regarded as a human right which is deeply rooted in the foundational concept of democracy and such a right is not only the creation of law but also a natural right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38d66ee14cf04fe689ce5c26fb209f4e_76"
        },
        {
            "start": 10412,
            "end": 10505,
            "text": "This right can be fully ripened by the requisite commitment of all concerned with the system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1185eb49ec6f45d39d00f2d5ac70c8b8_77"
        },
        {
            "start": 10506,
            "end": 10646,
            "text": "It cannot be regarded as a facet of Utopianism because such a thought is likely to make the right a mirage losing the centrality of purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "914f547471ce4af7aedd1214a031b8da_78"
        },
        {
            "start": 10647,
            "end": 10780,
            "text": "Therefore, whoever has a role to play in the justice dispensation system cannot be allowed to remotely conceive of a casual approach.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e38079191e2426598a5793ca5e7d5e5_79"
        },
        {
            "start": 10782,
            "end": 10950,
            "text": "33. In the case at hand, as we perceive, the learned counsel sought adjournment after adjournment in a nonchalant manner and the same were granted in a routine fashion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3de804a659a84e3b8e72ad8019f77c4b_80"
        },
        {
            "start": 10951,
            "end": 11100,
            "text": "It is the duty of the counsel as the officer of the court to assist the court in a properly prepared manner and not to seek unnecessary adjournments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "745f7d65f712486babe9d2deca91f770_81"
        },
        {
            "start": 11101,
            "end": 11154,
            "text": "Getting an adjournment is neither an art nor science.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "886efa126304485da0ea5db84c6f187b_82"
        },
        {
            "start": 11155,
            "end": 11199,
            "text": "It has never been appreciated by the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cfa454b8cb747bd8cb7f72069708143_83"
        },
        {
            "start": 11200,
            "end": 11472,
            "text": "All who are involved in the justice dispensation system, which includes the Judges, the lawyers, the judicial officers who work in courts, the law officers of the State, the Registry and the litigants, have to show dedicated diligence so that a controversy is put to rest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3efbd358f0e449ffa3a455796db9b3d0_84"
        },
        {
            "start": 11473,
            "end": 11508,
            "text": "Shifting the blame is not the cure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7fd1884a27645429db216f090851c6d_85"
        },
        {
            "start": 11509,
            "end": 11618,
            "text": "Acceptance of responsibility and dealing with it like a captain in the frontier is the necessity of the time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cdb27b1db15549848562e776277fe029_86"
        },
        {
            "start": 11619,
            "end": 11676,
            "text": "It is worthy to state that diligence brings satisfaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87c9d072dae04297ae87d75337207381_87"
        },
        {
            "start": 11677,
            "end": 11766,
            "text": "There has to be strong resolve in the mind to carry out the responsibility with devotion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0044fbaa453744069404236c1036f31a_88"
        },
        {
            "start": 11767,
            "end": 11997,
            "text": "A time has come when all concerned are required to abandon idleness and arouse oneself and see to it that the syndrome of delay does not erode the concept of dispensation of expeditious justice which is the constitutional command.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4f3a34a3145471286b296d13f54ecfe_89"
        },
        {
            "start": 11998,
            "end": 12159,
            "text": "Sagacious acceptance of the deviation and necessitous steps taken for the redressal of the same would be a bright lamp which would gradually become a laser beam.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6bd057452b824382b00fa188c22f2b87_90"
        },
        {
            "start": 12160,
            "end": 12252,
            "text": "This is the expectation of the collective, and the said expectation has to become a reality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f1c42664c854ed4b3ba96d208eade45_91"
        },
        {
            "start": 12253,
            "end": 12305,
            "text": "Expectations are not to remain at the stage of hope.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c0c3ea8b62e4e3a8c21830d1befe62f_92"
        },
        {
            "start": 12306,
            "end": 12349,
            "text": "They have to be metamorphosed to actuality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61d0df4cc83f4150bc70e26b97590778_93"
        },
        {
            "start": 12350,
            "end": 12458,
            "text": "Long back, Francis Bacon, in his aphoristic style, had said, \"Hope is good breakfast, but it is bad supper\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35245d890f364039a5aac344c6ae3b17_94"
        },
        {
            "start": 12459,
            "end": 12489,
            "text": "We say no more on this score.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5a0c2662e934d38a0145163fb750a96_95"
        },
        {
            "start": 12491,
            "end": 12678,
            "text": "14. In Gayathri Vs. M.Girish, reported at (2016) 14 SCC 142, the Hon'ble Supreme Court exhorted the trial courts to address themselves to the malady of long delays in our judicial system:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5f3e380ee2ad4a809fed3668c0bc5d5c_96"
        },
        {
            "start": 12680,
            "end": 12822,
            "text": "\"9. In the case at hand, as we have stated hereinbefore, the examination-in-chief continued for long and the matter was adjourned seven times.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee66774963ca4c499613f7e8cd7be1cb_97"
        },
        {
            "start": 12823,
            "end": 12967,
            "text": "The Defendant sought adjournment after adjournment for cross-examination on some pretext or the other which are really not entertainable in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40659204ae424d87be56d7c325b38a09_98"
        },
        {
            "start": 12968,
            "end": 13046,
            "text": "But the trial Court eventually granted permission subject to payment of costs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e9687bc0788c4ff6bae46ff6f19934bc_99"
        },
        {
            "start": 13047,
            "end": 13260,
            "text": "Regardless of the allowance extended, the Defendant stood embedded on his adamantine platform and prayed for adjournment as if it was his right to seek adjournment on any ground whatsoever and on any circumstance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e88bf59a1684163ae3f73694153ca1b_100"
        },
        {
            "start": 13261,
            "end": 13371,
            "text": "The non-concern of the Defendant-Petitioner shown towards the proceedings of the Court is absolutely manifest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "48ad0d4620de4516991abeb349f83ec5_101"
        },
        {
            "start": 13372,
            "end": 13485,
            "text": "The disregard shown to the Plaintiff's age is also visible from the marathon of interlocutory applications filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef34e7de5e604481be4994418979dc37_102"
        },
        {
            "start": 13486,
            "end": 13562,
            "text": "A counsel appearing for a litigant has to have institutional responsibility.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28a2b25a52bd42f4a86002c31565c112_103"
        },
        {
            "start": 13563,
            "end": 13602,
            "text": "The Code of Civil Procedure so command.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "259f4cde86d64d83acb5baddc0544d61_104"
        },
        {
            "start": 13603,
            "end": 13740,
            "text": "Applications are not to be filed on the grounds which we have referred to hereinabove and that too in such a brazen and obtrusive manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dac11f0f8d934e249a5bb5067f126da6_105"
        },
        {
            "start": 13741,
            "end": 13768,
            "text": "It is wholly reprehensible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b2ba961296b479f93cedf416cb32bde_106"
        },
        {
            "start": 13769,
            "end": 13886,
            "text": "The law does not countenance it and, if we permit ourselves to say so, the professional ethics decries such practice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5276147d3e4f4465ae1d6f4bfd2031d8_107"
        },
        {
            "start": 13887,
            "end": 13942,
            "text": "It is because such acts are against the majesty of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7270609f72224daab7c2244ebe374ae0_108"
        },
        {
            "start": 13944,
            "end": 14144,
            "text": "12. In the case at hand, it can indubitably be stated that the Defendant-Petitioner has acted in a manner to cause colossal insult to justice and to the concept of speedy disposal of civil litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9291a9335ecf4e9a8c3eb43466302261_109"
        },
        {
            "start": 14145,
            "end": 14225,
            "text": "We are constrained to say the virus of seeking adjournment has to be controlled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dc07c058f8744698fca4919ae6bb041_110"
        },
        {
            "start": 14226,
            "end": 14330,
            "text": "The saying of Gita \"Awake! Arise! Oh Partha\" is apt here to be stated for guidance of trial courts.\"\n15.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7fdae5123d47413ab33090aee7c4d734_111"
        },
        {
            "start": 14331,
            "end": 14464,
            "text": "The foremost goal set out in the Preamble of the Constitution, is to secure to all citizens: Justice, social, economic and political.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "359c02c21b3f432394d240d1c8f5137f_112"
        },
        {
            "start": 14465,
            "end": 14536,
            "text": "\nJustice to be meaningful has to be delivered in a relevant time frame.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78ba9acb62bc42a5bc6b74882eec9c20_113"
        },
        {
            "start": 14537,
            "end": 14570,
            "text": "Delay invariably defeats justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bd65e728436498a9d6cfaef17ace1ee_114"
        },
        {
            "start": 14571,
            "end": 14625,
            "text": "Indefinite delays are the bane of our judicial system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87830999a4cb4bacb2be6bc27fbe4ef2_115"
        },
        {
            "start": 14626,
            "end": 14736,
            "text": "Interminable legal proceedings reflect the apathy of an impersonal system to the plight of helpless litigants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35de6e548bc649ab9a26a2df8d97f1b5_116"
        },
        {
            "start": 14737,
            "end": 14920,
            "text": "So long as timely justice is denied, so long the constitutional promise of justice will not be redeemed, and the constitutional mandate of the judicial system will not be implemented.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c41bd77907342e2ad4b194f7a0176ea_117"
        },
        {
            "start": 14922,
            "end": 15061,
            "text": "16. The constitutional courts are seized with, and the legislatures have taken cognizance of the malaise of delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a2078caedd148cdab76a0ea72ddeafc_118"
        },
        {
            "start": 15062,
            "end": 15195,
            "text": "Delays in the judicial process have earned the displeasure of constitutional courts, and have evoked the concern of the legislatures.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87f6869734a84bc69050e82aacef5ce9_119"
        },
        {
            "start": 15196,
            "end": 15252,
            "text": "Law will not countenance delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4aee90f3f5f4fc28b4db2ef6c53d7bd_120"
        },
        {
            "start": 15253,
            "end": 15375,
            "text": "This is evident from the imperative directions issued by the constitutional courts to purge the judicial system of delays.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3df583f132ad42c7931a4cb7ef4ee28f_121"
        },
        {
            "start": 15376,
            "end": 15500,
            "text": "This will also be apparent from the timelines set by the legislature to cure the mischief of delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a932810aa1a44ea4ad112433b0325bb9_122"
        },
        {
            "start": 15501,
            "end": 15628,
            "text": "The judicial system will have to evolve an ethos to be alert to, and endeavour to respect timelines created by the legislature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0be39e96c28b4b98a18d909d6ba63c66_123"
        },
        {
            "start": 15630,
            "end": 15699,
            "text": "17. The impact of globalisation was acutely felt in the field of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fe4e43dabeb4acd8028d93dc15d0a3a_124"
        },
        {
            "start": 15700,
            "end": 15964,
            "text": "India's unwavering commitment to its international obligations contained in the UNCITRAL Model on International Commercial Arbitration, was manifested in the promulgation of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'The Act of 1996').",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d678072c588e4b01b108fc2e255e437c_125"
        },
        {
            "start": 15965,
            "end": 16129,
            "text": "India's international obligations to UNCITRAL, are implemented by the most fundamental instruments of national sovereignty, namely, the legislatures and the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa3349ec429f4578a27b33a59c855660_126"
        },
        {
            "start": 16130,
            "end": 16383,
            "text": "The Arbitration and Conciliation Act, 1996 has to be interpreted and implemented by the courts in a manner which is in accord with the intendment of the Indian Parliament, and consistent with the international obligations of India to the UNCITRAL Model.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2b2b88e953a4f51ac8a85279bb5e6e5_127"
        },
        {
            "start": 16385,
            "end": 16513,
            "text": "18. The UNCITRAL Model and the Arbitration and Conciliation Act, 1996, reflect an evolving trend in international jurisprudence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fad7d77b9474659a80b0dfd4a74a759_128"
        },
        {
            "start": 16514,
            "end": 16678,
            "text": "Together both instruments reflect a global consensus of judicial values, and a unification of the system of international jurisprudence in the field of arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b186320bee24d6fa7a31c815b36acc4_129"
        },
        {
            "start": 16679,
            "end": 16848,
            "text": "The courts in India implement the Arbitration and Conciliation Act, 1996, as instruments of national sovereignty, and also members of the international comity of courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3206b167b35429baebad990e337fd7f_130"
        },
        {
            "start": 16849,
            "end": 17003,
            "text": "\n19. Meeting the international obligations of India to the UNCITRAL Model was the avowed legislative intent of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee8b67797a794c6fa815394de4d3fc83_131"
        },
        {
            "start": 17004,
            "end": 17182,
            "text": "Expeditious disposal of proceedings under the Arbitration and Conciliation Act, 1996 is the congruent objective of the twin instruments of international law and the domestic law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3516e4085d4d493582e3cf3843490d78_132"
        },
        {
            "start": 17183,
            "end": 18011,
            "text": "\n20. Section 34(5) and (6) of the Act, 1996 are relevant to the instant controversy and the provisions are extracted hereunder:\n\"34. Application for setting aside arbitral award.--(1)-(4) * * * (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\"\n21. Delay in disposal of the proceedings under the Act of 1996, topped the concerns and lay at the heart of 246th Law Commission Report, when it introduced the said provisions.",
            "labels": [
                "STA"
            ],
            "id": "169c428a832340b5be28f7ea20b5e360_133"
        },
        {
            "start": 18012,
            "end": 18288,
            "text": "The relevant extracts of the 246th Law Commissioner Report are set out hereunder:\n\"3. The Arbitration and Conciliation Act, 1996 (hereinafter \"the Act\") is based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 and the UNCITRAL Conciliation Rules, 1980.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fd90abc38f4427da3f4b3878cb3c196_134"
        },
        {
            "start": 18289,
            "end": 18700,
            "text": "The Act has now been in force for almost two decades, and in this period of time, although arbitration has fast emerged as a frequently chosen alternative to litigation, it has come to be afflicted with various problems including those of high costs and delays, making it no better than either the earlier regime which it was intended to replace; or to litigation, to which it intends to provide an alternative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "177d31abee044d4b9c8a222aac760c52_135"
        },
        {
            "start": 18701,
            "end": 18792,
            "text": "Delays are inherent in the arbitration process, and costs of arbitration can be tremendous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7f06ded6ca948858a18d78de1409918_136"
        },
        {
            "start": 18793,
            "end": 19061,
            "text": "Even though courts play a pivotal role in giving finality to certain issues which arise before, after and even during an arbitration, there exists a serious threat of arbitration related litigation getting caught up in the huge list of pending cases before the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "433754f2c5af44638a774b4df1474c43_137"
        },
        {
            "start": 19062,
            "end": 19189,
            "text": "After the award, a challenge under section 34 makes the award inexecutable and such petitions remain pending for several years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9be3b0579a340e5a23cee1f1ed761ec_138"
        },
        {
            "start": 19190,
            "end": 19271,
            "text": "The object of quick alternative disputes resolution frequently stands frustrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bc1957c714f4aedb1335fb94fea011b_139"
        },
        {
            "start": 19272,
            "end": 19426,
            "text": "\n4. There is, therefore, an urgent need to revise certain provisions of the Act to deal with these problems that frequently arise in the arbitral process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50bf0eb280c043ce9b75ea751c1e3569_140"
        },
        {
            "start": 19427,
            "end": 19543,
            "text": "The purpose of this Chapter is to lay down the foundation for the changes suggested in the report of the Commission.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c72f4e0515341f7a1a9d8b6f0ee37ed_141"
        },
        {
            "start": 19544,
            "end": 19909,
            "text": "The suggested amendments address a variety of issues that plague the present regime of arbitration in India and, therefore, before setting out the amendments, it would be useful to identify the problems that the suggested amendments are intended to remedy and the context in which the said problems arise and hence the context in which their solutions must be seen.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43395d77ce2b4fe8a050dbcc30650889_142"
        },
        {
            "start": 19911,
            "end": 19920,
            "text": "* * *\n25.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ea0ef3be5da47f491f713c3f24e5478_143"
        },
        {
            "start": 19921,
            "end": 20061,
            "text": "Similarly, the Commission has found that challenges to arbitration awards under sections 34 and 48are similarly kept pending for many years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63f26dc3ec584d5bbf5ed84baab2b767_144"
        },
        {
            "start": 20062,
            "end": 20320,
            "text": "In this context, the Commission proposes the addition of sections 34(5) and 48(4) which would require that an application under those sections shall be disposed of expeditiously and in any event within a period of one year from the date of service of notice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43e5a0e4e2044bfcb800015f6c788844_145"
        },
        {
            "start": 20321,
            "end": 20683,
            "text": "In the case of applications under section 48 of the Act, the Commission has further provided a time limit under section 48(3), which mirrors the time limits set out in section 34(3), and is aimed at ensuring that parties take their remedies under this section seriously and approach a judicial forum expeditiously, and not by way of an afterthought ............\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10c5f495037c4b5f9b2c36ca2d65617b_146"
        },
        {
            "start": 20684,
            "end": 20870,
            "text": "\n22 . The aforesaid provisions fell for consideration before the Hon'ble Supreme Court in State of Bihar and others Vs. Bihar Rajya Bhumi Vikas Bank Samiti, reported at (2018) 9 SCC 472.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b6ab24dc00a40d2839f9967aa971e51_147"
        },
        {
            "start": 20871,
            "end": 21009,
            "text": "The Hon'ble Supreme Court held Section 34(5) and (6) of the Act, 1996 to be directory in nature on the foot of the following reasons:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b58da0618bc346ccb3048a48336b47f6_148"
        },
        {
            "start": 21010,
            "end": 21399,
            "text": "However, according to Shri Tripathi, an application filed under Section 34 is a condition precedent, and if no prior notice is issued to the other party, without being accompanied by an affidavit by the applicant endorsing compliance with the said requirement, such application, being a non-starter, would have to be dismissed at the end of the 120 days' period mentioned in Section 34(3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d7fba715b174e8a97deb01cf31e9215_149"
        },
        {
            "start": 21400,
            "end": 21522,
            "text": "Apart from what has been stated by us hereinabove, even otherwise, on a plain reading of Section 34, this does not follow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36ac2d17c18b420dbb44af0b79275519_150"
        },
        {
            "start": 21523,
            "end": 21847,
            "text": "Section 34(1) reads as under:\n\"34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\" What is conspicuous by its absence is any reference to sub-section (5).",
            "labels": [
                "STA"
            ],
            "id": "bc968acfdf794fcc8962849f9abe0f03_151"
        },
        {
            "start": 21848,
            "end": 21984,
            "text": "\nThe only requirement in Section 34(1) is that an application for setting aside an award be in accordance with sub-sections (2) and (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22ff8c22b7044ecfb773c7137a3e54cf_152"
        },
        {
            "start": 21985,
            "end": 22207,
            "text": "This, again, is an important pointer to the fact that even legislatively, sub- section (5) is not a condition precedent, but a procedural provision which seeks to reduce the delay in deciding applications under Section 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "385f8050d3e3470a999570405143509e_153"
        },
        {
            "start": 22208,
            "end": 22309,
            "text": "One other interesting thing needs to the noted - the same Amendment Act brought in a new Section 29A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92871093da67485c8a8de8049bc3dc7a_154"
        },
        {
            "start": 22310,
            "end": 22521,
            "text": "This provision states as follows:\n\"29A. Time limit for arbitral award.-- (1) The award shall be made within a period of twelve months from the date the arbitral tribunal enters upon the reference. Explanation.--",
            "labels": [
                "STA"
            ],
            "id": "2459def610d04df7bbe8da10d4742cf9_155"
        },
        {
            "start": 22522,
            "end": 22766,
            "text": "For the purpose of this sub-section, an arbitral tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator or all the arbitrators, as the case may be, have received notice, in writing, of their appointment.",
            "labels": [
                "STA"
            ],
            "id": "1f135d0061604e368be483c999da88a6_156"
        },
        {
            "start": 22767,
            "end": 22993,
            "text": "\n(2) If the award is made within a period of six months from the date the arbitral tribunal enters upon the reference, the arbitral tribunal shall be entitled to receive such amount of additional fees as the parties may agree.",
            "labels": [
                "STA"
            ],
            "id": "789438f8d0f1437791eebff6e9e67926_157"
        },
        {
            "start": 22994,
            "end": 23138,
            "text": "\n(3) The parties may, by consent, extend the period specified in sub-section (1) for making award for a further period not exceeding six months.",
            "labels": [
                "STA"
            ],
            "id": "a56ff381b29f411fae1370aa346fd710_158"
        },
        {
            "start": 23139,
            "end": 23726,
            "text": "\n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period: Provided that while extending the period under this sub- section, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\"\n23.",
            "labels": [
                "STA"
            ],
            "id": "4e9509e4b67b4c7689a644ddd41f7ed6_159"
        },
        {
            "start": 23727,
            "end": 23974,
            "text": "It will be seen from this provision that, unlike Section 34(5) and (6), if an Award is made beyond the stipulated or extended period contained in the Section, the consequence of the mandate of the Arbitrator being terminated is expressly provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e858f7dbb5894f4fb5235165ad061efb_160"
        },
        {
            "start": 23975,
            "end": 24174,
            "text": "This provision is in stark contrast to Section 34(5)and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed2b7f0f98b84c438f1649399d76809c_161"
        },
        {
            "start": 24175,
            "end": 24326,
            "text": "This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec2f06998e7145568df6205947e3692c_162"
        },
        {
            "start": 24328,
            "end": 24457,
            "text": "24. Shri Tripathi then argued that Section 34(5) is independent of Section 34(6) and is a mandatory requirement of law by itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "779fc54aa4214900a01c09ae523283e8_163"
        },
        {
            "start": 24458,
            "end": 24488,
            "text": "There are two answers to this.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b41e8ebcd6e347d9b2fe6010add99f0e_164"
        },
        {
            "start": 24489,
            "end": 24624,
            "text": "The first is that sub-section (6) refers to the date on which the notice referred to in sub-section (5) is served upon the other party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67b7d0c9a45c4db8ad7226ae4d389a94_165"
        },
        {
            "start": 24625,
            "end": 24787,
            "text": "This is for the reason that an anterior date to that of filing the application is to be the starting point of the period of one year referred to in Section 34(6).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bce4e7249b640368856b12dacf47718_166"
        },
        {
            "start": 24788,
            "end": 24889,
            "text": "The express language of Section 34(6), therefore, militates against this submission of Shri Tripathi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5955b3fba703436ab7e71c159fba0051_167"
        },
        {
            "start": 24890,
            "end": 25113,
            "text": "Secondly, even if sub- section (5) be construed to be a provision independent of sub-section (6), the same consequence in law is the result - namely, that there is no consequence provided if such prior notice is not issued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51960a8ca9e84770bf274d5415350f96_168"
        },
        {
            "start": 25114,
            "end": 25150,
            "text": "This submission must therefore fail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "088427485b1942468eecb02fd18e8745_169"
        },
        {
            "start": 25152,
            "end": 25204,
            "text": "25. We come now to some of the High Court judgments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fe9c9f7ea4b4d8ba402843ebf7dbb42_170"
        },
        {
            "start": 25205,
            "end": 25347,
            "text": "The High Courts of Patna,2 Kerala,3 Himachal Pradesh,4 Delhi,5 and Gauhati6 have all taken the view that Section 34(5) is mandatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89cc94841b6b4c73af192ee9a3d0a712_171"
        },
        {
            "start": 25348,
            "end": 25503,
            "text": "What is strongly relied upon is the object sought to be achieved by the provision together with the mandatory nature of the language used in Section 34(5).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9710519df29b421aa3c6911c7cc3584f_172"
        },
        {
            "start": 25504,
            "end": 25585,
            "text": "Equally, analogies with Section 80, CPC have been drawn to reach the same result.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "447b436cf03c451ea047b759f1e3f4f2_173"
        },
        {
            "start": 25586,
            "end": 25903,
            "text": "On the other hand, in Global Aviation Services Private Limited v. Airport Authorities of India,7 the Bombay High Court, in answering question 4 posed by it, held, following some of our judgments, that the provision is directory, largely because no consequence has been provided for breach of the time limit specified.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c8ff6004e39d4137914a39204b75c9db_174"
        },
        {
            "start": 25904,
            "end": 26128,
            "text": "When faced with the argument that the object of the provision would be rendered otiose if it were to be construed as directory, the learned Single Judge of the Bombay High Court held as under: (SCC OnLine Bom para 133) \"133.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "24f65965916648c4bd5aa79fdb0a8397_175"
        },
        {
            "start": 26129,
            "end": 26419,
            "text": "Insofar as the submission of the learned counsel for the respondent that if section 34(5) is considered as directory, the entire purpose of the amendments would be rendered otiose is concerned, in my view, there is no merit in this submission made by the learned counsel for the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5db80d127f042e2a3b7f6686d7b2392_176"
        },
        {
            "start": 26420,
            "end": 26569,
            "text": "Since there is no consequence provided in the said provision in case of non-compliance thereof, the said provision cannot be considered as mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "828aec461925491fb5c0256be8b49c88_177"
        },
        {
            "start": 26570,
            "end": 26742,
            "text": "The purpose of avoiding any delay in proceeding with the matter expeditiously is already served by insertion of appropriate rule in Bombay High Court (Original Side) Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bd8a940d865461ca931729046543e76_178"
        },
        {
            "start": 26743,
            "end": 26936,
            "text": "The Court can always direct the petitioner to issue notice along with papers and proceedings upon other party before the matter is heard by the Court for admission as well as for final hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be0b591f323049539cca9c4541c78158_179"
        },
        {
            "start": 26937,
            "end": 27116,
            "text": "The vested rights of a party to challenge an award under section 34 cannot be taken away for non-compliance of issuance of prior notice before filing of the arbitration petition.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c4cb5aab55a4ad98542a45612432130_180"
        },
        {
            "start": 27117,
            "end": 27222,
            "text": "\nThe aforesaid judgment has been followed by recent judgments of the High Courts of Bombay8 and Calcutta.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c57164ea45514f31a9d89a65605f7460_181"
        },
        {
            "start": 27224,
            "end": 27357,
            "text": "26. We are of the opinion that the view propounded by the High Courts of Bombay and Calcutta represents the correct state of the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "190724082f5a4474b769c123dd906f9f_182"
        },
        {
            "start": 27358,
            "end": 27618,
            "text": "However, we may add that it shall be the endeavour of every Court in which a Section 34 application is filed, to stick to the time limit of one year from the date of service of notice to the opposite party by the applicant, or by the Court, as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cefd46bfee3f4d44878833d84dfb91e2_183"
        },
        {
            "start": 27619,
            "end": 28007,
            "text": "In case the Court issues notice after the period mentioned in Section 34(3) has elapsed, every Court shall endeavour to dispose of the Section 34 application within a period of one year from the date of filing of the said application, similar to what has been provided in Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "483fee3204e44ed9a5f16bbb6c60e032_184"
        },
        {
            "start": 28008,
            "end": 28116,
            "text": "This will give effect to the object sought to be achieved by adding Section 13(6) by the 2015 Amendment Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fec511518124fbb893428aae03dceb1_185"
        },
        {
            "start": 28118,
            "end": 28422,
            "text": "27. We may also add that in cases covered by Section 10 read with Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within six months, as stipulated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67f3b54ce62a476f883b0de5f1b13367_186"
        },
        {
            "start": 28423,
            "end": 28581,
            "text": "Appeals which are not so covered will also be disposed of as expeditiously as possible, preferably within one year from the date on which the appeal is filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "660a48ac99414ce9b46024e87c0e0924_187"
        },
        {
            "start": 28582,
            "end": 28807,
            "text": "As the present appeal has succeeded on Section 34(5) being held to be directory, we have not found it necessary to decide Shri Rai's alternative plea of maintainability of the Letters Patent Appeal before the Division Bench.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "393c794394dd42ca92542e1c541f5d60_188"
        },
        {
            "start": 28809,
            "end": 29095,
            "text": "23. I had the occasion to consider the nature of the legislative mandate to the courts, where directory provisions in a statute require the courts to render a final decision in a specified time frame in Tribhuwan Prasad Vs. Uttar Pradesh Sarkar and others, reported at 2018 (9) ADJ 466.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc933f16f33f483fa28847f0af3f6c62_189"
        },
        {
            "start": 29096,
            "end": 29202,
            "text": "In Tribhuwan Prasad (supra) the time frame provided in the statute for deciding the appeal was two months.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f7a8b6e8a9374941818bbb1341188541_190"
        },
        {
            "start": 29204,
            "end": 29418,
            "text": "24. In Tribhuwan Prasad (supra) it was found that the provision containing a timeframe to decide the appeal was directory, and then the consequences of the said holding were construed on the foot of good authority.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "309be379c5644919ad5d0decbe0bf608_191"
        },
        {
            "start": 29419,
            "end": 29528,
            "text": "The directory nature of the provision may not require strict adherence but insists on substantial compliance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ba663bf3ec0d494e96174201bcbbe5df_192"
        },
        {
            "start": 29529,
            "end": 29621,
            "text": "Most pertinently it does not permit indefinite enlargement of the time fixed by the statute:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8f7b466559f42acab27819d1d96956c_193"
        },
        {
            "start": 29622,
            "end": 29736,
            "text": "\n\"21. Statutes fixing time-lines to accomplish an action, as discussed above, were held to be directory in nature.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "502bde2f01994ea48e7d3e7832385a4f_194"
        },
        {
            "start": 29737,
            "end": 29875,
            "text": "The legislative intent was sought to be defeated by a highly delayed compliance on the pretext of the provision being directory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bfdd938f1774118b08ee0d2379e87f0_195"
        },
        {
            "start": 29876,
            "end": 29989,
            "text": "The action of the authorities was invalidated and such interpretation was negatived by the Hon'ble Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "786046c86287409e853f6c16aa3a8caf_196"
        },
        {
            "start": 29990,
            "end": 30091,
            "text": "Inordinate delay does not satisfy the requirement of substantial compliance of a directory provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b58d90b3b0343a58261a18a7bd097eb_197"
        },
        {
            "start": 30092,
            "end": 30296,
            "text": "The Hon'ble Supreme Court in the case of State of Haryana Vs. P.C. Wadhwa, IPS, Inspector General of Police and another, reported at (1987) 2 SCC 602, while laying down the law, dispelled all such doubts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26a2755def6a461582047ede263d7a24_198"
        },
        {
            "start": 30297,
            "end": 30375,
            "text": "The relevant parts of the judgement are being extracted for ease of reference:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c075ee900f645d9a481acdc3880db1c_199"
        },
        {
            "start": 30377,
            "end": 30567,
            "text": "\"14. The whole object of the making and communication of adverse remarks is to give to the officer concerned an opportunity to improve his performance, conduct or character, as the case may.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9b71c54c4ac74b32bc2980aa4dd48fd7_200"
        },
        {
            "start": 30568,
            "end": 30786,
            "text": "The adverse remarks should not be understood in terms of punishment, but really it should be taken as an advice to the officer concerned, so that he can act in accordance with the advice and improve his service career.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e001175c6f34a7582b8b485f9daa48c_201"
        },
        {
            "start": 30787,
            "end": 30927,
            "text": "The whole object of the making of adverse remarks would be lost if they are communicated to the officer concerned after an inordinate delay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ce1fd8f03c0946a8b20016abd853d1a4_202"
        },
        {
            "start": 30928,
            "end": 31013,
            "text": "In the instant case, it was communicated to the respondent after twenty seven months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "386486a19f484a118a5ddc4be4901701_203"
        },
        {
            "start": 31014,
            "end": 31197,
            "text": "It is true that the provisions of Rules 6, 6A and 7 are directory and not mandatory, but that does not mean that the directory provisions need not be complied with even substantially.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62a67aae6900413689de030fb86c4ea7_204"
        },
        {
            "start": 31198,
            "end": 31295,
            "text": "Such provisions may not be complied with strictly, and substantial compliance will be sufficient.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4f094c5fcab7424ebd4eda9d0e661d4c_205"
        },
        {
            "start": 31296,
            "end": 31463,
            "text": "But, where compliance after an inordinate delay would be against the spirit and object of the directory provision, such compliance would not be substantial compliance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dac20ee299314067af9dbedd6821cc34_206"
        },
        {
            "start": 31464,
            "end": 31838,
            "text": "In the instant case, while the provisions of Rules 6, 6A and 7 require that everything including the communication of the adverse remarks should be completed within a period of seven months, this period cannot be stretched to twenty seven months, simply because these Rules are directory, without serving any purpose consistent with the spirit and objectives of these Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ec357f39b6d4a4187169d056687efa6_207"
        },
        {
            "start": 31839,
            "end": 32272,
            "text": "We need not, however, dilate upon the question any more and consider whether on the ground of inordinate and unreasonable delay, the adverse remarks against the respondent should be struck down or not, and suffice it to say that we do not approve of the inordinate delay made in communicating the adverse remarks to the respondent.\"\n25. Thereafter, the duties of the court and the manner of implementation of the law were laid down :",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "933e9bba6d8c4c3386d4eeff857ba11f_208"
        },
        {
            "start": 32274,
            "end": 32380,
            "text": "\"23. In case the appeal is decided within two months, the letter and spirit of the statute is implemented.",
            "labels": [
                "RPC"
            ],
            "id": "629ab4cc9f7f4ea3ad056e2197d094bd_209"
        },
        {
            "start": 32381,
            "end": 32481,
            "text": "However, mere failure to decide the appeal within two months does not violate the statutory mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6db1cfdb4ccf4d3cad6a25595305170b_210"
        },
        {
            "start": 32482,
            "end": 32629,
            "text": "In the latter case, the statutory obligation will be defined by the quality of the efforts made to decide the appeal with promptitude and dispatch.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "490228b6dc90424a9f94f2830f2ecbb4_211"
        },
        {
            "start": 32630,
            "end": 32760,
            "text": "The obligation will be met if the appeal is decided within a reasonable time, after the expiry of two months from its institution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7de7bbc837ac4c85a8d9f1c5ab769ad6_212"
        },
        {
            "start": 32762,
            "end": 32812,
            "text": "24. Statutes of limitation are statutes of repose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dde791d8412a4326a4b2940cd0368f5e_213"
        },
        {
            "start": 32813,
            "end": 32884,
            "text": "Statutes with time lines for decision making are statutes of endeavour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a25e8ee4f77b41d984b7f0ee72b93c1d_214"
        },
        {
            "start": 32885,
            "end": 32973,
            "text": "Statutory duty is discharged not only when the act is done but also when effort is made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a11e3f3f25b04fbd8418c50e17d55ce4_215"
        },
        {
            "start": 32974,
            "end": 33081,
            "text": "However, the leeway to the authority is not unlimited and the time to accomplish the act is not indefinite.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8715a8d6cd544bd0b8c027950692a091_216"
        },
        {
            "start": 33082,
            "end": 33200,
            "text": "The statutory duty of the appellate authority, in the event the appeal is not decided within two months is to be seen.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "faea534aa3ed449b841f728537028934_217"
        },
        {
            "start": 33202,
            "end": 33445,
            "text": "25. The appellate authority shall have discharged its statutory duties initially, if it makes efforts commensurate to decide the appeal expeditiously, and finally when it enters a judgement, in a reasonable time after the expiry of two months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c569f183719e4e7daf30e0cdf103ea3e_218"
        },
        {
            "start": 33446,
            "end": 33614,
            "text": "In such circumstances, the appellate authority can implement the law, by making honest endeavours and serious efforts to decide the appeal with dispatch and expedition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15701071b1654783abd20c5bb7c224cc_219"
        },
        {
            "start": 33615,
            "end": 33669,
            "text": "This is the statutory duty of the appellate authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c952548df1c24b60b532d37ef8874368_220"
        },
        {
            "start": 33670,
            "end": 33838,
            "text": "While the statutory duty of the appellate authority is to make earnest efforts to decide expeditiously, the proof of its performance is in the order-sheet of the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74b559a88c5f4cc3916aee4f3b33bd06_221"
        },
        {
            "start": 33839,
            "end": 33987,
            "text": "The order-sheet of the appellate court is the most reliable evidence of the sincerity or earnestness of the efforts made by the appellate authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc1fbc3cbc704868a4e3914014cf119a_222"
        },
        {
            "start": 33988,
            "end": 34151,
            "text": "The order-sheet of the appellate court is true testimony to the accomplishment of the statutory duty or the failure of the authority to perform its statutory duty.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3ee3afef5e84291a6873ff802927a5a_223"
        },
        {
            "start": 34152,
            "end": 34217,
            "text": "In the latter case the authority is liable to be mandamused.\"\n26.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c27f939dea84333a1c083be09e7dc9e_224"
        },
        {
            "start": 34218,
            "end": 34454,
            "text": "A composite reading of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996, the law laid by the Hon'ble Supreme Court in State of Bihar and others (supra) and this Court in Tribhuwan Prasad (supra) yields these results.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d0da00fa7864575bcc7248c26ba2cb8_225"
        },
        {
            "start": 34455,
            "end": 34657,
            "text": "Section 34(5) and (6) of the Arbitration and Conciliation Act, 1996 being directory in nature, prevent the courts from being rushed into decisions by breaching fundamental norms of fairness and justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b6b07d860974a1b8c40a4f0a0679dc6_226"
        },
        {
            "start": 34658,
            "end": 34773,
            "text": "The timeline set by the statute, cannot stampede the courts into passing orders which cause miscarriage of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce6e60440d06420281f8067e38315958_227"
        },
        {
            "start": 34774,
            "end": 34862,
            "text": "However, the courts cannot extend the statutory time frame indefinitely or unreasonably.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f241c161317a4460b943fcd976886451_228"
        },
        {
            "start": 34863,
            "end": 34982,
            "text": "Neither can the courts be purblind to the timeframe provided in the statute on the pretext that provision is directory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3665181c85d0405ca96c905d7feefc6a_229"
        },
        {
            "start": 34983,
            "end": 35078,
            "text": "Substantial compliance of the said provisions is sufficient to satisfy the legislative mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ed7e90b01f24ef18c9f179d99c2e869_230"
        },
        {
            "start": 35079,
            "end": 35229,
            "text": "What substantial compliance entails in regard to these provisions needs to be understood clearly to enable the courts to implement the law faithfully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0fae7efb78144e8ac987f26e195d0e5_231"
        },
        {
            "start": 35230,
            "end": 35373,
            "text": "The duties of the court while deciding an application under Section 34 of the Arbitration and Conciliation Act, 1996 are distilled hereinunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2db778b423b04a6f9e910535b81569c6_232"
        },
        {
            "start": 35375,
            "end": 35545,
            "text": "27. The courts always have to be alert to the statutory time period of one year to decide the application, and make sincere efforts to adhere to the stipulated time line.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "198b08d06b1f45f7841b0703749f7ff0_233"
        },
        {
            "start": 35546,
            "end": 35726,
            "text": "In case the application is not decided within the statutory time limit of one year, the court should make all out endeavours to decide it within a reasonable time frame thereafter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53296b3a75c24667b8b0fd2b26595d3e_234"
        },
        {
            "start": 35727,
            "end": 35993,
            "text": "At all times, the mandate of law requires the court to proceed with full diligence, and make earnest endeavours to decide the application under Section 34 of the Arbitration and Conciliation Act, 1996, within the time prescribed by the statute or in proximity to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50fa27d1daf44653b49b614eab2070e9_235"
        },
        {
            "start": 35994,
            "end": 36081,
            "text": "An unreasonable delay in deciding the matter represents a failure to implement the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40b9306cf4df40ab85c15b0f8d649b85_236"
        },
        {
            "start": 36082,
            "end": 36273,
            "text": "If serious efforts to decide matter within the statutory time frame is the requirement of the law, the order-sheet of the court is the most reliable evidence of the implementation of the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e57ea2bf0954fdcb355040f7c79ef3d_237"
        },
        {
            "start": 36275,
            "end": 36418,
            "text": "28. From the facts of the case prised out at the very inception, and the law discussed in the preceding paragraphs these facts are established.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6ec1b330d1540309ce8f4e71acad683_238"
        },
        {
            "start": 36419,
            "end": 36730,
            "text": "The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), could not be concluded within the prescribed statutory time limit, or in a time frame proximate to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e54dc72e165942cea3349560bcef9b5f_239"
        },
        {
            "start": 36731,
            "end": 36769,
            "text": "No end to the proceedings is in sight.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c428c031a5643ea98ac3744686dc30b_240"
        },
        {
            "start": 36770,
            "end": 36871,
            "text": "And if the order-sheet of the court below is a guide, the proceedings could well linger indefinitely.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c59ddc35da0e4170ae29962da1d75479_241"
        },
        {
            "start": 36872,
            "end": 36936,
            "text": "The delay in deciding the case is unreasonable and unacceptable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2308497e645455390d4a4ba00b5159e_242"
        },
        {
            "start": 36937,
            "end": 37009,
            "text": "Long identified and familiar reasons have caused the delay in this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "634121880d4d4cefb6116fabcfaed5e4_243"
        },
        {
            "start": 37010,
            "end": 37227,
            "text": "Absence of the presiding officer, repeated adjournments of counsels, leisurely pace of the trial which is oblivious to the statutory time limit, have prevented the proceedings from being concluded by a final judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72441e41b9eb49d08ebcb5546df49fb4_244"
        },
        {
            "start": 37229,
            "end": 37400,
            "text": "29. The compliance of directions of the Hon'ble Supreme Court and adherence to the law laid down by this Court in various authorities discussed earlier is not in evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83fa712e448040969a85dd56230b39b9_245"
        },
        {
            "start": 37401,
            "end": 37522,
            "text": "The legislative mandate of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996 has not been implemented.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b45941caa0547289323f0c8b78fe3b8_246"
        },
        {
            "start": 37523,
            "end": 37642,
            "text": "The stakeholders have shown apathy towards the litigant, and indifference to the noble charter of the legal profession.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7df06f0999f748c7a20959123ad1c495_247"
        },
        {
            "start": 37643,
            "end": 37776,
            "text": "Honest endeavours and earnest efforts to conclude the proceedings with diligence and dispatch are not disclosed from the order-sheet.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffd85343bf0343629900a0290f28d196_248"
        },
        {
            "start": 37777,
            "end": 37871,
            "text": "The order-sheet of the case is equally a reflection and an indictment of the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd1021137d4b488bb2d10df97d888ea4_249"
        },
        {
            "start": 37872,
            "end": 37985,
            "text": "The court has ample powers to ensure that the process of law is not stalled by the dilatory tactics of any party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdabe1f465404aab8afd061eba51a131_250"
        },
        {
            "start": 37986,
            "end": 38048,
            "text": "The courts are not helpless and cannot be seen to be helpless.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aac3f15609044de69735044b662fd33c_251"
        },
        {
            "start": 38050,
            "end": 38109,
            "text": "30. The rule of law cannot be flouted or permitted to fail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a85a490853b49bbb5407e5d8b095dd6_252"
        },
        {
            "start": 38110,
            "end": 38210,
            "text": "It is the obligation of this Court to ensure that the rule of law is upheld under all circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdc9507d89134041a5d33c485c18ba09_253"
        },
        {
            "start": 38212,
            "end": 38494,
            "text": "31. In light of these facts and the authorities at hand, I am of the opinion that this is a fit case to exercise the supervisory jurisdiction under Article 227 of the Constitution of India by issuing strict directions to decide the matter finally within a stipulated period of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4746c6d941f24fdaa58b978a47959ecc_254"
        },
        {
            "start": 38496,
            "end": 38637,
            "text": "32. The supervening event of the COVID 19 pandemic, and its impact on the judicial process has to be noticed before issuing final directions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de769b56a2c347b9806aebe35eea7aee_255"
        },
        {
            "start": 38638,
            "end": 38724,
            "text": "It is true that COVID 19 pandemic has disrupted the regular functioning of the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64f60d50d5fe4783b7eb89f5af81dc76_256"
        },
        {
            "start": 38725,
            "end": 38852,
            "text": "Admittedly, certain latitude has to be given to the courts and the counsels in view of the prevalence of the COVID 19 pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56f304fd7786445e94c56cbb8b331b18_257"
        },
        {
            "start": 38854,
            "end": 39009,
            "text": "33. But it is equally true that compliance of law laid down by the Hon'ble Supreme Court and this Court cannot be neglected on the pretext of the pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a220aa75cb94b2d924e6c6880aa5ee6_258"
        },
        {
            "start": 39010,
            "end": 39076,
            "text": "The law cannot be held in suspended animation for the same reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c64aaed6d9b644bab9cc4326bd2bdc6c_259"
        },
        {
            "start": 39078,
            "end": 39199,
            "text": "34. If the rule of constitutional order is to exist at all times, the rule of law has to prevail under all circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64cdbd64134849448bbfbf1e7d6034e6_260"
        },
        {
            "start": 39200,
            "end": 39300,
            "text": "Laws cannot stand still and courts cannot fall silent, even in the face of mortal peril to humanity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf8286a1081444338675e071de8959a8_261"
        },
        {
            "start": 39301,
            "end": 39412,
            "text": "Laws will evolve and the courts will adapt, but their existence is constant and their reckoning is inevitable.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdc3e204ac104ec69b9817f44da21868_262"
        },
        {
            "start": 39412,
            "end": 39503,
            "text": "35. The courts in the State have adapted their functioning to the new realities of the day.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78b7f9ecad3b4254951f954510bd8c62_263"
        },
        {
            "start": 39504,
            "end": 39709,
            "text": "Detailed guidelines have been issued by the High Court on the administrative side, regarding functioning of the courts in the district judgeships of the State of Uttar Pradesh during the COVID 19 pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9dd6b3d9463408bb8c069d31202b3e3_264"
        },
        {
            "start": 39710,
            "end": 39856,
            "text": "The proceedings of this case shall be conducted in adherence to the said guidelines, and this case shall be treated as \"most urgent\" at all times.",
            "labels": [
                "RPC"
            ],
            "id": "58cf1fffa02c41fbb36ef11aa5333de9_265"
        },
        {
            "start": 39858,
            "end": 40480,
            "text": "36. With consent of learned counsel for the parties, the following measures shall facilitate the learned court below/ the learned District Judge, Gautam Budh Nagar, to dispose of the said proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 in the time stipulated in the succeeding paragraphs:\n(I) The learned court below/ the learned District Judge, Gautam Budh Nagar, is directed to decide the Arbitration Case No.109 of 2018 (Gaursons Hi-Tech Infrastructures Pvt. Ltd. Vs. Aakash Engineers and Contractors), within a period of six months from the date of receipt of a certified copy of this order.",
            "labels": [
                "RPC"
            ],
            "id": "34044535ee884083a14c3de72fb836f1_266"
        },
        {
            "start": 40482,
            "end": 40618,
            "text": "(II) The learned court below/ the learned District Judge, Gautam Budh Nagar, shall not grant any unnecessary adjournment to the parties.",
            "labels": [
                "RPC"
            ],
            "id": "617fe4152707479ca061c4bbc3eb03e3_267"
        },
        {
            "start": 40619,
            "end": 40912,
            "text": "\n(III) In case any adjournment is granted in the paramount interest of justice, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall record the reasons for adjournment and impose costs not below Rs.10,000/- for each adjournment upon the party seeking such adjournment.",
            "labels": [
                "RPC"
            ],
            "id": "92e8058077f8416d8c988e4d0d2d8364_268"
        },
        {
            "start": 40913,
            "end": 41132,
            "text": "\n(IV) In case the counsels abstain from work on account of strike calls, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall proceed in the absence of such counsels and pass appropriate orders.",
            "labels": [
                "RPC"
            ],
            "id": "869206c1f7aa4aaca7705fe71e0d5f1b_269"
        },
        {
            "start": 41133,
            "end": 41202,
            "text": "The parties shall be permitted to appear in person if they so desire.",
            "labels": [
                "RPC"
            ],
            "id": "b81eb9d0bac541559aeb9a6d75a68a3c_270"
        },
        {
            "start": 41203,
            "end": 41547,
            "text": "\n(V) In case the counsel for any party does not appear before the learned court below/ the learned District Judge, Gautam Budh Nagar, on any date on account of strike of advocates, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall not permit such counsel (of either party) to appear in this case on all future dates.",
            "labels": [
                "RPC"
            ],
            "id": "c132e407554048b3a90d0b6af3b30ae0_271"
        },
        {
            "start": 41549,
            "end": 42033,
            "text": "(VI). In this case, if the functioning of the court is brought to a stand still because of strike call, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall take out appropriate proceedings in law against the erring counsels for flouting the directions of the Hon'ble Supreme Court in the cases of Ex-Capt. Harish Uppal Vs Union of India and another reported at (2003) 2 SCC 45 and Krishnakant Tamrakar Vs State of Madhya Pradesh reported at AIR 2018 SC 3635.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6fa84ce89594487932af133626a318e_272"
        },
        {
            "start": 42034,
            "end": 42166,
            "text": "\n(VII) The learned court below/ the learned District Judge, Gautam Budh Nagar shall fix at least two dates every week in the matter.",
            "labels": [
                "RPC"
            ],
            "id": "d85195e33c1744d78fe4c7178f30cae3_273"
        },
        {
            "start": 42167,
            "end": 42457,
            "text": "If required, the learned court below/ the learned District Judge, Gautam Budh Nagar shall proceed with the matter on a day to day basis, and even in the absence of counsels, to ensure that the above stipulated time period of six months for concluding the proceedings is strictly adhered to.",
            "labels": [
                "RPC"
            ],
            "id": "01d6b650945c4152b48dbedc9c7877e7_274"
        },
        {
            "start": 42458,
            "end": 42662,
            "text": "\n(VIII) If the learned Presiding Officer is not available for any reason, the matter may be transferred to another court, which is available, if required in the interest of justice and permissible by law.",
            "labels": [
                "RPC"
            ],
            "id": "31689f969bb04c83b48cef20fd6da508_275"
        },
        {
            "start": 42664,
            "end": 42786,
            "text": "37. This order shall be held in abeyance in case the court is shut down due to any emergency created by COVID-19 pandemic.",
            "labels": [
                "RPC"
            ],
            "id": "8456b507a8d140c1bcaeda5185aa5318_276"
        },
        {
            "start": 42787,
            "end": 42874,
            "text": "However, the order shall become operative immediately after the reopening of the court.",
            "labels": [
                "RPC"
            ],
            "id": "5f614e48d4264d46b83eaf7536d54e9c_277"
        },
        {
            "start": 42875,
            "end": 42966,
            "text": "The time-line in this order shall be adjusted accordingly by the learned Presiding Officer.",
            "labels": [
                "RPC"
            ],
            "id": "e403641d77be4b6489a662ef7c9a77f3_278"
        },
        {
            "start": 42968,
            "end": 43008,
            "text": "38. The petition is finally disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "134ab2276d444594b85d4955ca3778b1_279"
        },
        {
            "start": 43009,
            "end": 43054,
            "text": "\nOrder Date :- 14.08.2020 Ashish Tripathi    ",
            "labels": [
                "NONE"
            ],
            "id": "cad3c562c48e47c3b01dcadc466e90a5_280"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Ccs Infotech Limited vs The Director Esd Mee Seva",
            "label": "PRECEDENT",
            "start_char": 21,
            "end_char": 70
        },
        {
            "text": "26 August, 2022",
            "label": "DATE",
            "start_char": 74,
            "end_char": 89
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 97,
            "end_char": 109
        },
        {
            "text": "G.Radha Rani",
            "label": "JUDGE",
            "start_char": 111,
            "end_char": 123
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 158,
            "end_char": 170
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 237,
            "end_char": 264
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 389,
            "end_char": 399
        },
        {
            "text": "COM CA NO.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 400,
            "end_char": 420
        },
        {
            "text": "CCS Infotech Limited",
            "label": "PETITIONER",
            "start_char": 433,
            "end_char": 453
        },
        {
            "text": "T.Nagar",
            "label": "GPE",
            "start_char": 502,
            "end_char": 509
        },
        {
            "text": "Chennai",
            "label": "GPE",
            "start_char": 511,
            "end_char": 518
        },
        {
            "text": "S.Sridhar",
            "label": "OTHER_PERSON",
            "start_char": 556,
            "end_char": 565
        },
        {
            "text": "Hanumantha Rao",
            "label": "OTHER_PERSON",
            "start_char": 577,
            "end_char": 591
        },
        {
            "text": "Nellore",
            "label": "OTHER_PERSON",
            "start_char": 612,
            "end_char": 619
        },
        {
            "text": "Director ESD (Mee Seva)",
            "label": "RESPONDENT",
            "start_char": 716,
            "end_char": 739
        },
        {
            "text": "Eseva",
            "label": "GPE",
            "start_char": 770,
            "end_char": 775
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 803,
            "end_char": 812
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 973,
            "end_char": 976
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 984,
            "end_char": 987
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 1042,
            "end_char": 1062
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1143,
            "end_char": 1155
        },
        {
            "text": "JUSTICE RADHA RANI COMMERCIAL COURT",
            "label": "COURT",
            "start_char": 1215,
            "end_char": 1250
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 1386,
            "end_char": 1398
        },
        {
            "text": "Pushyam Kiran",
            "label": "OTHER_PERSON",
            "start_char": 1430,
            "end_char": 1443
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 1492,
            "end_char": 1515
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 1520,
            "end_char": 1535
        },
        {
            "text": "Telangana State",
            "label": "GPE",
            "start_char": 1584,
            "end_char": 1599
        },
        {
            "text": "COMCA Nos.33 and 34 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1606,
            "end_char": 1633
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 1647,
            "end_char": 1667
        },
        {
            "text": "COMCA Nos.40, 41, 42, 48, 49 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1669,
            "end_char": 1705
        },
        {
            "text": "COMCA Nos.4, 17, 18, 19, 20 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1710,
            "end_char": 1745
        },
        {
            "text": "ESD (Mee Seva",
            "label": "ORG",
            "start_char": 1759,
            "end_char": 1772
        },
        {
            "text": "United Telecoms Ltd.",
            "label": "ORG",
            "start_char": 1848,
            "end_char": 1868
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 2061,
            "end_char": 2070
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 2075,
            "end_char": 2087
        },
        {
            "text": "Government of the then combined State of",
            "label": "ORG",
            "start_char": 2128,
            "end_char": 2168
        },
        {
            "text": "Andhra Pradesh",
            "label": "GPE",
            "start_char": 2169,
            "end_char": 2183
        },
        {
            "text": "CMS Computers Limited",
            "label": "ORG",
            "start_char": 2498,
            "end_char": 2519
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 2606,
            "end_char": 2632
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 2701,
            "end_char": 2721
        },
        {
            "text": "Data Management Corporation",
            "label": "ORG",
            "start_char": 2726,
            "end_char": 2753
        },
        {
            "text": "MEE-SEVA Organisation",
            "label": "ORG",
            "start_char": 2849,
            "end_char": 2870
        },
        {
            "text": "19.05.2003",
            "label": "DATE",
            "start_char": 2874,
            "end_char": 2884
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 3103,
            "end_char": 3112
        },
        {
            "text": "Article 4.1",
            "label": "PROVISION",
            "start_char": 3218,
            "end_char": 3229
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3253,
            "end_char": 3256
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 3366,
            "end_char": 3369
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 3408,
            "end_char": 3411
        },
        {
            "text": "MEE-SEVA Organization",
            "label": "ORG",
            "start_char": 3534,
            "end_char": 3555
        },
        {
            "text": "01.12.2003",
            "label": "DATE",
            "start_char": 3559,
            "end_char": 3569
        },
        {
            "text": ",",
            "label": "DATE",
            "start_char": 3569,
            "end_char": 3570
        },
        {
            "text": "18.02.2004",
            "label": "DATE",
            "start_char": 3571,
            "end_char": 3581
        },
        {
            "text": "10.02.2004",
            "label": "DATE",
            "start_char": 3586,
            "end_char": 3596
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3691,
            "end_char": 3694
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3852,
            "end_char": 3855
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 4027,
            "end_char": 4030
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 4079,
            "end_char": 4082
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 4217,
            "end_char": 4220
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 4228,
            "end_char": 4231
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 4238,
            "end_char": 4254
        },
        {
            "text": "V.V.N.Sastry",
            "label": "JUDGE",
            "start_char": 4501,
            "end_char": 4513
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 4717,
            "end_char": 4727
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5373,
            "end_char": 5376
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 5384,
            "end_char": 5387
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 5544,
            "end_char": 5554
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6037,
            "end_char": 6047
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 6262,
            "end_char": 6272
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6393,
            "end_char": 6403
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 6643,
            "end_char": 6646
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 6654,
            "end_char": 6657
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 6664,
            "end_char": 6680
        },
        {
            "text": "Mee",
            "label": "OTHER_PERSON",
            "start_char": 7151,
            "end_char": 7154
        },
        {
            "text": "seva",
            "label": "OTHER_PERSON",
            "start_char": 7155,
            "end_char": 7159
        },
        {
            "text": "O.P.No.1122 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7170,
            "end_char": 7189
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7196,
            "end_char": 7206
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7214,
            "end_char": 7223
        },
        {
            "text": "C.O.P.No.124 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7300,
            "end_char": 7320
        },
        {
            "text": "Mee-seva",
            "label": "OTHER_PERSON",
            "start_char": 7616,
            "end_char": 7624
        },
        {
            "text": "O.P.No.1121 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7635,
            "end_char": 7654
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7661,
            "end_char": 7671
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7679,
            "end_char": 7688
        },
        {
            "text": "C.O.P.No.119 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7769,
            "end_char": 7789
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 7919,
            "end_char": 7929
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 7932,
            "end_char": 7935
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 7943,
            "end_char": 7946
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 7953,
            "end_char": 7969
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8063,
            "end_char": 8073
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8355,
            "end_char": 8373
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 8394,
            "end_char": 8417
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 8503,
            "end_char": 8513
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8622,
            "end_char": 8632
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8678,
            "end_char": 8688
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8922,
            "end_char": 8932
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 9128,
            "end_char": 9131
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 9139,
            "end_char": 9142
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 9149,
            "end_char": 9165
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "GPE",
            "start_char": 9206,
            "end_char": 9229
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 9234,
            "end_char": 9249
        },
        {
            "text": "No.205",
            "label": "CASE_NUMBER",
            "start_char": 9307,
            "end_char": 9313
        },
        {
            "text": "dt.30.06.2009",
            "label": "DATE",
            "start_char": 9314,
            "end_char": 9327
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 9833,
            "end_char": 9843
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10092,
            "end_char": 10102
        },
        {
            "text": "Article 3.1",
            "label": "PROVISION",
            "start_char": 10480,
            "end_char": 10491
        },
        {
            "text": "Article 3.2.1",
            "label": "PROVISION",
            "start_char": 10558,
            "end_char": 10571
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 10582,
            "end_char": 10585
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 10593,
            "end_char": 10619
        },
        {
            "text": "31.03.2007",
            "label": "DATE",
            "start_char": 10808,
            "end_char": 10818
        },
        {
            "text": "01.04.2007",
            "label": "DATE",
            "start_char": 10915,
            "end_char": 10925
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 11008,
            "end_char": 11018
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11486,
            "end_char": 11496
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 11770,
            "end_char": 11788
        },
        {
            "text": "Government of Andhra Pradesh",
            "label": "ORG",
            "start_char": 11914,
            "end_char": 11942
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 11945,
            "end_char": 11948
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 11956,
            "end_char": 11959
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 11966,
            "end_char": 11982
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12055,
            "end_char": 12065
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13112,
            "end_char": 13122
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 13326,
            "end_char": 13329
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 13337,
            "end_char": 13340
        },
        {
            "text": "Sections 171, 322, and 333",
            "label": "PROVISION",
            "start_char": 13498,
            "end_char": 13524
        },
        {
            "text": "Section 2(1)(c)4 has",
            "label": "PROVISION",
            "start_char": 13543,
            "end_char": 13563
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13713,
            "end_char": 13723
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13725,
            "end_char": 13735
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13876,
            "end_char": 13886
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 13888,
            "end_char": 13898
        },
        {
            "text": "S.17",
            "label": "PROVISION",
            "start_char": 13925,
            "end_char": 13929
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 15325,
            "end_char": 15335
        },
        {
            "text": "Code of Civil Procedure,1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15494,
            "end_char": 15534
        },
        {
            "text": "section 33 and sub-section (4) of section 34",
            "label": "PROVISION",
            "start_char": 16283,
            "end_char": 16327
        },
        {
            "text": "Section 31",
            "label": "PROVISION",
            "start_char": 18180,
            "end_char": 18190
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 18456,
            "end_char": 18459
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 18467,
            "end_char": 18470
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 18473,
            "end_char": 18493
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 18870,
            "end_char": 18880
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 20137,
            "end_char": 20174
        },
        {
            "text": "sub-sections (1) and (2) of Section 33",
            "label": "PROVISION",
            "start_char": 20477,
            "end_char": 20515
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 21046,
            "end_char": 21056
        },
        {
            "text": "Section 345",
            "label": "PROVISION",
            "start_char": 21209,
            "end_char": 21220
        },
        {
            "text": "S.34",
            "label": "PROVISION",
            "start_char": 21342,
            "end_char": 21346
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 22513,
            "end_char": 22516
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 22524,
            "end_char": 22527
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 22534,
            "end_char": 22550
        },
        {
            "text": "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "label": "PRECEDENT",
            "start_char": 22850,
            "end_char": 22964
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22978,
            "end_char": 22991
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23056,
            "end_char": 23066
        },
        {
            "text": "sub-sections (2) and (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23213,
            "end_char": 23251
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23287,
            "end_char": 23297
        },
        {
            "text": "P. Ramanatha Aiyar",
            "label": "OTHER_PERSON",
            "start_char": 23491,
            "end_char": 23509
        },
        {
            "text": "sub-section (1) of Section 34",
            "label": "PROVISION",
            "start_char": 23993,
            "end_char": 24022
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24050,
            "end_char": 24060
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24450,
            "end_char": 24460
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25084,
            "end_char": 25089
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25210,
            "end_char": 25215
        },
        {
            "text": "section 75 or section 81",
            "label": "PROVISION",
            "start_char": 25326,
            "end_char": 25350
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 26287,
            "end_char": 26297
        },
        {
            "text": "(2021) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 27507,
            "end_char": 27521
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 27522,
            "end_char": 27525
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 27533,
            "end_char": 27559
        },
        {
            "text": "McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181",
            "label": "PRECEDENT",
            "start_char": 27670,
            "end_char": 27743
        },
        {
            "text": "Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106",
            "label": "PRECEDENT",
            "start_char": 27748,
            "end_char": 27831
        },
        {
            "text": "Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657",
            "label": "PRECEDENT",
            "start_char": 27836,
            "end_char": 27927
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28050,
            "end_char": 28060
        },
        {
            "text": "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "label": "STATUTE",
            "start_char": 28238,
            "end_char": 28302
        },
        {
            "text": "Redfern",
            "label": "OTHER_PERSON",
            "start_char": 28337,
            "end_char": 28344
        },
        {
            "text": "Hunter",
            "label": "OTHER_PERSON",
            "start_char": 28349,
            "end_char": 28355
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28544,
            "end_char": 28554
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28691,
            "end_char": 28701
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 28709,
            "end_char": 28730
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28813,
            "end_char": 28823
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29016,
            "end_char": 29026
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29048,
            "end_char": 29058
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29166,
            "end_char": 29176
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29184,
            "end_char": 29205
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29222,
            "end_char": 29232
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29333,
            "end_char": 29354
        },
        {
            "text": "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "label": "PRECEDENT",
            "start_char": 29460,
            "end_char": 29517
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29579,
            "end_char": 29589
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29649,
            "end_char": 29662
        },
        {
            "text": "McDermott International Inc Vs Burn Standard Company Limited8",
            "label": "PRECEDENT",
            "start_char": 29666,
            "end_char": 29727
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29795,
            "end_char": 29808
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29839,
            "end_char": 29849
        },
        {
            "text": "McDermott International Inc",
            "label": "ORG",
            "start_char": 29968,
            "end_char": 29995
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30799,
            "end_char": 30812
        },
        {
            "text": "M.Hakeem",
            "label": "PRECEDENT",
            "start_char": 30816,
            "end_char": 30824
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30980,
            "end_char": 30993
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31004,
            "end_char": 31014
        },
        {
            "text": "Delhi Airport Metro Express Pvt. Ltd. Vs.",
            "label": "PRECEDENT",
            "start_char": 31111,
            "end_char": 31152
        },
        {
            "text": "Delhi Metro Rail Corporation Ltd.",
            "label": "ORG",
            "start_char": 31153,
            "end_char": 31186
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31276,
            "end_char": 31286
        },
        {
            "text": "2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131",
            "label": "PRECEDENT",
            "start_char": 31662,
            "end_char": 31713
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 31714,
            "end_char": 31717
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 31725,
            "end_char": 31728
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 31731,
            "end_char": 31751
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 33240,
            "end_char": 33255
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34092,
            "end_char": 34102
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34220,
            "end_char": 34230
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34264,
            "end_char": 34274
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 34379,
            "end_char": 34389
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 34745,
            "end_char": 34748
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 34756,
            "end_char": 34759
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 34766,
            "end_char": 34782
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35026,
            "end_char": 35036
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35129,
            "end_char": 35139
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35393,
            "end_char": 35403
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35805,
            "end_char": 35815
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36128,
            "end_char": 36147
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 36289,
            "end_char": 36326
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36402,
            "end_char": 36421
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36480,
            "end_char": 36499
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36761,
            "end_char": 36780
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 36998,
            "end_char": 37010
        },
        {
            "text": "DR.G.RADHA RANI",
            "label": "JUDGE",
            "start_char": 37038,
            "end_char": 37053
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37063,
            "end_char": 37073
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 37083,
            "end_char": 37086
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 37094,
            "end_char": 37097
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 37104,
            "end_char": 37120
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37152,
            "end_char": 37164
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 37190,
            "end_char": 37217
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37311,
            "end_char": 37321
        }
    ],
    "precedent_clusters": {
        "Ccs Infotech Limited vs The Director Esd Mee Seva": [
            "Ccs Infotech Limited vs The Director Esd Mee Seva",
            "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "McDermott International Inc Vs Burn Standard Company Limited8",
            "Delhi Airport Metro Express Pvt. Ltd. Vs."
        ],
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": [
            "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "M.Hakeem"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "section 33 and sub-section (4) of section 34",
            "Act, 1996",
            "section 33 and sub-section (4) of section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996",
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-section (1) of Section 34",
            "Act, 1996",
            "sub-section (1) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34(2-A)",
            "Arbitration Act, 1996",
            "Section 34(2-A)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Arbitration Act, 1996",
            "section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Article 3",
            "Act, 1996",
            "Article 3",
            "Act, 1996"
        ],
        [
            "Article 4.1",
            "Act, 1996",
            "Article 4.1",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "Article 3.1",
            "Act, 1996",
            "Article 3.1",
            "Act, 1996"
        ],
        [
            "Article 3.2.1",
            "Act, 1996",
            "Article 3.2.1",
            "Act, 1996"
        ],
        [
            "Sections 171, 322, and 333",
            "Act, 1996",
            "Sections 171, 322, and 333",
            "Act, 1996"
        ],
        [
            "Section 2(1)(c)4 has",
            "Act, 1996",
            "Section 2(1)(c)4 has",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "S.17",
            "Act, 1996",
            "S.17",
            "Act, 1996"
        ],
        [
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ]
    ],
    "precedent_counts": {
        "Ccs Infotech Limited vs The Director Esd Mee Seva": 4,
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": 2
    },
    "provision_counts": {
        "Section 34 of Act, 1996": 11,
        "section 37 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 34 of UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Section 34 of Arbitration Act, 1996": 14,
        "section 34 of Act, 1996": 2,
        "Section 17 of Act, 1996": 3,
        "Section 32 of Act, 1996": 2,
        "section 33 and sub-section (4) of section 34 of Act, 1996": 1,
        "sub-sections (1) and (2) of Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 33 of Code of Civil Procedure,1908 (5 of 1908)": 2,
        "sub-sections (2) and (3) of Section 34 of Act, 1996": 1,
        "sub-section (1) of Section 34 of Act, 1996": 1,
        "Section 34(2-A) of Arbitration Act, 1996": 1,
        "section 34 of Arbitration Act, 1996": 1,
        "Article 3 of Act, 1996": 1,
        "Article 4.1 of Act, 1996": 1,
        "Article 3.1 of Act, 1996": 1,
        "Article 3.2.1 of Act, 1996": 1,
        "Sections 171, 322, and 333 of Act, 1996": 1,
        "Section 2(1)(c)4 has of Act, 1996": 1,
        "S.17 of Act, 1996": 1,
        "Section 31 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 345 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "S.34 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 75 or section 81 of Code of Civil Procedure,1908 (5 of 1908)": 1
    },
    "statute_counts": {
        "Act, 1996": 28,
        "Code of Civil Procedure,1908 (5 of 1908)": 9,
        "UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Arbitration Act, 1996": 16
    }
}