{
    "id": "75cc6468e711899503f85ceb6cbeab85aa91f1c2926eacc8fa120e83be742bcc",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nM/S, Rhea Management Consultants, ... vs Commercial Court No. 2, Lucknow And ... on 13 December, 2023\nAuthor: Pankaj Bhatia \nBench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2023:Ahc-Lko:81953\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 6248 of 2023\n \n\n \nPetitioner :- M/S, Rhea Management Consultants, Lucknow Thru. Proprietor Ranil Nair \n \nRespondent :- Commercial Court No. 2, Lucknow And Another\n \nCounsel for Petitioner :- Ashok Kumar Singh, Radhika Singh, Satjyot Chawla Dang \n \n\n \nHon'ble Pankaj Bhatia,J. \n \n1. Heard Sri Prashant Chandra, learned Senior Advocate assisted by Ms. Radhika Singh and Sri Satjyot Chawla Dang for the petitioner and Sri Gaurav Mehrotra assisted by Sri Akbar Ahmad the counsel for the respondent no.2.\n2. The present application under Article 227 of the Constitution of India was filed with the following reliefs :\n(a) Direct the learned Commercial Court No.-2, Lucknow to act within the bounds of jurisdiction vested in it; and not to render the provisions contained in section 9 of the Arbitration and Conciliation Act otiose and illusionary. \n(b) Pass an appropriate order suspending the implementation and operation of the termination notice dated 11.09.2023 contained in the Annexure No.4 till the decision by the arbitral tribunal and the learned Commercial Court No.-2 of Lucknow be ordered to act accordingly.\"\n3. Subsequent to the filing of the application, when the matter was taken up today, an amendment application has been filed seeking to challenge an order which came to be passed by the Commercial Court No.2, Lucknow disposing off the application under section 9 of the Arbitration and Conciliation Act. The amendment application was handed over across the bar today after serving a copy thereof to the counsel for the respondents. \n4. In the light of the said development, the submission of the counsel for the petitioner is that the petition was filed basically aggrieved against the manner in which the decision has been rendered, including the order dated 12.12.2023. He argues that Section 9 petition was filed on 30.11.2023 before Commercial Court and the matter was thereafter fixed for 05.12.2023. He argues that while passing the order, it was impressed upon the Commercial Court that the matter would be rendered infructuous on 12.12.2023, the date on which the term of the notice would expire and despite the court noticing the same, no injunction was granted in favour of the petitioner as claimed which led to ultimately filing of the application under Article 227 of the Constitution of India.\n5. The counsel for the respondent no.2, on the other hand, has raised a preliminary objection by arguing that in view of the mandate of Section 37(1)(b) of the Arbitration and Conciliation Act, an appeal lies and once an order has been passed on 12.12.2023 under section 9 of the Arbitration and Conciliation Act, the petitioner should avail the remedy of appeal, which is specifically provided for in the Arbitration and Conciliation Act and the present application under Article 227 of the Constitution of India, to that extent, would not be maintainable.\n6. In response to the said submissions and preliminary objection raised by Sri Gaurav Mehrotra, Sri Prashant Chandra, Senior Advocate argues that the powers vested in this court by virtue of Article 227 of the Constitution of India are to do substantial justice in between the parties and the restrictions imposed by various Acts are basically self-imposed restrictions and this court should not hesitate to pass orders where injustice is palpable. He argues that the manner in which the decision has been done would also fall within the scope of 'jurisdictional error' and thus, the same can be corrected in exercise of the power under Article 227 of the Constitution of India.\n7. In support of the said contentions, both the parties have placed reliance on the judgment of the Supreme Court in the case of Deep Industries Limited vs. Oil and Natural Gas Corporation Limited and another; (2020) 15 Scc 706, while Sri Prashant Chandra places reliance on paragraph 16 and 17 of the said judgment, Sri Gaurav Mehrotra also emphasizes on paragraph 16 and 17 and also paragraph 22 & 23 of the said judgment. \n8. In the light of the said, the first issue to be decided by this Court is whether an application under Article 227 would be maintainable in view of the specific provisions contained in Section 37(1)(b) of the Arbitration and Conciliation Act, although, it has not been argued by either of the parties, section 13 of the Commercial Courts Act also has a relevance to the issue raised at hand in the form of preliminary objection which I propose to  decide.\n9. In the case of Deep Industries Limited (supra), the Supreme Court had the occasion to consider the scope of exercise of powers by the High Court in exercise of its extraordinary jurisdiction particularly in context of the mandate of the Arbitration and Conciliation Act, which aims at speedy redressal of the Commercial Disputes, after analyzing the various precedents, the Supreme Court observed as under :\n\"16. Most significant of all is the non obstante clause contained in Section 5 which states that notwithstanding anything contained in any other law, in matters that arise under Part I of the Arbitration Act, no judicial authority shall intervene except where so provided in this Part. Section 37 grants a constricted right of first appeal against certain judgments and orders and no others. Further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed [see Section 37(2) of the Act].\n17. This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years. At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non obstante clause of Section 5 of the Act. In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us hereinabove so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\" \n10. The supreme Court referred to the various precedents relating to Arbitration Act and recorded in para 22 and 23 as under :\n\"22. One other feature of this case is of some importance. As stated hereinabove, on 9-5-2018, a Section 16 application had been dismissed by the learned arbitrator in which substantially the same contention which found favour with the High Court was taken up. The drill of Section 16 of the Act is that where a Section 16 application is dismissed, no appeal is provided and the challenge to the Section 16 application being dismissed must await the passing of a final award at which stage it may be raised under Section 34. What the High Court has done in the present case is to invert this statutory scheme by going into exactly the same matter as was gone into by the arbitrator in the Section 16 application, and then decided that the two-year ban/blacklisting was no part of the notice for arbitration issued on 2-11-2017, a finding which is directly contrary to the finding of the learned arbitrator dismissing the Section 16 application. For this reason alone, the judgment under appeal needs to be set aside. Even otherwise, as has been correctly pointed out by Mr Rohatgi, the judgment under appeal goes into the merits of the case and states that the action of putting the Contractor and his Directors \"on holiday\" is not a consequence of the termination of the agreement. This is wholly incorrect as it is only because of the termination that the show-cause notice dated 18-10-2017 proposing to impose a two-year ban/blacklisting was sent. Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected. Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself. Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application. In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order. Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter. Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside. \n23. We reiterate that the policy of the Act is speedy disposal of arbitration cases. The Arbitration Act is a special Act and a self-contained code dealing with arbitration. This Court in Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , has specifically held as follows: (SCC p. 371, para 89) \"89. It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [P.S. Sathappan v. Andhra Bank Ltd., (2004) 11 SCC 672] ) was held to be a self-contained code. Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so. Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] of Tulzapurkar, J., that it carries with it. \n'19. ? a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done. ?' (S.N. Srikantia & Co. case [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] , SCC OnLine Bom para 19) In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.\" \nWhat becomes clear is that had the High Court itself disposed of the first appeal in the present case, no Article 227 petition could possibly lie ? all that could perhaps have been done was to file an LPA before a Division Bench of the same High Court. This, as we have seen, has specifically been interdicted by Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] Merely because, on the facts of this case, the first appeal was disposed of by a court subordinate to the High Court, an Article 227 petition ought not to have been entertained.\" \n11. What flows from the judgment in the case of Deep Industries Limited (supra), which is binding on me, the first part for the first relief available to a party would be under section 37 and thereafter, as no appeal is prescribed thereafter the parties can approach by filing an appropriate application under Article 226/227 of the Constitution of India and even in those cases, the Supreme Court has cautioned from exercise of powers except when it is extremely expedient to do so.\n12. In terms of the mandate of Commercial Courts Act, Section 13 of the said Act specifically provides for an appeal against any order passed by the Commercial Courts to the Commercial Appellate Court, which in the State of U.P. is a Division Bench of the High Court empowered to act as a Commercial Appellate Court. Although Section 8 of the Commercial Courts Act specifically bars any proceedings arising out of an interlocutory order, however the order passed under section 9 of the Act would be a final order and not an interlocutory order. \n13. As from the plain language of Section 9 used in the Arbitration and Conciliation Act, it is a power conferred upon the Court to grant certain interim measures as specified, before or during the arbitral proceedings or even at any time after making of the arbitral award but before it is enforced under section 36, although in terms of the Arbitration and Conciliation Act, Section 9 confers the power of issuance of interim measures by the Court, however, read with the Commercial Courts Act, a decision on application under section 9 would be a final order appealable under section 13 of the Act. \n14. In view of the judgment as explained in the case of Deep Industries Limited (supra) and there being specific provisions for appeal under section 37(1)(b) of the Arbitration and Conciliation Act and Section 13 of the Commercial Courts Act, the exercise of power under Article 227 is wholly unjustified. The submission of Sri Prashant Chandra that the manner of exercise of power would be a 'jurisdictional error' also merits rejection in view of the answer given in the judgment in the case of Deep Industries Limited (supra). Even otherwise, the grant of temporary measures, which in the present case, was in the form of seeking injunction is dependent on facts including the enforcement of a contract and is dependent on the applicant satisfying the trinity test of prima-facie case, balance of convenience and irreparable hardship, which is essentially dependent on various facts which are pleaded. The said issues can be adequately dealt with in exercise of the appellate powers.\n15. Thus, upholding the preliminary objections raised by Sri Gaurav Mehrotra, the application under Article 227 of the Constitution of India cannot be entertained and is dismissed. The parties would be at liberty to avail their remedies of appeal, if so advised, in accordance with law. \nOrder Date :- 13.12.2023 VNP/-\n   ",
        "preamble_end_char_offset": null,
        "cleaned_text": "jharkhand high court (against the order dated 27.04.2019 . vs chandan choudhary on 24 june, 2020 author: anil kumar choudhary bench: anil kumar choudhary 1 w.p. (c). no.3935 of 2019 in the high court of jharkhand at ranchi w.p. (c). no. 3935 of 2019 (against the order dated 27.04.2019 passed by the district judge-xiv-cumpresiding officer, commercial court, dhanbad in execution case no. 36 of 2019) daimler financial services india pvt. limited., a company registered under the companies act, 1956 having its registered office at rmz millennia business park, campus 3b, unit 202, 143, dr. mgr road, p.o & p.s. -perungudi, district -chennai -600096, tamil nadu through its authorized representative manoj bijwe, s/o -krishna rao aged about 38 years, at daimler financial services india pvt. limited, at unit no. 202, 2nd floor, campus 3b, rmz millenia business park, no. 143, dr. m.g.r. road, p.o. & p.s. -perungudi, district -chennai, state -tamil nadu. . petitioner versus 1. chandan choudhary, s/o not known to the applicant, r/o h.no. 2, p.o. jalda, p.s.+ dist.chatra, jharkhand-825103. 2. prabhudayal singh, s/o not known to the applicant, r/o h.no. 2, village kutregniya, p.o.jalda, p.s. and dist.chatra, jharkhand825103. . opposite parties / respondents present hon'ble mr. justice anil kumar choudhary . for the petitioner : mr. bharat kumar, advocate for the respondent : mr. prabhas ch. sinha, advocate . by the court:1. heard the learned counsel for the parties through video conferencing. 2. this writ petition has been filed by the petitioner invoking the jurisdiction of this court under article 227 of the constitution of india with the prayer for quashing and setting aside the order dated 27.04.2019 passed by the presiding officer, commercial court, dhanbad in execution case no. 36 of 2019 whereby and where under the case filed for execution of award dated 14.02.2017 in arbitration case no. 1668 of 2015 arising out of loan agreement no. 20107095 dated 30.04.2014 before the sole arbitrator, was dismissed by the said commercial court on the ground that there is no notification of the state government with respect to \"specified value\" in the light of the amendment of the commercial courts act, 2015 as amended by the 'the commercial courts, commercial division and commercial appellate division of high courts (amendment) act, 2018 (28 of 2018) (here in after referred to as the amendment act of 28 of 2018). 3. it is submitted by mr. bharat kumar, the learned counsel for the petitioner that the petitioner is a non-banking finance company. the opposite parties obtained loan which they failed to repay. as per the agreement, the matter was referred to the sole arbitrator. the sole arbitrator passed the award. the petitioner filed the petition for execution of the said award which was numbered as execution case no. 36 of 2019 in the commercial court, dhanbad. 4. referring to section 3 (1-a) of the commercial courts act, 2015 as amended by the amendment act of 28 of 2018, which became retrospectively effective from 03.05.2018 which reads as under:\"3. [(1-a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary.]\"(emphasis supplied) the learned court below observed that the said court below is at present having pecuniary jurisdiction of one crore rupees or such higher value as may be notified by the central government as there is no notification of the state in compliance of section 3 (1-a) of the commercial courts act, 2015 as amended by the amendment act of 28 of 2018, and came to a conclusion that the court below has no jurisdiction to decide the execution petition and dismissed the same for being non-maintainable. 5. mr. kumar, the learned counsel for the petitioner drawing attention of the court to section 2(1) (i) of the commercial courts act, 2015 as amended by the said amendment act of 28 of 2018 which reads as under:'2(1)(i) \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the central government' (emphasis supplied) submitted that therein the words \"which shall not be less than three lakh rupees\", before 03.05.2018, that is before being amended by amendment act of 28 of 2018 used to be \"which shall not be less than one crore rupees.\" 6. drawing attention of this court to annexure-4 of the brief which is the notification regarding establishment of the commercial court inter alia at dhanbad which reads as under:notification the 24th may, 2016 s.o. 24 dated 27th may, 2016 in exercise of the powers conferred by section 3(1) of the commercial courts, commercial division and commercial appellate division of high court act, 2015, the state government in consultation with the hon'ble high court of jharkhand, ranchi, is pleased to establish one commercial court each at ranchi, dhanbad & east singhbhum (jamshedpur) district. the jurisdiction of above mentioned commercial courts at ranchi, dhanbad and east singhbhum (jamshedpur) shall be the local limits of ranchi, dhanbad and east singhbhum (jamshedpur) district respectively. 2. this notification shall come into force with effect from the date of notification. (file no. -b/vidhi-court gathan-ka-02/2016-1220/j) by the order of the governor of jharkhand, dinesh kumar singh principal secretary-cum-l.r. law department govt. of jharkhand, ranchi. and also drawing attention of this court to annexure-5 of the brief by which the local limits of jurisdiction has been vested upon the said three commercial courts established by the said notification at annexure-4 of the brief which reads as under:notification s.o. 28 in exercise of powers conferred by section 3(1) of the commercial courts, commercial division and commercial appellate division of high court act, 2015, the state government in consultation with the hon'ble high court of jharkhand, ranchi has constituted one commercial court each in the district of ranchi, dhanbad & east singhbhum (jamshedpur) by the law department's notification no-1220/j, dated 24.05.2016. after due consideration the state government in consultation with the hon'ble high court of jharkhand, ranchi has decided and extended the jurisdiction of local limits of above mentioned commercial courts as mentioned below:s. commercial jurisdiction (local limits) notified by extended no court law department vide notification jurisdiction (local no. 1220/j dated 24.05.2016 limits) 1ranchi ranchi south chotanagpur division and palamau division 2dhanbad dhanbad north chotanagpur division and santhal pargana division 3east east singhbhum (jamshedpur) kolhan division singhbhum (jamshedpur) 2. this notification shall come into force with effect from the date of notification. 3. the earlier notification no.-1220/j dated 24.05.2016 issued by law department is hereby amended to that extent. (file no. -b/vidhi-court gathan-ka-02/2016-1476/j) by the order of the governor of jharkhand, dinesh kumar singh principal secretary-cum-l.r. law department govt. of jharkhand, ranchi. it is submitted by mr. kumar, the learned counsel for the petitioner that the said amendment act, 28 of 2018 has received presidential assent on 20.08.2018 though inadvertently due to a printing error, in paragraph no.15 of this instant writ application, the said date has wrongly been mentioned as 20.08.2019 and the said act has been published in gazette on 21.08.2018 but the same has been applicable with retrospective effect from 03.05.2018. 7. mr. kumar, the learned counsel for the petitioner also drew the attention of this court to the statement of objects and reasons of the said amendment act of 28 of 2018 and submits that conjoint reading of section 2(1)(i) and section 3(1-a) of the commercial courts act, 2015 as amended by the amendment act of 28 of 2018, implies that the central government is empowered to notify the \"specified value\" as defined under section 2(1)(i) of the commercial courts act and the notification of the said amendment by way of publishing the same in the official gazette dated 21.08.2018, in effect has fixed the \"specified value\" for all purposes as not less than rupees three lakhs or in other words an amount of three lakhs rupees or more. it is then submitted that unless and until the state government after consultation with the high court, by notification, specify such pecuniary value not less than rupees three lakhs or any higher value for whole or part of the state, the \"specified value\" for the commercial court established at dhanbad by the said notification will be not less than rupees three lakhs or in other words an amount of three lakhs rupees or more. it is further submitted by the learned counsel for the petitioner that section 3(1-a) of the commercial courts act, 2015 as amended by the amendment act of 28 of 2018, confers a discretion with the state government that it may after consultation with the concerned high court, by notification, specify such \" specified value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary which means that the state government may not specify any \"specified value\" other than \"not less than three lakh rupees\" as fixed by section 2(1)(i) of the commercial courts act, 2015 as amended by the amendment act of 28 of 2018 and as yet no notification has been published by the state government by specifying any pecuniary value other than the one of amount not less than rupees three lakhs as mentioned in section 2(1)(i) of the commercial courts act, 2015 as amended by the commercial courts, commercial division and commercial appellate division of high courts (amendment) act, 2018 (28 of 2018). hence, it is submitted that in view of the said amended section 2(1)(i) of the commercial courts act, 2015 as amended by the act 28 of 2018, for the commercial court at dhanbad, the \"specified value\" to be determined in accordance with section 12 of the commercial courts act, 2015 is \" not less than three lakhs rupees\", hence the said execution petition filed is maintainable in the commercial court at dhanbad. 8. in support of his contention, mr. bharat kumar, the learned counsel for the petitioner relied upon the judgment of hon'ble gujarat high court, in the case of vijay cotton and fiber company vs. agarwal cotton spinning pvt. ltd. dated 11.02.2019, paragraph no.16 of which reads as under:\"16. the sum and substance of the above discussion is that in state of gujarat where the commercial courts are constituted at district level, the execution petition would be maintainable in that court; as contemplated in the notification referred herein above irrespective of its judge being lower in hierarchy than the district judge. since the commercial court lower in hierarchy that the district level is not contemplated under subsection (1) of section 3, there would be no question of institution of the execution petition with the district judge and transfer by him under section 39 of cpc to the court lower in hierarchy than the such district judge. the principal civil court in the district court as defined in section 2 (1) (e) of the arbitration and conciliation act read with section 3 of the commercial courts act, in respect of the commercial disputes, would be the commercial court at the district level as constituted under subsection (1) of section 3 of the later act and would be the court competent to execute awards declared under section 34 of the arbitration act other than those relating to international arbitration. by virtue of the notification above referred, as also by c/ao/216/2018 order virtue of the provisions referred to herein above, the court contemplated in the notification, irrespective of the designation of the judge would be the commercial court at district level; and in absence of contemplation of commercial court of the lower hierarchy than the district level, in the commercial court act, it would execute the decree without transferring it under section 39 cpc.\" 9. mr. bharat kumar also relied upon the judgment of hon'ble supreme court of india in the case of radhey shyam & anr. vs. chhabi nath & ors. reported in (2015) 5 scc 423, in support of its contention that challenges to judicial order can lie by way of a petition under article 227 of the constitution of india. 10. hence, it is submitted by mr. kumar that the said impugned order dated 27.04.2019 passed by the district judge-xivcum-presiding officer, commercial court, dhanbad in execution case no. 36 of 2019 be quashed and set aside and the commercial court at dhanbad be directed to proceed ahead with the said execution case no. 36 of 2019 as per law. 11. learned counsel for the opposite partiesrespondents, mr. prabhash ch. sinha, opposes the prayer of the petitioner and defends the impugned order dated 27.04.2019 passed by learned district judge-xiv-cum-presiding officer, commercial court, dhanbad in execution case no. 36 of 2019 and submits that the commercial court, dhanbad has no pecuniary jurisdiction to entertain the execution petition and the same has rightly been dismissed. 12. having heard the submissions made by the learned counsel for the petitioner and after going through the materials in the record, this court finds force in the submission of the learned counsel for the petitioner; as it is crystal clear that after amendment of section 2(1)(i) of the commercial courts act by the amendment act 28 of 2018, the \"specified value\" of the commercial courts established under section 3(1) of the commercial courts act, 2015 to be determined in accordance with section 12 of the said act is \"not less than three lakhs rupees\" which in other words means an amount of rupees three lakhs or more with effect from 03.05.2018. as rightly submitted by mr. kumar, in the absence of any notification under section 3 (1-a) of the said commercial courts act, 2015 as amended by the said act 28 of 2018, the commercial court at dhanbad having been established under section 3(1) of the commercial courts act by the notification dated 24th may, 2016 will have its revised \"specified value\" of \"not less than three lakhs rupees\" w.r.e.f. 03.05.2018 instead of \"not less than rupees one crore\" as it stood fixed prior to 03.05.2018. 13. in view of the position of law, this court is of the considered view that the impugned order dated 27.04.2019 passed by the presiding officer, commercial court, dhanbad in execution case no. 36 of 2019 by dismissing the said execution petition on the ground that the commercial court, dhanbad has no pecuniary jurisdiction; is not sustainable in law and is liable to be set aside. 14. accordingly the impugned order dated 27.04.2019 passed by the district judge-xiv-cum-presiding officer, commercial court, dhanbad in execution case no. 36 of 2019 is quashed and set aside and this writ petition is disposed of with a direction to the commercial court at dhanbad to proceed with execution case no. 36 of 2019 in accordance with law, from the stage where it was, on the date said impugned order dismissing the said execution case no. 36 of 2019, was passed. 15. it is made clear that this court has not passed any opinion on the merit of the said execution case. (anil kumar choudhary, j.) high court of jharkhand, ranchi dated the 24th of june, 2020 afr/ smita/-"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "80158ac51610447d92b2948e5b92f548_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "90e4649910024f739885749bc7e7205c_1"
        },
        {
            "start": 242,
            "end": 387,
            "text": "\nAllahabad High Court\nM/S, Rhea Management Consultants, ... vs Commercial Court No. 2, Lucknow And ... on 13 December, 2023\nAuthor: Pankaj Bhatia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1582be81f8914eef9ce2e806db422c3c_2"
        },
        {
            "start": 389,
            "end": 652,
            "text": "Bench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2023:Ahc-Lko:81953\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 6248 of 2023\n \n\n \nPetitioner :- M/S, Rhea Management Consultants, Lucknow Thru.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "abdace4a15964140a1d1937ef5e24fc2_3"
        },
        {
            "start": 653,
            "end": 674,
            "text": "Proprietor Ranil Nair",
            "labels": [
                "PREAMBLE"
            ],
            "id": "064a99b09eda433f9522d0ca25c664db_4"
        },
        {
            "start": 675,
            "end": 817,
            "text": "\n \nRespondent :- Commercial Court No. 2, Lucknow And Another\n \nCounsel for Petitioner :- Ashok Kumar Singh, Radhika Singh, Satjyot Chawla Dang",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdddc85e9acd4eb39a2ba6195c54f099_5"
        },
        {
            "start": 818,
            "end": 848,
            "text": "\n \n\n \nHon'ble Pankaj Bhatia,J.",
            "labels": [
                "NONE"
            ],
            "id": "3e97dd8ec577443f94a36887de71dfc8_6"
        },
        {
            "start": 852,
            "end": 1075,
            "text": "1. Heard Sri Prashant Chandra, learned Senior Advocate assisted by Ms. Radhika Singh and Sri Satjyot Chawla Dang for the petitioner and Sri Gaurav Mehrotra assisted by Sri Akbar Ahmad the counsel for the respondent no.2.\n2.",
            "labels": [
                "NONE"
            ],
            "id": "43a68182bf354b2e9d8e072281390542_7"
        },
        {
            "start": 1076,
            "end": 1415,
            "text": "The present application under Article 227 of the Constitution of India was filed with the following reliefs :\n(a) Direct the learned Commercial Court No.-2, Lucknow to act within the bounds of jurisdiction vested in it; and not to render the provisions contained in section 9 of the Arbitration and Conciliation Act otiose and illusionary.",
            "labels": [
                "FAC"
            ],
            "id": "aae99f10f17c46e4874102ecb7f99db7_8"
        },
        {
            "start": 1416,
            "end": 1992,
            "text": "\n(b) Pass an appropriate order suspending the implementation and operation of the termination notice dated 11.09.2023 contained in the Annexure No.4 till the decision by the arbitral tribunal and the learned Commercial Court No.-2 of Lucknow be ordered to act accordingly.\"\n3. Subsequent to the filing of the application, when the matter was taken up today, an amendment application has been filed seeking to challenge an order which came to be passed by the Commercial Court No.2, Lucknow disposing off the application under section 9 of the Arbitration and Conciliation Act.",
            "labels": [
                "FAC"
            ],
            "id": "aa28870424b34bddb87a4ad1a073af1d_9"
        },
        {
            "start": 1993,
            "end": 2120,
            "text": "The amendment application was handed over across the bar today after serving a copy thereof to the counsel for the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "15afa034becf4c889a64832549ffff0d_10"
        },
        {
            "start": 2121,
            "end": 2360,
            "text": "\n4. In the light of the said development, the submission of the counsel for the petitioner is that the petition was filed basically aggrieved against the manner in which the decision has been rendered, including the order dated 12.12.2023.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b643c94d4de5415c915f2b824cb5821c_11"
        },
        {
            "start": 2361,
            "end": 2494,
            "text": "He argues that Section 9 petition was filed on 30.11.2023 before Commercial Court and the matter was thereafter fixed for 05.12.2023.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a8d95e9a043f45e99aaced5d2bacb646_12"
        },
        {
            "start": 2495,
            "end": 2899,
            "text": "He argues that while passing the order, it was impressed upon the Commercial Court that the matter would be rendered infructuous on 12.12.2023, the date on which the term of the notice would expire and despite the court noticing the same, no injunction was granted in favour of the petitioner as claimed which led to ultimately filing of the application under Article 227 of the Constitution of India.\n5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "61b43106cd614147880d357d5cf38169_13"
        },
        {
            "start": 2900,
            "end": 3457,
            "text": "The counsel for the respondent no.2, on the other hand, has raised a preliminary objection by arguing that in view of the mandate of Section 37(1)(b) of the Arbitration and Conciliation Act, an appeal lies and once an order has been passed on 12.12.2023 under section 9 of the Arbitration and Conciliation Act, the petitioner should avail the remedy of appeal, which is specifically provided for in the Arbitration and Conciliation Act and the present application under Article 227 of the Constitution of India, to that extent, would not be maintainable.\n6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f601f3d7dd1545be845ece8f5ca87c61_14"
        },
        {
            "start": 3458,
            "end": 3903,
            "text": "In response to the said submissions and preliminary objection raised by Sri Gaurav Mehrotra, Sri Prashant Chandra, Senior Advocate argues that the powers vested in this court by virtue of Article 227 of the Constitution of India are to do substantial justice in between the parties and the restrictions imposed by various Acts are basically self-imposed restrictions and this court should not hesitate to pass orders where injustice is palpable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4a19ea4538a94fb0bb6dff6cf8ab11c1_15"
        },
        {
            "start": 3904,
            "end": 4136,
            "text": "He argues that the manner in which the decision has been done would also fall within the scope of 'jurisdictional error' and thus, the same can be corrected in exercise of the power under Article 227 of the Constitution of India.\n7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "14ab428084f441e7b15edd8d5f19beab_16"
        },
        {
            "start": 4137,
            "end": 4558,
            "text": "In support of the said contentions, both the parties have placed reliance on the judgment of the Supreme Court in the case of Deep Industries Limited vs. Oil and Natural Gas Corporation Limited and another; (2020) 15 Scc 706, while Sri Prashant Chandra places reliance on paragraph 16 and 17 of the said judgment, Sri Gaurav Mehrotra also emphasizes on paragraph 16 and 17 and also paragraph 22 & 23 of the said judgment.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "982f4d1c9b374622ab01ae2b6e426ff4_17"
        },
        {
            "start": 4560,
            "end": 5008,
            "text": "8. In the light of the said, the first issue to be decided by this Court is whether an application under Article 227 would be maintainable in view of the specific provisions contained in Section 37(1)(b) of the Arbitration and Conciliation Act, although, it has not been argued by either of the parties, section 13 of the Commercial Courts Act also has a relevance to the issue raised at hand in the form of preliminary objection which I propose to",
            "labels": [
                "ISSUE"
            ],
            "id": "70c2530a2d154c2aa2e01a12b75dda02_18"
        },
        {
            "start": 5009,
            "end": 5433,
            "text": " decide.\n9. In the case of Deep Industries Limited (supra), the Supreme Court had the occasion to consider the scope of exercise of powers by the High Court in exercise of its extraordinary jurisdiction particularly in context of the mandate of the Arbitration and Conciliation Act, which aims at speedy redressal of the Commercial Disputes, after analyzing the various precedents, the Supreme Court observed as under :\n\"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aa415aa3d69a4ffb92f9d3307fa4faf6_19"
        },
        {
            "start": 5434,
            "end": 5714,
            "text": "Most significant of all is the non obstante clause contained in Section 5 which states that notwithstanding anything contained in any other law, in matters that arise under Part I of the Arbitration Act, no judicial authority shall intervene except where so provided in this Part.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "77d50154858043dbaa265b40d719ac9e_20"
        },
        {
            "start": 5715,
            "end": 5820,
            "text": "Section 37 grants a constricted right of first appeal against certain judgments and orders and no others.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de30f8c2e3724c16b06daf8809585692_21"
        },
        {
            "start": 5821,
            "end": 5972,
            "text": "Further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed [see Section 37(2) of the Act].\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0dbf57d0db644c878f74b24b13dc677c_22"
        },
        {
            "start": 5973,
            "end": 6244,
            "text": "This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ace79f5578af4679980ba4e760409503_23"
        },
        {
            "start": 6245,
            "end": 6402,
            "text": "At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non obstante clause of Section 5 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d4e6edc02674afbb1c580e32a4881fd_24"
        },
        {
            "start": 6403,
            "end": 6860,
            "text": "In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us hereinabove so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b38eb01472d54764a87aaca7829ee8aa_25"
        },
        {
            "start": 6862,
            "end": 6993,
            "text": "10. The supreme Court referred to the various precedents relating to Arbitration Act and recorded in para 22 and 23 as under :\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "848d1fcb9be44d6f92b9fe54a4f22c15_26"
        },
        {
            "start": 6994,
            "end": 7047,
            "text": "One other feature of this case is of some importance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a7f3ca793b94a4fbd05188ae81d245b_27"
        },
        {
            "start": 7048,
            "end": 7249,
            "text": "As stated hereinabove, on 9-5-2018, a Section 16 application had been dismissed by the learned arbitrator in which substantially the same contention which found favour with the High Court was taken up.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9dd2afa5f26e4b4fb9f91017bcb39da9_28"
        },
        {
            "start": 7250,
            "end": 7513,
            "text": "The drill of Section 16 of the Act is that where a Section 16 application is dismissed, no appeal is provided and the challenge to the Section 16 application being dismissed must await the passing of a final award at which stage it may be raised under Section 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68aff4731ec6486da643855f874fd2c7_29"
        },
        {
            "start": 7514,
            "end": 7933,
            "text": "What the High Court has done in the present case is to invert this statutory scheme by going into exactly the same matter as was gone into by the arbitrator in the Section 16 application, and then decided that the two-year ban/blacklisting was no part of the notice for arbitration issued on 2-11-2017, a finding which is directly contrary to the finding of the learned arbitrator dismissing the Section 16 application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9862e120ed147c699202bfb1b84b93a_30"
        },
        {
            "start": 7934,
            "end": 8005,
            "text": "For this reason alone, the judgment under appeal needs to be set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4d42c7ba1c34c9d8c7899b95deca055_31"
        },
        {
            "start": 8006,
            "end": 8271,
            "text": "Even otherwise, as has been correctly pointed out by Mr Rohatgi, the judgment under appeal goes into the merits of the case and states that the action of putting the Contractor and his Directors \"on holiday\" is not a consequence of the termination of the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d3a162c91f943bfb2900915314f1cc4_32"
        },
        {
            "start": 8272,
            "end": 8439,
            "text": "This is wholly incorrect as it is only because of the termination that the show-cause notice dated 18-10-2017 proposing to impose a two-year ban/blacklisting was sent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccd1ff5e42e4405a9a4ab1a5ca6c10a4_33"
        },
        {
            "start": 8440,
            "end": 8639,
            "text": "Even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under Article 227, where only jurisdictional errors can be corrected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99681d8956e1452eb208fe350213db59_34"
        },
        {
            "start": 8640,
            "end": 9017,
            "text": "Therefore to state that the ban order was passed under a General Contract Manual and not Clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the General Contract Manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bb12f64018e457998519093b3383bdc_35"
        },
        {
            "start": 9018,
            "end": 9244,
            "text": "Further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the Arbitral Tribunal lacked inherent jurisdiction in going into and deciding the Section 17 application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb632cb67b6646bab013af56ababe04b_36"
        },
        {
            "start": 9245,
            "end": 9426,
            "text": "In point of fact, the Arbitral Tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70ae0faa02ea42dc9db92cd310c0f288_37"
        },
        {
            "start": 9427,
            "end": 9778,
            "text": "Even if it be accepted that the principle laid down by Section 41(e) of the Specific Relief Act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64a89a83a2254a21a8d30325fb5a4e3b_38"
        },
        {
            "start": 9779,
            "end": 9867,
            "text": "Therefore, even otherwise, the High Court judgment cannot be sustained and is set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23e926abe1fc4d8f8dc8178b329b1155_39"
        },
        {
            "start": 9869,
            "end": 9953,
            "text": "23. We reiterate that the policy of the Act is speedy disposal of arbitration cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c30f496dcf4845d88cd3285606a41495_40"
        },
        {
            "start": 9954,
            "end": 10042,
            "text": "The Arbitration Act is a special Act and a self-contained code dealing with arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e067ac2fc5e34006bd366f708a779720_41"
        },
        {
            "start": 10043,
            "end": 10233,
            "text": "This Court in Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] , has specifically held as follows: (SCC p. 371, para 89) \"89.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b79198b2dd6f4718a366c145e749b0dc_42"
        },
        {
            "start": 10234,
            "end": 10445,
            "text": "It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [P.S. Sathappan v. Andhra Bank Ltd., (2004) 11 SCC 672] ) was held to be a self-contained code.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "418f32f95631466185c936fcc888a0ed_43"
        },
        {
            "start": 10446,
            "end": 10772,
            "text": "Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed2f12c0244a4eeaafcdf89c0d2927cc_44"
        },
        {
            "start": 10773,
            "end": 11038,
            "text": "Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] of Tulzapurkar, J., that it carries with it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "43627edaaeba48ff9c346b1c3a3187ff_45"
        },
        {
            "start": 11040,
            "end": 11046,
            "text": "'19. ?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "92ad08d1962c49469c315a2673865e6d_46"
        },
        {
            "start": 11047,
            "end": 11212,
            "text": "a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa3933efa36e4ddaa89d8f8f757e30d1_47"
        },
        {
            "start": 11213,
            "end": 11353,
            "text": "?' (S.N. Srikantia & Co. case [S.N. Srikantia & Co. v. Union of India, 1965 SCC OnLine Bom 133 : AIR 1967 Bom 347] , SCC OnLine Bom para 19)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3446d6df9bf84450aa48bc3a8174aac4_48"
        },
        {
            "start": 11354,
            "end": 11598,
            "text": "In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ec2021214af429889e72c266958a03d_49"
        },
        {
            "start": 11599,
            "end": 11852,
            "text": "\nWhat becomes clear is that had the High Court itself disposed of the first appeal in the present case, no Article 227 petition could possibly lie ? all that could perhaps have been done was to file an LPA before a Division Bench of the same High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a6ae10039664e87a8d46982d8383231_50"
        },
        {
            "start": 11853,
            "end": 12205,
            "text": "This, as we have seen, has specifically been interdicted by Fuerst Day Lawson Ltd. [Fuerst Day Lawson Ltd. v. Jindal Exports Ltd., (2011) 8 SCC 333 : (2011) 4 SCC (Civ) 178] Merely because, on the facts of this case, the first appeal was disposed of by a court subordinate to the High Court, an Article 227 petition ought not to have been entertained.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5c272b21e64f46dbbb0ffcec2dd139c5_51"
        },
        {
            "start": 12207,
            "end": 12694,
            "text": "11. What flows from the judgment in the case of Deep Industries Limited (supra), which is binding on me, the first part for the first relief available to a party would be under section 37 and thereafter, as no appeal is prescribed thereafter the parties can approach by filing an appropriate application under Article 226/227 of the Constitution of India and even in those cases, the Supreme Court has cautioned from exercise of powers except when it is extremely expedient to do so.\n12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a039721b36045b79f1273b7d9f3c20a_52"
        },
        {
            "start": 12695,
            "end": 13007,
            "text": "In terms of the mandate of Commercial Courts Act, Section 13 of the said Act specifically provides for an appeal against any order passed by the Commercial Courts to the Commercial Appellate Court, which in the State of U.P. is a Division Bench of the High Court empowered to act as a Commercial Appellate Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec12a2edc5db48f1afff955014424a4b_53"
        },
        {
            "start": 13008,
            "end": 13235,
            "text": "Although Section 8 of the Commercial Courts Act specifically bars any proceedings arising out of an interlocutory order, however the order passed under section 9 of the Act would be a final order and not an interlocutory order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63641a6950924e36889f3d57bef99f62_54"
        },
        {
            "start": 13237,
            "end": 13838,
            "text": "13. As from the plain language of Section 9 used in the Arbitration and Conciliation Act, it is a power conferred upon the Court to grant certain interim measures as specified, before or during the arbitral proceedings or even at any time after making of the arbitral award but before it is enforced under section 36, although in terms of the Arbitration and Conciliation Act, Section 9 confers the power of issuance of interim measures by the Court, however, read with the Commercial Courts Act, a decision on application under section 9 would be a final order appealable under section 13 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65c45fc5a58341de85851a49ad349c7c_55"
        },
        {
            "start": 13840,
            "end": 14145,
            "text": "14. In view of the judgment as explained in the case of Deep Industries Limited (supra) and there being specific provisions for appeal under section 37(1)(b) of the Arbitration and Conciliation Act and Section 13 of the Commercial Courts Act, the exercise of power under Article 227 is wholly unjustified.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8993e60419b44757bae689086a9a6b29_56"
        },
        {
            "start": 14146,
            "end": 14369,
            "text": "The submission of Sri Prashant Chandra that the manner of exercise of power would be a 'jurisdictional error' also merits rejection in view of the answer given in the judgment in the case of Deep Industries Limited (supra).",
            "labels": [
                "RATIO"
            ],
            "id": "bbf016c2762b4ac7bfcd845571ee3ce9_57"
        },
        {
            "start": 14370,
            "end": 14744,
            "text": "Even otherwise, the grant of temporary measures, which in the present case, was in the form of seeking injunction is dependent on facts including the enforcement of a contract and is dependent on the applicant satisfying the trinity test of prima-facie case, balance of convenience and irreparable hardship, which is essentially dependent on various facts which are pleaded.",
            "labels": [
                "RATIO"
            ],
            "id": "6b231ddca4c14a4780bcae1c2b53294e_58"
        },
        {
            "start": 14745,
            "end": 14830,
            "text": "The said issues can be adequately dealt with in exercise of the appellate powers.\n15.",
            "labels": [
                "RPC"
            ],
            "id": "7898ed69e663427189bc54867b046529_59"
        },
        {
            "start": 14831,
            "end": 15007,
            "text": "Thus, upholding the preliminary objections raised by Sri Gaurav Mehrotra, the application under Article 227 of the Constitution of India cannot be entertained and is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "e7cd4d0c21c3435fb28438e9e3ed3bb6_60"
        },
        {
            "start": 15008,
            "end": 15113,
            "text": "The parties would be at liberty to avail their remedies of appeal, if so advised, in accordance with law.",
            "labels": [
                "RPC"
            ],
            "id": "b93f162c69f54a8ebf4eb1ab04fc5db3_61"
        },
        {
            "start": 15114,
            "end": 15149,
            "text": "\nOrder Date :- 13.12.2023 VNP/-\n   ",
            "labels": [
                "NONE"
            ],
            "id": "e82950fa432e45509e7d4f7c91908e52_62"
        }
    ],
    "entities": [
        {
            "text": "Chandan Choudhary",
            "label": "RESPONDENT",
            "start_char": 64,
            "end_char": 81
        },
        {
            "text": "Anil Kumar Choudhary",
            "label": "LAWYER",
            "start_char": 107,
            "end_char": 127
        },
        {
            "text": "Anil Kumar Choudhary",
            "label": "JUDGE",
            "start_char": 135,
            "end_char": 155
        },
        {
            "text": "High Court Of Jharkhand At Ranchi",
            "label": "COURT",
            "start_char": 273,
            "end_char": 306
        },
        {
            "text": "Daimler Financial Services India Pvt. Limited",
            "label": "PETITIONER",
            "start_char": 537,
            "end_char": 582
        },
        {
            "text": "Chandan Choudhary",
            "label": "RESPONDENT",
            "start_char": 1302,
            "end_char": 1319
        },
        {
            "text": "P.O. Jalda",
            "label": "RESPONDENT",
            "start_char": 1377,
            "end_char": 1387
        },
        {
            "text": "Prabhudayal Singh",
            "label": "RESPONDENT",
            "start_char": 1439,
            "end_char": 1456
        },
        {
            "text": "Anil Kumar Choudhary",
            "label": "JUDGE",
            "start_char": 1766,
            "end_char": 1786
        },
        {
            "text": "Bharat Kumar",
            "label": "LAWYER",
            "start_char": 1854,
            "end_char": 1866
        },
        {
            "text": "Prabhas Ch. Sinha",
            "label": "LAWYER",
            "start_char": 1902,
            "end_char": 1919
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 2126,
            "end_char": 2137
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 2145,
            "end_char": 2166
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2303,
            "end_char": 2332
        },
        {
            "text": "Arbitration case no. 1668 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 2415,
            "end_char": 2448
        },
        {
            "text": "commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 2719,
            "end_char": 2746
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018)",
            "label": "STATUTE",
            "start_char": 2770,
            "end_char": 2892
        },
        {
            "text": "amendment Act of 28 of 2018",
            "label": "STATUTE",
            "start_char": 2927,
            "end_char": 2954
        },
        {
            "text": "Bharat Kumar",
            "label": "LAWYER",
            "start_char": 2984,
            "end_char": 2996
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3350,
            "end_char": 3379
        },
        {
            "text": "Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 3387,
            "end_char": 3412
        },
        {
            "text": "Section 3 (1-A)",
            "label": "PROVISION",
            "start_char": 3431,
            "end_char": 3446
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3454,
            "end_char": 3481
        },
        {
            "text": "amendment Act of 28 of 2018",
            "label": "STATUTE",
            "start_char": 3500,
            "end_char": 3527
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 3573,
            "end_char": 3583
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 4110,
            "end_char": 4128
        },
        {
            "text": "Section 3 (1-A)",
            "label": "PROVISION",
            "start_char": 4187,
            "end_char": 4202
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4210,
            "end_char": 4237
        },
        {
            "text": "Kumar",
            "label": "LAWYER",
            "start_char": 4443,
            "end_char": 4448
        },
        {
            "text": "Section 2(1) (i)",
            "label": "PROVISION",
            "start_char": 4523,
            "end_char": 4539
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4547,
            "end_char": 4574
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 4811,
            "end_char": 4821
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 4919,
            "end_char": 4937
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 5049,
            "end_char": 5059
        },
        {
            "text": "amendment Act of 28 of 2018",
            "label": "STATUTE",
            "start_char": 5093,
            "end_char": 5120
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 5332,
            "end_char": 5339
        },
        {
            "text": "24th may, 2016",
            "label": "DATE",
            "start_char": 5380,
            "end_char": 5394
        },
        {
            "text": "27th may, 2016",
            "label": "DATE",
            "start_char": 5411,
            "end_char": 5425
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 5465,
            "end_char": 5477
        },
        {
            "text": "Commercial Appellate Division of High Court Act, 2015",
            "label": "STATUTE",
            "start_char": 5528,
            "end_char": 5581
        },
        {
            "text": "High Court of Jharkhand, Ranchi",
            "label": "COURT",
            "start_char": 5637,
            "end_char": 5668
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 5723,
            "end_char": 5729
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 5731,
            "end_char": 5738
        },
        {
            "text": "Singhbhum",
            "label": "GPE",
            "start_char": 5746,
            "end_char": 5755
        },
        {
            "text": "Jamshedpur)",
            "label": "GPE",
            "start_char": 5757,
            "end_char": 5768
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 5836,
            "end_char": 5842
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 5844,
            "end_char": 5851
        },
        {
            "text": "East Singhbhum",
            "label": "GPE",
            "start_char": 5856,
            "end_char": 5870
        },
        {
            "text": "Jamshedpur",
            "label": "GPE",
            "start_char": 5872,
            "end_char": 5882
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 5913,
            "end_char": 5919
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 5921,
            "end_char": 5928
        },
        {
            "text": "East Singhbhum",
            "label": "GPE",
            "start_char": 5933,
            "end_char": 5947
        },
        {
            "text": "Jamshedpur",
            "label": "GPE",
            "start_char": 5949,
            "end_char": 5959
        },
        {
            "text": "Vidhi-Court",
            "label": "COURT",
            "start_char": 6086,
            "end_char": 6097
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 6156,
            "end_char": 6165
        },
        {
            "text": "Dinesh Kumar Singh",
            "label": "OTHER_PERSON",
            "start_char": 6167,
            "end_char": 6185
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 6239,
            "end_char": 6248
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 6250,
            "end_char": 6256
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 6568,
            "end_char": 6580
        },
        {
            "text": "High Court of Jharkhand, Ranchi",
            "label": "COURT",
            "start_char": 6740,
            "end_char": 6771
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 6833,
            "end_char": 6839
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 6841,
            "end_char": 6848
        },
        {
            "text": "Singhbhum",
            "label": "GPE",
            "start_char": 6856,
            "end_char": 6865
        },
        {
            "text": "Jamshedpur",
            "label": "GPE",
            "start_char": 6867,
            "end_char": 6877
        },
        {
            "text": "24.05.2016",
            "label": "DATE",
            "start_char": 6933,
            "end_char": 6943
        },
        {
            "text": "High Court of Jharkhand, Ranchi",
            "label": "COURT",
            "start_char": 7023,
            "end_char": 7054
        },
        {
            "text": "24.05.2016",
            "label": "DATE",
            "start_char": 7313,
            "end_char": 7323
        },
        {
            "text": "Ranchi Ranchi",
            "label": "GPE",
            "start_char": 7335,
            "end_char": 7348
        },
        {
            "text": "Chotanagpur Division",
            "label": "GPE",
            "start_char": 7355,
            "end_char": 7375
        },
        {
            "text": "Palamau Division",
            "label": "GPE",
            "start_char": 7380,
            "end_char": 7396
        },
        {
            "text": "Dhanbad Dhanbad",
            "label": "GPE",
            "start_char": 7400,
            "end_char": 7415
        },
        {
            "text": "Chotanagpur Division",
            "label": "GPE",
            "start_char": 7422,
            "end_char": 7442
        },
        {
            "text": "Santhal Pargana Division",
            "label": "GPE",
            "start_char": 7447,
            "end_char": 7471
        },
        {
            "text": "East East Singhbhum",
            "label": "RESPONDENT",
            "start_char": 7475,
            "end_char": 7494
        },
        {
            "text": "Jamshedpur",
            "label": "GPE",
            "start_char": 7496,
            "end_char": 7506
        },
        {
            "text": "Kolhan Division Singhbhum",
            "label": "OTHER_PERSON",
            "start_char": 7508,
            "end_char": 7533
        },
        {
            "text": "Jamshedpur",
            "label": "GPE",
            "start_char": 7535,
            "end_char": 7545
        },
        {
            "text": "24.05.2016",
            "label": "DATE",
            "start_char": 7679,
            "end_char": 7689
        },
        {
            "text": "Vidhi-Court",
            "label": "COURT",
            "start_char": 7764,
            "end_char": 7775
        },
        {
            "text": "Gathan",
            "label": "JUDGE",
            "start_char": 7776,
            "end_char": 7782
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 7834,
            "end_char": 7843
        },
        {
            "text": "Dinesh Kumar Singh",
            "label": "OTHER_PERSON",
            "start_char": 7845,
            "end_char": 7863
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 7917,
            "end_char": 7926
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 7928,
            "end_char": 7934
        },
        {
            "text": "Kumar",
            "label": "LAWYER",
            "start_char": 7960,
            "end_char": 7965
        },
        {
            "text": "Amendment Act, 28 of 2018",
            "label": "STATUTE",
            "start_char": 8020,
            "end_char": 8045
        },
        {
            "text": "20.08.2018",
            "label": "DATE",
            "start_char": 8082,
            "end_char": 8092
        },
        {
            "text": "20.08.2019",
            "label": "DATE",
            "start_char": 8236,
            "end_char": 8246
        },
        {
            "text": "21.08.2018",
            "label": "DATE",
            "start_char": 8297,
            "end_char": 8307
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 8372,
            "end_char": 8382
        },
        {
            "text": "Kumar",
            "label": "LAWYER",
            "start_char": 8392,
            "end_char": 8397
        },
        {
            "text": "section 2(1)(i) and section 3(1-A)",
            "label": "PROVISION",
            "start_char": 8593,
            "end_char": 8627
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 8727,
            "end_char": 8745
        },
        {
            "text": "section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 8808,
            "end_char": 8823
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 9419,
            "end_char": 9426
        },
        {
            "text": "section 3(1-A)",
            "label": "PROVISION",
            "start_char": 9623,
            "end_char": 9637
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9645,
            "end_char": 9672
        },
        {
            "text": "amendment Act of 28 of 2018",
            "label": "STATUTE",
            "start_char": 9691,
            "end_char": 9718
        },
        {
            "text": "section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 10141,
            "end_char": 10156
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10164,
            "end_char": 10191
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 10420,
            "end_char": 10435
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10443,
            "end_char": 10470
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018)",
            "label": "STATUTE",
            "start_char": 10489,
            "end_char": 10611
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 10669,
            "end_char": 10684
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10692,
            "end_char": 10719
        },
        {
            "text": "Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 10738,
            "end_char": 10752
        },
        {
            "text": "Commercial Court at Dhanbad",
            "label": "COURT",
            "start_char": 10762,
            "end_char": 10789
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 10849,
            "end_char": 10859
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10867,
            "end_char": 10894
        },
        {
            "text": "Commercial Court at Dhanbad",
            "label": "COURT",
            "start_char": 10998,
            "end_char": 11025
        },
        {
            "text": "Bharat Kumar",
            "label": "LAWYER",
            "start_char": 11065,
            "end_char": 11077
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 11154,
            "end_char": 11172
        },
        {
            "text": "Vijay Cotton And Fiber Company vs. Agarwal Cotton Spinning Pvt",
            "label": "PRECEDENT",
            "start_char": 11189,
            "end_char": 11251
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 11264,
            "end_char": 11274
        },
        {
            "text": "Gujarat",
            "label": "GPE",
            "start_char": 11389,
            "end_char": 11396
        },
        {
            "text": "subsection (1) of Section 3",
            "label": "PROVISION",
            "start_char": 11750,
            "end_char": 11777
        },
        {
            "text": "Section 39",
            "label": "PROVISION",
            "start_char": 11897,
            "end_char": 11907
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11911,
            "end_char": 11914
        },
        {
            "text": "Section 2 (1) (e)",
            "label": "PROVISION",
            "start_char": 12039,
            "end_char": 12056
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 12064,
            "end_char": 12096
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 12107,
            "end_char": 12116
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12124,
            "end_char": 12145
        },
        {
            "text": "subsection (1) of Section 3",
            "label": "PROVISION",
            "start_char": 12259,
            "end_char": 12286
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12370,
            "end_char": 12380
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12388,
            "end_char": 12403
        },
        {
            "text": "C",
            "label": "CASE_NUMBER",
            "start_char": 12517,
            "end_char": 12518
        },
        {
            "text": "/",
            "label": "CASE_NUMBER",
            "start_char": 12518,
            "end_char": 12519
        },
        {
            "text": "AO/216/2018",
            "label": "CASE_NUMBER",
            "start_char": 12519,
            "end_char": 12530
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 12833,
            "end_char": 12853
        },
        {
            "text": "Section 39",
            "label": "PROVISION",
            "start_char": 12913,
            "end_char": 12923
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12924,
            "end_char": 12927
        },
        {
            "text": "Bharat Kumar",
            "label": "LAWYER",
            "start_char": 12938,
            "end_char": 12950
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 12992,
            "end_char": 13014
        },
        {
            "text": "Radhey Shyam",
            "label": "OTHER_PERSON",
            "start_char": 13030,
            "end_char": 13042
        },
        {
            "text": "Chhabi Nath",
            "label": "RESPONDENT",
            "start_char": 13054,
            "end_char": 13065
        },
        {
            "text": "(2015) 5 SCC 423",
            "label": "PRECEDENT",
            "start_char": 13085,
            "end_char": 13101
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 13201,
            "end_char": 13212
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 13220,
            "end_char": 13241
        },
        {
            "text": "Kumar",
            "label": "LAWYER",
            "start_char": 13278,
            "end_char": 13283
        },
        {
            "text": "27.04.2019",
            "label": "DATE",
            "start_char": 13319,
            "end_char": 13329
        },
        {
            "text": "District Judge-XIV- cum-Presiding Officer, Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 13344,
            "end_char": 13412
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 13416,
            "end_char": 13445
        },
        {
            "text": "Commercial Court at Dhanbad",
            "label": "COURT",
            "start_char": 13479,
            "end_char": 13506
        },
        {
            "text": "Execution Case no. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 13550,
            "end_char": 13579
        },
        {
            "text": "Prabhash Ch",
            "label": "OTHER_PERSON",
            "start_char": 13656,
            "end_char": 13667
        },
        {
            "text": "Sinha",
            "label": "LAWYER",
            "start_char": 13669,
            "end_char": 13674
        },
        {
            "text": "27.04.2019",
            "label": "DATE",
            "start_char": 13750,
            "end_char": 13760
        },
        {
            "text": "District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 13779,
            "end_char": 13846
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 13850,
            "end_char": 13879
        },
        {
            "text": "Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 13901,
            "end_char": 13926
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 14299,
            "end_char": 14314
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14322,
            "end_char": 14343
        },
        {
            "text": "section 3(1)",
            "label": "PROVISION",
            "start_char": 14442,
            "end_char": 14454
        },
        {
            "text": "commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14462,
            "end_char": 14489
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 14526,
            "end_char": 14536
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 14675,
            "end_char": 14685
        },
        {
            "text": "Kumar",
            "label": "LAWYER",
            "start_char": 14715,
            "end_char": 14720
        },
        {
            "text": "section 3 (1-A)",
            "label": "PROVISION",
            "start_char": 14763,
            "end_char": 14778
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14791,
            "end_char": 14818
        },
        {
            "text": "commercial Court at Dhanbad",
            "label": "COURT",
            "start_char": 14862,
            "end_char": 14889
        },
        {
            "text": "section 3(1)",
            "label": "PROVISION",
            "start_char": 14920,
            "end_char": 14932
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14940,
            "end_char": 14961
        },
        {
            "text": "24th May, 2016",
            "label": "DATE",
            "start_char": 14988,
            "end_char": 15002
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 15090,
            "end_char": 15100
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 15172,
            "end_char": 15182
        },
        {
            "text": "27.04.2019",
            "label": "DATE",
            "start_char": 15288,
            "end_char": 15298
        },
        {
            "text": "Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 15332,
            "end_char": 15357
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 15361,
            "end_char": 15390
        },
        {
            "text": "Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 15456,
            "end_char": 15481
        },
        {
            "text": "27.04.2019",
            "label": "DATE",
            "start_char": 15612,
            "end_char": 15622
        },
        {
            "text": "District Judge-XIV-cum-Presiding Officer, Commercial Court, Dhanbad",
            "label": "COURT",
            "start_char": 15637,
            "end_char": 15704
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 15708,
            "end_char": 15737
        },
        {
            "text": "commercial Court at Dhanbad",
            "label": "COURT",
            "start_char": 15825,
            "end_char": 15852
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 15869,
            "end_char": 15898
        },
        {
            "text": "Execution Case No. 36 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 16004,
            "end_char": 16033
        },
        {
            "text": "Anil Kumar Choudhary",
            "label": "JUDGE",
            "start_char": 16155,
            "end_char": 16175
        },
        {
            "text": "High Court of Jharkhand, Ranchi",
            "label": "COURT",
            "start_char": 16181,
            "end_char": 16212
        },
        {
            "text": "24th of June, 2020",
            "label": "DATE",
            "start_char": 16223,
            "end_char": 16241
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 3 (1-A)",
            "Commercial Courts Act, 2015",
            "Section 3 (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 3 (1-A)",
            "Commercial Courts Act, 2015",
            "Section 3 (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1) (i)",
            "Commercial Courts Act, 2015",
            "Section 2(1) (i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 12",
            "amendment Act of 28 of 2018",
            "section 12",
            "amendment Act of 28 of 2018"
        ],
        [
            "Section 3(1)",
            "Commercial Appellate Division of High Court Act, 2015",
            "Section 3(1)",
            "Commercial Appellate Division of High Court Act, 2015"
        ],
        [
            "section 3(1-A)",
            "Commercial Courts Act, 2015",
            "section 3(1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2(1)(i)",
            "Commercial Courts Act, 2015",
            "section 2(1)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12",
            "Commercial Courts Act, 2015",
            "Section 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 39",
            "CPC",
            "Section 39",
            "CPC"
        ],
        [
            "Section 2 (1) (e)",
            "Arbitration and Conciliation Act",
            "Section 2 (1) (e)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 3",
            "Commercial Courts Act",
            "Section 3",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 39",
            "CPC",
            "Section 39",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act",
            "Section 2(1)(i)",
            "Commercial Courts Act"
        ],
        [
            "section 3(1)",
            "commercial Courts Act, 2015",
            "section 3(1)",
            "commercial Courts Act, 2015"
        ],
        [
            "section 3 (1-A)",
            "Commercial Courts Act, 2015",
            "section 3 (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 3(1)",
            "Commercial Courts Act",
            "section 3(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 3(1)",
            "Commercial Appellate Division of High Court Act, 2015",
            "Section 3(1)",
            "Commercial Appellate Division of High Court Act, 2015"
        ],
        [
            "section 2(1)(i) and section 3(1-A)",
            "Commercial Appellate Division of High Court Act, 2015",
            "section 2(1)(i) and section 3(1-A)",
            "Commercial Appellate Division of High Court Act, 2015"
        ],
        [
            "section 2(1)(i)",
            "Commercial Courts Act, 2015",
            "section 2(1)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "subsection (1) of Section 3",
            "Commercial Courts Act, 2015",
            "subsection (1) of Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "subsection (1) of Section 3",
            "Commercial Courts Act",
            "subsection (1) of Section 3",
            "Commercial Courts Act"
        ],
        [
            "Section 12",
            "amendment Act of 28 of 2018",
            "Section 12",
            "amendment Act of 28 of 2018"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Article 227 of Constitution of India": 2,
        "Section 3 (1-A) of Commercial Courts Act, 2015": 2,
        "Section 2(1) (i) of Commercial Courts Act, 2015": 1,
        "section 12 of amendment Act of 28 of 2018": 1,
        "Section 3(1) of Commercial Appellate Division of High Court Act, 2015": 2,
        "section 3(1-A) of Commercial Courts Act, 2015": 1,
        "section 2(1)(i) of Commercial Courts Act, 2015": 2,
        "Section 2(1)(i) of Commercial Courts Act, 2015": 2,
        "Section 12 of Commercial Courts Act, 2015": 1,
        "Section 39 of CPC": 2,
        "Section 2 (1) (e) of Arbitration and Conciliation Act": 1,
        "Section 3 of Commercial Courts Act": 1,
        "Section 34 of Arbitration Act": 1,
        "Section 2(1)(i) of Commercial Courts Act": 1,
        "section 3(1) of commercial Courts Act, 2015": 1,
        "section 3 (1-A) of Commercial Courts Act, 2015": 1,
        "section 3(1) of Commercial Courts Act": 1,
        "section 2(1)(i) and section 3(1-A) of Commercial Appellate Division of High Court Act, 2015": 1,
        "subsection (1) of Section 3 of Commercial Courts Act, 2015": 1,
        "subsection (1) of Section 3 of Commercial Courts Act": 1,
        "Section 12 of amendment Act of 28 of 2018": 1
    },
    "statute_counts": {
        "Constitution of India": 2,
        "Commercial Courts Act, 2015": 11,
        "amendment Act of 28 of 2018": 2,
        "Commercial Appellate Division of High Court Act, 2015": 3,
        "CPC": 2,
        "Arbitration and Conciliation Act": 1,
        "Commercial Courts Act": 4,
        "Arbitration Act": 1,
        "commercial Courts Act, 2015": 1
    }
}