{
    "id": "ae870ddf8f3260d7cf7a09619c2c5ec5debd4f958889036af8f141ee700a25a6",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nSyed Asmath Pasha Qhadri vs M/S. Sumeru Realty Pvt Ltd on 23 April, 2024 \nAuthor: N S Sanjay Gowda\nBench: N S Sanjay Gowda \n                                         -1-\n                                                       Nc: 2024:Khc:16253\n                                                    Crp No. 229 of 2024\n\n\n\n\n                 In The High Court Of Karnataka At Bengaluru\n\n                     Dated This The 23Rd Day Of April, 2024 \n\n                                      Before\n                   The Hon'Ble Mr Justice N S Sanjay Gowda \n                  Civil Revision Petition No . 229 Of 2024 ( Io) \n\n\n            Between: \n\n            1.     Syed Asmath Pasha Qhadri, \n                   S / O Syed Khader Pasha, \n                   Aged About 64 Years, \n                   R / At No.275, Ii Block, \n                   Jayanagar, Bengaluru-560 011.\n\n            2.     Syed Salman Ysyf Qhadri, \n                   S / O Syed Asmath Pasha Qhadri, \n                   Aged 34 Years,\n                   R / At No.275, Ii Block, Jayanagar, \n                   Bengaluru-560 011. \n                                                           ... Petitioners\n            (By Sri. A.Mahesh Chowdhary., Advocate) \n\n            And: \nDigitally\nsigned by \nKiran       1.    M / S Sumeru Realty Pvt Ltd., \nKumar R           Company Registered Under The \nLocation: \nHigh              Companies Act\nCourt Of\nKarnataka         Having Its Office At \n                  2Nd Floor, Smavit Building,\n                  Next To Art Of Living Ashram,\n                  Opposite To Kanakapura Road,\n                  Represented By Its Ceo \n                  Sri . Sunit Suryakant Kaluskar. \n\n            2.    M / S Shrivision Living Space Pvt Ltd., \n                  Company Incorporated Under\n                  Companies Act, 1956\n                  Having Its Office At No.40/43, 8Th Main, \n                              -2-\n                                          Nc: 2024:Khc:16253 \n                                        Crp No. 229 of 2024 \n\n\n\n\n     4Th Cross, Rmv Extension,\n     Sadhashivanagar,\n     Bengaluru-560 080.\n     Represented By Its Director,\n     Sri.A.M.Subramanya.\n                                             ...Respondents\n\n      This Crp Is Filed Under Section 115 Of Cpc.,\nAgainst The Order Dated 26.02.2024 Passed On\nI.A.No.VII In Commercial OS.No.54/2023 On The File Of\nThe Xi Additional District Judge, Bengaluru Rural\nDistrict, Bengaluru, Dismissing The I.A.No.VII Filed\nUnder Order Vii Rule 11(a) And (d) Of Cpc Rejection Of\nPlaint\n\n     This Petition Having Been Heard And Reserved\nFor   Orders    On   01.04.2024, Coming  On   For\nPronouncement This Day, The Court Made The\nFollowing:\n\n\n                          Order\n1. The plaintiff - 1st respondent herein filed a suit on the basis of a Co-Joint Development Agreement (for brevity, \"the Agreement\") entered into between the plaintiff and the 1st defendant, who repr esented not only itself, but also defendants 2 and 3. \n2. It was contended that the plaintiff on the basis of the Agreement was entitled to execute the project and the defendants had no right to interfere with the execution of NC: 2024:KHC:16253 the project, especially since the plaintiff had invested huge sums of money.\n3. In said suit, an application came to be filed by defendants 2 and 3 seeking rejection of plaint on the ground that the plaintiff had failed to comply with the mandatory requirement of engaging in pre-institution mediation and settlement. It was contended that the suit could not have been instituted without taking recourse to pre-institution mediation and settlement as contemplated under Section 12A of the Commercial Courts Act, 2015 (\"the Commercial Courts Act Act\"). It was further contended that the Apex Court in the case of Patil Automation1 has held that Section 12A of the Commercial Courts Act was not a procedural provision and compliance of Section 12A of the Commercial Courts Act was mandatory, and since Section 12A of the Commercial Courts Act was not complied with, the institution of suit Patil Automation Pvt. Ltd. v. Rakheja Engineers Pvt. Ltd., (2002) 10 SCC 1.\nNC: 2024:KHC:16253 itself was barred by law, thereby entitling rejection of the plaint under Order VII Rule 11 of the CPC.\n4. The plaintiff resisted said application and sought to contend that as per the observation of the Apex Court in Shakti Bhog Food Industries2, this application was totally misconceived.\n5. The Trial Court, on consideration of the contentions advanced by the plaintiff and defendants 2 and 3, by the impugned order, has rejected the application filed under Order VII Rule 11(a) and (d) of the CPC. \n6. Being aggrieved by the same, defendants 2 and 3 have preferred this revision petition under Section 115 of the CPC and the Registry has raised an objection that the revision petition was not maintainable in view of Section 8 of the Commercial Courts Act. \nShakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr., [2020] 6 SCR 538.\nNC: 2024:KHC:16253 7. Mr. Mahesh Chowdhary, learned counsel appearing for the petitioners contended that the bar against filing a revision petition would only pertain to an interlocutory order passed by the Commercial Court and since an order rejecting the application to reject the plaint could not be construed as an interlocutory order, the bar under Section 8 of the Commercial Courts Act would not arise. He also submitted that Section 18 of the Commercial Courts Act was circumscribed by the condition that it was subject to the provision of Section 13 of the Commercial Courts Act, and Section 13 of the Commercial Courts Act provided for an appeal against an order passed by the Commercial Court only in respect of the orders enumerated specifically under Order XLIII of the CPC and, thus, the defendants could not avail of the appellate remedy since the appeal was not provided under Order XLIII of the CPC against an order passed on an application under Order VII Rule 11 CPC. He therefore strenuously contended that the only remedy available to the petitioner was to file a revision. \nNC: 2024:KHC:16253 8. He also averred that if the Trial Court had allowed the application filed under Order VII Rule 11 of the CPC, the proceedings before the Commercial Court would come to an end, and, therefore, the proviso to Section 115 of the CPC would stand attracted, and as a consequence, the revision would be maintainable. \n9. In the light of the arguments advanced, the only question to be considered is:\nWhether a revision petition under Section 115 of the CPC can be maintained against an order passed by the Commercial Court on an application filed under Order VII Rule 11 of the CPC. \n10. The Law Commission of India in its report No.253 pertaining to Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 has stated as follows (in Para 3.23.2):\nNC: 2024:KHC:16253 \"3.23.2. It is further recommended that notwithstanding any other law, no civil revision application or petition shall be entertained against an interlocutory order of the Commercial Court, including an order on a jurisdictional challenge. The purpose here is to prevent the time frames stipulated for case management hearing from becoming redundant by the frequent filing of civil revision applications and petitions against every interlocutory order. By removing a potential source of bottleneck of cases, the Bill hopes to ensure the expedited disposal of cases.\"\n11. It is therefore clear that the Law Commission was of the view that providing for a revisional remedy would be a potential source of bottle neck and it would thus be appropriate to create a bar for entertaining a civil revision application or a petition under Section 115 of the CPC. \n12. Section 8 of the Commercial Courts Act reads as follows:\n\"8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a NC: 2024:KHC:16253 Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n13. On a plain reading of Section 8 of the Commercial Courts Act, it is clear that it starts with a non-obstante clause and declares that a civil revision application/petition should not be entertained against any interlocutory order of the Commercial Court including an order on the issue of jurisdiction and any such challenge. It is hence clear that if the Commercial Court were to pass an interlocutory order, the aggrieved party cannot invoke revisional jurisdiction under Section 115 of the CPC. \n14. The further emphasis in Section 8 of the Commercial Courts Act is that the bar to invoke the revisional jurisdiction would apply even to an order on the issue of jurisdiction and any such challenge. The use of this language in Section 8 would leave no room for doubt that if an order that is passed by the Commercial Court relates to a challenge to its jurisdiction, no revision can be filed. \nNC: 2024:KHC:16253 15. It cannot be in dispute that an order on an application under Order VII Rule 11 of the CPC can be brought within the ambit of the phrase \"such other challenge\" found in Section 8 of the Commercial Courts Act. In other words, if there is a challenge to the maintainability of a suit filed before the Commercial Court by making an application under Order VII Rule 11 of the CPC, an order passed on such a challenge would not be amenable to the revisional jurisdiction by virtue of the bar under Section 8 of the Commercial Courts Act. \n16. It is to be stated here that the use of a sweeping remark such as \"any such challenge\" in Section 8 would bring within its ambit any order passed on a challenge to the jurisdiction of the Commercial Court to entertain a suit. If an argument is advanced that non-compliance of a statutory provision under the Commercial Courts Act before the institution of suit renders the suit not maintainable, it is clear that it would also be a challenge to the jurisdiction of the Commercial Court and,\n- 10 - NC: 2024:KHC:16253 consequentially, any order passed on such an application would not be liable for a challenge by way of revision under Section 115 of the CPC in view of the bar under Section 8 of the Commercial Courts Act.\n17. The matter may also be looked at from another angle. The language employed by the Legislature in Section 8 of the Commercial Courts Act makes it unmistakably clear that the Legislature did not want the power of revision being available in respect of any order passed by the Commercial Court. The bar for entertaining a revision is based basically on the premise that the proceedings before the Commercial Court are designed for a speedy resolution of commercial disputes within statutorily prescribed timelines. If the Legislature was of the view that there existed a possibility that the speedy resolution or adherence to the timelines could be defeated by a party invoking the ordinary remedy of revision and it should therefore be barred, such an intent would have to be honoured. \n- 11 - NC: 2024:KHC:16253 18. If the matter is viewed from this angle, it would fundamentally mean that the power available under Section 115 of the CPC would be totally absent in the case of an order passed by the Commercial Court. If it was the intention of the Legislature that there should be a complete bar for invoking the jurisdiction under Section 115 of the CPC, the argument that revision can be preferred in respect of the proviso to Section 115 of the CPC cannot be accepted. \n19. The argument that an order passed on an application under Order VII Rule 11 of the CPC cannot be an interlocutory order and, therefore, the bar under Section 8 of the Commercial Courts Act is not attracted, also cannot be accepted. As already stated above, the bar for invoking revisional jurisdiction is not only in respect of any interlocutory order, but also to any challenge made to the jurisdiction of the Commercial Court to entertain a suit. \n20. The further argument that Section 8 of the Commercial Courts Act makes it clear that a bar to invoke - 12 - NC: 2024:KHC:16253 the revisional jurisdiction was subject to the provision of Section 13 of the Commercial Courts Act which provides for an appeal, would lead to an inference that if an appeal is not provided under Order XLIII of the CPC, necessarily, the revisional jurisdiction under Section 115 of the CPC would stand attracted, cannot be accepted. In Section 8 of the Commercial Courts Act, the Legislature is basically declaring that an appeal is provided for only in respect of cases which are specifically enumerated under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, and against no other order. \n21. It cannot be in dispute that an appeal is a creature of the statute and there is no inherent right to prefer an appeal against every order. If the statutory provision relating to appeals categorically provides for orders which can be appealed against, no party can contend that the remedy of a revision would be available, if a right to prefer an appeal is not provided for. \n- 13 - NC: 2024:KHC:16253 22. As stated above, it is clear that unmistakable intent of the Legislature is that the revisional jurisdiction of the High Courts under Section 115 of the CPC is completely unavailable in respect of orders passed by the Civil Court and in this view of the matter, it is clear that this revision is not maintainable. \n23. The reliance placed by the learned counsel for the petitioners on the decision in the case of Shah Babulal Khimji3 rendered by the Apex Court to contend that an order passed under Order VII Rule 11 of the CPC cannot be considered as an interlocutory order, but would have to be considered as a preliminary judgment can be of no real assistance in the said case. Even if it is accepted that an order passed under Order VII Rule 11 of the CPC is not an interlocutory order but is a preliminary judgment, the power to invoke the revisional jurisdiction of this Court is lost by virtue of the clear bar created under Section 8 of the 2015 Act. \nShah Babulal Khimji v. Jayaben D Kania & Anr., (1981) 4 SCC 8.\n- 14 - NC: 2024:KHC:16253 24. Even if the judgments are to be applied, an order passed on an application under Order VII Rule 11 of the CPC would be a preliminary judgment and an appeal against a preliminary judgment can be filed only if it is specifically provided under a statute. Since no appeal is provided for against a preliminary judgment, such as the one passed under Order VII Rule 11 of the CPC, it is clear that the petitioners would have no right to prefer an appeal under Section 13 of the Commercial Courts Act also. \n25. Learned counsel for the petitioners also placed reliance on the decision rendered by the Delhi High Court in the case of Black Diamond Trackparts Pvt. Ltd.4 In this case, the Division Bench has, in fact, observed that a revision under Section 115 of the CPC is barred against the orders passed under the Commercial Courts Act, but a petition under Articles 226 and 227 of the Constitution of India would be available. This judgment would not support Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt. Ltd., 2021 SCC OnLine Del 3946. \n- 15 - NC: 2024:KHC:16253 the filing of a revision against an order passed by the Commercial Court. \n26. Reliance placed on the judgment rendered by the Madras High Court in the case of Ramanan Balagangatharan5 would also be of no avail, because a challenge therein was made to an interim order passed by the learned Single Judge of the Madras High Court by filing a petition under Articles 226 and 227 of the Constitution of India and, in the context of that case, the Madras High Court came to the conclusion that the supervisory jurisdiction under Articles 226 and 227 of the Constitution of India could be exercised by the High Court only in case of subordinate Courts and the learned Single Judge of that Court could not be considered as a subordinate to the High Court.\n27. In this view of the matter, it is clear that a revision against an order passed by the Commercial Court, even if Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt. Ltd., C.R.P (Sr) No.92516/2021.\n- 16 - NC: 2024:KHC:16253 it is one under Order VII Rule 11 of the CPC, would not be maintainable. The office objection is upheld and consequently, the revision petition is rejected as not maintainable. \n28. However, rejection of this revision petition will not preclude the petitioners from invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India. \nSd/-\nJUDGE PKS",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court the executive engineer vs sri.s.v. bandi on 20 january, 2023 author: s g pandit bench: s g pandit 1 the high court of karnataka at dharwad dated this the 20th day of january, 2023 present the hon'ble mr. justice s. g.pandit and the hon'ble mr. justice anant ramanath hegde commercial appeal no.100003/2022 between: the executive engineer minor irrigation department bagalkot road vijayapura dist:vijayapura pin code:586101. .appellant (*smt. vidyavathi m.kotturshettar, additional advocate general, along with sri. praveen k. uppar, high court government pleader) and 1. sri.s.v. bandi occ:class i pwd contractor r/o no.8, laxmi nivas cts no.869-b visal nagar, vijayapura pin code:586 101 *corrected vide court order dated 14.07.2023 sd/(judge) 2 2. b.n.chandrashekaraiah retired engineer-in-chief sole arbitrator no.651, 12th cross, 5th main m.c. layout, vijayanagar bengaluru-560 040. .respondents (by sri.h.n.shashidhar, senior counsel a/w sri.aravind d.kulkarni, advocate for r1) r2 served. this appeal is filed by the appellant challenging the judgment and award passed in com a.s.no.57/2019 passed by the 4th additional district and session judge, ballari (commercial court) at the time of filing above appeal it was filed under provision of arbitration and conciliation act 37(1) of the said act. since, the judgment passed by the court below is of the commercial court. hence, the appellant herein seeks permission of this hon'ble court for conversion of miscellaneous first appeal into commercial appeal before this hon'ble court. the said memo may kindly be taken on record and appellant may be permitted to convert miscellaneous first appeal to commercial appeal in the interest of justice and equity. this commercial appeal having been heard and reserved on 15.12.2022 coming on for pronouncement of judgment. this day anant ramanath hegde j., pronounced the following: 3 judgment in this appeal under section 37 of the arbitration and conciliation act, 1996, ('act, 1996' for short) the respondent before the sole arbitrator, is questioning the award on two grounds namely; a) the arbitrator lacked the jurisdiction as his appointment is not in accordance with the agreed procedure b) the award for rs.49,36,57,533.00, in addition to payment of rs.15,60,00,000.00 made by the appellant to the claimant is arbitrary. (appellant claims to have paid rs.20,50,60,607.00 not rs.15,60,00,000.00 as held by the arbitrator) the challenge under section 34 of the act 1996, on the above said grounds is unsuccessful. hence, this appeal. 2. for the sake of convenience, the claimant before the arbitrator who is the respondent in this appeal, is referred to as claimant and the respondent before the arbitrator who is the appellant here, is referred to as the appellant. 3. a few interesting questions set out below emerge for consideration. (a) whether the designated judge has appointed the sole arbitrator in cmp no.511/2013 in exercise of the power under section 11(6) of the act, 1996? (b) whether the appointment of the sole arbitrator is in accordance with the agreed procedure contemplated under the arbitration agreement? if not, whether the appellant has waived his right to challenge the procedure of appointment as the order passed in an application under section 11(6) of the act, 1996 in cmp no.511/2013 is not questioned. (c) if the appointment of the arbitrator is not in accordance with the agreed procedure, whether sufficient grounds are made out to entertain a later plea relating to the jurisdiction of the arbitrator as provided under section 16(4) of the, 1996? (d) whether the participation of the appellant in the arbitration proceedings amounts to waiver under section 4 of act, 1996? (e) whether the application under section 34 of the act, 1996 has received due consideration by the learned district judge and calls for interference under section 37 of the act, 1996? 4. certain facts from which the above questions emerge can be noticed as under. 5. initially, the contract was awarded in the year 2009, in favour of the claimant for the construction of a bridge cum barrage over the ghattaprabha river. the contracted value of the work entrusted was rs.11.38 crores. the height of the bridge cum barrage proposed was 519.60 meters. 6. subsequently, in the year 2010 the height of the bridge cum barrage was increased to 524.62 meters. supplementary agreement provided for payment of additional cost of rs.8,38,68,045.00, in addition to rs.11.38 crores agreed earlier. thus, the total amount payable on completion of work is rs.19,76,68,045.00. 7. the appellant claims to have paid rs.20,50,60,607.00. the arbitrator has held that rs.15,60,00,000.00 is paid by the appellant to the claimant. 8. the dispute is with respect to alleged escalation of cost of construction due to increase in height by 6.90 meters and the alleged delay of 3 years in finalizing the design. 9. the claimant contends that appellant took more than three years to approve the modified design. according to the claimant, the three years delay on the part of the appellant to approve the design resulted in the escalation of cost. the appellant contends that the claimant is entitled to receive only rs.8,38,68,045.00 as agreed in the supplementary agreement and nothing more. 10. the claimant raised the dispute and issued notice naming mr.b.n.chandrashekaraiah, as the sole arbitrator. the claimant submits that the signatory to the arbitration agreement wrote the letter to the higher officer to accept the proposal of the claimant to appoint mr.b.n.chandrashekaraiah as the sole arbitrator. there was no response from the higher officer. thus, the claimant invoked section 11(6) of the act, 1996 and sought for appointment of mr.b.n.chandrashekaraiah as the sole arbitrator. vide order dated 24.11.2014, cmp no.511/2013 is disposed of. both parties rely on the said order to substantiate their respective contentions. said order is reproduced and discussed later. contentions of the appellant. 11. the appellant has neither accepted the proposal to appoint mr.b.n.chandrashekaraiah as the sole arbitrator nor has given consent for his appointment before the designated judge. the designated court has not appointed mr.b.n.chandrashekaraiah as the sole arbitrator. 11.1. in terms of clause no. 4.1 of the supplementary agreement, in the event of failure to agree on a sole arbitrator, one of the named institutions in the agreement has to appoint the arbitrator. thus, the petition before the designated court was premature as the claimant has not approached any of those named institutions. 11.2 the proposal of the claimant to appoint mr.b.n.chandrashekaraiah was forwarded to the higher authority and the same was not approved by the higher authority. thus, there was no consent to appoint mr.b.n.chandrashekaraiah as the sole arbitrator. 11.3. the appellant has filed statement of defence in the civil miscellaneous petition and took the stand that the petition is premature. the designated judge acting under section 11(6) of the act, 1996, has not held that the petition is not premature. and the designated court has not appointed the sole arbitrator. thus, the appellant is enabled under the law to raise objections relating to the jurisdiction of the arbitrator. 11.4. alternatively, it is urged that the objection relating to the merits of the award is not properly considered by the learned district judge. the order passed by the learned district judge in upholding the award for rs.49,35,57,533.00 is not a speaking order. 11.5 the total amount agreed to be paid on completion of work is rs.19,76,68,045.00, i.e., rs.11.38 crores for construction of bridge cum barrage with height of 519.60 meters and additional amount of rs.8,38,68,045.00 are agreed to be paid on account of increase in the height. the appellant has paid rs.20,50,60,607.00 and nothing is due from the appellant to the claimant. contentions of the claimant. 12. the application invoking section 11(6) of the act, 1996 to appoint mr.b.n.chandrashekaraiah in cmp no.511/2013 is disposed of with liberty to file application under the act, 1996 to terminate the arbitrator, if he is not proceeding with the arbitration. the order in cmp no. 511/2013 is nothing but an order appointing or endorsing mr.b.n.chandrashekaraiah as the sole arbitrator. 12.1. after the disposal of section 11(6) petition, both the claimant and the appellant have consciously subjected to the jurisdiction of the said arbitrator and participated in the proceeding and appellant has not raised objection relating to the jurisdiction of the arbitrator within the time prescribed and the objection is raised only when the case was posted for final order which is impermissible. 12.2. having not questioned the order in cmp no.511/2013 by filing an appeal, it is not open for the appellant to object to the jurisdiction of the arbitrator. 12.3. in terms of section 7(4)(c), of the act of 1996, it has to be inferred that the appellant has given consent to appoint mr.b.n.chandrashekaraiah as the arbitrator. the expression 'statement of claim' appearing in section 7(4)(c)of act, 1996, would refer to the claim statement made before the arbitrator. in the present case, in the claim statement, it is mentioned that mr.b.n.chandrashekaraiah is the arbitrator. in the statement of defence, the objection is not raised regarding the jurisdiction of the arbitrator, which in this case is an objection based on the procedure to appoint the arbitrator. 12.4. assuming that the arbitrator is not appointed by following the procedure under section 4 of the act, 1996, the participation of the appellant in the arbitration proceeding amounts to waiver of his objection to the agreed procedure for appointment of an arbitrator. 13. this court has considered the contentions raised by both the sides. 14. in the light of the contentions raised, the court has to look into clause no. 4.1 which admittedly is the clause providing for arbitration. the relevant portion of the clause no. 4.1 reads as under: 4.1 the procedure for arbitration shall be as follows: (a) in case of dispute or difference arising between the employer and the contractor relating to any matter arising out of or connected with this agreement it shall be settled in accordance with the arbitration and conciliation act 1996. the disputes or differences shall be referred to a sole arbitrator. the sole arbitrator shall be appointed by agreement between the parties; failing such agreement, by the appointing authority (any one of the organizations as per list enclosed in annexure)\" (b). 15. on reading the said clause, no difficulty in holding that the agreement provided for resolution of dispute through a sole arbitrator. the sole arbitrator is to be appointed by the parties. if the parties fail to arrive at a consensus on the sole arbitrator, then the either of the parties has to approach one of the named institutions, seeking appointment of an arbitrator. 16. now the court has to consider question whether the order passed by the designated judge in the civil miscellaneous petition no.511/2013 is an order appointing mr.b.n.chandrashekaraiah as the sole arbitrator to resolve the dispute. to answer this question, it is necessary to reproduce the said order dated 24.11.2014, in cmp no.511/2013, which reads as under: \"the petitioner is before this court seeking direction to the respondents and more particularly to the sole arbitrator appointed to deal with the dispute that has been referred to him by the parties. 2. it is pointed out that, the reference having been made as early as on 03.09.2013 and the dispute which pertains to an on-going contract, wherein unless the petitioner is paid his due, it would not be possible for him to carry on with the work and though the respondents are insisting that the petitioner should go on with the work, unless there is a resolution of the exact payment to be made to the petitioner, it would be impossible for him to carry on the work. 3. therefore, in the interest of both the parties, the arbitration ought to be taken up and completed with expedition. as the complaint pertains to the inaction on the part of the arbitrator in spite of repeated requests and reminders, it would be open for the petitioner to proceed under section 14 of the arbitration and conciliation act, 1996, to seek termination of the arbitrator's reference and to initiate fresh arbitration. thereafter, in case the arbitrator, on issuance of such a notice by the petitioner, fails to take any further action or proceedings, it is open to the petitioner to initiate appropriate proceedings for termination of the arbitration and to seek fresh reference for any other arbitrator. with this observation, the petition stands disposed of.\" 17. on reading the above referred order, it can be noticed that there is no discussion on the agreed procedure to appoint an arbitrator. the designated court without naming the arbitrator, has proceeded under the impression that the arbitrator has already entered reference. it appears that the claimant made a statement that the arbitrator is not proceeding with the arbitration proceedings, and the designated court has given the option to the claimant (the petitioner before him) to request the arbitrator to proceed with the arbitration and if he does not proceed, then to apply for termination of the arbitration proceeding. the designated court has not given a finding that mr.b.n.chandrashekaraiah is appointed by the consent of both the parties. whether the said order is to be treated as an order of appointment of an arbitrator under section 11(6) of the act, 1996 is the question. this question is to be answered in the light of the law laid down by the seven judges' bench of the hon'ble apex court in the case of s.b.p. & co. vs. patel engineering ltd and another reported in (2005) 6 scc 2888. 18. in the aforementioned case, while answering the question on reference, the hon'ble apex court also dealt with other aspects relating to an application under section 11 of the act, 1996. paragraphs no. 47 (i), (iv), (vii) and (ix) of the said judgment are relevant for this case and same are extracted below: 47. we, therefore, sum up our conclusions as follows: (i) the power exercised by the chief justice of the high court or the chief justice of india under section 11(6) of the act is not an administrative power. it is a judicial power. (ii). (iii). (iv) the chief justice or the designated judge will have the right to decide the preliminary aspects as indicated in the earlier part of this judgment. these will be his own jurisdiction to entertain the request, the existence of a valid arbitration agreement, the existence or otherwise of a live claim, the existence of the condition for the exercise of his power and on the qualifications of the arbitrator or arbitrators. the chief justice or the designated judge would be entitled to seek the opinion of an institution in the matter of nominating an arbitrator qualified in terms of section 11(8) of the act if the need arises but the order appointing the arbitrator could only be that of the chief justice or the designated judge. (v) . (vi) . (vii) since an order passed by the chief justice of the high court or by the designated judge of that court is a judicial order, an appeal will lie against that order only under article 136 of the constitution to the supreme court. (viii) . (ix) in a case where an arbitral tribunal has been constituted by the parties without having recourse to section 11(6) of the act, the arbitral tribunal will have the jurisdiction to decide all matters as contemplated by section 16 of the act. (x) . (emphasis supplied) 19. referring to the ratio in the aforementioned case, it is urged by the claimant that the designated judge of this court in cmp no.511/2013 has appointed the sole arbitrator and said order of appointment is not questioned before the apex court and the said order has attained finality as such, it is now not open to the appellant to raise the objection relating to the jurisdiction of the arbitrator. it is urged that apex court has held that the order under section 11(6) of the act is a judicial order and the same can be questioned only under article 136 of the constitution of india. 20. on behalf of claimant/respondent learned senior counsel sri. raghavan urged that the appointment of mr.b.n.chandrashekaraiah as an arbitrator can be inferred from the said order. and that being the case the appellant ought to have challenged the order passed in cmp no.511/2013 if he is aggrieved by the order of the designated court. 21. as already noticed, if there is no consensus between the parties as to the arbitrator suggested by one of the parties, then the arbitrator under the agreed procedure, has to be appointed by any one of the organizations named in the list enclosed as an annexure to the agreement. the annexure specified seven institutions as the authority to appoint the arbitrator. however, the parties have not approached the said institutions for appointment of the arbitrator. 22. in terms of the ratio laid down in the case of s.b.p. & co. supra, particularly paragraph 47 (vi), a duty is cast on the designated court to consider the power of the designated court to appoint an arbitrator. the designated court is required to consider whether any procedure is agreed upon by the parties to appoint an arbitrator. if such a procedure is contemplated under the agreement, then the court has to satisfy whether the procedure is followed by the parties before invoking section 11 (6) of the act, 1996. 23. from the copy of the petition in cmp no.511/2013 (which is made available during hearing) and also from the preamble in the order passed in cmp no.511/2013, it is apparent that the petitioner therein has sought for the appointment of mr.b.n.chandrashekaraiah as the sole arbitrator. the designated court has not given any finding appointing mr.b.n.chandrashekaraiah as the sole arbitrator. 24. on reading the order in cmp no.511/2013, it is also apparent that the designated court has not considered the question, whether the designated court has the power to appoint an arbitrator under the agreed procedure. court has also not considered as to whether the parties have exhausted the procedure available for appointing an arbitrator in terms of the agreed procedure. under these circumstances, this court is of the view that the designated court has not appointed mr.b.n.chandrashekaraiah as the sole arbitrator. there is no finding relating to his appointment as an arbitrator. the order in cmp no.511/2013 does not pass the test laid down in paragraph no. 47 (iv) of s.b.p. & co. supra. 25. the claimant has invoked section 11(6) of the act, 1996. admittedly the claimant has not approached one of the institutions named in the agreement to appoint an arbitrator as provided in the agreement. the application filed under section 11(6) of the act, 1996 is to appoint mr.b.n.chandrashekaraiah as the arbitrator. though the signatory to the agreement who is representing the appellant sought approval to appoint the arbitrator named by the claimant, the approval is not granted by the higher authorities. thus, it cannot be said that there was a consensus relating to appointment of mr.b.n. chandrashekaraiah as the sole arbitrator. if there was consensus, there was no need to invoke section 11(6) of the act, 1996 by the claimant. thus, the course open to either of the parties, was to resort to the agreed procedure for appointment of an arbitrator. in other words, either of the parties should have approached any of the named institutions under the agreement which had the power to appoint an arbitrator. instead, the claimant has requested the designated court to appoint mr.b.n.chandrashekaraiah as the arbitrator. as already discussed, the designated court has not named mr.b.n.chandrashekaraiah as the arbitrator. therefore, the conclusion is that arbitrator is not appointed as per the agreed procedure contemplated in clause no. 4.1. 26. there is one more angle to the case. accepting that the arbitrator is appointed by the parties to the proceeding without recourse to section 11(6) of the act, 1996, then in terms of paragraph 47(ix) of the law laid down in the case of s.b.p. & co. supra, the appellant is entitled to raise objection relating to the jurisdiction of the arbitrator under section 16 of the act, 1996. 27. the next question that needs consideration is, whether the appellant is required to challenge the order in cmp no.511/2013 by filing appeal/special leave petition to the apex court? or he can raise the objection relating to the jurisdiction under section 16 of the act of 1996? 28. according to the learned senior counsel for the claimant, once the arbitrator is appointed under section 11(6) of the act, 1996, if any party is aggrieved by the order appointing a particular arbitrator, the same has to be questioned by filing a special leave petition or appeal before the supreme court. since no such appeal is filed by the appellant questioning the order passed by the designated judge in civil miscellaneous petition, the appellant cannot be permitted to raise objections relating to the authority of the arbitrator. 29. the ratio laid down in the case of s.b.p. & co. supra. in paragraph no. 47(i) has to be considered in the light of the ratio in paragraph 47 (iv) as well. the order passed in exercise of jurisdiction under section 11(6) cannot be the subject matter of objection under section 16 of the act, 1996 if the objections relating to jurisdiction and procedure are dealt in the order passed under section 11 (6) order. if the section 11 (6) order does not deal with any of the objections and if there is no consideration in the said order relating to the jurisdiction of the designated court to appoint an arbitrator, then such an order does not prevent the party from invoking section 16 of the act, of 1996. this court has already held that the order in cmp no.511/2013, is not an order which dealt with the question whether the court had the jurisdiction to appoint the arbitrator in terms of the arbitration agreement. the designated court did not satisfy itself as to whether it has the power to appoint the arbitrator. the designated judge has not appointed mr.b.n.chandrashekaraiah as the arbitrator. thus, the order does not come in the way of raising objection to the jurisdiction of the arbitrator under section 16 of the act 1996. bearing in mind the ratio laid down in the case of s.b.p. & co., this court is of the view that the exercise mandated in terms of paragraph no.47 (iv) is not undertaken by the designated court. the designated court did not even record a finding that the arbitrator is already chosen by consensus. in the absence of a finding by the designated court that the arbitrator is chosen by consent, this court is of the view that parties before the arbitrator were enabled under section 16 of the act of 1996 to question the jurisdiction of the arbitrator. considering the tenor of the order in cmp no.511/2013, it is apparent that the parties to the proceeding have not brought to the notice of the designated court the material facts necessary for adjudication of claim under section 11(6) of the act, before the court. thus, this court is of the view that the appellant is entitled to raise objection relating to the jurisdiction of the arbitrator under section 16 of the act, 1996. thus, the contention that the appellant cannot raise objection under section of the act of 1996 has no merit. 30. the other questions that need to be answered are, whether the later plea relating to the jurisdiction of the arbitrator is permissible and whether the appellant has waived his right to object to the jurisdiction of the arbitrator by participating in the proceeding. section 4 of the arbitration and conciliation act, 1996 reads as under: 4. waiver of right to object. --a party who knows that-(a) any provision of this part from which the parties may derogate, or (b) any requirement under the arbitration agreement, has not been complied with and yet proceeds with the arbitration without stating his objection to such noncompliance without undue delay or, if a time limit is provided for stating that objection, within that period of time, shall be deemed to have waived his right to so object. 31. section 4 (b) of the act, 1996 deals with waiver of objection relating to the agreed procedure to appoint the arbitrator. it contemplates the objection relating to non-compliance of agreed procedure under the arbitration agreement has to be stated without undue delay or within the time stipulated provided for stating objection. else the objection shall be deemed to have been waived. 32. under section 16 of the act, of 1996, the objection relating to the jurisdiction of the arbitrator is to be stated before statement of defence is filed. admittedly such objection is not raised before filing statement of defence. in terms of section 11(4) of the act, 1996 the later plea can be considered if sufficient cause is shown for the delay. thus, though the time is stipulated to raise objection relating to the departure in procedure contemplated in the arbitration agreement, later plea is not altogether barred. same can be entertained if sufficient cause is shown. 33. the records would also reveal that the present appellant who was the respondent before the arbitrator participated in the proceeding without raising the objection relating to the jurisdiction before the stipulated time i.e., before filing the statement of defence. the appellant participated in the proceeding and when the matter was reserved by the arbitral tribunal for final orders, an application is filed on 12.08.2016 challenging the jurisdiction of the arbitrator. the arbitrator considered the challenge to the jurisdiction while passing the award. in terms of paragraph no.6.07 of the award, the arbitrator has concluded a challenge to the jurisdiction after the conclusion of the trial is impermissible. the arbitrator is of the view that objection relating to the jurisdiction of the arbitrator cannot be considered after the statement of defence is filed. 34. challenging the award passed by the arbitrator appellant invoked section 34 of the act, 1996. the commercial court has considered the objection relating to the jurisdiction of the arbitrator and in terms of paragraph no.19 and it has taken a view that no specific grounds are urged in the section 34 petition questioning the jurisdiction. accordingly, rejected the contention of the appellant relating to the jurisdiction of the arbitrator. 35. this court has considered grounds raised in the section 34 petition challenging the award. the first ground in the section 34 petition would read as under: \"the award passed by the sole arbitrator sri.b.m.chandrashekarayya, is illegal, capricious, without jurisdiction, same is not sustainable in the eye of the law governing the facts and evidence of the case\". emphasis supplied. 36. despite specific ground in the section 34 application that the award is without jurisdiction, the learned district judge has held that no specific ground is raised relating to the jurisdiction. this is an apparent error. the ground relating to the jurisdiction of the arbitrator is very much raised in the section 34 petition. the existence of an arbitration agreement between the parties and the procedure provided for appointing an arbitrator is not in dispute. that being the position, it is urged that the arbitrator has no jurisdiction on the premise that the arbitrator ought to have been appointed by the appointing authority as per the agreed procedure. this is the ground urged in the application dated 12.08.2016 filed before the arbitrator. the commercial court ought to have considered the objection in light of the application dated 12.08.2016 filed before the arbitrator challenging the jurisdiction of the arbitrator. 37. the learned arbitrator erred in holding that objection relating to jurisdiction cannot be entertained after filing the statement of defence. this finding is contrary to section 16(4) of the act of 1996. this provision enables the party to raise an objection relating to the jurisdiction of the arbitrator even after filing a statement of defence. however, grounds have to be made out for entertaining the later plea relating to the objection to the jurisdiction of the arbitrator. 38. from the award passed by the arbitrator as well as the judgment passed by the commercial court, it can be concluded that the arbitrator as well as the court have not considered the objection relating to jurisdiction in light of section 16(4) of the act of 1996. the arbitrator proceeded on the assumption that he has no jurisdiction to consider the objection relating to jurisdiction if it is raised after the defence statement is filed. the commercial court also even went to the extent of saying that no ground is raised in section 34 application relating to the jurisdiction of the arbitrator. 39. this being the position, it can be concluded that the grievance of the appellant which is raised before the arbitrator as well as the commercial court has not received due consideration in the light of the provisions of the act of 1996. 40. the arbitrator has held that the appellant has waived his right. this finding is given without considering the case sought to be made out under section 16(4) of the act, 1996. without applying the mind on the plea raised under section 16(4) of the act, 1996 the arbitrator could not have given a finding that the plea relating to jurisdiction of the arbitrator is waived. 41. assuming that the appellant has waived his objection relating to the jurisdiction, then the objection raised by the appellant, that the award passed by the arbitrator being the one without evidence has to be considered by this court as such ground is permitted under section 37 read with section 34 of the act, 1996. 42. the appellant has taken a contention that the award for payment of loss of profit and loss of overheads is illegal and the award relating to the payment of idle men and machinery is also without any evidence. it is to be noticed that the initial contract amount was rs.11.38 crores and the additional contract amount is rs.8,38,68,045.00. thus, the total value of the contract is rs.19,76,68,045.00. according to the appellant rs.20,50,60,607.00 is already paid. according to the arbitrator rs.15,60,00,000.00 is paid. however, an award is passed for whopping rs.64,96,57,533.00. the commercial court ought to have considered the validity of the award in terms of the ground available under section 34 (2a) of the act of 1996 which deals with patent illegality on the face of the award. though the expression patent illegality on the face of the award is not found in the section 34 application, on overall consideration of the grounds urged in the application, it can be easily inferred that the award under each head is questioned. 43. it is also required to be noticed that the court dealing with section 34 application has to consider each of the grounds urged in the petition and has to apply its mind to reach the grounds and has to consider whether those grounds fall under section 34 of the act or not. on perusal of the impugned judgment of the commercial court, this court is of the view that the commercial court has not dealt with the grounds urged relating to the quantum of award. 44. it is to be noticed that the amount payable in respect of the additional work is rs.8,38,68,045.00. even if the profit margin for the claimant is assumed to be around 50%, then also the claimant would make a profit of around rs.4 crores. however, the claimant in all is awarded rs.64,96,14,533.00 under four heads namely; a) payment of workable rates in respect of items of work done due to radical changes in the circumstances of execution (rs.50,69,41,533.00) b) payment for compensation for idle men and machinery and loss suffered therein (rs.7,70,77,780.00) c) payment for compensation for the loss suffered due to crop compensation and ground rent (rs.19,20,200.00) and d) payment for compensation for loss of profits and loss of overheads. (rs.6,31,75,000.00) 45. such a huge amount which is more than 10 times the profit margin calculated above, (assuming profit margin at 50%) is awarded as compensation. such being the position the award needs to the examined in the light of the law laid down in the case of associate builders vs. dda reported in (2015) 3 scc 49 particularly paragraphs no.31 and 36 of the said judgment and accordingly the award calls for scrutiny under section 34 (2a) of the act of 1996. though the expression 'parent illegality' found in s.34 (2a) of the act of 1996 is not found in the application under section 34 of the act of 1996, nevertheless the grounds at paragraphs no. xvi to xix make out a case for examination under section 34 (2a) of the act of 1996 in the light of the law laid down in the case of associate builders supra. this exercise is not carried out. 46. the discussion of the commercial court starts in paragraph no.13 of the judgment and ends in paragraph no. 21. paragraphs no.13 to 19 deal with the contention relating to the jurisdiction of the arbitrator. this court has already held that the contention relating to the jurisdiction has not received due consideration. only in paragraph no.20, the commercial court, without discussing the grounds urged in the petition has concluded that the award is based on reasoning and evidence. the disposal of section 34 application in this fashion is impermissible in the light of the law laid down in the case of union of india, central public works department, bengaluru vs. m/s. warsaw engineers and another, reported in ilr 2022 kar 251. 47. the learned senior counsel sri.k.g.raghavan, referring to section 7(4)(c) of the act of 1996, contends that the claim statement submitted before the sole arbitrator specified the name of the sole arbitrator and the appellant appeared before the said arbitrator and did not raise objection and this fact would demonstrate that the appellant has accepted the sole arbitrator suggested by the claimant. this court is unable to accept the said contention to give a finding that the appellant has consented to the appointment of the arbitrator suggested by the claimant. however, if the documents referred in section 7(4)(c) of the act of 1996, clearly indicate that both the parties agreed on a particular arbitrator or arbitrators, then reference can be made to the said document to find out as to whether the parties agreed on the said arbitrator. from the records placed before the court this court cannot accept the contention that the appellant agreed to appointment of mr.b.n.chandrashekaraiah as the sole arbitrator. 48. for the aforementioned reasons, and in the peculiar facts of the case, this court is of the view that the judgment passed by the commercial court has to be set aside and the matter has to be remitted to the commercial court to consider the following points. whether the appellant has made out a case, for considering the later plea as provided under section 16(4) of the act, 1996, objecting to the jurisdiction of the arbitrator? if the grounds are not made out to exercise the power under section 16(4) of the act, 1996, whether the participation of the appellant in the proceedings before the arbitrator, amounts to waiver of objection relating to non-compliance of the requirement under the arbitration agreement, as provided under section 4 of the act, 1996? if the objection relating to the agreed procedure to appoint the arbitrator is held to be waived, whether the grounds under section 34 and 34 (2a) of the act of 1996 are made out to interfere with the impugned award of the sole arbitrator? 49. hence, the following: order (i) the appeal is allowed in part. (ii) the judgment dated 30.08.2019 passed by the iv additional district and sessions judge (commercial court), ballari, in comm. arbitration suit no.57/2019 is set aside. (iii) matter is remitted to the jurisdictional commercial court at, ballari, to consider the case afresh and to answer the questions framed above. no order as to costs. sd/judge sd/judge gvp"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ce3f9830178494cb446c12ea073322c_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b17423e7854941c69dfe2cd6e2f0e348_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53caa75bb8904e73a6bec4494572eece_2"
        },
        {
            "start": 264,
            "end": 337,
            "text": "\nSyed Asmath Pasha Qhadri vs M/S. Sumeru Realty Pvt Ltd on 23 April, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "021acc72fbea4309b490665f68c4e420_3"
        },
        {
            "start": 338,
            "end": 387,
            "text": "\nAuthor: N S Sanjay Gowda\nBench: N S Sanjay Gowda",
            "labels": [
                "PREAMBLE"
            ],
            "id": "56b2650231604a59bd82bc5f41b668c4_4"
        },
        {
            "start": 430,
            "end": 560,
            "text": "-1-\n                                                       Nc: 2024:Khc:16253\n                                                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "048b51c7f33a410d97140d4708b53133_5"
        },
        {
            "start": 560,
            "end": 601,
            "text": "Crp No. 229 of 2024\n\n\n\n\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5d8133d7c03648199dee273d64002ad3_6"
        },
        {
            "start": 601,
            "end": 667,
            "text": "In The High Court Of Karnataka At Bengaluru\n\n                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43d715d0dbc24050a335299e217157b4_7"
        },
        {
            "start": 667,
            "end": 705,
            "text": "Dated This The 23Rd Day Of April, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3db38a78d204d349a5832c9e7790b19_8"
        },
        {
            "start": 746,
            "end": 772,
            "text": "Before\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13b4c326fde0478b82f6f1e5acb1b88f_9"
        },
        {
            "start": 772,
            "end": 783,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ec4d49910574ae380d5388d6b928c3f_10"
        },
        {
            "start": 784,
            "end": 811,
            "text": "Mr Justice N S Sanjay Gowda",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba97e24447a149d89f18d54f214f5ca0_11"
        },
        {
            "start": 831,
            "end": 845,
            "text": "Civil Revision",
            "labels": [
                "PREAMBLE"
            ],
            "id": "377dea03c5094584af0eae752a93dace_12"
        },
        {
            "start": 846,
            "end": 854,
            "text": "Petition",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb8f0b6cb1ed4c3283f2016969e9da97_13"
        },
        {
            "start": 855,
            "end": 871,
            "text": "No . 229 Of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ddb087ce4d04b679d26c26eab9e470f_14"
        },
        {
            "start": 872,
            "end": 901,
            "text": "( Io) \n\n\n            Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "23d81be788cf4d5f9806a180f094d39f_15"
        },
        {
            "start": 916,
            "end": 948,
            "text": "1.     Syed Asmath Pasha Qhadri,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "78ccad490cfe49508feb3afa0aa7f93a_16"
        },
        {
            "start": 969,
            "end": 993,
            "text": "S / O Syed Khader Pasha,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c75f7395d9a48f08a32efe53f862134_17"
        },
        {
            "start": 994,
            "end": 1034,
            "text": "\n                   Aged About 64 Years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41c82016b40b4e32bec856bceecc0735_18"
        },
        {
            "start": 1055,
            "end": 1079,
            "text": "R / At No.275, Ii Block,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f470e4c8a16400c9194e98b816ab858_19"
        },
        {
            "start": 1100,
            "end": 1145,
            "text": "Jayanagar, Bengaluru-560 011.\n\n            2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e96c089a8c343598206abe7a8bc818e_20"
        },
        {
            "start": 1150,
            "end": 1161,
            "text": "Syed Salman",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b63a9e6467840758a0e7b16dd370d52_21"
        },
        {
            "start": 1162,
            "end": 1174,
            "text": "Ysyf Qhadri,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e66b9223299442e3a8bcd782feb1fc63_22"
        },
        {
            "start": 1195,
            "end": 1205,
            "text": "S / O Syed",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e224f86cce343c7972d8ac4698b6d8a_23"
        },
        {
            "start": 1206,
            "end": 1212,
            "text": "Asmath",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88681d242f0b4030a9d6bdeb32d71f07_24"
        },
        {
            "start": 1213,
            "end": 1226,
            "text": "Pasha Qhadri,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86009773887c4bdea670e1d056933cf8_25"
        },
        {
            "start": 1247,
            "end": 1282,
            "text": "Aged 34 Years,\n                   R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4081300cee0c4d1a8cae77ce71b8da7c_26"
        },
        {
            "start": 1283,
            "end": 1316,
            "text": "/ At No.275, Ii Block, Jayanagar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60f7a498c0bb42bdba7c48e9410bd515_27"
        },
        {
            "start": 1337,
            "end": 1350,
            "text": "Bengaluru-560",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee8b4966333e4ac5a4c94b2665805cd0_28"
        },
        {
            "start": 1351,
            "end": 1419,
            "text": "011. \n                                                           ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08a0ee76ecfa4a71a82df99d41a045f4_29"
        },
        {
            "start": 1420,
            "end": 1444,
            "text": "Petitioners\n            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2009f211dc243c2b114420f9b0c038d_30"
        },
        {
            "start": 1444,
            "end": 1483,
            "text": "(By Sri. A.Mahesh Chowdhary., Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c444b9039c04ba6abc6051063c4dcab_31"
        },
        {
            "start": 1498,
            "end": 1523,
            "text": "And: \nDigitally\nsigned by",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c3d01a740b0418aa33a4235974c313d_32"
        },
        {
            "start": 1524,
            "end": 1543,
            "text": "\nKiran       1.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e0aa00c268d84eea83f1589e5b71ff23_33"
        },
        {
            "start": 1543,
            "end": 1572,
            "text": "M / S Sumeru Realty Pvt Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df01b8719dd843e89c143b01c514129e_34"
        },
        {
            "start": 1573,
            "end": 1581,
            "text": "\nKumar R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a124a00ecca14ee78ef20c7bedf46300_35"
        },
        {
            "start": 1592,
            "end": 1620,
            "text": "Company Registered Under The",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a93de0beb65a4d87a486524096da3749_36"
        },
        {
            "start": 1621,
            "end": 1631,
            "text": "\nLocation:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f861696f24d4b35acc625a06489402a_37"
        },
        {
            "start": 1633,
            "end": 1683,
            "text": "High              Companies Act\nCourt Of\nKarnataka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30e7ed13fef94078aac8c94557c0823e_38"
        },
        {
            "start": 1684,
            "end": 1712,
            "text": "        Having Its Office At",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ff965383560456b8d1cb3ade3a5c904_39"
        },
        {
            "start": 1713,
            "end": 1895,
            "text": "\n                  2Nd Floor, Smavit Building,\n                  Next To Art Of Living Ashram,\n                  Opposite To Kanakapura Road,\n                  Represented By Its Ceo",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0a7ca2c153f4d149603d5332c8ca259_40"
        },
        {
            "start": 1915,
            "end": 1926,
            "text": "Sri . Sunit",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea6b90cbec8943e5841359021e937f5d_41"
        },
        {
            "start": 1927,
            "end": 1946,
            "text": "Suryakant Kaluskar.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3948db57f68d4e2493f721a1f21254e6_42"
        },
        {
            "start": 1961,
            "end": 1968,
            "text": "2.    M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d5968fb4c25147e0a57425f05be1b850_43"
        },
        {
            "start": 1969,
            "end": 2006,
            "text": "/ S Shrivision Living Space Pvt Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5d5d92e2a2994b9e882106ad306679c5_44"
        },
        {
            "start": 2026,
            "end": 2071,
            "text": "Company Incorporated Under\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6fdc101e515a41d3a5de052936e092eb_45"
        },
        {
            "start": 2071,
            "end": 2109,
            "text": "Companies Act, 1956\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60a695dcc459403b9043ec4971b6aa99_46"
        },
        {
            "start": 2109,
            "end": 2149,
            "text": "Having Its Office At No.40/43, 8Th Main,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d72ca1527d374e4aa3108c97f0836339_47"
        },
        {
            "start": 2181,
            "end": 2245,
            "text": "-2-\n                                          Nc: 2024:Khc:16253",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4def40f861c94033972599a01463889e_48"
        },
        {
            "start": 2246,
            "end": 2306,
            "text": "\n                                        Crp No. 229 of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "459f6c2f4ff54406bfbb62a0206ceb4c_49"
        },
        {
            "start": 2307,
            "end": 2515,
            "text": "\n\n\n\n\n     4Th Cross, Rmv Extension,\n     Sadhashivanagar,\n     Bengaluru-560 080.\n     Represented By Its Director,\n     Sri.A.M.Subramanya.\n                                             ...Respondents\n\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "032fd4f693b3461f83a18bac26bf5c2f_50"
        },
        {
            "start": 2515,
            "end": 2963,
            "text": "This Crp Is Filed Under Section 115 Of Cpc.,\nAgainst The Order Dated 26.02.2024 Passed On\nI.A.No.VII In Commercial OS.No.54/2023 On The File Of\nThe Xi Additional District Judge, Bengaluru Rural\nDistrict, Bengaluru, Dismissing The I.A.No.VII Filed\nUnder Order Vii Rule 11(a) And (d) Of Cpc Rejection Of\nPlaint\n\n     This Petition Having Been Heard And Reserved\nFor   Orders    On   01.04.2024, Coming  On   For\nPronouncement This Day, The Court Made",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b32427d6aeb437a944a76372c9085e3_51"
        },
        {
            "start": 2964,
            "end": 3015,
            "text": "The\nFollowing:\n\n\n                          Order\n1.",
            "labels": [
                "FAC"
            ],
            "id": "da2bf0e018f54290ba023267eb63f4c9_52"
        },
        {
            "start": 3016,
            "end": 3213,
            "text": "The plaintiff - 1st respondent herein filed a suit on the basis of a Co-Joint Development Agreement (for brevity, \"the Agreement\") entered into between the plaintiff and the 1st defendant, who repr",
            "labels": [
                "FAC"
            ],
            "id": "85819a469fcd4c9d9b553e01ed8266d9_53"
        },
        {
            "start": 3214,
            "end": 3267,
            "text": "esented not only itself, but also defendants 2 and 3.",
            "labels": [
                "FAC"
            ],
            "id": "07d18f52e52c4a7bac718984b041e55d_54"
        },
        {
            "start": 3269,
            "end": 3539,
            "text": "2. It was contended that the plaintiff on the basis of the Agreement was entitled to execute the project and the defendants had no right to interfere with the execution of NC: 2024:KHC:16253 the project, especially since the plaintiff had invested huge sums of money.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "f218fdfac54d4ad7b69cc566a91f800c_55"
        },
        {
            "start": 3540,
            "end": 3777,
            "text": "In said suit, an application came to be filed by defendants 2 and 3 seeking rejection of plaint on the ground that the plaintiff had failed to comply with the mandatory requirement of engaging in pre-institution mediation and settlement.",
            "labels": [
                "FAC"
            ],
            "id": "1eef6d859af94a1ea8c198ca44890228_56"
        },
        {
            "start": 3778,
            "end": 4011,
            "text": "It was contended that the suit could not have been instituted without taking recourse to pre-institution mediation and settlement as contemplated under Section 12A of the Commercial Courts Act, 2015 (\"the Commercial Courts Act Act\").",
            "labels": [
                "FAC"
            ],
            "id": "6a2da9e9b89b412cb3fddd1c98d4c7f6_57"
        },
        {
            "start": 4012,
            "end": 4549,
            "text": "It was further contended that the Apex Court in the case of Patil Automation1 has held that Section 12A of the Commercial Courts Act was not a procedural provision and compliance of Section 12A of the Commercial Courts Act was mandatory, and since Section 12A of the Commercial Courts Act was not complied with, the institution of suit Patil Automation Pvt. Ltd. v. Rakheja Engineers Pvt. Ltd., (2002) 10 SCC 1.\nNC: 2024:KHC:16253 itself was barred by law, thereby entitling rejection of the plaint under Order VII Rule 11 of the CPC.\n4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c93c0f6fe4814832b525cc72f8354bc0_58"
        },
        {
            "start": 4550,
            "end": 4736,
            "text": "The plaintiff resisted said application and sought to contend that as per the observation of the Apex Court in Shakti Bhog Food Industries2, this application was totally misconceived.\n5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2ea123098af54a57a21de5aba22ee196_59"
        },
        {
            "start": 4737,
            "end": 4944,
            "text": "The Trial Court, on consideration of the contentions advanced by the plaintiff and defendants 2 and 3, by the impugned order, has rejected the application filed under Order VII Rule 11(a) and (d) of the CPC.",
            "labels": [
                "RLC"
            ],
            "id": "17c3794cd8414f6e9b9081f806850d27_60"
        },
        {
            "start": 4945,
            "end": 5203,
            "text": "\n6. Being aggrieved by the same, defendants 2 and 3 have preferred this revision petition under Section 115 of the CPC and the Registry has raised an objection that the revision petition was not maintainable in view of Section 8 of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bedff04ee52f403d9ef1aaef4a596c7d_61"
        },
        {
            "start": 5205,
            "end": 5316,
            "text": "Shakti Bhog Food Industries Ltd. v. The Central Bank of India and Anr., [2020] 6 SCR 538.\nNC: 2024:KHC:16253 7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0a86568872b941fea102fd1f40a5ae7a_62"
        },
        {
            "start": 5317,
            "end": 5704,
            "text": "Mr. Mahesh Chowdhary, learned counsel appearing for the petitioners contended that the bar against filing a revision petition would only pertain to an interlocutory order passed by the Commercial Court and since an order rejecting the application to reject the plaint could not be construed as an interlocutory order, the bar under Section 8 of the Commercial Courts Act would not arise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8eed53fcd2b247a082b5ac5f4642bbe7_63"
        },
        {
            "start": 5705,
            "end": 6281,
            "text": "He also submitted that Section 18 of the Commercial Courts Act was circumscribed by the condition that it was subject to the provision of Section 13 of the Commercial Courts Act, and Section 13 of the Commercial Courts Act provided for an appeal against an order passed by the Commercial Court only in respect of the orders enumerated specifically under Order XLIII of the CPC and, thus, the defendants could not avail of the appellate remedy since the appeal was not provided under Order XLIII of the CPC against an order passed on an application under Order VII Rule 11 CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1c8c00c373014bfc879dbddc06e21a02_64"
        },
        {
            "start": 6282,
            "end": 6389,
            "text": "He therefore strenuously contended that the only remedy available to the petitioner was to file a revision.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5c822359b56d44c6af3fd81939e2e56f_65"
        },
        {
            "start": 6391,
            "end": 6412,
            "text": "NC: 2024:KHC:16253 8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f735eef1ee0e4d7cabeb953e755465e3_66"
        },
        {
            "start": 6413,
            "end": 6723,
            "text": "He also averred that if the Trial Court had allowed the application filed under Order VII Rule 11 of the CPC, the proceedings before the Commercial Court would come to an end, and, therefore, the proviso to Section 115 of the CPC would stand attracted, and as a consequence, the revision would be maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ce2c33496e004c79bb9f1b2b7979f65d_67"
        },
        {
            "start": 6725,
            "end": 6989,
            "text": "9. In the light of the arguments advanced, the only question to be considered is:\nWhether a revision petition under Section 115 of the CPC can be maintained against an order passed by the Commercial Court on an application filed under Order VII Rule 11 of the CPC.",
            "labels": [
                "ISSUE"
            ],
            "id": "6d5eb1b9839b4988808d67c4fb090637_68"
        },
        {
            "start": 6991,
            "end": 7227,
            "text": "10. The Law Commission of India in its report No.253 pertaining to Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 has stated as follows (in Para 3.23.2):\nNC: 2024:KHC:16253 \"3.23.2.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4aead4da901e491fb8e40a00c579f101_69"
        },
        {
            "start": 7228,
            "end": 7458,
            "text": "It is further recommended that notwithstanding any other law, no civil revision application or petition shall be entertained against an interlocutory order of the Commercial Court, including an order on a jurisdictional challenge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c5a13844a8a4fb699b13a4e8b3fe213_70"
        },
        {
            "start": 7459,
            "end": 7671,
            "text": "The purpose here is to prevent the time frames stipulated for case management hearing from becoming redundant by the frequent filing of civil revision applications and petitions against every interlocutory order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d436b6a20bb49c4a7352831c14ad461_71"
        },
        {
            "start": 7672,
            "end": 7789,
            "text": "By removing a potential source of bottleneck of cases, the Bill hopes to ensure the expedited disposal of cases.\"\n11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b155ebbfe144894be88d329e549e3c8_72"
        },
        {
            "start": 7790,
            "end": 8072,
            "text": "It is therefore clear that the Law Commission was of the view that providing for a revisional remedy would be a potential source of bottle neck and it would thus be appropriate to create a bar for entertaining a civil revision application or a petition under Section 115 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46eaeba22201437c87b7355c366b08d2_73"
        },
        {
            "start": 8073,
            "end": 8632,
            "text": "\n12. Section 8 of the Commercial Courts Act reads as follows:\n\"8. Bar against revision application or petition against an interlocutory order.-- Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a NC: 2024:KHC:16253 Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n13.",
            "labels": [
                "STA"
            ],
            "id": "f1ecf8f4aa6c413d8ed70c4445fd9cf8_74"
        },
        {
            "start": 8633,
            "end": 8958,
            "text": "On a plain reading of Section 8 of the Commercial Courts Act, it is clear that it starts with a non-obstante clause and declares that a civil revision application/petition should not be entertained against any interlocutory order of the Commercial Court including an order on the issue of jurisdiction and any such challenge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00cb10761456465f949ab859babf2054_75"
        },
        {
            "start": 8959,
            "end": 9130,
            "text": "It is hence clear that if the Commercial Court were to pass an interlocutory order, the aggrieved party cannot invoke revisional jurisdiction under Section 115 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ff4b1ea63d44a089a6a6bf8ae929b54_76"
        },
        {
            "start": 9132,
            "end": 9334,
            "text": "14. The further emphasis in Section 8 of the Commercial Courts Act is that the bar to invoke the revisional jurisdiction would apply even to an order on the issue of jurisdiction and any such challenge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4930a579d0bf4beb8c9ffc2776dc7fe6_77"
        },
        {
            "start": 9335,
            "end": 9528,
            "text": "The use of this language in Section 8 would leave no room for doubt that if an order that is passed by the Commercial Court relates to a challenge to its jurisdiction, no revision can be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e0e8b281df4413b8c7faf9cab86f390_78"
        },
        {
            "start": 9529,
            "end": 9552,
            "text": "\nNC: 2024:KHC:16253 15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5b784032f554004b9506ab829ed02ad_79"
        },
        {
            "start": 9553,
            "end": 9761,
            "text": "It cannot be in dispute that an order on an application under Order VII Rule 11 of the CPC can be brought within the ambit of the phrase \"such other challenge\" found in Section 8 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b96f2e6f58f1437dbfda014b616fab82_80"
        },
        {
            "start": 9762,
            "end": 10085,
            "text": "In other words, if there is a challenge to the maintainability of a suit filed before the Commercial Court by making an application under Order VII Rule 11 of the CPC, an order passed on such a challenge would not be amenable to the revisional jurisdiction by virtue of the bar under Section 8 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6d76cf742b64f8f9f11f80a1fa2e13b_81"
        },
        {
            "start": 10087,
            "end": 10316,
            "text": "16. It is to be stated here that the use of a sweeping remark such as \"any such challenge\" in Section 8 would bring within its ambit any order passed on a challenge to the jurisdiction of the Commercial Court to entertain a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9f02cbcfb9447a2966ececbf72e374b_82"
        },
        {
            "start": 10317,
            "end": 10817,
            "text": "If an argument is advanced that non-compliance of a statutory provision under the Commercial Courts Act before the institution of suit renders the suit not maintainable, it is clear that it would also be a challenge to the jurisdiction of the Commercial Court and,\n- 10 - NC: 2024:KHC:16253 consequentially, any order passed on such an application would not be liable for a challenge by way of revision under Section 115 of the CPC in view of the bar under Section 8 of the Commercial Courts Act.\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b554a2be4af249d1ac6687222a479260_83"
        },
        {
            "start": 10818,
            "end": 10870,
            "text": "The matter may also be looked at from another angle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3ba528340fb4d96a05968a48df5df7e_84"
        },
        {
            "start": 10871,
            "end": 11109,
            "text": "The language employed by the Legislature in Section 8 of the Commercial Courts Act makes it unmistakably clear that the Legislature did not want the power of revision being available in respect of any order passed by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "206582ff96174e7183b07578b4d64dfd_85"
        },
        {
            "start": 11110,
            "end": 11329,
            "text": "The bar for entertaining a revision is based basically on the premise that the proceedings before the Commercial Court are designed for a speedy resolution of commercial disputes within statutorily prescribed timelines.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40939eb91bb44bdc85b72f0ec0c2d9bf_86"
        },
        {
            "start": 11330,
            "end": 11601,
            "text": "If the Legislature was of the view that there existed a possibility that the speedy resolution or adherence to the timelines could be defeated by a party invoking the ordinary remedy of revision and it should therefore be barred, such an intent would have to be honoured.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "276813091c4240539a8c7b982c550bfc_87"
        },
        {
            "start": 11602,
            "end": 11632,
            "text": "\n- 11 - NC: 2024:KHC:16253 18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8037106a4774a33bad2cb34f43a4cc9_88"
        },
        {
            "start": 11633,
            "end": 11835,
            "text": "If the matter is viewed from this angle, it would fundamentally mean that the power available under Section 115 of the CPC would be totally absent in the case of an order passed by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cbdbb4ca2c34b65ab159f596d10dfae_89"
        },
        {
            "start": 11836,
            "end": 12090,
            "text": "If it was the intention of the Legislature that there should be a complete bar for invoking the jurisdiction under Section 115 of the CPC, the argument that revision can be preferred in respect of the proviso to Section 115 of the CPC cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef0a7602e2074f03be264269fcd841ef_90"
        },
        {
            "start": 12092,
            "end": 12327,
            "text": "19. The argument that an order passed on an application under Order VII Rule 11 of the CPC cannot be an interlocutory order and, therefore, the bar under Section 8 of the Commercial Courts Act is not attracted, also cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "708bb7902be2442d9c20ad9f1315666f_91"
        },
        {
            "start": 12328,
            "end": 12544,
            "text": "As already stated above, the bar for invoking revisional jurisdiction is not only in respect of any interlocutory order, but also to any challenge made to the jurisdiction of the Commercial Court to entertain a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc6a76a17053471da64ffc02af3d1982_92"
        },
        {
            "start": 12546,
            "end": 13010,
            "text": "20. The further argument that Section 8 of the Commercial Courts Act makes it clear that a bar to invoke - 12 - NC: 2024:KHC:16253 the revisional jurisdiction was subject to the provision of Section 13 of the Commercial Courts Act which provides for an appeal, would lead to an inference that if an appeal is not provided under Order XLIII of the CPC, necessarily, the revisional jurisdiction under Section 115 of the CPC would stand attracted, cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0a12bd2d8264f429e52c853a5d6239a_93"
        },
        {
            "start": 13011,
            "end": 13295,
            "text": "In Section 8 of the Commercial Courts Act, the Legislature is basically declaring that an appeal is provided for only in respect of cases which are specifically enumerated under Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, and against no other order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8913a6468fa46f3b4c0fbd91e744df6_94"
        },
        {
            "start": 13297,
            "end": 13440,
            "text": "21. It cannot be in dispute that an appeal is a creature of the statute and there is no inherent right to prefer an appeal against every order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f76dbe7e7b6e43abb99802a5900eb31d_95"
        },
        {
            "start": 13441,
            "end": 13675,
            "text": "If the statutory provision relating to appeals categorically provides for orders which can be appealed against, no party can contend that the remedy of a revision would be available, if a right to prefer an appeal is not provided for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a5d5ed5e41d4149939c3f2782fe7ffc_96"
        },
        {
            "start": 13676,
            "end": 13706,
            "text": "\n- 13 - NC: 2024:KHC:16253 22.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba137b65654e4795803c9ba2035b27f5_97"
        },
        {
            "start": 13707,
            "end": 14020,
            "text": "As stated above, it is clear that unmistakable intent of the Legislature is that the revisional jurisdiction of the High Courts under Section 115 of the CPC is completely unavailable in respect of orders passed by the Civil Court and in this view of the matter, it is clear that this revision is not maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a32e261cdaf422ea828f2e38aeb02ba_98"
        },
        {
            "start": 14022,
            "end": 14387,
            "text": "23. The reliance placed by the learned counsel for the petitioners on the decision in the case of Shah Babulal Khimji3 rendered by the Apex Court to contend that an order passed under Order VII Rule 11 of the CPC cannot be considered as an interlocutory order, but would have to be considered as a preliminary judgment can be of no real assistance in the said case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "09729b13e35b430b8ad15d46bab52130_99"
        },
        {
            "start": 14388,
            "end": 14665,
            "text": "Even if it is accepted that an order passed under Order VII Rule 11 of the CPC is not an interlocutory order but is a preliminary judgment, the power to invoke the revisional jurisdiction of this Court is lost by virtue of the clear bar created under Section 8 of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f51e00176f014e708a955d56592088ae_100"
        },
        {
            "start": 14666,
            "end": 14759,
            "text": "\nShah Babulal Khimji v. Jayaben D Kania & Anr., (1981) 4 SCC 8.\n- 14 - NC: 2024:KHC:16253 24.",
            "labels": [
                "NONE"
            ],
            "id": "b51994a169014e078ce53649ba20f0d4_101"
        },
        {
            "start": 14760,
            "end": 15012,
            "text": "Even if the judgments are to be applied, an order passed on an application under Order VII Rule 11 of the CPC would be a preliminary judgment and an appeal against a preliminary judgment can be filed only if it is specifically provided under a statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38bbc7207ea44409b403847d4ea7d739_102"
        },
        {
            "start": 15013,
            "end": 15260,
            "text": "Since no appeal is provided for against a preliminary judgment, such as the one passed under Order VII Rule 11 of the CPC, it is clear that the petitioners would have no right to prefer an appeal under Section 13 of the Commercial Courts Act also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa29f076f7484464b14cfb1aadec8d26_103"
        },
        {
            "start": 15262,
            "end": 15422,
            "text": "25. Learned counsel for the petitioners also placed reliance on the decision rendered by the Delhi High Court in the case of Black Diamond Trackparts Pvt. Ltd.4",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "837777bd8c0549478b9ce7e1637b1c5b_104"
        },
        {
            "start": 15423,
            "end": 15683,
            "text": "In this case, the Division Bench has, in fact, observed that a revision under Section 115 of the CPC is barred against the orders passed under the Commercial Courts Act, but a petition under Articles 226 and 227 of the Constitution of India would be available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd52fd060f5c45b6bcd0053a6ef48e2d_105"
        },
        {
            "start": 15684,
            "end": 15817,
            "text": "This judgment would not support Black Diamond Trackparts Pvt. Ltd. & Ors v. Black Diamond Motors Pvt. Ltd., 2021 SCC OnLine Del 3946.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "91f6548a873a47b19b60db8a9c897aad_106"
        },
        {
            "start": 15818,
            "end": 15918,
            "text": "\n- 15 - NC: 2024:KHC:16253 the filing of a revision against an order passed by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "de7d560af01748f3994c253490aff1d3_107"
        },
        {
            "start": 15920,
            "end": 16598,
            "text": "26. Reliance placed on the judgment rendered by the Madras High Court in the case of Ramanan Balagangatharan5 would also be of no avail, because a challenge therein was made to an interim order passed by the learned Single Judge of the Madras High Court by filing a petition under Articles 226 and 227 of the Constitution of India and, in the context of that case, the Madras High Court came to the conclusion that the supervisory jurisdiction under Articles 226 and 227 of the Constitution of India could be exercised by the High Court only in case of subordinate Courts and the learned Single Judge of that Court could not be considered as a subordinate to the High Court.\n27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ab718d568768449b9b2a189d5ec7f908_108"
        },
        {
            "start": 16599,
            "end": 16902,
            "text": "In this view of the matter, it is clear that a revision against an order passed by the Commercial Court, even if Ramanan Balagangatharan v. M/S Rise East Entertainment Pvt. Ltd., C.R.P (Sr) No.92516/2021.\n- 16 - NC: 2024:KHC:16253 it is one under Order VII Rule 11 of the CPC, would not be maintainable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bba63ef9f04b46ccbff7a04de6a9d3e0_109"
        },
        {
            "start": 16903,
            "end": 17006,
            "text": "The office objection is upheld and consequently, the revision petition is rejected as not maintainable.",
            "labels": [
                "RPC"
            ],
            "id": "c1bbdcdc88a84bd9bddb3e190cfdb0e2_110"
        },
        {
            "start": 17008,
            "end": 17191,
            "text": "28. However, rejection of this revision petition will not preclude the petitioners from invoking supervisory jurisdiction of this Court under Article 227 of the Constitution of India.",
            "labels": [
                "RPC"
            ],
            "id": "a9f49abfd0674fa1b361492d5a1f2059_111"
        },
        {
            "start": 17192,
            "end": 17207,
            "text": "\nSd/-\nJUDGE PKS",
            "labels": [
                "NONE"
            ],
            "id": "d6841a4bbed5447887c5774b2e73d62f_112"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Executive Engineer",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 43
        },
        {
            "text": "S.V. Bandi",
            "label": "RESPONDENT",
            "start_char": 51,
            "end_char": 61
        },
        {
            "text": "S G",
            "label": "JUDGE",
            "start_char": 90,
            "end_char": 93
        },
        {
            "text": "S G Pandit",
            "label": "JUDGE",
            "start_char": 108,
            "end_char": 118
        },
        {
            "text": "High Court Of Karnataka At Dharwad",
            "label": "COURT",
            "start_char": 172,
            "end_char": 206
        },
        {
            "text": "S. G.Pandit",
            "label": "JUDGE",
            "start_char": 336,
            "end_char": 347
        },
        {
            "text": "Anant Ramanath Hegde",
            "label": "JUDGE",
            "start_char": 416,
            "end_char": 436
        },
        {
            "text": "Executive Engineer\nMinor Irrigation Department\nBagalkot Road Vijayapura\nDist:Vijayapura",
            "label": "PETITIONER",
            "start_char": 498,
            "end_char": 585
        },
        {
            "text": "Vidyavathi M.Kotturshettar",
            "label": "LAWYER",
            "start_char": 669,
            "end_char": 695
        },
        {
            "text": "Praveen K. Uppar",
            "label": "LAWYER",
            "start_char": 742,
            "end_char": 758
        },
        {
            "text": "S.V. Bandi",
            "label": "RESPONDENT",
            "start_char": 809,
            "end_char": 819
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 1121,
            "end_char": 1142
        },
        {
            "text": "H.N.Shashidhar",
            "label": "LAWYER",
            "start_char": 1343,
            "end_char": 1357
        },
        {
            "text": "Aravind D.Kulkarni",
            "label": "LAWYER",
            "start_char": 1382,
            "end_char": 1400
        },
        {
            "text": "Ramanath Hegde",
            "label": "JUDGE",
            "start_char": 2306,
            "end_char": 2320
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2448,
            "end_char": 2458
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "label": "STATUTE",
            "start_char": 2466,
            "end_char": 2517
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2983,
            "end_char": 2993
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 3451,
            "end_char": 3466
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 3498,
            "end_char": 3511
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 3808,
            "end_char": 3821
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 3829,
            "end_char": 3838
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 3842,
            "end_char": 3857
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 4098,
            "end_char": 4111
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 4229,
            "end_char": 4238
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4288,
            "end_char": 4298
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4410,
            "end_char": 4420
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 5893,
            "end_char": 5914
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 6101,
            "end_char": 6122
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 6221,
            "end_char": 6234
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 6285,
            "end_char": 6306
        },
        {
            "text": "24.11.2014",
            "label": "DATE",
            "start_char": 6348,
            "end_char": 6358
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 6360,
            "end_char": 6375
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 6617,
            "end_char": 6638
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 6775,
            "end_char": 6796
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 7198,
            "end_char": 7219
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 7354,
            "end_char": 7375
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 7573,
            "end_char": 7586
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 8532,
            "end_char": 8545
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 8577,
            "end_char": 8598
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 8602,
            "end_char": 8617
        },
        {
            "text": "CMP No. 511/2013",
            "label": "CASE_NUMBER",
            "start_char": 8774,
            "end_char": 8790
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 8842,
            "end_char": 8863
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 8917,
            "end_char": 8930
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 9335,
            "end_char": 9350
        },
        {
            "text": "Section 7(4)(c)",
            "label": "PROVISION",
            "start_char": 9473,
            "end_char": 9488
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 9583,
            "end_char": 9604
        },
        {
            "text": "Section 7(4)(c)of Act, 1996",
            "label": "PROVISION",
            "start_char": 9673,
            "end_char": 9700
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 9834,
            "end_char": 9855
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 10149,
            "end_char": 10158
        },
        {
            "text": "Arbitration and Conciliation Act 1996",
            "label": "STATUTE",
            "start_char": 10866,
            "end_char": 10903
        },
        {
            "text": "Civil Miscellaneous Petition No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 11652,
            "end_char": 11692
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 11719,
            "end_char": 11740
        },
        {
            "text": "24.11.2014",
            "label": "DATE",
            "start_char": 11863,
            "end_char": 11873
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 11878,
            "end_char": 11893
        },
        {
            "text": "03.09.2013",
            "label": "DATE",
            "start_char": 12191,
            "end_char": 12201
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 12876,
            "end_char": 12886
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 12894,
            "end_char": 12932
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 14048,
            "end_char": 14069
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 14209,
            "end_char": 14222
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 14365,
            "end_char": 14375
        },
        {
            "text": "S.B.P. & Co. vs. Patel Engineering Ltd and another reported in (2005) 6 SCC 2888",
            "label": "PRECEDENT",
            "start_char": 14391,
            "end_char": 14471
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 14561,
            "end_char": 14571
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 14635,
            "end_char": 14645
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 14653,
            "end_char": 14662
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 14927,
            "end_char": 14932
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 14939,
            "end_char": 14952
        },
        {
            "text": "Section 11(8)",
            "label": "PROVISION",
            "start_char": 15633,
            "end_char": 15646
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 15984,
            "end_char": 15995
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 16003,
            "end_char": 16015
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16023,
            "end_char": 16036
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 16157,
            "end_char": 16170
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 16273,
            "end_char": 16283
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 16453,
            "end_char": 16468
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16562,
            "end_char": 16572
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16747,
            "end_char": 16757
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 16788,
            "end_char": 16801
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 16875,
            "end_char": 16886
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 16894,
            "end_char": 16915
        },
        {
            "text": "Raghavan",
            "label": "OTHER_PERSON",
            "start_char": 16983,
            "end_char": 16991
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 17025,
            "end_char": 17046
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 17184,
            "end_char": 17199
        },
        {
            "text": "S.B.P. & Co.",
            "label": "ORG",
            "start_char": 17777,
            "end_char": 17789
        },
        {
            "text": "Section 11 (6)",
            "label": "PROVISION",
            "start_char": 18215,
            "end_char": 18229
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 18286,
            "end_char": 18301
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 18393,
            "end_char": 18408
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 18490,
            "end_char": 18511
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 18597,
            "end_char": 18618
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 18672,
            "end_char": 18687
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 19122,
            "end_char": 19143
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 19247,
            "end_char": 19262
        },
        {
            "text": "S.B.P. & Co.",
            "label": "ORG",
            "start_char": 19324,
            "end_char": 19336
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 19374,
            "end_char": 19387
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 19579,
            "end_char": 19592
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 19627,
            "end_char": 19648
        },
        {
            "text": "B.N. Chandrashekaraiah",
            "label": "OTHER_PERSON",
            "start_char": 19941,
            "end_char": 19963
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 20040,
            "end_char": 20053
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 20436,
            "end_char": 20457
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 20537,
            "end_char": 20558
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 20838,
            "end_char": 20851
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 20859,
            "end_char": 20868
        },
        {
            "text": "S.B.P. & Co.",
            "label": "ORG",
            "start_char": 20940,
            "end_char": 20952
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 21058,
            "end_char": 21068
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 21076,
            "end_char": 21085
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 21199,
            "end_char": 21214
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 21262,
            "end_char": 21272
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 21339,
            "end_char": 21349
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 21472,
            "end_char": 21485
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21665,
            "end_char": 21678
        },
        {
            "text": "S.B.P. & Co.",
            "label": "ORG",
            "start_char": 21952,
            "end_char": 21964
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 22123,
            "end_char": 22136
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 22185,
            "end_char": 22195
        },
        {
            "text": "Section 11 (6)",
            "label": "PROVISION",
            "start_char": 22306,
            "end_char": 22320
        },
        {
            "text": "Section 11 (6)",
            "label": "PROVISION",
            "start_char": 22335,
            "end_char": 22349
        },
        {
            "text": "section 16",
            "label": "PROVISION",
            "start_char": 22587,
            "end_char": 22597
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 22665,
            "end_char": 22680
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 22976,
            "end_char": 22997
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 23123,
            "end_char": 23133
        },
        {
            "text": "S.B.P. & Co.",
            "label": "ORG",
            "start_char": 23202,
            "end_char": 23214
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 23622,
            "end_char": 23632
        },
        {
            "text": "CMP No.511/2013",
            "label": "CASE_NUMBER",
            "start_char": 23738,
            "end_char": 23753
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 23921,
            "end_char": 23934
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 24100,
            "end_char": 24110
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 24118,
            "end_char": 24127
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 24510,
            "end_char": 24519
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 24527,
            "end_char": 24565
        },
        {
            "text": "Section 4 (b)",
            "label": "PROVISION",
            "start_char": 25050,
            "end_char": 25063
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25447,
            "end_char": 25457
        },
        {
            "text": "Section 11(4)",
            "label": "PROVISION",
            "start_char": 25682,
            "end_char": 25695
        },
        {
            "text": "12.08.2016",
            "label": "DATE",
            "start_char": 26436,
            "end_char": 26446
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26961,
            "end_char": 26971
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27185,
            "end_char": 27195
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27390,
            "end_char": 27400
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27457,
            "end_char": 27467
        },
        {
            "text": "B.M.Chandrashekarayya",
            "label": "OTHER_PERSON",
            "start_char": 27544,
            "end_char": 27565
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 27762,
            "end_char": 27772
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28037,
            "end_char": 28047
        },
        {
            "text": "12.08.2016",
            "label": "DATE",
            "start_char": 28443,
            "end_char": 28453
        },
        {
            "text": "12.08.2016",
            "label": "DATE",
            "start_char": 28577,
            "end_char": 28587
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 28838,
            "end_char": 28851
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 29383,
            "end_char": 29396
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29681,
            "end_char": 29691
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 30143,
            "end_char": 30156
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 30226,
            "end_char": 30239
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 30643,
            "end_char": 30653
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 30664,
            "end_char": 30674
        },
        {
            "text": "Section 34 (2A)",
            "label": "PROVISION",
            "start_char": 31389,
            "end_char": 31404
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31570,
            "end_char": 31580
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31799,
            "end_char": 31809
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31980,
            "end_char": 31990
        },
        {
            "text": "Associate Builders vs. DDA reported in (2015) 3 SCC 49",
            "label": "PRECEDENT",
            "start_char": 33218,
            "end_char": 33272
        },
        {
            "text": "Section 34 (2A)",
            "label": "PROVISION",
            "start_char": 33382,
            "end_char": 33397
        },
        {
            "text": "S.34 (2A)",
            "label": "PROVISION",
            "start_char": 33469,
            "end_char": 33478
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33536,
            "end_char": 33546
        },
        {
            "text": "Section 34 (2A)",
            "label": "PROVISION",
            "start_char": 33659,
            "end_char": 33674
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34309,
            "end_char": 34319
        },
        {
            "text": "Union of India, Central Public Works Department, Bengaluru vs. M/s. Warsaw Engineers and Another, reported in ILR 2022",
            "label": "PRECEDENT",
            "start_char": 34414,
            "end_char": 34532
        },
        {
            "text": "K.G.Raghavan",
            "label": "OTHER_PERSON",
            "start_char": 34578,
            "end_char": 34590
        },
        {
            "text": "Section 7(4)(c)",
            "label": "PROVISION",
            "start_char": 34605,
            "end_char": 34620
        },
        {
            "text": "Section 7(4)(c)",
            "label": "PROVISION",
            "start_char": 35151,
            "end_char": 35166
        },
        {
            "text": "B.N.Chandrashekaraiah",
            "label": "RESPONDENT",
            "start_char": 35521,
            "end_char": 35542
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 35925,
            "end_char": 35938
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 35946,
            "end_char": 35955
        },
        {
            "text": "Section 16(4)",
            "label": "PROVISION",
            "start_char": 36069,
            "end_char": 36082
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 36090,
            "end_char": 36099
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 36314,
            "end_char": 36323
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 36331,
            "end_char": 36340
        },
        {
            "text": "section 34 and 34 (2A)",
            "label": "PROVISION",
            "start_char": 36469,
            "end_char": 36491
        },
        {
            "text": "30.08.2019",
            "label": "DATE",
            "start_char": 36678,
            "end_char": 36688
        },
        {
            "text": "Additional District and Sessions Judge (Commercial Court), Ballari",
            "label": "COURT",
            "start_char": 36706,
            "end_char": 36772
        },
        {
            "text": "Arbitration Suit No.57/2019",
            "label": "CASE_NUMBER",
            "start_char": 36783,
            "end_char": 36810
        },
        {
            "text": "Commercial Court at, Ballari",
            "label": "COURT",
            "start_char": 36873,
            "end_char": 36901
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 14",
            "Arbitration and Conciliation Act, 1996",
            "Section 14",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11",
            "Act, 1996",
            "Section 11",
            "Act, 1996"
        ],
        [
            "Article 136",
            "Constitution",
            "Article 136",
            "Constitution"
        ],
        [
            "Article 136",
            "Constitution of India",
            "Article 136",
            "Constitution of India"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 4",
            "Arbitration and Conciliation Act, 1996",
            "Section 4",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 4",
            "Act, 1996",
            "Section 4",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 4",
            "Arbitration and Conciliation Act, 1996",
            "Section 4",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 4",
            "Arbitration and Conciliation Act, 1996",
            "Section 4",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(8)",
            "Act, 1996",
            "Section 11(8)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11 (6)",
            "Act, 1996",
            "Section 11 (6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 11 (6)",
            "Act, 1996",
            "Section 11 (6)",
            "Act, 1996"
        ],
        [
            "Section 11 (6)",
            "Act, 1996",
            "Section 11 (6)",
            "Act, 1996"
        ],
        [
            "section 16",
            "Act, 1996",
            "section 16",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 11(6)",
            "Act, 1996",
            "Section 11(6)",
            "Act, 1996"
        ],
        [
            "Section 4 (b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 4 (b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16",
            "Act, 1996",
            "Section 16",
            "Act, 1996"
        ],
        [
            "Section 11(4)",
            "Act, 1996",
            "Section 11(4)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 16(4)",
            "Act, 1996",
            "Section 16(4)",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 7(4)(c)",
            "Act, 1996",
            "Section 7(4)(c)",
            "Act, 1996"
        ],
        [
            "Section 7(4)(c)",
            "Act, 1996",
            "Section 7(4)(c)",
            "Act, 1996"
        ],
        [
            "section 34 and 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "section 34 and 34 (2A)",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996, ('Act, 1996"
        ],
        [
            "Section 7(4)(c)",
            "Act, 1996",
            "Section 7(4)(c)",
            "Act, 1996"
        ],
        [
            "Section 7(4)(c)of Act, 1996",
            "Act, 1996",
            "Section 7(4)(c)of Act, 1996",
            "Act, 1996"
        ],
        [
            "S.34 (2A)",
            "Arbitration and Conciliation Act, 1996",
            "S.34 (2A)",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996, ('Act, 1996": 3,
        "Section 11(6) of Act, 1996": 17,
        "Section 14 of Arbitration and Conciliation Act, 1996": 1,
        "Section 11 of Act, 1996": 1,
        "Article 136 of Constitution": 1,
        "Article 136 of Constitution of India": 1,
        "Section 16 of Act, 1996": 8,
        "Section 4 of Arbitration and Conciliation Act, 1996": 3,
        "Section 16(4) of Act, 1996": 7,
        "Section 4 of Act, 1996": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996, ('Act, 1996": 14,
        "Section 11(8) of Act, 1996": 1,
        "Section 11 (6) of Act, 1996": 3,
        "section 16 of Act, 1996": 1,
        "Section 4 (b) of Arbitration and Conciliation Act, 1996": 1,
        "Section 11(4) of Act, 1996": 1,
        "section 34 of Arbitration and Conciliation Act, 1996, ('Act, 1996": 1,
        "Section 34 (2A) of Arbitration and Conciliation Act, 1996, ('Act, 1996": 3,
        "Section 7(4)(c) of Act, 1996": 3,
        "section 34 and 34 (2A) of Arbitration and Conciliation Act, 1996, ('Act, 1996": 1,
        "Section 7(4)(c)of Act, 1996 of Act, 1996": 1,
        "S.34 (2A) of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996, ('Act, 1996": 22,
        "Act, 1996": 44,
        "Arbitration and Conciliation Act, 1996": 6,
        "Constitution": 1,
        "Constitution of India": 1
    }
}