{
    "id": "fe7695c934d837ab70e1195cb5b6ae05fad598ab0bb371afb750307f7fe88735",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court\nSmt Supriya Shrinate vs M/S Mrt Music Ors on 8 November, 2022 \nBench: G.Narendar, P.N.Desai \n                             1\n\n                                                       R\n       In The High Court Of Karnataka At Bengaluru\n\n        Dated This The 08Th Day Of November, 2022\n\n                         Present\n\n           The Hon'Ble Mr. Justice G. Narendar\n\n                           And\n\n             The Hon'Ble Mr. Justice P.N.Desai \n\n           Commercial Appeal No.460 Of 2022 \n\nBetween:\n\nSmt Supriya Shrinate\nAged About 45 Years,\nW/O. Dhirendra Singh\nChairperson Of Social Media\nAnd Digital Platforms Of The\nIndian National Congress,\nR/At. No.24, Akbar Road,\nNew Delhi-110 011.\n                                             ... Appellant\n\n(By Sri. Abhishek Manu Singhvi, Sri. Udaya Holla And\n    Sri. A.S Ponnanna, Senior Advocates For\n    Smt. Leela P. Advocate )\n\nAnd: \n\n1.     M/S Mrt Music Ors. \n       A Partnership Firm, \n       'Having It'S Office\n       At 4Th Floor, Ttmc,\n       Bmtc Building,\n       Yeshwanthpura Circle,\n       Bangalore-560 022.\n\n2 .     Twitter Inc.\n       Having Registered Office At; \n       1355 Market St#900,\n       San Franciso, Ca 94103,\n       United States\n       Represented By Its Directors. \n                            2\n\n\n3.   Indian National Congress;\n     Having Its Office At No.24, \n     Akbar Road, New Delhi,\n     Represented Herein By The\n     All India Congress Committee,\n     Represented By General Secretary I/C ,\n     Communication, Publicity,\n     Media Including Social And Digital Media \n     Of The Indian National Congress\n     Mr. Jairam Ramesh.\n\n4.   Sri. Rahul Gandhi,\n     S/O Late Rajiv Gandhi,\n     Member Of Steering Committee,\n     Indian National Congress,\n     Having His Address \n     At 3 12, Tughalak Lane,\n     New Delhi-110 011.\n\n5.   Ashok Kumar, \n                                        ... Respondents\n\n(By Sri. Srinivasa Raghavan .V, Senior Advocate For\n         Narasimhan S. Pranav, Advocate For C/R1)\n\n      This Commercial Appeal Is Filed Under Section\n13(1A) Of The Commercial Courts Act, 2015 R/W Section\n37 Of The Arbitration And Conciliation Act, 1996,\nPraying That This Hon'Ble Court May Kindly Be Pleased\nTo 1. Call For Records In Com. Original Suit\nNo.1594/2022, Pending On The File Of Learned Lxxxv\nAdditional City Civil And Sessions Judge, Commercial\nDivision, At Bangalore. 2. Set Aside The Orders Dated\n07.11.2022 In Ia No.1/2022, Ia No.03/2022, Ia No.04/2022,\nIa No.5/2022, Ia No.6/2022 Passed By The Lxxxv\nAdditional City Civil And Sessionis Judge, Commercial\nDivision, At Bangalore (Cch-86) In Commercial Original\nSuit No.1594 Of 2022 . 3. Awards Costs To The Appellant\nThroughout And 4. Pass Such Other Further Orders As\nThis Hon'Ble Court May Deem Fit, The Facts And\nCircumstances Of The Case And In The Interests Of\nJustice And Equity.\n\n      This Commercial Appeal Coming On For Orders ,\nThis Day, G. Narendar J., Passed The Following: \n                                 3\n\n\n                           Judgment\nThe appellants have assailed the order passed by Lxxxv Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86), on I.A. Nos. I to Vi in Commercial Original Suit No.1594/2022 dat ed 07.11.2022 wherein the trial Court issued a direction to respondent No.2 (defendant No.4) to remove and take down the links from it's platform and to block the social media handle of Indian National congress (@ INC India) and Bharat Jodo Yatra (@ Bharat Jodo) on Twitter, on the ground of Appellants having infringed the copyright of the 1st Respondent/Plaintiff. \n2. The appellant herein is the defendant No.2 before trial court and the respondent No.1 is plaintiff. The other respondent Nos.1, 3, 4 and 5 are also defendants before trial court. \n3. The plaintiff instituted a suit before the trial court with a prayer to grant a relief of permanent injunction and also mandatory injunction. The plaint pleadings in brief are that, the plaintiff is a registered partnership firm engaged in production, marketing, distribution and sale of sound recordings and cinematography, sale of audio, CD, DVD, purchase of Audios and Videos and Film Digital rights therein. That it is a reputed entity in the sound and music industry. The plaintiff operates its business by use of its trademark \"MRT MUSIC\". The repository of the plaintiff consists of more than 20,000 songs which the plaintiff owns and control and not limited to copyright. The plaintiff has acquired all the rights of sound recordings of the Block Buster film KGF- Chapter-2. Thereafter, the plaintiff has released the same through various channels and pen drives. \n4. It is alleged by the plaintiff that there is a copyright infringement by the defendants 1 to 3. It is pleaded that during the Bharat Jodo Yatra, an initiative of the Indian National Congress, certain video recording of the Yatra and also the leader of the Yatra were shared by the first defendant's Twitter Handle as well as the Bharat Jodo Twitter Handle. Each video twitter was posted with a background music. That in two videos, the background music is alleged to be similar to the sound track of the movie titled as KGF Chapter- 2. It is alleged by the plaintiff that Indian National Congress social media Handle has used the alleged sound track in two videos and uploaded it to the Indian National Congress Twitter Handle and circulated the said video in an alleged fraudulent manner in order to make a wrongful gain. It is alleged by the plaintiff that the defendants are profiteering and their gains is causing unlawful, unjust and irreparable loss to the plaintiff. The use of copyright work without authorisation and consent is willful and dishonest. Hence, the suit praying and seeking for injunction against infringement of it's copyright.\n5. Alongwith the said suit, plaintiff had filed I.A.No.1 to 6 which are heard by the Commercial Court and the Commercial Court passed an ex-parte order which is under challenge now. \n6. I.A.No.3 is filed under Order 39 Rule 1 and 2 r/w 79 of the IT Act with a prayer restraining the defendants 1 to 3 and 5 from infringing or illegally using, the copyrighted work owned by the plaintiff and from illegally using the said work owned by the plaintiff. I.A No.4 is for direction to defendant No 4 to remove and take down the links from its platform and I.A.5 is with prayer to suspend the social media handle till submission of report. I.A.No.6 is for an order to appoint a Court Commissioner/technical expert, to inspect and conduct an electronic audit of the said twitter-handle, controlled by defendant No.1 to 3. The trial court heard and proceeded to grant an ad-interim temporary and mandatory injunction, ex-parte, which is under challenge before this Court.\n7. Heard learned Senior counsel Sri. Abhishek Manu Singhvi along with senior counsels Sri. Udaya Holla and Sri. A.S. Ponnanna representing Smt. Leela P., learned counsel for the appellants and learned Senior counsel Sri. Srinivas V. Raghavan for Sri. Narasimhan S. Pranav Kumar on behalf of caveator/respondent No.1.\n8. The learned Senior counsel would contend that the order cannot stand the test of law and in one stroke the trial Court has virtually pulled the defendant Nos.1 to 3 from out of all social media platforms, more particularly on the twitter social media platform and the relief granted is wholly disproportionate to the infringement alleged. That the allegation is that an audio clip of just 45 seconds, over which the plaintiff claims copyrights, is alleged to have been synchronized and mixed, with the video produced by the first defendant and telecast on the social media platforms. That the first video and audio is by a national political party and the second one is of a program initiated by the first defendant and the yatra undertaken by the third defendant with various members of the party participating in it. That the yatra has commenced from Kanyakumari and is to culminate at Kashmir and that the said initiative is being video graphed and the same is telecast on various social media platforms including on the social media platform called the Twitter i.e., the 4th defendant. He would submit that even assuming for argument sake that there has been an infringement the trial Court could not have granted a relief in the nature it has now done. The trial Court has traveled beyond reliefs prayed for in the suit itself. \n9. Secondly he would submit that the fact remains that the video clip has not been used for any commercial purpose and thirdly he would submit that the suit appears to be one with an ulterior motive. Lastly he would contend that the plaintiff, though claims to be aware of the usage since 11th October, 2022 as stated in the plaint, the suit is filed on the 2nd of November, 2022 and listed before the Court on 5th of November, 2022 for the first time and thereafter adjourned to 07.11.2022. That these short facts and dates would clearly narrate that there has been no urgency which necessitated the Court to dispense with the mandatory provisions of Rule 3 of Order XXXIX of the C.P.C. and the proviso to Rule 3, which clearly mandates that the Court should record reasons for dispensing with notice for granting an ex-parte injunction. That in the instant case, the trial Court has, apart from recording the pleading has not recorded even a single reason for dispensing notice and granting an ex-parte injunction and that too an ex-parte injunction which is in the nature of a mandatory injunction. \n10. The learned Senior counsel would take the court through the order dated 07.11.2022 which commences on running page 27 of the appeal papers. The learned Senior counsel would take us through the order and in particular to the second sentence on ink page 27 which reads as under:\n\"Considering the urgency pleaded pre- institution mediation procedure is dispensed with. Accordingly, the I.A.No.1 is allowed.\"\n11. He would further take the Court through the impugned order and would submit that there is absolutely no reason justifying the Court's decision to dispense with notice to the defendants. \n12. The learned Senior counsel would take the Court through Rule 3 of Order XXXIX of the C.P.C. and then would take the Court through para 9 of the ruling reported in 2014 SCC OnLine Kar 7191 (Vedant Fashions Pvt. Ltd., vs. Smt. Rajul Devi).\n13. He would further place reliance on another ruling of this Court rendered in the case of Mr. R K Jain vs. P G Chacko reported in AIR 2013 Kar 142 and would take the Court through paragraphs 3, 7, 8, 9 and 11. He would place reliance on one more ruling of this court rendered in the case of Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795 and would take the Court through paragraphs 16, 17 and 18.\n14. The learned Senior counsel would contend that in the absence of reasons being recorded, for dispensing with notice to the opposite party before granting injunction, the impugned order is in the teeth of the law laid down by this Court and thereby stands vitiated. He would therefore pray that the impugned order be set aside on that short ground alone. \n15. Per contra, the learned Senior counsel appearing on behalf of the first respondent would submit that the appeal itself is not maintainable. That, the appellants are before this Court as against an ex-parte order and that a Single Judge of this Court has distinguished A Venkatasubbiah's case and has held that an appeal can be preferred only if the trial Court fails to dispose of the application within 30 days and in this regard he would place reliance on the order of the learned Single Judge, rendered in the case of Procter and Gamble Home Products Private Limited vs. Marico Ltd., and others, in MFA No.8990/2017. He would also place reliance on the ruling rendered by the Hon'ble Apex Court in the case of Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715 to buttress his arguments. \n16. After hearing the learned Senior Counsels on both sides, the following points arise for consideration of this Court:-\n1. Whether the Appeal is maintainable? \n2. Whether the trial court is justified in granting ex-parte interim order in the nature of a mandatory injunction, without recording any reasons;\n3. Whether the Trial Court was justified in granting ex-parte ad-interim injunction without recording reasons to demonstrate that object of granting of ex-parte order of ad-interim injunction could be defeated by delay if the notice of interim application for injunction is not dispensed as provided under Order 39 Rule 3 of the CPC? \nPoint No.1:-\n17. Though the argument on maintainability has been addressed by learned Senior Counsel for respondent No.1, in the light of the observations made by the Hon'ble Apex Court in the ruling of A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7 SCC 695, particularly in paras 11, 12 and 13, we are not convinced by the submissions made by learned counsel for respondent No.1 regarding maintainability of the appeal, more so, in the light of the provisions of section 13(1A) of The Commercial Courts Act, 2015 which speaks of not only the judgment but also an order, being appealable. \n18. The learned Single Judge has held that an ex-parte order of injunction becomes appealable only in the event the application is not finally disposed of within 30 days. In this regard reliance is placed on Rule 3A by the learned Single Judge and it is pertinent to note that the judgment is rendered prior to coming into force of the Amendment to Section 13 of the Act of 2015. Order 39 Rule 3A of the C.P.C. reads as under:\n\"3A. Court to dispose of application for injunction within thirty days.-Where an injunction has been granted without giving notice to the opposite party, the Court shall make an endeavour to finally dispose of the application within thirty days from the date on which the injunction was granted; and where it is unable so to do, it shall record its reasons for such inability.\"\n19. Order XLI Rule 1 reads as under:\n1. Form of appeal. What to accompany memorandum (1) Every appeal shall be preferred in the form of a memorandum signed by the appellant or his pleader and presented to the Court or to such officer as it appoints in this behalf. The memorandum shall be accompanied by a copy of the 1[judgment]:\nOrder XLIII R(1)(r), reads as under \"(r) an order under rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX;\"\n20. Section 13(1A) of the Commercial Courts Act, 2015 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21. Learned counsel for the respondent No.1 has also placed reliance on the ruling of the Hon'ble Apex Court in Kandla Export Corporation and Another v. OCI Corporation and Another, (2018) 14 Supreme Court Cases 715 alongwith the judgment of this Court in the case of Procter & Gamble Home Products Private Limited v. Marico Limited and Ors. in MFA No.8990/2017 dated 30.11.2017 interpreting A. Venkatasubbiah Naidu's case and holding that the right of appeal can be exercised only in the event of Interlocutory Application not being disposed of within 30 days.\n22. Reliance by the learned Senior counsel for respondent No.1 on the decision rendered in Kandla Export Corporation case is of no avail. It is seen that the exposition of law resulting in the observations in paragraph No.14 are pursuant to appreciation of the unamended provisions of Section 13 of the Commercial Courts Act, 2015. The judgment in Kandla's case was pronounced on 07-02-2018 and the amendments to Section-13 came about on 03-05-2018.\n23. Section 13, prior to the amendment, read as under:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-\n( 1 ) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996. \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n24. Section 13 pursuant to Amendment Act (28 of 2018) underwent changes. Sub-section (1) came to be substituted and sub-section (1A) and the first proviso to sub-section also came to be inserted and reads as under:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n25. From a reading of the above, it is seen that sub-section (1) came to be amended by way of substitution and sub-section (1A) and the proviso came to be introduced by the said amendment. In that view, reliance on the Kandla Export Corporation case is of no avail to respondent No.1 and does not advance the case of the respondent regarding maintainability of the appeal. \n26. In view of the unambiguous provisions of Section 13(1A) of the Commercial Courts Act, the observations of the learned Single Judge that the ex-parte orders becomes appealable orders only when the appeal has not been finally disposed of within 30 days can no more said to be the law on the point. The right of the appeal having been vested in a person aggrieved, under the above provision, and the finding have been rendered prior to amendment to the provisions of Section 13(1A) of the Commercial Courts Act and in that view we disagree with the findings of the learned Single Judge and hold the appeal to be maintainable in view of the provisions of Section 13(1A) of the Commercial Courts Act. We answer point No.1 accordingly. \nPoint No.2. \n27. Learned Senior counsel appearing on behalf of the respondent No.1 would fairly admit that the order impugned and passed on I.A.No.4/2022 is virtually in the nature of a mandatory injunction i.e., that part of the order directing removing and taking down of the links and blocking of the social media account of the following accounts:-\nhttps://twitter.com./INCIndia.\nhttps://twitter.com/Bharatjodo 28. In this regard we make a useful reference to the law laid down by the Hon'ble Apex Court and the principles governing the grant of an Ad-Interim Ex-Parte mandatory injunction. \n29. The position and the principles governing grant of Ad-Interim Ex-Parte mandatory injunctions is expounded by the Hon'ble Apex Court in the case of Samir Narain Bhojwani vs. Aurora Properties and Investments and Another, reported in (2018) 17 SCC 203, wherein at paragraph 24 it is observed as under:\n\"24. That apart, the learned Single Judge as well as the Division Bench have committed fundamental error in applying the principle of moulding of relief which could at best be resorted to at the time of consideration of final relief in the main suit and not at an interlocutory stage. The nature of order passed against the appellant is undeniably a mandatory order at an interlocutory stage. There is marked distinction between moulding of relief and granting mandatory relief at an interlocutory stage. As regards the latter, that can be granted only to restore the status quo and not to establish a new set of things differing from the state which existed at the date when the suit was instituted. This Court in Dorab Cawasji Warden v. Coomi Sorab Warden, has had occasion to consider the circumstances warranting grant of interlocutory mandatory injunction. In paras 16 & 17, after analysing the legal precedents on the point as noticed in paras 11- 15, the Court went on to observe as follows: (SCC pp. 126-27) \"16. The relief of interlocutory mandatory injunctions are thus granted generally to preserve or restore the status quo of the last non-contested status which preceded the pending controversy until the final hearing when full relief may be granted or to compel the undoing of those acts that have been illegally done or the restoration of that which was wrongfully taken from the party complaining. But since the granting of such an injunction to a party who fails or would fail to establish his right at the trial may cause great injustice or irreparable harm to the party against whom it was granted or alternatively not granting of it to a party who succeeds or would succeed may equally cause great injustice or irreparable harm, courts have evolved certain guidelines. Generally stated these guidelines are:\n(1) The plaintiff has a strong case for trial. \nThat is, it shall be of a higher standard than a prima facie case that is normally required for a prohibitory injunction. (2) It is necessary to prevent irreparable or serious injury which normally cannot be compensated in terms of money. \n(3) The balance of convenience is in favour of the one seeking such relief. \n17. Being essentially an equitable relief the grant or refusal of an interlocutory mandatory injunction shall ultimately rest in the sound judicial discretion of the court to be exercised in the light of the facts and circumstances in each case. Though the above guidelines are neither exhaustive nor complete or absolute rules, and there may be exceptional circumstances needing action, applying them as prerequisite for the grant or refusal of such injunctions would be a sound exercise of a judicial discretion.\" \n(emphasis supplied) \n30. The Hon'ble Apex Court has in the case of Hammad Ahmed vs. Abdul Majeed and Others, reported in (2019) 14 SCC 1 has further reiterated the law and held in Paragraphs 57 and 58, which reads as under:-\n\"57. The grant of mandatory injunction is not prohibited even in Samir Narain Bhojwani case. It has held that unless clear and prima facie material justifies a finding that status quo has been altered by one of the parties the order in mandatory injunction can be given.\n58. The ad interim mandatory injunction, is to be granted not at the asking but on strong circumstance so that to protect the rights and interest of the parties so as not to frustrate their rights regarding mandatory injunction. In Deoraj v. State of Maharashtra, this Court held that Court would grant such an interim relief only if it is satisfied that withholding of it would prick the conscience of the Court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the Court would not be able to vindicate the cause of justice. Therefore, in appropriate case, ad interim injunction in mandatory form can be granted. The Court held as under : (SCC p. 703, para 12) \"12. Situations emerge where the granting of an interim relief would tantamount to granting the final relief itself. And then there may be converse cases where withholding of an interim relief would tantamount to dismissal of the main petition itself;\nfor, by the time the main matter comes up for hearing there would be nothing left to be allowed as relief to the petitioner though all the findings may be in his favour. In such cases the availability of a very strong prima facie case -- of a standard much higher than just prima facie case, the considerations of balance of convenience and irreparable injury forcefully tilting the balance of the case totally in favour of the applicant may persuade the court to grant an interim relief though it amounts to granting the final relief itself. Of course, such would be rare and exceptional cases. The court would grant such an interim relief only if satisfied that withholding of it would prick the conscience of the court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the court would not be able to vindicate the cause of justice. Obviously such would be rare cases accompanied by compelling circumstances, where the injury complained of is immediate and pressing and would cause extreme hardship. The conduct of the parties shall also have to be seen and the court may put the parties on such terms as may be prudent.\"\n[emphasis by this court]\n31. In our opinion, the reliefs granted do not advance the case of the plaintiff, that the reliefs are sought with the intention of ensuring preservation of the material which would demonstrate infringement and as to how the defendants were able to invade the copyrighted property of the respondent No.1. That apart as held by the Hon'ble Apex Court the Trial Court has not recorded the reasons for granting an ex-parte mandatory injunction. There is absolutely no discussion as to why such an ex-parte mandatory injunction should be granted. The Trial Court has granted the relief for the mere asking. \n32. In our considered opinion, the issue has narrowed down to the correctness of the order directing blocking of the social media, which in our prima-facie opinion, impinges on the right of expression guaranteed under the Constitution. It also appears that the interim reliefs prayed are even more expansive and beyond the main reliefs sought for in the suit itself. That if the handles are taken down or removed, nothing would be available rather no social media platform would be available to the defendants to propagate about their party and activities. If viewed from this angle the balance of convenience tilts in favour of the defendant. That apart, the infringement complained off is a 45 second audio/music set to have been synchronized by defendants 1 to 3, with the video portraying the 3rd defendant. In our prima-facie opinion, none of the three guidelines expounded by the Hon'ble Apex Court are either complied with or get attracted in the facts of the case. In our opinion, the loss, if any, could have been compensated by awarding damages also. Point No.3:- \n33 . The orders have been also challenged before the Court on the ground that it is contrary to the law laid down and consistently followed by this Court, holding that the provisions of Order XXXIX Rule 3 of the CPC are mandatory and not directory. The objection was on the ground that, the Commercial Court while deeming it necessary to grant ex-parte interim order has failed to appreciate Rule 3 of the CPC and has not recorded reasons for dispensing with notice, prior to considering the application under Order XXXIX Rule 1 and 2 CPC. Emphasis is laid on the Proviso to R.3, which mandates that reasons be recorded. \n34. The position is no more res-integra. This Court in a judgment authored by her Ladyship Mrs. Justice B.V. Nagarathna (as she then was) in the case of Vedant Fashions Pvt. Ltd., v. Smt. Rajul Devi, 2014, SCC Online Kar 7191, has categorically observed and held at paras 9 and 12 as under:-\n\"9. I have perused the impugned order which reads as under:\n\"The plaintiff being proprietrix carrying on business under the name and style M/s. Manyavar No. 21/22, Sharma Complex, 1st Floor, DS. Lane, Chickpet, Bangalore, filed this suit for perpetual injunction against the defendant from using and infringing and passing of trade mark \"MANYAVAR\" in relation to textile clothing, including textile piece goods, suitings, shirting, tissues, readymade garments or retailing of textile or readymade garments. \nThe plaintiff filed an application under order 39 rule 1 & 2 prays for an order of exparte ad-interim temporary injunction against the defendant. Plaintiff's GPA holder stated in the affidavit that they have been using the trade mark 'MANYAVAR' since 1991 and prior use, they registered the trade mark under registration No. 827364 and 1765908. As per the affidavit sworn to by the GPA Holder, defendant using the trade mark \"MANYAVAR\" in doing cloth business which amounts to infringement. Plaintiff has produced the brouchers at page 34 to 43 and copy of purchase receipts, invoices and trade mark certificates and paper cuttings at page No. 46 to 206. The paper cuttings of Times of India dated 25/04/2014 shows the advertisement given by the defendant in the trade mark MANYAVAR to the outlets of its business. The documents at page 208 to 231 at this stage disclose that the plaintiff has been using the trade MANYAVAR with registration. \nA perusal of aforesaid documents at this stage the plaintiff has made out prima-facie case for grant of ad-interim exparte temporary injunction by dispensing with the notice to the defendant on I.A. 1, as the very object of granting injunction would be defeated by delay. Therefore, issue ad-interim exparte temporary injunction against the defendants restraining them, their successors, assignees, representatives associates, subsidiaries, sister concerns, holding company investors, dealers, agents and servants or anybody claiming through them from using the trade mark MANYAVAR or any other trade mark which is identical or deceptively similar with plaintiff's trade mark MANYAVAR infringing the plaintiff's trade mark registration No. 827364 in Class-24 and No. 1765908 in Ciass-35 and passing plaintiff's trade mark MANYAVAR in relation to readymade garments and services relating to textile piece goods and ready made garments or any other allied or cognate goods/services till next date. \nPlaintiff to comply with the provisions of Order 39 rule 3(A) of CPC. Issue suit summons and notice on I.A.I and 2 to the defendant returnable by 31.7.2014\" \nWhile the application seeking temporary injunction has been filed under Order XXXIX Rules 1 and 2, the grant of an exparte order of temporary injunction dispensing with notice to the defendant is envisaged under Order XXXIX of Rule 3. The said Rule reads as under:\n'3. Before granting injunction, Court to direct notice to opposite party-The Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party:\nProvided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay and require the applicant- (a) to deliver to the opposite party, or to sent to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with- (i) a copy of the affidavit filed in support of the application;\n(ii) a copy of the plaint; and (iii) copies of documents on which the applicant relies, and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent\" \nA bare reading of the said rule makes it clear that normally, the court, before granting an injunction, direct notice of the application to be given to the opposite party. The exception is, where it appears that the object of granting injunction would be defeated by delay, in such an event, the proviso which has been inserted with effect from 01/02/1977 comes into operation, where the court is empowered to grant an ad interim injunction dispensing with notice provided reasons are recorded for its opinion to the effect that the object of granting the injunction would be defeated by delay if notice is to be served on the respondent. The impugned order is extracted supra in order to ascertain as to whether the trial court had complied with the requirements of the proviso while dispensing with the notice to the defendant while grant an exparte order of temporary injunction. From a reading of the impugned order, it is clear that, nowhere reasons have been recorded as to why the trial Court was of the opinion that the injunction had to be granted by dispensing notice to the respondents or that non-grant of an injunction would be defeated by delay if notice is to be ordered on respondents. The impugned order is bald, laconic and bereft of any reason. The learned Trial Judge has not even made a brief reference to the facts of the case to arrive at a conclusion that there is a prima facie case for consideration and about balance of convenience being in favour of the plaintiff and whether she would suffer any reparable loss in case of refusal of exparte injunction. Mechanically, the impugned order has been passed. In that view of the matter, the impugned order has to be quashed on the short ground of there being non-compliance of Rule 3 of Order XXXIX of the CPC. It is noted form the impugned order that the next date of hearing is 31.07.2014.\n12. In the result, the impugned order is quashed. The parties are directed to appear before the trial court without insisting on any separate notice from that Court on 23/07/2014. The petitioner herein who is the defendant in the suit to file the written statement and objections on the said date.\" \n35. A Learned Single Judge of this Court in the case of Mr. R.K. Jain v. Sri. P.G. Chacko, AIR 2013 Kar 142 has been pleased to observe and hold at paras 3, 6, 7, 8, 9 and 11 as under:-\n3. Along with the plaint, I.A. No. 1/2013, under Order 39, Rules 1 and 2 CPC, to giant an ad- interim exparte order of temporary injunction restraining the defendant, his employees, concerned, companies, agents or any person claiming through or under the defendant from printing, publishing or spreading in any manner whatsoever either in Excise Law Times or any other report or through any other reporter or any print media or otherwise, any defamatory statement or material calculated to defame the plaintiff in any manner whatsoever having been filed, the Trial Judge passed an order dated 09.01.2013. The same being material is extracted hereinbelow. \n\"In this case, the learned Counsel appearing for the plaintiff is filed I.A. 1 U/O. 39 Rules 1 and 2 of CPC seeking TI against the defendant. \nalong with accompanying affidavit and relevant documents on record. It is the contention of Counsel for the plaintiff that the defendant may again publish defamatory statement or material against the plaintiff. In view of that I deem, it is just and proper, at this stage of the case, to grant temporary injunction. \nHence, I proceed to pass the following:\nORDER Temporary Injunction is hereby granted in favour of the plaintiff against the defendant restraining him and anybody else under him from printing, publishing or spreading any defamatory statement or material circulated (excise Law times) or any other reporter or through any print media to defame the plaintiff in any manner until next date hearing.\nPlaintiff to comply relevant provisions of law if any (Order 39, Rule 3).\nIssue emergent summons and notice on LA. 1 to the defendant as per PF memo returnable by 13.03.2013.\"\n(underlining is by me)\n6. Order 39, Rule 3 CPC reads as follows:\n\"3. Before granting injunction, Court to direct notice to opposite party.--The Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party:\n[Provided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay, and require the applicant-- (a) to deliver to the opposite party, or to send to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with (i) a copy of the affidavit filed in support of the application;\n(ii) a copy of the plaint; and (iii)copies of documents on which the applicant relies; and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent]\"\n7. The said provision is not obligatory, but is mandatory. The proviso inserted by Act No. 1/1976 makes it clear that where a Court proposes to grant an injunction Without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself would be defeated by delay, shall record the reasons why an exparte order of injunction is being passed. It is for the said reason that it is mandatory for a Court granting an order of exparte injunction to record reasons. \n8. In the case of United Commercial Bank v. Bank of India, (1981) 2 SCC 766, in the matter of grant of injunction by a Court, Apex Court has held as follows:--\n\"51. In the instant case, the High Court has assumed that the plaintiff had a prima facie case. It has not touched upon the question where the balance of convenience lay, nor has it dealt with the question whether or not the plaintiffs would be put to irreparable loss if there was no injunction granted. In dealing with the prima facie case, the High Court assumes that the appellant was in breach. There is no basis for this assumption at all. The High Court in this case has pre-judged the whole issue by holding that the appellant could not unilaterally impose the condition of payment 'under reserve', nor was it justified in holding that the documents were 'clean'. The question whether the appellant was in breach is an issue to be tried in the suit. The question whether the documents were 'clean' or 'unclean', is a vexed question on which no opinion could be expressed at this stage. It is also premature at this stage to assume that there was no 'due presentation' of the bills of exchange and their refusal. \n52. No injunction could be granted under Order 39, Rules 1 and 2 of the Code unless the plaintiffs, establish that they had a prima facie case, meaning thereby that there was a bona fide contention between the 'parties or a serious question to be tried. The question that must necessarily arise is whether in the facts and circumstances of the case, there is a prima facie case and, if so, as between whom? In view of the legal principles applicable, it is difficult for us to say on the material on record that the plaintiffs have a prima facie case. It cannot be disputed that if the suit were to be brought by the Bank of India, the High Court would not have granted any injunction as it was bound by the terms of the contract. What could not be done directly cannot be achieved indirectly in a suit brought by the plaintiffs.\" \n9. In the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi, (1993) 3 SCC 161, in the matter of grant of exparte injunction, Apex Court has held as follows:\n\"34. The imperative nature of the proviso has to be judged in the context of Rule 3 of Order 39 of the Code. Before the Proviso aforesaid was introduced, Rule 3 said \"the Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party.\" The proviso was introduced to provide a condition, where Court proposes to grant an injunction without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself shall be defeated by delay. The condition so introduced is that the Court \"shall record the reasons\" why an ex parte order of injunction was being passed in the facts and circumstances of a particular case. In this background, the requirement for recording the reasons for grant of ex parte injunction, cannot be held to be a mere formality. This requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such patty claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of Rule 3, the procedure prescribed under the proviso has been followed. The party which invokes the jurisdiction of the Court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the Court about the gravity of the situation and Court has to consider briefly these factors in the ex parte order. We are quite conscious of the fact that there are other statutes which contain similar provisions requiring the Court or the authority concerned to record reasons before exercising power vested in them. In respect of some of such provisions it has been held that they are required to be complied with but non-compliance therewith will not vitiate the order so passed. But same cannot be said in respect of the proviso to Rule 3 of Order 39. The Parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. Such ex parte orders have far reaching effect, as such a conditions has been imposed that Court must record reasons before passing such order. If it is held that the compliance of the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the Parliament shall be a futile exercise and that part of Rule 3 will be a surplusage for all practical purposes. Proviso to Rule 3 of Order 39 of the Code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all. This principle was approved and accepted in well-known cases of Taylor v. Taylor, (1875) 1 Ch. D. 426, Nazir Ahmed v. Emperor, AIR 1936 PC 253 (2). This Court has also expressed the same view in respect of procedural requirement of the Bombay Tenancy and Agricultural Lands Act in the case of Ramachandra Keshav Adke v. Govind Joti Chavare, (1975) 1 SCC 559 : AIR 1975 SC 915.\n35. As such whenever a Court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex parte order is not passed. But any such ex parte order should be in force upto a particular date before which the plaintiff should be required to serve the notice on the defendant : concerned.\"\n11. The impugned order, when perused, it is crystal clear that it is bereft of any reason. Trial Judge without reference to any material has assumed that the plaintiff has a prima facie case. He has not touched upon the question where the balance of convenience lies, nor has he dealt with the question, whether the plaintiff would be put to irreparable loss, if no injunction is granted. He has not adverted to the other elements, such as acquiescence and whether the plaintiff has approached the Court without any delay and the finding recorded, noticed supra, is perverse and capricious. Mechanically, temporary injunction has been granted. The ratio of the decisions, noticed in paras 8, 9 & 10 (supra), has grossly been breached.\"\n36. Another learned Single Judge of this Court in the ruling of Paramvah Studios Pvt. Ltd., and Another v. Lahari Recording Company, ILR 2017 KAR 1795 has also observed and held at paras 16, 17 and 18 as under:-\n\"16. The provisions of Order XXXIX Rule 3 proviso of the Code of Civil Procedure clearly depicts that before granting ex-parte temporary injunction, the Trial Court should record the reasons as to why the notice to the defendants has been dispensed with. In the present case, no such reasons are assigned by the Trial Court for dispensation of notice/ summons to defendants/petitioners before passing the impugned order which is erroneous and contrary to the provisions of Order XXXIX Rule 3 of the Code of Civil Procedure. The requirement of giving reasons for the opinion of the Court that the object of granting the injunction would be defeated by delay, as laid down in the proviso, is mandatory and if it is not complied with, the order is illegal. \n17. The Hon'ble Supreme Court in the case of Morgan Stanley Mutual Fund v. Kartick Das [(1994) 4 SCC 225], while considering the principles which govern the grant of exparte injunction by a Court, as follows:\n\"36. As a principle, ex-parte injunction could be granted only under exceptional circumstances. The factors which should weigh with the Court in the grant of exparte injunction are:--\n(a) whether irreparable or serious mischief will ensue to the plaintiff; \n(b) whether the refusal of ex-parte injunction would involve greater injustice than the grant of it would involve;\n(c) the court will also consider the time at which the plaintiff first had notice of the act complained so that the making of improper order against a party in his absence is prevented;\n(d) the Court will consider whether the plaintiff had acquiesced for sometime and in such circumstances it will not grant ex-parte injunction;\n(e) the Court would expect a party applying for ex- parte injunction to show utmost good faith in making the application.\n(f) even if granted, the ex-parte injunction would be for a limited period of time.\n(g) General principles like primafacie case, balance of convenience and irreparable loss would also be considered by the Court.\"\n18. The Hon'ble Supreme Court while considering the provisions of Order XXXIX Rule 3 of Code of Civil Procedure in the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi (supra), at para Nos. 34 and 35 has held as under:\n\"34. The imperative nature of the proviso has to be judged in the context of Rule 3 of Order 39 of the Code. Before the proviso aforesaid was introduced, Rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite-party\". The proviso was introduced to provide a condition, where Court proposes to grant an injunction without giving notice of the application to the opposite-party, being of the opinion that the object of granting injunction itself shall be defeated by delay. The condition so introduced is that the Court \"shall record the reasons\" why an ex-parte order of injunction was being passed in the facts and circumstances of a particular case. In this background, the requirement for recording the reasons for grant of exparte injunction, cannot be held to be a mere formality. This requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such party claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of Rule 3, the procedure prescribed under the proviso has been followed. The party which invokes the jurisdiction of the Court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the Court about the gravity of the situation and Court has to consider briefly these factors in the ex- parte order. We are quite conscious of the fact that there are other statutes which contain similar provisions requiring the Court or the authority concerned to record reasons before exercising power vested in them. In respect of some of such provisions it has been held that they are required to be complied with but non- compliance therewith will not vitiate the order so passed. But same cannot be said in respect of the proviso to Rule 3 of Order 39. The Parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. Such ex-parte orders have far-reaching effect, as such a condition has been imposed that Court must record reasons before passing such order. If it is held that the compliance with the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the Parliament shall be a futile exercise and that part of Rule 3 will be a surplusage for all practical purposes. Proviso to Rule 3 of Order 39 of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all. This principle was approved and accepted in well-known cases of Taylor v. Taylor and Nazir Ahmed v. Emperor. This Court has also expressed the same view in respect of procedural requirement of the Bombay Tenancy and Agricultural Lands Act in the case of Ramchandra Keshav Adke V. Govind Joti Chavare. \n35. As such whenever a Court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex-parte order is not passed. But any such ex parte order should be in force up to a particular date before which the plaintiff should be required to serve the notice on the defendant concerned. In the Supreme Court Practice 1993, Vol. 1, at page 514, reference has been made to the views of the English Courts saying:\n\"Ex-parte injunctions are for cases of real urgency where there has been a true impossibility of giving notice of motion......\nAn ex - parte injunction should generally be until a certain day, usually the next motion day.......\"\" \n37. In that view of the matter, the order dated 07.11.2022 passed on I.A. Nos.3 to 6 by learned LXXXV Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86) in Commercial Original Suit No.1594/2022 being bereft of any reasons, much less, cogent or sustainable reasons, we are of the opinion that the appeal deserves to be partly allowed with the exception of concession made by learned Senior Counsels for the parties. \n38. Learned Senior Counsel for the appellant Sri. Abhishek Manu Singhvi submitted that without prejudice to the appellant's contention, the appellant shall by noon tomorrow i.e., 09.11.2022, endeavour to remove the allegedly offending material from its Twitter Handle and all other forms of social media and has no intention whatsoever to use the same in future. \n39. The learned Senior Counsel for the Caveator further submitted that the appeal could be disposed of and the matter could be remitted back for reconsideration by the trial court in view of the challenge to the nature of order passed which is in the nature of mandatory injunction which in our prima facie opinion virtually impinges on the fundamental rights guaranteed under the Constitution of India. \n40. In view of the statement made by learned Senior Counsel Sri. Abhishek Manu Singhvi for the appellant that he would provide screen shots of their Twitter Handle and also such other media before the offending material is removed, in our considered opinion, the submissions of learned Senior Counsels for the appellant appears to be fair. In response, the learned senior counsel appearing on behalf of the first respondent would fairly submit that concessions be placed on record and matter be remitted back for consideration in accordance with law. \n41. Be that as it may, we are not delving deeper into the issues. In view of the submissions recorded by us supra and in view of the nature of the relief we grant. This Court answers all the points for consideration against the first respondent and in favour of the Appellant. \n42. Accordingly, we pass the following:-\nORDER The appeal is allowed-in-part. The impugned order dated 07.11.2022 passed I.A.Nos.3/2022, 4/2022, 5/2022 and 6/2022 by learned LXXXV Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86) in Commercial Original Suit No.1594/2022 is set-aside, subject to the condition that the appellant and respondent Nos.3 and 4 shall remove the offending content from their social media platform i.e., Twitter, Facebook, YouTube and Instagram. The interlocutory applications I.A.No.3/2022, 4/2022, 5/2022 and 6/2022 are remitted back to the trial Court for consideration afresh. \nThis order shall not come in the way of plaintiff making any request to the 4th defendant to protect its copyrights. \nIn view of disposal of the main matter, all pending IA's stand disposed of. \nSd/-\nJUDGE Sd/-\nJUDGE *mn/ykl",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court mas financial services ltd vs margdarshak financial services pvt. . on 23 november, 2022 author: n.v.anjaria bench: n.v.anjaria, samir j. dave c/fa/1925/2021 cav judgment dated: 23/11/2022 in the high court of gujarat at ahmedabad r/first appeal no. 1925 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 1925 of 2021 with civil application (for vacating interim relief) no. 2 of 2021 in r/first appeal no. 1925 of 2021 with civil application (for production of additional evidences) no. 3 of 2021 in r/first appeal no. 1925 of 2021 with r/first appeal no. 1926 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 1926 of 2021 with civil application (for vacating interim relief) no. 2 of 2021 in r/first appeal no. 1926 of 2021 with civil application (for production of additional evidences) no. 3 of 2021 in r/first appeal no. 1926 of 2021 with r/first appeal no. 3099 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 3099 of 2021 with civil application (for production of additional evidences) no. 2 of 2021 in r/first appeal no. 3099 of 2021 with r/first appeal no. 3100 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 3100 of 2021 with civil application (for production of additional evidences) no. 2 of 2021 in r/first appeal no. 3100 of 2021 downloaded on : wed nov 23 21:14:35 ist 2022 c/fa/1925/2021 cav judgment dated: 23/11/2022 for approval and signature: honourable mr. justice n.v.anjaria and honourable mr. justice samir j. dave ========================================================== 1 whether reporters of local papers may be allowed to see the judgment ? 2 to be referred to the reporter or not ? 3 whether their lordships wish to see the fair copy of the judgment ? 4 whether this case involves a substantial question of law as to the interpretation of the constitution of india or any order made thereunder ? ========================================================== mas financial services ltd. versus margdarshak financial services pvt. ltd. ========================================================== appearance: tirth nayak(8563) for the appellant(s) no. 1 mr as panesar(5390) for the defendant(s) no. 1 ========================================================== and honourable mr. justice samir j. dave date : 23/11/2022 cav judgment (per : honourable mr. justice n.v.anjaria) all these four appeals where the parties are common, involve similar facts and identical issue. therefore, they were heard together to be treated for disposal by this common judgment and order. c/fa/1925/2021 cav judgment dated: 23/11/2022 1.1 preferred under section 37(1)(a) of the arbitration and conciliation act, 1996 read with section 13 of the commercial trial courts act, 2015, the appeals arise out of the respective orders passed by the commercial court, city civil court, ahmedabad in commercial civil misc. application no. 409 of 2021, 407 of 2021, 410 of 2021 and 408 of 2021, referrable to first appeals no. 1926 of 2021, 1925 of 2021, 3099 of 2021 and 3100 of 2021 respectively. they were the applications filed by the appellant herein under section 9 of the arbitration and conciliation act, 1996 (hereinafter referred to as the \"arbitration act\"), praying for interim measures, which were dismissed. 1.2 it may be stated that all the civil misc. applications involved in the four appeals came to be dismissed by the commercial court below. however, as far as the order in civil misc. application no. 409 of 2021, relatable to first appeal no. 1926 of 2021 is concerned, following order, though of dismissal only, came to be passed, \"without prejudice to the discussions, observations and some findings relating to applicant's right under the clause b.1.11(1.a), (1.b), (1.c) of the agreement in para 15(c) of this order, the present application vide commercial c.m.a. no. 409/2021 filed by present applicant under section 9 of the a& c act. is hereby dismissed.\" c/fa/1925/2021 cav judgment dated: 23/11/2022 1.3 in first appeal nos. 1926 of 2021 and 1925 of 2021, interim relief was granted by this court by order dated 17.08.2021. it was provided by way of interim relief that \"the amount if any, recovered by the respondent from borrowers of the applicant from today shall be deposited in the registry of this court\". 1.4 it was stated that pursuant to the aforesaid interim order, the respondents have deposited the amount with the registry. in the other two appeals, such interim order was not passed. 2. learned advocate for the parties submitted compilation of the documents which were before the commercial court and relied on them. they were ad idem in respect of the contents thereof. 2.1 the narration of facts in this order is mainly drawn from and is referrable to first appeal no. 1926 of 2021. 3. the appellant-mas financial services ltd., is a non-banking financial service company. the respondent is margdarshak financial services pvt. ltd. between the parties, a service partner agreement dated 25.08.2020 was executed. it was an agreement whereby the respondent was appointed as service partner with the appellant. the appellant was engaged in the activity of providing various loan facilities to its customers. the respondent was to c/fa/1925/2021 cav judgment dated: 23/11/2022 act as an intermediary and under the agreement, it was to render loan related services such as product promotion, customer identification, documentation regarding loan transaction, enrollment of customers, disbursement as well as cash management and such other work. 3.1 the respondent-service partner was also entrusted with the task of collection of repayment amount from the borrowers, to be done on behalf of the appellant. it was the stipulation in the agreement that the loan repayment amounts would be collected by the respondent to be paid to the appellant as per the terms and conditions which are referred to in requisite detail hereinafter. the agreement facilitated the credit extension loan repayment collection through the respondent for the appellant. 3.1.1 the scope and nature of services as mentioned in the agreement included rendering service in giving and extending credit to the customers, for which the service partner was to follow the process and procedure agreed upon, the details of the borrowers desirous to obtain finance were to be gathered; the function included setting up of branches and other counters of service partner to source the loan borrowers directly or through other arrangements. it also included collection of preliminary application forms and other documents, verification thereof, c/fa/1925/2021 cav judgment dated: 23/11/2022 collection of dues or fees from borrowers, etc., were all the functions to be performed by the service partner. 3.1.2 the agreements in all four cases were almost parallel in terms of conditions and mutually agreed obligations of the parties. however, the agreements involved in first appeal no. 1926 of 2021 and in first appeal no. 3100 of 2021, which were dated 25.08.2020 and 02.03.2020 were in the nature of service partner agreement. in the other two appeals, the agreements involved were dated 30.04.2019 and 31.12.2019, described as business associate agreement. 3.1.3 according to the appellant, the other side committed breach of the terms of the agreement and failed to remit the collection amount regularly. in that view, the appellant issued e-mail letter and notice dated 13.04.2021 to the respondent. the email letter read as under, \"dear margdarshak team, you have been given several reminders to comply with the terms of agreement and act accordingly. you are being given reminders on daily basis to provide the collection data and remit the collected amount in the bank accounts. however, you have miserably failed to complied with the requirements nor have remitted the amount in the designated bank account. your actions have prejudicially affected the business interest of our company and the same constitutes a default as per the business associate agreement & service partner agreement and thus we are contained to issue notice to you.\" c/fa/1925/2021 cav judgment dated: 23/11/2022 3.1.4 in the legal notice dated 13.04.2021, inter alia stated thus, \"7. you were also required to share the details of the amount collected from the obligors. the format of sharing the collection data was also provided to you. you are being sent the reminder through emails on daily basis however, you have chosen not to reply to the emails and reminders. we may inform you that as per the terms of agreement you are liable to pay an additional interest @ 4% p.m. on the outstanding dues of 4 months from the date of default as per clause 3.11 of the agreement. 8. accordingly, you have continuously breached the terms of the service partner agreement and have also acted fraudulently. despite several reminders have failed to remedy the breach. thus, we hereby call upon you and give you this last & final notice to forthwithly act in as per the agreement and ensure timely payments of all outstanding dues within 7 days, failing which we shall be constrained to terminate the agreement. further, you are also instructed not to collect any monies henceforth from the borrowers of mas, until and unless the outstanding is repaid in full. on account of repeated default and fraudulent conduct, your services are put to hold and you shall be communicated of resumption only upon repayment of the entire outstanding. 9. moreover, we may state that your aforementioned acts inter alia amount to fraud, cheating and criminal breach of trust and is punishable under the indian penal code, 1860 with imprisonment of upto 7 years. 10. you are therefore, called upon to repay the entire outstanding as narrated hereinabove within a period of 7 days from the service of this notice. in the event of non-payment, mas c/fa/1925/2021 cav judgment dated: 23/11/2022 reserves the right to terminate the agreements and may avail appropriate legal recourse for recovery of the due sum with interest. 11. kindly note that this notice is without prejudice to all the rights and remedies available to us to initiate any proceedings against you exclusively at your risk, cost, responsibility and consequences.\" 3.1.5 the appellant's case has been that by virtue of issuance of the aforesaid communication/notice, it terminated the agreement with the respondent. 3.2 the appellant filed application under section 9 of the arbitration act in each of the four cases, making following common prayers, (i) to restrain the opponent, its agents, representatives and its assigns from recovering future installments from the borrowers of the applicant at schedule i till the arbitral tribunal is constituted and an arbitral award is passed; (ii) to restrain the opponent, its agents, representatives and its assigns from alienating any assets belonging to the opponent till the arbitral tribunal is constituted and an arbitral award is passed; (iii) to restrain the opponent, from interfering, hindering or obstructing the applicant, its agents, representatives and its assigns from recovering monthly installments from the borrowers at schedule i hereto till the arbitral tribunal is constituted and an arbitral award is passed; c/fa/1925/2021 cav judgment dated: 23/11/2022 application being commercial misc. application no. 409 of 2021, relatable to first appeal no. 1926 of 2021, it was the case of the appellant-applicant that the applicant had disbursed an amount of rs. 4,99,30,000/to different borrowers as per the details given in schedule i. as per clause 3.6 of the agreement, it was stated that the respondent was responsible for managing, collecting and receiving the payments from the borrowers. that upto 30.11.02020, the respondent had remitted to the applicant, an amount of rs. 70,25,519/from the borrowers. 3.3.1 it was the case of the applicant that however, from december 2020, the other side committed breach of agreement and defaulted repeatedly. it was alleged that monthly payments were ensured and the respondent failed to adhere to the terms of the agreement despite reminders and notices. according to the applicant as on 20.04.2021, rs.4,41,58,124/was payable to the applicant from various borrowers, which amount had not been paid by the respondent. 3.3.2 in first appeal no. 1925 of 2021, it was the case that the applicant had disbursed an amount of rs. 5 crores pursuant to business associate agreement dated 30.04.2019. it was further stated that upto 30.11.2020, the opponents remitted to the applicant rs.1,18,12,270/and that as on 20.04.2021, c/fa/1925/2021 cav judgment dated: 23/11/2022 amount of rs.28,64,010/was due and payable to the applicant from the borrowers, which the respondent had not paid. 3.3.3 in first appeal no. 3100 of 2021, pursuant to agreement dated 02.03.2020, as per the case of the applicant, amount of rs. 14,53,96,000/was disbursed to the different borrowers. upto 30.11.2020, respondent remitted to the applicant, rs.7,86,32,938/and as on 20.04.2021, rs.7,23,25,341/were due and payable. 3.3.4 as per the case in first appeal no. 3099 of 2021, pursuant to the business associate agreement dated 31.12.2019, the applicant claimed to have disbursed rs.5 crores. it was stated that upto 30.11.2020, the respondent remitted to the applicant, rs.2,76,05,512/and as on 20.04.2021, rs.2,51,94,658/were payable to the applicant from the borrowers, remaining unremitted by the respondent. 3.3.5 the applicant-appellant stated in its section 9 application that as per clause 3.4 of the agreement, the respondent had agreed to stand as cent percent guarantor in respect of the repayment of amount due from the borrowers. it was pleaded that even otherwise, the respondent was liable to make good the guarantee and pay the amount. it was alleged that the respondent service partner had not c/fa/1925/2021 cav judgment dated: 23/11/2022 been providing any collection data of the borrowers, though the applicant frequently visited the office of the respondent and sent reminders. 3.3.6 it was next stated that respondent conveyed in its email dated 06.04.2021 that the amounts were collected, however, any such amount was not remitted to the applicant. it was stated that the notice dated 13.04.2021 was issued to the respondent asking it to ensure the timely payment of the outstanding and make remittance regularly as per the terms of the agreement. as per the said notice dated 13.04.2021, it was stated, the services of the respondent were put on hold until repayment of entire outstanding was made to the applicant. applications were thus, (i) since respondent had committed breach of agreement, notice dated 13.04.2021 was issued and the respondent was prohibited to recover the further instalments from the borrowers. (ii) respondent had been holding monies in trust on behalf of the applicant and that the amount equivalent to rs.4,41,58,124/as on 28.04.2021 was payable to applicant and it was stated that if the respondent continued to recover the amount, the outstanding payable would go on increasing. c/fa/1925/2021 cav judgment dated: 23/11/2022 (iii) no installments were remitted to the applicant-appellant herein and that huge amounts were due from the respondent who was acting in fraudulent manner in reporting payment. (iv) if no protection was given by way of interim relief to the applicant, it would result into a situation whereby the respondent would continue to recover future installments from the borrowers, but without remittance of the collected amounts to the applicant as per the terms of the agreement. (v) the applicant was in process of invoking arbitral clause, but it would consume time, therefore also, interim measures as prayed for was required to be granted. 3.5 the said application was contested by the respondent by filing reply in which it was claimed that respondent had been complying with all contractual obligations. in separate sheet, it was claimed that the respondent had deposited large amounts with the applicant as required under the agreement. it was contended that due to unprecedented times of covid-19 pandemic, the recovery had reduced, still however, the respondent continued to make repayments out of its resources. it was stated that when the payment got reduced from the individual borrowers, during february 2021 the applicant had sent the audit team to verify the loan c/fa/1925/2021 cav judgment dated: 23/11/2022 accounts in which process, the respondent had fully supported. 3.5.1 it was contended that the applicant had been holding a sum of rs.9,05,76,423/as fixed deposit given as security and that the applicant had appropriated the said amount against its alleged claim without intimation. it was stated that the respondent had on several occasions requested the applicant to reconcile the accounts but no heed was paid to. it was highlighted that from march 2020 till april 2021, despite low collection from the borrowers on account of covid-19, huge payments were made to the applicant and that the respondent had been acting bonafide even in the circumstances beyond its control. it was stated that rs.6,45,540/was paid by the respondent pursuant to the email dated 06.04.2021, which fact was suppressed. 3.5.2 the contention was raised that the prayers in the application for interim measure were not liable to be granted as they were mandatory in nature and were beyond the scope of section 9 of the act. it was contended that the applicant had not shown any right to seek injunctive interim measures of the kind prayed for. it was contended that for getting relief of the nature prayed for, full-fledged resolution of dispute was necessary. c/fa/1925/2021 cav judgment dated: 23/11/2022 3.6 in the rejoinder to the said reply, the applicant sought to highlight that it had disbursed amount to the tune of rs. 29,53,26,000/to various borrowers through various facilities in partnership with the respondent in four different agreements. the details in tabular form were given, sr. nature of facility date of amount amount no. agreement disbursed outstanding 1. direct 02/08/2020 14,53,96,000 7,23,25,341 disbursement (service partner agreement) cma 410 of 2021 2. direct 25/08/2020 4,99,30,000 4,41,58,124 disbursement (service partner agreement) cma 409 of 2021 3. advance funding 30/04/2019 5,00,00,000 28,64,010 facility (business associate agreement) cma 407 of 2021 4. advance funding 31/12/2019 5,00,00,000 2,51,94,658 facility (business associate agreement) cma 4087 of 2021 total 29,53,26,000/14,45,42,133/3.6.1 following was further stated in the rejoinder, (a) the respondent had not been providing any information since january, 2021. the respondent has addressed e-mail dated 19.03.2021 admitting that an amount of rs. 10,15,66,719/was overdue c/fa/1925/2021 cav judgment dated: 23/11/2022 and an amount of rs. 28,83,54,786/was outstanding under various agreements and as against the same the opponent has not paid any amount though it had been continuously collecting from the borrowers. (b) respondent defaulted in various credit facilities, the audit team of the applicant had approached the respondent and tried to get the audit conducted however the respondent had not co-operated in the audit process. further, the respondent did not submit any documents of the borrowers of the applicant so as to conduct the audit. (c) respondent, in discharge of its liability, had issued various cheques. cheques aggregating to rs. 1,10,00,000 (one crore ten lakhs), which were dishonoured and the applicant had initiated steps under the negotiable instruments act, 1881 in respect of the same. moreover, the applicant has issued notice dated 12.04.2021 invoking the guarantee and calling upon the opponent to repay the outstanding amount. (d) applicant had disbursed rs.27 crores under various term loan facilities to the respondent wherein the respondent itself was the borrower. out of the aforesaid live term loan facilities, an amount of rs. 11,85,93,253 was due as on 31st c/fa/1925/2021 cav judgment dated: 23/11/2022 march, 2021. the said amount is net-off the security deposit. the respondent had given security deposit of 10% of the loan amount in respective term loan agreement. as the respondent was unable to make payment as per the terms and conditions of the term loan agreements, the security deposit was encashed. (e) as the respondent failed to make repayments on time, the said security deposits were encashed. the same pertain to term loan agreement which is not the subject matter of the present proceedings. 4. assailing the impugned order of dismissal of section 9 applications, learned senior advocate mr. devang nanavati assisted by learned advocate mr. tirth nayak, raised following contentions, to submit that interim measures were required to be granted (i) the commercial court below did not appreciate that the loans were unsecured loans and the respondent was defaulter who had defaulted in respect of loans of 45 creditors. (ii) respondent and its representative had been instructing the borrowers not to pay the monthly installments to any other person and thereby hindering the right of the appellant to recover directly from the borrowers. c/fa/1925/2021 cav judgment dated: 23/11/2022 (iii) no collateral security was provided by the respondent apart from the security deposit of 10% of the facility which was already been adjusted. (iv) the court below committed an error in concluding that the agreement was in operation ignoring the notice dated 12.04.2021 given by the appellant. the agreement was terminable agreement. (v) the powers under section 9(1)(ii)(b) of the act has to be exercised ex debito justitiae in the interest of justice and to maintain the equity between the parties. since the respondent had continued to recover and are still collecting from the amount from the borrowers and had failed to remit the amount to the appellant, equity had arisen in favour of the appellant-applicant and relief on equitable ground was required to be granted. 4.1 the decision of the supreme court in sundaram finance ltd vs nepc india ltd.[(1999) 2 scc 479] was relied on for paragraphs 13 and 16 of the judgment to submit that even before commencing of arbitral proceedings, the court can grant interim relief. learned senior advocate for the appellant relied on the decision of the bombay high court in deccan chronicle holdings . vs l & t finance limited [(2013) scc online bombay 1005] to submit that principles analogous to order 38 rule 5 of cpc would have no play in the court exercising powers c/fa/1925/2021 cav judgment dated: 23/11/2022 under section 9 of the arbitration act and that the interim measure on that score could be granted by the court to protect the rights of the parties. another decision of the bombay high court in nimbus communications ltd vs board of control for cricket [(2013) 1 mh. lj) was pressed into service for its paragraph 27 to submit that due regard to the rights embodied in order 38 rule 5, cpc could be appropriately given exercising power under section 9 and it was submitted that in that case, the respondent was directed to furnish security. 4.1.1 learned senior advocate further submitted that even if the court was not to grant relief in the same form they are prayed for, the power was available to mould the relief in proper way to do justice between the parties. on the question of moulding of relief, decision of rajesh d. darbar & ors vs narasingrao krishnaji kulkarni[(2007) 3 scc 219] and in u.p. state brassware corpn. ltd. & ors.vs udai narain pandey[(2006) 1 scc 479] were pressed into service. the decision of the bombay high court in tata capital financial services vs unity infraprojects ltd.[(2015) scc online bom. 3597] was relied on. 4.2 on the other hand, learned senior advocate mr. anshin desai, assisted by learned advocate mr.a.s. panesar supported the order of the commercial court c/fa/1925/2021 cav judgment dated: 23/11/2022 dismissing the application. it was submitted that clause 22.1 of the agreement enjoined the parties to explore amicable settlement before resorting to arbitration process and since the said process was not undergone by the appellant, the commercial court rightly arrived at a conclusion that the application under section 9 of the act was premature. 4.2.1 learned senior advocate submitted that the reliefs were of mandatory nature and were such, which could not be granted even on merits in the original claim. it was submitted that no statement of account was produced by the appellant much less any details were furnished, which could demonstrate that particular amount was collected by the respondent and due to be paid to the appellant. it was submitted that section 9 application could not be converted into recovery proceedings. 5. having noticed the factual compass of the controversy and rival case, it is relevant to consider certain terms and conditions of the service partnership agreement may be referred to in order to know the mutual obligations operating between the parties thereunder. as per condition 3.4 of the agreement, the service partner has agreed to stand as 100% guarantor over and above cash collateral. in condition 3.6, it was agreed that respondent shall collect on behalf of the appellant, the amounts due from customers, the respondent service partner was to c/fa/1925/2021 cav judgment dated: 23/11/2022 pay to the appellant all amounts after retaining its share received or collected by it. the respondent was supposed to ensure continuous monthly payouts. under condition 3.7, it was agreed that the service partner-respondent shall provide 10% cash collateral on the total outstanding on monthly basis. 5.1 furthermore, condition 3.9.1 provided that the service partner had agreed that he would also act as a trustee of the appellant and will safeguard all rights. as per condition 3.11, it was contemplated that if the respondent service partner continues to default in payment of any amount due to the appellant under the agreement, it shall be liable to pay additional interest at the rate of 4% p.m. it was contemplated that provision for payment of interest shall not entitle the service partner to delay the timely payment and that adherence of repayment schedule shall be treated as essence of the agreement. 5.1.1 the agreement also provided in its condition b.i.4 that the respondent shall not be considered as an agent or employee of the appellant, it will be an independent service provider who will abide by the terms and conditions of the contract. condition no. 6.7 stated that the appellant mas financial services ltd. will receive net effective rate at 15.70% and processing fee at 1% excluding all the taxes and balance amount will be reimbursed to the service c/fa/1925/2021 cav judgment dated: 23/11/2022 partner. the obligations under the performance security were mentioned in condition no. 8.1. the service partner was expected to source the customers and disburse the amount to the extent of 100% of the sum disbursed. 5.1.2 in addition to certain terms and conditions of the agreement referred to hereinabove, following were other conditions, which were duly highlighted by the commercial court below, extracting them, as per clause b.1.3.6 of the agreement, (a) all the amounts due from the customer sourced by the service partner and approved by the fmsl shall be collected by the service partner (opponent) for and on behalf of mfsl (applicant) from time to time and pay to mfsl on the respective pay out day, pay out day means 5th 10th, 15th, 20th, 25th, and 30th of every month. clause b.1.3.11 of the agreement provided that, (b) without prejudice to other rights of mfsl, if the service partner defaults in the payment of any amount due to mfsl under this agreement, the service partner shall be liable to pay additional interest @ 4.00% p.m., (or any such higher rate as mfsl may specify from time to time) on the entire amount outstanding from the date of default till realization of actual payment by mfsl. it is, however, understood that this clause shall not entitled the service partner to delay the timely repayment as stipulated in this agreement and adherence to the repayment schedule shall be the essence of this agreement. c/fa/1925/2021 cav judgment dated: 23/11/2022 (c) further, as per the clause no.b.1.13.1 of the agreement relating to the termination of agreement, the agreement shall continued to be in effect from the date hereof and sell remain in the full force and effect upto the full repayment of all the identified obligor source by service partner and approved by fmsl under this agreement, unless terminated earlier as provided herein, either party can terminate this agreement by giving three months prior written notice to the others party.\" (d) under clause no.b.1.13.2 of the agreement, however in case of any default on the part of the service partner or on the part of the service partner's personnel in carrying out the contractual obligations contain hereunder, and if the service partner failed to rectify or core the breach of default wherever possible, within 60 days from the date of communication of such breach, fmsl may terminate this agreement with 30 days prior written notice and service partner shall not question or raise any unreasonable dispute or objection in this behalf or claim any unreasonable compensation therefore. (e) additionally, as noticed in para 5.1.3 above, the rights of the appellant include as per condition no. b.1.11(1.a) to receive payment through the service partner either directly or identified representatives. it is provided that in case of delay in payments, the appellant will be entitled to charge penal interest. under sub-clause (1.b), the appellant is also entitled to executed all necessary documents directly with individual borrowers. the appellant is further with right under the agreement as per sub-clause (1.c) to deal with individual borrowers directly concerning all matters relating to agreement. the appellant may act to deal with the borrowers even though the service partner has delegated its powers to others. in other words, the rights of the appellant to c/fa/1925/2021 cav judgment dated: 23/11/2022 approach, to deal with and to collect the amount from the borrowers directly is kept intact. 5.1.3 rights and obligations of the appellant mfsl were mentioned in conditions b.i.11 and b.i.12, which is extracted as under, b.i.11 rights of mfsl 11.1 mfsl shall have the right to, 1.a receive payments (through the service partner directly from, the identified. obligor) for installments on micro enterprise loans disbursed. by mfsl and that are collected by the service partner. in case of delay in the payments, mfsl shall be entitled to charge penal interest from the borrowers as per mfsl's policy. 1.b execute all the necessary documents directly with the individual borrowers, the service partner executive shall recommend each case for sanctioning to mfsl. 1.c deal with the individual borrowers directly in all matters concerning this agreement, even though the service partner has been delegated certain powers by mfsl to carry out specific acts on its behalf as mutually agreed to. b.i.12. obligations of mfsl 12.1 mfsl shall, 1.a provide requisite stationary for loan application etc. and any other assets or machinery or equipment as may be necessary for the service partner to discharge its obligations herein; 1.b provide timely communication on the approved loan applications as well as c/fa/1925/2021 cav judgment dated: 23/11/2022 information regarding loan installment repayment schedules. 1.c support the service partner in taking any legal actions against the borrowers for recovery or for any other claims at the cost of the service partner. 5.1.4 in condition 13.1, the agreement was made terminable by giving three months prior written notice to the other party, which notice may be for shorter period with mutual consent. it was further provided that in case of any default of service partner in carrying out contractual obligations and the breach was not rectified within 60 days from the date of communication of such breach, the appellant may terminate the agreement with 30 days' prior written notice. 5.2 condition no. b.i.22.1 dealt with resolution of disputes. it is relevant to extract the said condition, b.i.22 resolution of disputes 22.1 amicable settlement if any dispute arises between the parties, during the subsistence of this agreement or thereafter, in connection with these presents or the construction or application thereof, or any clause or thing therein contained, or any account or liability between the parties hereto, or as to any act, deed or omission of any clause hereto, the validity, interpretation, implementation or alleged breach of any provisions of this agreement or regarding a c/fa/1925/2021 cav judgment dated: 23/11/2022 question, including the question as to whether the termination of this agreement by one party hereto has been legitimate (dispute), the disputing parties hereto, shall endeavor to settle such dispute amicably. the attempt to bring about an amicable settlement shall be considered to have failed, if not resolved within 60 (sixty) days from the date of the dispute. the said period of 60 days shall be considered \"consultation period\" by the parties. during the consultation period, neither of the parties shall be entitled to commence or maintain any action in a court of law upon any matter in dispute arising from or in relation to this agreement. 5.2.1 it was contemplated that thereafter the arbitration may be invoked. the arbitration was provided in condition no. 22.2, \"22.2 arbitration if the parties are unable to amicably settle the dispute in accordance with the above clause, within the period specified therein, any party to the dispute shall be entitled to serve notice invoking this clause. in the event this clause is invoked as above, then the dispute shall be settled by arbitration in accordance with and subject to the provisions of the arbitration and conciliation act, 1996, or any statutory modification or re-enactment thereof for the time being in force and shall be referred to the sole arbitration of an arbitrator nominated/appointed by msfl. the award given in arbitration shall be final and binding on both the parties to this agreement. until the award is announced by the arbitrator, the parties shall continue to perform all their obligations under this agreement without prejudice to a final adjustment in accordance with such award.\" c/fa/1925/2021 cav judgment dated: 23/11/2022 5.3 before proceeding further, the aspect and contention in light of above condition no. 22.1 in the agreement that the appellant was required to exhaust the process of amicable settlement before invoking the machinery under the arbitration act, 1996, may be disposed of. as held by the commercial court in that context that the appellant was enjoin in law to exhaust the prior process of amicable settlement and it having not done so, the application under section 9 of the arbitration act was premature. before this court also, the arguments were raised on the said issue including whether the said stipulation in the contract should be said to be directory or mandatory in nature. 5.3.1 at this stage, this court is not inclined to advert to the detailed merits of the said aspect including the binding effect or otherwise of the said condition inasmuch as the application under section 9 has culminated into order, which is impugned in this appeal. the process for appointment of arbitrator is pending and notice for appointment of the arbitrator is also issued. at such advanced stage and in the given set of facts and circumstances, it would be an academic exercise to assess the merits of the said contention. 5.3.2 however, at the same time, it would be suffice and proper to observe that in the dispute of the nature and kind like one involved between the c/fa/1925/2021 cav judgment dated: 23/11/2022 parties in this case, which is in respect of claim of monetary dues and remittances, resort to the process of amicable settlement as stipulated in the agreement in the aforesaid condition by the parties before going for statutory remedy under the arbitration act, would have not only met the spirit of amicable dispute resolution process. 5.4 now section 9 of arbitration act provides of interim measure. the party may apply for such interim measures during the pendency of or when the arbitration is proposed to be undertaken. section 9 reads as under, section 9: interim measures, etc., by court (1) a party may, before, or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subjectmatter of the dispute in arbitration, or as to which any question may arise therein and c/fa/1925/2021 cav judgment dated: 23/11/2022 authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the court to be just and convenient, and the court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it. (2) where, before the commencement of the arbitral proceedings, a court passes . . . (3) once the arbitral tribunal has been constituted, the court shall not entertain . . 5.5 as held by supreme court in adhunik steels limited v. orissa manganese and minerals private limited [(2007) 7 scc 125], while exercising powers under section 9 of the arbitration act, the principles analogous to the exercise of powers under order 39 rule 1, 2 of code of civil procedure, 1908, would be the guiding consideration. while deciding on the grantability or otherwise of the interim measures prayed for by party in application under section 9, the principles and general rules governing exercise of powers to grant the interim injunction would become relevant and the powers under section 9 could not be viewed to be independent of the criteria c/fa/1925/2021 cav judgment dated: 23/11/2022 to be applied under order 39, rule 1,2, cpc. it was observed, 5.5.1 it was then stated by the apex court, \"the concluding words of the section, \"and the court shall have the same power for making orders as it has for the purpose and in relation to any proceedings before it\" also suggest that the normal rules that govern the court in the grant of interim orders is not sought to be jettisoned by the provision. moreover, when a party is given a right to approach an ordinary court of the country without providing a special procedure or a special set of rules in that behalf, the ordinary rules followed by that court would govern the exercise of power conferred by the act. on that basis also, it is not possible to keep out the concept of balance of convenience, prima facie case, irreparable injury and the concept of just and convenient while passing interim measures under section 9 of the act.\" (para 11) 5.5.2 in other words, the celebrated principles of existence of prima facie case, possibility of irreparable injury and the factors of balance of convenience would be the considerations to be applied while deciding on the entitlement to get the interim measures prayed for. it would be only when all these three factors are present in a given set of facts, equitable relief of injunction or interim measures under section 9 of arbitration act could be granted. 5.6 appreciated in the light of above position of law, the crux of the case pleaded by the appellant is c/fa/1925/2021 cav judgment dated: 23/11/2022 that under the agreements concerned, the respondent was under obligation to remit the collections, which may have been received from the borrowers and that such remittances of amounts were required to be done by the respondent periodically. it was the case that the respondent defaulted and no payments were made to the appellant, committing breach of the terms of the agreement. 5.6.1 the claim of the appellant was thus of monetary nature. except bare assertion about the requirement of payment and the payment not made, no data about the amount collected from the borrowers and payable to the appellant was furnished by the appellant. it was a simple case put forth that the certain amounts were payable but not paid, but without substantiation by any material. there was no ascertained amount claimed by the appellant. on the contrary and noticeably in the email and notice dated 13.04.2021, the appellant asked the respondent to provide details of amount collected from borrowers. 5.6.2 it therefore goes without saying that it would required leading of evidence before the arbitrator so as to arrive at a precise amount which may be claimable by the appellant from the respondent. the grievance of the appellant for seeking interim measures was such that it could be compensated in terms of money, which could be done only at the c/fa/1925/2021 cav judgment dated: 23/11/2022 conclusion of arbitral proceedings once the appellant establishes dues payable. 5.7 while it is true that commercial court below has observed that on prima facie consideration of facts, the respondent could be said to be liable to pay the amount to the appellant. a mere prima facie case however to the above limited extent and of the above kind where the claim is still not liquidated and established, even if such observation of the commercial court is accepted on demurer, would not entitle the appellant to seek any interim relief. prima facie case to some extent, even if can be said to be existing, would have to be furthered by consideration that a party would suffer irreparable injury if the injunction is not granted. equally important is balance of convenience. in the present case, when the claim is monetary, and yet to be ascertained and which could be made good only at the end of the arbitral proceeding by establishing by leading evidence by the appellant, the elements of irreparable injury and balance of convenience are absent for the appellant to be entitled to seek any interim measure in the nature of injunction. 5.7.1 the commercial court below discerned and highlighted in paragraphs 11 and 12 of the order (civil misc. application no. 409 of 2021), referrable to first appeal no. 1926 of 2021, the basic disputes between the parties to proceed further to observe c/fa/1925/2021 cav judgment dated: 23/11/2022 rightly that even if it was to be believed that any such amount was due and payable by the respondent as per the terms and conditions of the agreement, no prima facie details were available in that regard. 5.8 furthermore, importantly, there has been no termination of contract. the notice dated 13.04.2021 when seen for its contents, could by no stretch of imagination, view or construed or treated as affecting termination of contract or in the nature or act of termination by the appellant. the commercial court was entirely justified in recording and finding that the applicant had not acted to terminated the agreement and that the letter dated 13.04.2021 addressed by it to the respondent did not amount to intimation of termination. 5.8.1 it is to be observed that when the agreement between the parties is still in existence and in operation, having not been terminated by the applicant, in such circumstances, the opponent cannot be restrained from collecting the amount of installment from the borrowers under the agreement only on the ground that the respondent did not pay such amount to the applicant within stipulated time. the agreement is in operation. the respondent cannot be prohibited therefore, from exercising their rights and such interim measure cannot be granted. it is the obligation cast on respondent to collect the amount and even it is delegated certain powers in this c/fa/1925/2021 cav judgment dated: 23/11/2022 regard. the appellant is however free to act on its own to collect remittances from borrower for which even the service partner could not restrain the appellant. not only that, the applicant itself has independent right under the agreement to directly recover the amount from the borrowers. 5.8.2 with reference to the various clauses in the agreement, namely, the obligations to render monthly payouts, the clause regarding additional interest and the warranties given, it is very clear that there are options available under the agreement to the appellant-applicant, if the respondent fails to pay the amount of collection from the borrowers. 5.8.3 in this regard, following was appropriately observed by the commercial court below in para 15 (extracted from order in civil misc. application no. 407 of 2021, corresponding to first appeal no. 1925 of 2021), \"considering the above noted all the main and material clauses of the agreement, its clearly appear that in default of payment from the opponent in stipulated time, the applicant have some options and rights under the agreement that; (a) if the business associate defaults in the payment of any amount due to mas under the agreement the business associate shall be liable to pay additional interest @ 4% p.a. on the entire amount outstanding from the date of default till realisation of actual payment to mas. c/fa/1925/2021 cav judgment dated: 23/11/2022 (b) in fault on part of opponent/business associate has mentioned in particular clause of agreement the mas has right to recall the facilities extended to the business associate.\" 5.8.4 the position emerges is that there is no termination of contract in eye of law which is in subsistence and operates within the parties. as seen above, the terms and conditions of the contract, which create mutual rights and obligations of the parties are in force. thereunder, the respondent is obliged to recover the amount from the borrowers, at the same time, the appellant-applicant is also entitled to proceed to recover the amount straightway from the borrowers. there are other terms and conditions which secure monetary remittances and ensure compensation in terms of interest and damages to the appellant. when such obligations are alive, the prayers for interim measures of the kind and nature advanced and prayed for by the appellantapplicant are misconceived and not grantable in law. 5.9 in light of the above operating facts and aspects, each of th prayer in section 9 application may be examined for its grantability. the first prayer and the third prayer seeking to restrain the respondent from recovering the monthly installments and future installments, both these prayers are of same nature and could hardly be considered when the agreement operates between the parties and the mutual rights and obligations of both the sides are alive. c/fa/1925/2021 cav judgment dated: 23/11/2022 the second prayer to restrain the respondents from alienating any assets is in the nature of relief relatable to principles analogous to order 38 rule 5, cpc. it is true that the learned advocate for the appellant relied on decisions to submit that principles governing order 38, rule 5, cpc would have its play while exercising powers under section 9 of the act, however, there is nothing to show that respondent has been committing any act or has been disposing of the its properties, which would defeat the decree or award, that may be passed finally by the arbitrator. in absence of essential elements on that count, such relief is also not called for. 6. the prayers in application under section 9 of the arbitration act are in the nature of execution of the contract itself. the disputes are arbitral disputes to be resolved by the arbitrator finally upon considering the mutual rights and obligation of the parties emanating from the contract and liquidating the claim if established. the prayers in the application under section 9 made by the applicant are in the nature of enforcing the terms of the contract between the parties, which is not permissible at this stage. they are the prayers of claiming the relief which could be granted only by the arbitrator in its award. it is well settled principle that at the interim stage, the relief of principal nature cannot be granted. therefore, when the interim measures prayed for in the application c/fa/1925/2021 cav judgment dated: 23/11/2022 under section 9 are of such kind and nature, they are not tenable to be granted. the proceedings under section 9 are not recovery proceedings. 6.1 in view of the foregoing reasons and discussions, challenge in all these appeals to the respective orders passed by the commercial court dismissing the application under section 9 of the arbitration act, 1996, is meritless. the orders of the commercial court deserves to be upheld. 6.2 it has to be mentioned however that in two of the first appeals, the court has granted interim relief by order dated 17.08.2021, whereby the respondent is directed to deposit in the registry of this court the amount, if any, recovered by the respondent from the borrowers of the applicant from the date of the order. 6.3 while dismissing the appeals, this court considers it to be in subservience to equity and to maintain equitable interests between the parties who would be going for arbitration that the said interim direction continues to operate. 6.4 since all four appeals have common thread of controversy, it is therefore directed that the said observation that the respondent shall deposit the amount, if any, collected from the borrowers to the registry of this court, shall operate in all four cases. c/fa/1925/2021 cav judgment dated: 23/11/2022 6.5 additionally, it is observed that the respondent shall maintain the accounts of the collection of amount, which it may collect and deposit as above, to be subject to the evidence which may be led by the parties in the arbitral proceedings to be further subject to the final award which may be passed by the arbitrator. 6.6 while upholding the orders of dismissal of respective civil misc. applications impugned in all the appeals, it is clarified and provided further that the observations in the operative order of misc. civil application no. 409 of 2021, produced in paragraph no. 1.2 above, shall operate to apply in all four cases. 7. all the four appeals are dismissed accordingly. the civil applications would not survive in light of the orders of disposal of the main appeals as above. (n.v.anjaria, j) (samir j. dave,j) bijoy b. pillai"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "554b45811f884f22bb54b0412a87bb96_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bfa64b23e50c4007afa8ed90c6ce0734_1"
        },
        {
            "start": 242,
            "end": 325,
            "text": "\nKarnataka High Court\nSmt Supriya Shrinate vs M/S Mrt Music Ors on 8 November, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fae8ef9f10c04afc91ebfbde4b71338c_2"
        },
        {
            "start": 326,
            "end": 355,
            "text": "\nBench: G.Narendar, P.N.Desai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9bf996c7ad5b418eb54c0c9eec14f7d8_3"
        },
        {
            "start": 356,
            "end": 687,
            "text": "\n                             1\n\n                                                       R\n       In The High Court Of Karnataka At Bengaluru\n\n        Dated This The 08Th Day Of November, 2022\n\n                         Present\n\n           The Hon'Ble Mr. Justice G. Narendar\n\n                           And\n\n             The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68e52c4ecac14b618ca96965d529d1a6_4"
        },
        {
            "start": 688,
            "end": 709,
            "text": "Mr. Justice P.N.Desai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8855c722ddbd4e6ea4839826af1fdac2_5"
        },
        {
            "start": 710,
            "end": 755,
            "text": "\n\n           Commercial Appeal No.460 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "433fd84a29ba4096a0f424cdaad84d71_6"
        },
        {
            "start": 758,
            "end": 1149,
            "text": "Between:\n\nSmt Supriya Shrinate\nAged About 45 Years,\nW/O. Dhirendra Singh\nChairperson Of Social Media\nAnd Digital Platforms Of The\nIndian National Congress,\nR/At. No.24, Akbar Road,\nNew Delhi-110 011.\n                                             ... Appellant\n\n(By Sri. Abhishek Manu Singhvi, Sri. Udaya Holla And\n    Sri. A.S Ponnanna, Senior Advocates For\n    Smt. Leela P. Advocate )\n\nAnd:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c930ee5dc3a4c22a770820c332f8f02_7"
        },
        {
            "start": 1152,
            "end": 1177,
            "text": "1.     M/S Mrt Music Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f0852e4f70c4efc8654efc9a3354e6e_8"
        },
        {
            "start": 1186,
            "end": 1205,
            "text": "A Partnership Firm,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72c398a1dbfb4481bd125fc6cf5bb7af_9"
        },
        {
            "start": 1214,
            "end": 1241,
            "text": "'Having It'S Office\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82c9ee36dc5a4afc922abb5a1441511a_10"
        },
        {
            "start": 1241,
            "end": 1339,
            "text": "At 4Th Floor, Ttmc,\n       Bmtc Building,\n       Yeshwanthpura Circle,\n       Bangalore-560 022.\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "781d39c2c4494aeca83f82808f146211_11"
        },
        {
            "start": 1339,
            "end": 1367,
            "text": "2 .     Twitter Inc.\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbbbda1492da43c0b7f168a8f85626e0_12"
        },
        {
            "start": 1367,
            "end": 1395,
            "text": "Having Registered Office At;",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4df3f545d4f44773b877602690186905_13"
        },
        {
            "start": 1396,
            "end": 1512,
            "text": "\n       1355 Market St#900,\n       San Franciso, Ca 94103,\n       United States\n       Represented By Its Directors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5572af5f041b4e5dadb19ea13f4f71b8_14"
        },
        {
            "start": 1542,
            "end": 1551,
            "text": "2\n\n\n3.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8e6bf59417146f79d724b1ba3c9caf7_15"
        },
        {
            "start": 1551,
            "end": 1609,
            "text": "Indian National Congress;\n     Having Its Office At No.24,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c0277ca28d34ed8a9c7cd4d41b39669_16"
        },
        {
            "start": 1610,
            "end": 1825,
            "text": "\n     Akbar Road, New Delhi,\n     Represented Herein By The\n     All India Congress Committee,\n     Represented By General Secretary I/C ,\n     Communication, Publicity,\n     Media Including Social And Digital Media",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7970269297274dcd8b8e608d20fdc1aa_17"
        },
        {
            "start": 1826,
            "end": 2030,
            "text": "\n     Of The Indian National Congress\n     Mr. Jairam Ramesh.\n\n4.   Sri. Rahul Gandhi,\n     S/O Late Rajiv Gandhi,\n     Member Of Steering Committee,\n     Indian National Congress,\n     Having His Address",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b3326305d2f41baa3cb70315cfcf4cc_18"
        },
        {
            "start": 2037,
            "end": 2091,
            "text": "At 3 12, Tughalak Lane,\n     New Delhi-110 011.\n\n5.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19d8c1de301848f396ad27994b8185c9_19"
        },
        {
            "start": 2091,
            "end": 2103,
            "text": "Ashok Kumar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2dda10ea48b4023a6bca5d0e4c4e3ce_20"
        },
        {
            "start": 2104,
            "end": 2477,
            "text": "\n                                        ... Respondents\n\n(By Sri. Srinivasa Raghavan .V, Senior Advocate For\n         Narasimhan S. Pranav, Advocate For C/R1)\n\n      This Commercial Appeal Is Filed Under Section\n13(1A) Of The Commercial Courts Act, 2015 R/W Section\n37 Of The Arbitration And Conciliation Act, 1996,\nPraying That This Hon'Ble Court May Kindly Be Pleased\nTo",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f32050802c5842a4bee8865d3a511ae1_21"
        },
        {
            "start": 2478,
            "end": 2647,
            "text": "1. Call For Records In Com. Original Suit\nNo.1594/2022, Pending On The File Of Learned Lxxxv\nAdditional City Civil And Sessions Judge, Commercial\nDivision, At Bangalore.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d296143e8234530af1f36498116e984_22"
        },
        {
            "start": 2648,
            "end": 2783,
            "text": "2. Set Aside The Orders Dated\n07.11.2022 In Ia No.1/2022, Ia No.03/2022, Ia No.04/2022,\nIa No.5/2022, Ia No.6/2022 Passed By The Lxxxv\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa55d2e7dc974342b9bd0ecfb1c9ecc6_23"
        },
        {
            "start": 2783,
            "end": 2793,
            "text": "Additional",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8b016f88c5a470f8229571f27ca3c17_24"
        },
        {
            "start": 2794,
            "end": 2804,
            "text": "City Civil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8672124adcba4a2cb7e550efabc17823_25"
        },
        {
            "start": 2805,
            "end": 2871,
            "text": "And Sessionis Judge, Commercial\nDivision, At Bangalore (Cch-86) In",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c54dd2945644b858c41e8a58f8be343_26"
        },
        {
            "start": 2872,
            "end": 2912,
            "text": "Commercial Original\nSuit No.1594 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "95c424a7d9ed4e4ea539f36216c9cc74_27"
        },
        {
            "start": 2913,
            "end": 3124,
            "text": ". 3. Awards Costs To The Appellant\nThroughout And 4. Pass Such Other Further Orders As\nThis Hon'Ble Court May Deem Fit, The Facts And\nCircumstances Of The Case And In The Interests Of\nJustice And Equity.\n\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d30cba54907e4fa394c3d38100ee076b_28"
        },
        {
            "start": 3124,
            "end": 3167,
            "text": "This Commercial Appeal Coming On For Orders",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d108c61a463499988d1f8684fc77852_29"
        },
        {
            "start": 3168,
            "end": 3217,
            "text": ",\nThis Day, G. Narendar J., Passed The Following:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd35714a0f16473ebeedfec61e934166_30"
        },
        {
            "start": 3218,
            "end": 3292,
            "text": "\n                                 3\n\n\n                           Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3145907d7484c5386113eec497689e6_31"
        },
        {
            "start": 3292,
            "end": 3492,
            "text": "The appellants have assailed the order passed by Lxxxv Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86), on I.A. Nos. I to Vi in Commercial Original Suit No.1594/2022 dat",
            "labels": [
                "FAC"
            ],
            "id": "d33af587a77f44138fe0ca61aad04321_32"
        },
        {
            "start": 3493,
            "end": 3859,
            "text": "ed 07.11.2022 wherein the trial Court issued a direction to respondent No.2 (defendant No.4) to remove and take down the links from it's platform and to block the social media handle of Indian National congress (@ INC India) and Bharat Jodo Yatra (@ Bharat Jodo) on Twitter, on the ground of Appellants having infringed the copyright of the 1st Respondent/Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "d4d2b3923048406ba38fec141e67efed_33"
        },
        {
            "start": 3861,
            "end": 3963,
            "text": "2. The appellant herein is the defendant No.2 before trial court and the respondent No.1 is plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "4c56eca6d8974ba39c131b5ba4a2c925_34"
        },
        {
            "start": 3964,
            "end": 4042,
            "text": "The other respondent Nos.1, 3, 4 and 5 are also defendants before trial court.",
            "labels": [
                "FAC"
            ],
            "id": "84699398b4a74e7b8637f5ebfc5236e5_35"
        },
        {
            "start": 4044,
            "end": 4188,
            "text": "3. The plaintiff instituted a suit before the trial court with a prayer to grant a relief of permanent injunction and also mandatory injunction.",
            "labels": [
                "FAC"
            ],
            "id": "ea111404e0ec4a43a8ae6cbb7d7d7942_36"
        },
        {
            "start": 4189,
            "end": 4458,
            "text": "The plaint pleadings in brief are that, the plaintiff is a registered partnership firm engaged in production, marketing, distribution and sale of sound recordings and cinematography, sale of audio, CD, DVD, purchase of Audios and Videos and Film Digital rights therein.",
            "labels": [
                "FAC"
            ],
            "id": "6c43e1de1e444458a96f9f43b5bed922_37"
        },
        {
            "start": 4459,
            "end": 4519,
            "text": "That it is a reputed entity in the sound and music industry.",
            "labels": [
                "FAC"
            ],
            "id": "0ed066c50538488093142a3b3d4a7167_38"
        },
        {
            "start": 4520,
            "end": 4592,
            "text": "The plaintiff operates its business by use of its trademark \"MRT MUSIC\".",
            "labels": [
                "FAC"
            ],
            "id": "edfe224e270547d7840385f0b7d740aa_39"
        },
        {
            "start": 4593,
            "end": 4726,
            "text": "The repository of the plaintiff consists of more than 20,000 songs which the plaintiff owns and control and not limited to copyright.",
            "labels": [
                "FAC"
            ],
            "id": "6dcbf86889734a7591e5220b2ccbb926_40"
        },
        {
            "start": 4727,
            "end": 4829,
            "text": "The plaintiff has acquired all the rights of sound recordings of the Block Buster film KGF- Chapter-2.",
            "labels": [
                "FAC"
            ],
            "id": "db0f0611f36b442aa8921c224b5dde4e_41"
        },
        {
            "start": 4830,
            "end": 4918,
            "text": "Thereafter, the plaintiff has released the same through various channels and pen drives.",
            "labels": [
                "FAC"
            ],
            "id": "3604f26dd00f46a1a5c715c020e11ddf_42"
        },
        {
            "start": 4919,
            "end": 5018,
            "text": "\n4. It is alleged by the plaintiff that there is a copyright infringement by the defendants 1 to 3.",
            "labels": [
                "FAC"
            ],
            "id": "28b2c6b5abae4f0d8f78ee5900ee77c7_43"
        },
        {
            "start": 5019,
            "end": 5279,
            "text": "It is pleaded that during the Bharat Jodo Yatra, an initiative of the Indian National Congress, certain video recording of the Yatra and also the leader of the Yatra were shared by the first defendant's Twitter Handle as well as the Bharat Jodo Twitter Handle.",
            "labels": [
                "FAC"
            ],
            "id": "a5e1fd06500043e4b8f309bcd27d2302_44"
        },
        {
            "start": 5280,
            "end": 5334,
            "text": "Each video twitter was posted with a background music.",
            "labels": [
                "FAC"
            ],
            "id": "d84d9f81dff9463480f4f5e15074220e_45"
        },
        {
            "start": 5335,
            "end": 5458,
            "text": "That in two videos, the background music is alleged to be similar to the sound track of the movie titled as KGF Chapter- 2.",
            "labels": [
                "FAC"
            ],
            "id": "ddd7ca6f1c504caf854a3ff334d6710b_46"
        },
        {
            "start": 5459,
            "end": 5745,
            "text": "It is alleged by the plaintiff that Indian National Congress social media Handle has used the alleged sound track in two videos and uploaded it to the Indian National Congress Twitter Handle and circulated the said video in an alleged fraudulent manner in order to make a wrongful gain.",
            "labels": [
                "FAC"
            ],
            "id": "913f04aed58d45e4ad2d26038a841c28_47"
        },
        {
            "start": 5746,
            "end": 5896,
            "text": "It is alleged by the plaintiff that the defendants are profiteering and their gains is causing unlawful, unjust and irreparable loss to the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "507d8bddfad145ca925a3332ed525402_48"
        },
        {
            "start": 5897,
            "end": 5982,
            "text": "The use of copyright work without authorisation and consent is willful and dishonest.",
            "labels": [
                "FAC"
            ],
            "id": "09e470e111bc4ade8b24b423b2239490_49"
        },
        {
            "start": 5983,
            "end": 6076,
            "text": "Hence, the suit praying and seeking for injunction against infringement of it's copyright.\n5.",
            "labels": [
                "FAC"
            ],
            "id": "a5255af1ee634f7ca68c4a9e5e9156bb_50"
        },
        {
            "start": 6077,
            "end": 6255,
            "text": "Alongwith the said suit, plaintiff had filed I.A.No.1 to 6 which are heard by the Commercial Court and the Commercial Court passed an ex-parte order which is under challenge now.",
            "labels": [
                "FAC"
            ],
            "id": "d5ec57a484d449e1929de2c05f050f23_51"
        },
        {
            "start": 6256,
            "end": 6523,
            "text": "\n6. I.A.No.3 is filed under Order 39 Rule 1 and 2 r/w 79 of the IT Act with a prayer restraining the defendants 1 to 3 and 5 from infringing or illegally using, the copyrighted work owned by the plaintiff and from illegally using the said work owned by the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "3158378ee1db422fa9aa1ad82becbaa9_52"
        },
        {
            "start": 6524,
            "end": 6706,
            "text": "I.A No.4 is for direction to defendant No 4 to remove and take down the links from its platform and I.A.5 is with prayer to suspend the social media handle till submission of report.",
            "labels": [
                "FAC"
            ],
            "id": "185f1fab4d9d444b9e7aa094c946c5a6_53"
        },
        {
            "start": 6707,
            "end": 6887,
            "text": "I.A.No.6 is for an order to appoint a Court Commissioner/technical expert, to inspect and conduct an electronic audit of the said twitter-handle, controlled by defendant No.1 to 3.",
            "labels": [
                "FAC"
            ],
            "id": "d6fc5c7ed8e6455d80fad4a54f8d3885_54"
        },
        {
            "start": 6888,
            "end": 7039,
            "text": "The trial court heard and proceeded to grant an ad-interim temporary and mandatory injunction, ex-parte, which is under challenge before this Court.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "45f8cb0854ba470e9ee25150da8c6332_55"
        },
        {
            "start": 7040,
            "end": 7356,
            "text": "Heard learned Senior counsel Sri. Abhishek Manu Singhvi along with senior counsels Sri. Udaya Holla and Sri. A.S. Ponnanna representing Smt. Leela P., learned counsel for the appellants and learned Senior counsel Sri. Srinivas V. Raghavan for Sri. Narasimhan S. Pranav Kumar on behalf of caveator/respondent No.1.\n8.",
            "labels": [
                "NONE"
            ],
            "id": "83b8cf20ed2945b3882a6e3ed7d62ce9_56"
        },
        {
            "start": 7357,
            "end": 7695,
            "text": "The learned Senior counsel would contend that the order cannot stand the test of law and in one stroke the trial Court has virtually pulled the defendant Nos.1 to 3 from out of all social media platforms, more particularly on the twitter social media platform and the relief granted is wholly disproportionate to the infringement alleged.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2d01507ae8374b9584cab02601e80108_57"
        },
        {
            "start": 7696,
            "end": 7940,
            "text": "That the allegation is that an audio clip of just 45 seconds, over which the plaintiff claims copyrights, is alleged to have been synchronized and mixed, with the video produced by the first defendant and telecast on the social media platforms.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f83c37624874473ae58116d6ee7cd75_58"
        },
        {
            "start": 7941,
            "end": 8175,
            "text": "That the first video and audio is by a national political party and the second one is of a program initiated by the first defendant and the yatra undertaken by the third defendant with various members of the party participating in it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fe8833440e554962974afa70c5f8e277_59"
        },
        {
            "start": 8176,
            "end": 8446,
            "text": "That the yatra has commenced from Kanyakumari and is to culminate at Kashmir and that the said initiative is being video graphed and the same is telecast on various social media platforms including on the social media platform called the Twitter i.e., the 4th defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eba4482e9eea4cd38e0c81b8442e0c0f_60"
        },
        {
            "start": 8447,
            "end": 8614,
            "text": "He would submit that even assuming for argument sake that there has been an infringement the trial Court could not have granted a relief in the nature it has now done.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c693ea1a33da4a83b843580418d23d22_61"
        },
        {
            "start": 8615,
            "end": 8689,
            "text": "The trial Court has traveled beyond reliefs prayed for in the suit itself.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "93534df5f1de4414ab84127bfcc222eb_62"
        },
        {
            "start": 8691,
            "end": 8890,
            "text": "9. Secondly he would submit that the fact remains that the video clip has not been used for any commercial purpose and thirdly he would submit that the suit appears to be one with an ulterior motive.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65a9085a385b49febf5abe692bc98bec_63"
        },
        {
            "start": 8891,
            "end": 9182,
            "text": "Lastly he would contend that the plaintiff, though claims to be aware of the usage since 11th October, 2022 as stated in the plaint, the suit is filed on the 2nd of November, 2022 and listed before the Court on 5th of November, 2022 for the first time and thereafter adjourned to 07.11.2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "70b5a6b44dfc4d0d9d308cbf3334e6ee_64"
        },
        {
            "start": 9183,
            "end": 9529,
            "text": "That these short facts and dates would clearly narrate that there has been no urgency which necessitated the Court to dispense with the mandatory provisions of Rule 3 of Order XXXIX of the C.P.C. and the proviso to Rule 3, which clearly mandates that the Court should record reasons for dispensing with notice for granting an ex-parte injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8f946cbe86d24333ac2b3c876a2a80c8_65"
        },
        {
            "start": 9530,
            "end": 9792,
            "text": "That in the instant case, the trial Court has, apart from recording the pleading has not recorded even a single reason for dispensing notice and granting an ex-parte injunction and that too an ex-parte injunction which is in the nature of a mandatory injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "152ab52d01ab44f389b8043556f3e798_66"
        },
        {
            "start": 9794,
            "end": 9937,
            "text": "10. The learned Senior counsel would take the court through the order dated 07.11.2022 which commences on running page 27 of the appeal papers.",
            "labels": [
                "NONE"
            ],
            "id": "27f4778279774e79b5fafd9aaaa1116b_67"
        },
        {
            "start": 9938,
            "end": 10163,
            "text": "The learned Senior counsel would take us through the order and in particular to the second sentence on ink page 27 which reads as under:\n\"Considering the urgency pleaded pre- institution mediation procedure is dispensed with.",
            "labels": [
                "NONE"
            ],
            "id": "336edaeedf0446469f4624022c484589_68"
        },
        {
            "start": 10164,
            "end": 10206,
            "text": "Accordingly, the I.A.No.1 is allowed.\"\n11.",
            "labels": [
                "NONE"
            ],
            "id": "6e81e96aafd346f0b94b040eb8781674_69"
        },
        {
            "start": 10207,
            "end": 10392,
            "text": "He would further take the Court through the impugned order and would submit that there is absolutely no reason justifying the Court's decision to dispense with notice to the defendants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "defe6fb7f8914f1eb6fb5d2e305cb442_70"
        },
        {
            "start": 10394,
            "end": 10639,
            "text": "12. The learned Senior counsel would take the Court through Rule 3 of Order XXXIX of the C.P.C. and then would take the Court through para 9 of the ruling reported in 2014 SCC OnLine Kar 7191 (Vedant Fashions Pvt. Ltd., vs. Smt. Rajul Devi).\n13.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c8034179afce4c45ab1652d9db75f127_71"
        },
        {
            "start": 10640,
            "end": 10847,
            "text": "He would further place reliance on another ruling of this Court rendered in the case of Mr. R K Jain vs. P G Chacko reported in AIR 2013 Kar 142 and would take the Court through paragraphs 3, 7, 8, 9 and 11.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cd761e0cfbd14e42b4a54c455dcd46db_72"
        },
        {
            "start": 10848,
            "end": 11090,
            "text": "He would place reliance on one more ruling of this court rendered in the case of Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795 and would take the Court through paragraphs 16, 17 and 18.\n14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ada5a4b73c744c67beee3d0d45d171a7_73"
        },
        {
            "start": 11091,
            "end": 11354,
            "text": "The learned Senior counsel would contend that in the absence of reasons being recorded, for dispensing with notice to the opposite party before granting injunction, the impugned order is in the teeth of the law laid down by this Court and thereby stands vitiated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "04f644f383c94fd8b549764c25508e83_74"
        },
        {
            "start": 11355,
            "end": 11443,
            "text": "He would therefore pray that the impugned order be set aside on that short ground alone.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "318b7d217a64475d90ef829a9db4bca7_75"
        },
        {
            "start": 11445,
            "end": 11588,
            "text": "15. Per contra, the learned Senior counsel appearing on behalf of the first respondent would submit that the appeal itself is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "305524cc56d54e319b26925390afdf34_76"
        },
        {
            "start": 11589,
            "end": 12068,
            "text": "That, the appellants are before this Court as against an ex-parte order and that a Single Judge of this Court has distinguished A Venkatasubbiah's case and has held that an appeal can be preferred only if the trial Court fails to dispose of the application within 30 days and in this regard he would place reliance on the order of the learned Single Judge, rendered in the case of Procter and Gamble Home Products Private Limited vs. Marico Ltd., and others, in MFA No.8990/2017.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a480b44def6b47ae90181337ad19c2e1_77"
        },
        {
            "start": 12069,
            "end": 12288,
            "text": "He would also place reliance on the ruling rendered by the Hon'ble Apex Court in the case of Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715 to buttress his arguments.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba3488a2e54549699d8257d345f0933e_78"
        },
        {
            "start": 12290,
            "end": 12414,
            "text": "16. After hearing the learned Senior Counsels on both sides, the following points arise for consideration of this Court:-\n1.",
            "labels": [
                "NONE"
            ],
            "id": "f794b34c6cc64f9faa4ec48c8731cae4_79"
        },
        {
            "start": 12415,
            "end": 12450,
            "text": "Whether the Appeal is maintainable?",
            "labels": [
                "ISSUE"
            ],
            "id": "b522918a09d9489abb20d8e2f593ebdd_80"
        },
        {
            "start": 12451,
            "end": 12932,
            "text": "\n2. Whether the trial court is justified in granting ex-parte interim order in the nature of a mandatory injunction, without recording any reasons;\n3. Whether the Trial Court was justified in granting ex-parte ad-interim injunction without recording reasons to demonstrate that object of granting of ex-parte order of ad-interim injunction could be defeated by delay if the notice of interim application for injunction is not dispensed as provided under Order 39 Rule 3 of the CPC?",
            "labels": [
                "ISSUE"
            ],
            "id": "c11bebdc7583435b8594a6cbd33e3f95_81"
        },
        {
            "start": 12933,
            "end": 13539,
            "text": "\nPoint No.1:-\n17. Though the argument on maintainability has been addressed by learned Senior Counsel for respondent No.1, in the light of the observations made by the Hon'ble Apex Court in the ruling of A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7 SCC 695, particularly in paras 11, 12 and 13, we are not convinced by the submissions made by learned counsel for respondent No.1 regarding maintainability of the appeal, more so, in the light of the provisions of section 13(1A) of The Commercial Courts Act, 2015 which speaks of not only the judgment but also an order, being appealable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bed8bd20bc794f399038b00f69139cac_82"
        },
        {
            "start": 13541,
            "end": 13711,
            "text": "18. The learned Single Judge has held that an ex-parte order of injunction becomes appealable only in the event the application is not finally disposed of within 30 days.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9308151b72e8421aae9602b29eafa84b_83"
        },
        {
            "start": 13712,
            "end": 13920,
            "text": "In this regard reliance is placed on Rule 3A by the learned Single Judge and it is pertinent to note that the judgment is rendered prior to coming into force of the Amendment to Section 13 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "113a5221191946b29977957449cea784_84"
        },
        {
            "start": 13921,
            "end": 14401,
            "text": "Order 39 Rule 3A of the C.P.C. reads as under:\n\"3A. Court to dispose of application for injunction within thirty days.-Where an injunction has been granted without giving notice to the opposite party, the Court shall make an endeavour to finally dispose of the application within thirty days from the date on which the injunction was granted; and where it is unable so to do, it shall record its reasons for such inability.\"\n19. Order XLI Rule 1 reads as under:\n1. Form of appeal.",
            "labels": [
                "STA"
            ],
            "id": "408ef69a678940149baa8f27165e430a_85"
        },
        {
            "start": 14402,
            "end": 14610,
            "text": "What to accompany memorandum (1) Every appeal shall be preferred in the form of a memorandum signed by the appellant or his pleader and presented to the Court or to such officer as it appoints in this behalf.",
            "labels": [
                "STA"
            ],
            "id": "218bd8e51f8944b7b73fb9f71b3e888e_86"
        },
        {
            "start": 14611,
            "end": 14797,
            "text": "The memorandum shall be accompanied by a copy of the 1[judgment]:\nOrder XLIII R(1)(r), reads as under \"(r) an order under rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX;\"\n20.",
            "labels": [
                "STA"
            ],
            "id": "4c6eb921e5844727af995312d02feac6_87"
        },
        {
            "start": 14798,
            "end": 16363,
            "text": "Section 13(1A) of the Commercial Courts Act, 2015 reads as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21. Learned counsel for the respondent No.1 has also placed reliance on the ruling of the Hon'ble Apex Court in Kandla Export Corporation and Another v. OCI Corporation and Another, (2018) 14 Supreme Court Cases 715 alongwith the judgment of this Court in the case of Procter & Gamble Home Products Private Limited v. Marico Limited and Ors. in MFA No.8990/2017 dated 30.11.2017 interpreting A. Venkatasubbiah Naidu's case and holding that the right of appeal can be exercised only in the event of Interlocutory Application not being disposed of within 30 days.\n22.",
            "labels": [
                "STA"
            ],
            "id": "41391f5c3d80416d80cd7895c079e4ed_88"
        },
        {
            "start": 16364,
            "end": 16497,
            "text": "Reliance by the learned Senior counsel for respondent No.1 on the decision rendered in Kandla Export Corporation case is of no avail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b5ee1982a3c46579694bed18f47d55d_89"
        },
        {
            "start": 16498,
            "end": 16691,
            "text": "It is seen that the exposition of law resulting in the observations in paragraph No.14 are pursuant to appreciation of the unamended provisions of Section 13 of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92ce48878d7e4937a819aa102f386cc5_90"
        },
        {
            "start": 16692,
            "end": 16940,
            "text": "The judgment in Kandla's case was pronounced on 07-02-2018 and the amendments to Section-13 came about on 03-05-2018.\n23. Section 13, prior to the amendment, read as under:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73b9e306727748a9b1add18a5d93c0b5_91"
        },
        {
            "start": 16940,
            "end": 17485,
            "text": "( 1 ) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "STA"
            ],
            "id": "b61d3c4872d0455b85f17e015547ff30_92"
        },
        {
            "start": 17486,
            "end": 17762,
            "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n24.",
            "labels": [
                "STA"
            ],
            "id": "ed4a4c9017984f1ea89c90bbb32d0a35_93"
        },
        {
            "start": 17763,
            "end": 17831,
            "text": "Section 13 pursuant to Amendment Act (28 of 2018) underwent changes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75982f59ec474ac8802879f2cdcb0eee_94"
        },
        {
            "start": 17832,
            "end": 19184,
            "text": "Sub-section (1) came to be substituted and sub-section (1A) and the first proviso to sub-section also came to be inserted and reads as under:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n25.",
            "labels": [
                "STA"
            ],
            "id": "cfe484e6465e45c3bf44cc72f527becd_95"
        },
        {
            "start": 19185,
            "end": 19369,
            "text": "From a reading of the above, it is seen that sub-section (1) came to be amended by way of substitution and sub-section (1A) and the proviso came to be introduced by the said amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2a2d6cdc8b445a3b63f499374977f8e_96"
        },
        {
            "start": 19370,
            "end": 19553,
            "text": "In that view, reliance on the Kandla Export Corporation case is of no avail to respondent No.1 and does not advance the case of the respondent regarding maintainability of the appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d125a1ce43ba4dd99b93e2dc939d1bec_97"
        },
        {
            "start": 19555,
            "end": 19854,
            "text": "26. In view of the unambiguous provisions of Section 13(1A) of the Commercial Courts Act, the observations of the learned Single Judge that the ex-parte orders becomes appealable orders only when the appeal has not been finally disposed of within 30 days can no more said to be the law on the point.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b1f95df1bba4654b75584fae141016e_98"
        },
        {
            "start": 19855,
            "end": 20254,
            "text": "The right of the appeal having been vested in a person aggrieved, under the above provision, and the finding have been rendered prior to amendment to the provisions of Section 13(1A) of the Commercial Courts Act and in that view we disagree with the findings of the learned Single Judge and hold the appeal to be maintainable in view of the provisions of Section 13(1A) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bbfa73bdd13480cb9da4149a62999cb_99"
        },
        {
            "start": 20255,
            "end": 20288,
            "text": "We answer point No.1 accordingly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0eb7d2ab0a9c4103b1c642d2da6c0bca_100"
        },
        {
            "start": 20289,
            "end": 20301,
            "text": "\nPoint No.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cab9299e7af47839d2032269a830291_101"
        },
        {
            "start": 20302,
            "end": 20708,
            "text": "\n27. Learned Senior counsel appearing on behalf of the respondent No.1 would fairly admit that the order impugned and passed on I.A.No.4/2022 is virtually in the nature of a mandatory injunction i.e., that part of the order directing removing and taking down of the links and blocking of the social media account of the following accounts:-\nhttps://twitter.com./INCIndia.\nhttps://twitter.com/Bharatjodo 28.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "27f0785ece5f4bd6806ada514c796228_102"
        },
        {
            "start": 20709,
            "end": 20884,
            "text": "In this regard we make a useful reference to the law laid down by the Hon'ble Apex Court and the principles governing the grant of an Ad-Interim Ex-Parte mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9340a0c81c384cda9831dd84793485ea_103"
        },
        {
            "start": 20886,
            "end": 21194,
            "text": "29. The position and the principles governing grant of Ad-Interim Ex-Parte mandatory injunctions is expounded by the Hon'ble Apex Court in the case of Samir Narain Bhojwani vs. Aurora Properties and Investments and Another, reported in (2018) 17 SCC 203, wherein at paragraph 24 it is observed as under:\n\"24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "28e774d9469a4ec9b418f7083e815853_104"
        },
        {
            "start": 21195,
            "end": 21474,
            "text": "That apart, the learned Single Judge as well as the Division Bench have committed fundamental error in applying the principle of moulding of relief which could at best be resorted to at the time of consideration of final relief in the main suit and not at an interlocutory stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "549cc23a1feb4fc48dbe4a306e27b238_105"
        },
        {
            "start": 21475,
            "end": 21582,
            "text": "The nature of order passed against the appellant is undeniably a mandatory order at an interlocutory stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8f8567316d84dd2967cf64164b41992_106"
        },
        {
            "start": 21583,
            "end": 21694,
            "text": "There is marked distinction between moulding of relief and granting mandatory relief at an interlocutory stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18d5804d42a14650b52994232c6e72ad_107"
        },
        {
            "start": 21695,
            "end": 21890,
            "text": "As regards the latter, that can be granted only to restore the status quo and not to establish a new set of things differing from the state which existed at the date when the suit was instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "962f5007ad304c659e16ecdcbfc677c3_108"
        },
        {
            "start": 21891,
            "end": 22051,
            "text": "This Court in Dorab Cawasji Warden v. Coomi Sorab Warden, has had occasion to consider the circumstances warranting grant of interlocutory mandatory injunction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "172bee4634d144ae98f4f15f827d036b_109"
        },
        {
            "start": 22052,
            "end": 22210,
            "text": "In paras 16 & 17, after analysing the legal precedents on the point as noticed in paras 11- 15, the Court went on to observe as follows: (SCC pp. 126-27) \"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "72769d729dd3468d9477562240a9248b_110"
        },
        {
            "start": 22211,
            "end": 22604,
            "text": "The relief of interlocutory mandatory injunctions are thus granted generally to preserve or restore the status quo of the last non-contested status which preceded the pending controversy until the final hearing when full relief may be granted or to compel the undoing of those acts that have been illegally done or the restoration of that which was wrongfully taken from the party complaining.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4e27ed2ab4d8427f9ceb6ed5018746bc_111"
        },
        {
            "start": 22605,
            "end": 22979,
            "text": "But since the granting of such an injunction to a party who fails or would fail to establish his right at the trial may cause great injustice or irreparable harm to the party against whom it was granted or alternatively not granting of it to a party who succeeds or would succeed may equally cause great injustice or irreparable harm, courts have evolved certain guidelines.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "346137bc94e5493f91d04a1e194d7527_112"
        },
        {
            "start": 22980,
            "end": 23065,
            "text": "Generally stated these guidelines are:\n(1) The plaintiff has a strong case for trial.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ef7964b94b094242ba58e50cd680f386_113"
        },
        {
            "start": 23066,
            "end": 23188,
            "text": "\nThat is, it shall be of a higher standard than a prima facie case that is normally required for a prohibitory injunction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f61d2a369f274027b0b6405bc4589610_114"
        },
        {
            "start": 23189,
            "end": 23305,
            "text": "(2) It is necessary to prevent irreparable or serious injury which normally cannot be compensated in terms of money.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0555268c1ecd4e23aa98ccbb1d1c077f_115"
        },
        {
            "start": 23306,
            "end": 23382,
            "text": "\n(3) The balance of convenience is in favour of the one seeking such relief.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "061e4b49e9bb4487b9dfb51607414727_116"
        },
        {
            "start": 23383,
            "end": 23629,
            "text": "\n17. Being essentially an equitable relief the grant or refusal of an interlocutory mandatory injunction shall ultimately rest in the sound judicial discretion of the court to be exercised in the light of the facts and circumstances in each case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "30fb0658725c41ad82c222fdcd959ea7_117"
        },
        {
            "start": 23630,
            "end": 23899,
            "text": "Though the above guidelines are neither exhaustive nor complete or absolute rules, and there may be exceptional circumstances needing action, applying them as prerequisite for the grant or refusal of such injunctions would be a sound exercise of a judicial discretion.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7586d269b84b44b298fd426f7456a628_118"
        },
        {
            "start": 23900,
            "end": 23920,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c04909c51c2348d5bd76cd0f17b06700_119"
        },
        {
            "start": 23922,
            "end": 24130,
            "text": "30. The Hon'ble Apex Court has in the case of Hammad Ahmed vs. Abdul Majeed and Others, reported in (2019) 14 SCC 1 has further reiterated the law and held in Paragraphs 57 and 58, which reads as under:-\n\"57.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cfed572d75a548b1b7e3c90078867c2e_120"
        },
        {
            "start": 24131,
            "end": 24218,
            "text": "The grant of mandatory injunction is not prohibited even in Samir Narain Bhojwani case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b95a9e5bdab348e6a37086801edf3161_121"
        },
        {
            "start": 24219,
            "end": 24400,
            "text": "It has held that unless clear and prima facie material justifies a finding that status quo has been altered by one of the parties the order in mandatory injunction can be given.\n58.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3afcd7fed9ce45bdbfbd26eec8244bf9_122"
        },
        {
            "start": 24401,
            "end": 24625,
            "text": "The ad interim mandatory injunction, is to be granted not at the asking but on strong circumstance so that to protect the rights and interest of the parties so as not to frustrate their rights regarding mandatory injunction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "656a1d37f4e74a52bb5891d608c9181b_123"
        },
        {
            "start": 24626,
            "end": 24993,
            "text": "In Deoraj v. State of Maharashtra, this Court held that Court would grant such an interim relief only if it is satisfied that withholding of it would prick the conscience of the Court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the Court would not be able to vindicate the cause of justice.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d30975c7dcbf416fafad7fa607cd668c_124"
        },
        {
            "start": 24994,
            "end": 25081,
            "text": "Therefore, in appropriate case, ad interim injunction in mandatory form can be granted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c0567367ae7f41af850d7a610136a01e_125"
        },
        {
            "start": 25082,
            "end": 25134,
            "text": "The Court held as under : (SCC p. 703, para 12) \"12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c1a09d94fbd044a1a4b6880c294b81d1_126"
        },
        {
            "start": 25135,
            "end": 25246,
            "text": "Situations emerge where the granting of an interim relief would tantamount to granting the final relief itself.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9b1ae91b817b441aac37437b1e983e30_127"
        },
        {
            "start": 25247,
            "end": 25551,
            "text": "And then there may be converse cases where withholding of an interim relief would tantamount to dismissal of the main petition itself;\nfor, by the time the main matter comes up for hearing there would be nothing left to be allowed as relief to the petitioner though all the findings may be in his favour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e28de0584ea24b30a305a86841e58409_128"
        },
        {
            "start": 25552,
            "end": 25924,
            "text": "In such cases the availability of a very strong prima facie case -- of a standard much higher than just prima facie case, the considerations of balance of convenience and irreparable injury forcefully tilting the balance of the case totally in favour of the applicant may persuade the court to grant an interim relief though it amounts to granting the final relief itself.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da55ab5700b14c4c9b2c37168d4fc7da_129"
        },
        {
            "start": 25925,
            "end": 25977,
            "text": "Of course, such would be rare and exceptional cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b8488b9855747d09ec1cbd4e98de96f_130"
        },
        {
            "start": 25978,
            "end": 26287,
            "text": "The court would grant such an interim relief only if satisfied that withholding of it would prick the conscience of the court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the court would not be able to vindicate the cause of justice.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fb8cefe461b4489d89e1e9a59b15de7a_131"
        },
        {
            "start": 26288,
            "end": 26454,
            "text": "Obviously such would be rare cases accompanied by compelling circumstances, where the injury complained of is immediate and pressing and would cause extreme hardship.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a99c01bb39e44c6b8fa358457f4c1aed_132"
        },
        {
            "start": 26455,
            "end": 26605,
            "text": "The conduct of the parties shall also have to be seen and the court may put the parties on such terms as may be prudent.\"\n[emphasis by this court]\n31.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6aadf03568446a3b46b022b2a685ac7_133"
        },
        {
            "start": 26606,
            "end": 26906,
            "text": "In our opinion, the reliefs granted do not advance the case of the plaintiff, that the reliefs are sought with the intention of ensuring preservation of the material which would demonstrate infringement and as to how the defendants were able to invade the copyrighted property of the respondent No.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed519269af2e49deaae36b7ff9304af3_134"
        },
        {
            "start": 26907,
            "end": 27043,
            "text": "That apart as held by the Hon'ble Apex Court the Trial Court has not recorded the reasons for granting an ex-parte mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16e59a5b0c714467bba55405a92fce00_135"
        },
        {
            "start": 27044,
            "end": 27144,
            "text": "There is absolutely no discussion as to why such an ex-parte mandatory injunction should be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "940158338d1642c0bea10cecd0360824_136"
        },
        {
            "start": 27145,
            "end": 27204,
            "text": "The Trial Court has granted the relief for the mere asking.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec695ff20d544ca79f9590c465c14611_137"
        },
        {
            "start": 27206,
            "end": 27441,
            "text": "32. In our considered opinion, the issue has narrowed down to the correctness of the order directing blocking of the social media, which in our prima-facie opinion, impinges on the right of expression guaranteed under the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff5481d89296469388380c2cd63a1530_138"
        },
        {
            "start": 27442,
            "end": 27572,
            "text": "It also appears that the interim reliefs prayed are even more expansive and beyond the main reliefs sought for in the suit itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad91c6b6fd6640fbaea3a073a1bc3278_139"
        },
        {
            "start": 27573,
            "end": 27762,
            "text": "That if the handles are taken down or removed, nothing would be available rather no social media platform would be available to the defendants to propagate about their party and activities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67f62d96a9bd415abec41cf9a9d9386b_140"
        },
        {
            "start": 27763,
            "end": 27849,
            "text": "If viewed from this angle the balance of convenience tilts in favour of the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25c30be7535b4d658d85e8786d13918b_141"
        },
        {
            "start": 27850,
            "end": 28017,
            "text": "That apart, the infringement complained off is a 45 second audio/music set to have been synchronized by defendants 1 to 3, with the video portraying the 3rd defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31c6bea3e67a478e8217a3608c5d27bd_142"
        },
        {
            "start": 28018,
            "end": 28178,
            "text": "In our prima-facie opinion, none of the three guidelines expounded by the Hon'ble Apex Court are either complied with or get attracted in the facts of the case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c44d8baac12e47978bcc320689843266_143"
        },
        {
            "start": 28179,
            "end": 28266,
            "text": "In our opinion, the loss, if any, could have been compensated by awarding damages also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6082413081d4ad29f4a6881ef9a3b5a_144"
        },
        {
            "start": 28267,
            "end": 28279,
            "text": "Point No.3:-",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3129475a92d490988ff5633b423c01a_145"
        },
        {
            "start": 28280,
            "end": 28529,
            "text": "\n33 . The orders have been also challenged before the Court on the ground that it is contrary to the law laid down and consistently followed by this Court, holding that the provisions of Order XXXIX Rule 3 of the CPC are mandatory and not directory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07e1d1244b3443c8b427801c2136b3eb_146"
        },
        {
            "start": 28530,
            "end": 28820,
            "text": "The objection was on the ground that, the Commercial Court while deeming it necessary to grant ex-parte interim order has failed to appreciate Rule 3 of the CPC and has not recorded reasons for dispensing with notice, prior to considering the application under Order XXXIX Rule 1 and 2 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40bb32cbb0634e16ae771b68090c17be_147"
        },
        {
            "start": 28821,
            "end": 28901,
            "text": "Emphasis is laid on the Proviso to R.3, which mandates that reasons be recorded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cb7e1a9e03c4539a8746578293d122e_148"
        },
        {
            "start": 28903,
            "end": 28943,
            "text": "34. The position is no more res-integra.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9954b70aba964821aff630786534ebe3_149"
        },
        {
            "start": 28944,
            "end": 29198,
            "text": "This Court in a judgment authored by her Ladyship Mrs. Justice B.V. Nagarathna (as she then was) in the case of Vedant Fashions Pvt. Ltd., v. Smt. Rajul Devi, 2014, SCC Online Kar 7191, has categorically observed and held at paras 9 and 12 as under:-\n\"9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e5eb43d4946a4030891e984eac4e190f_150"
        },
        {
            "start": 29199,
            "end": 29701,
            "text": "I have perused the impugned order which reads as under:\n\"The plaintiff being proprietrix carrying on business under the name and style M/s. Manyavar No. 21/22, Sharma Complex, 1st Floor, DS. Lane, Chickpet, Bangalore, filed this suit for perpetual injunction against the defendant from using and infringing and passing of trade mark \"MANYAVAR\" in relation to textile clothing, including textile piece goods, suitings, shirting, tissues, readymade garments or retailing of textile or readymade garments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50cb2f34ebbe4283bcc156b30d136d15_151"
        },
        {
            "start": 29703,
            "end": 29848,
            "text": "The plaintiff filed an application under order 39 rule 1 & 2 prays for an order of exparte ad-interim temporary injunction against the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a372bff3bce4058a80a3cd190026e29_152"
        },
        {
            "start": 29849,
            "end": 30047,
            "text": "Plaintiff's GPA holder stated in the affidavit that they have been using the trade mark 'MANYAVAR' since 1991 and prior use, they registered the trade mark under registration No. 827364 and 1765908.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e31ffaa7d0144e4eb7b98c8827af0c6a_153"
        },
        {
            "start": 30048,
            "end": 30193,
            "text": "As per the affidavit sworn to by the GPA Holder, defendant using the trade mark \"MANYAVAR\" in doing cloth business which amounts to infringement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40a71b40ba404664818e96531f173694_154"
        },
        {
            "start": 30194,
            "end": 30357,
            "text": "Plaintiff has produced the brouchers at page 34 to 43 and copy of purchase receipts, invoices and trade mark certificates and paper cuttings at page No. 46 to 206.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00085fd59e0e48b692fe9119e961e24b_155"
        },
        {
            "start": 30358,
            "end": 30517,
            "text": "The paper cuttings of Times of India dated 25/04/2014 shows the advertisement given by the defendant in the trade mark MANYAVAR to the outlets of its business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8d4e1462fac48ad83390bf8c087610d_156"
        },
        {
            "start": 30518,
            "end": 30645,
            "text": "The documents at page 208 to 231 at this stage disclose that the plaintiff has been using the trade MANYAVAR with registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd3c2743f9964ab2b4e6e3437120a3a4_157"
        },
        {
            "start": 30646,
            "end": 30918,
            "text": "\nA perusal of aforesaid documents at this stage the plaintiff has made out prima-facie case for grant of ad-interim exparte temporary injunction by dispensing with the notice to the defendant on I.A. 1, as the very object of granting injunction would be defeated by delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97ee71340621494f8b5e881f9e9845ba_158"
        },
        {
            "start": 30919,
            "end": 31642,
            "text": "Therefore, issue ad-interim exparte temporary injunction against the defendants restraining them, their successors, assignees, representatives associates, subsidiaries, sister concerns, holding company investors, dealers, agents and servants or anybody claiming through them from using the trade mark MANYAVAR or any other trade mark which is identical or deceptively similar with plaintiff's trade mark MANYAVAR infringing the plaintiff's trade mark registration No. 827364 in Class-24 and No. 1765908 in Ciass-35 and passing plaintiff's trade mark MANYAVAR in relation to readymade garments and services relating to textile piece goods and ready made garments or any other allied or cognate goods/services till next date.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8753b11dcbb44c1a600cf7082415fbc_159"
        },
        {
            "start": 31643,
            "end": 31713,
            "text": "\nPlaintiff to comply with the provisions of Order 39 rule 3(A) of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a965958de4f4363a5fc40d8db3b4f52_160"
        },
        {
            "start": 31714,
            "end": 31800,
            "text": "Issue suit summons and notice on I.A.I and 2 to the defendant returnable by 31.7.2014\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8a9e836fe9d468997aa5a45706e453f_161"
        },
        {
            "start": 31801,
            "end": 32036,
            "text": "\nWhile the application seeking temporary injunction has been filed under Order XXXIX Rules 1 and 2, the grant of an exparte order of temporary injunction dispensing with notice to the defendant is envisaged under Order XXXIX of Rule 3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6689fc9c4b844d189f47a03fd52b4f1_162"
        },
        {
            "start": 32037,
            "end": 32070,
            "text": "The said Rule reads as under:\n'3.",
            "labels": [
                "STA"
            ],
            "id": "d268977cd7db42299c7f3099a8570611_163"
        },
        {
            "start": 32071,
            "end": 33192,
            "text": "Before granting injunction, Court to direct notice to opposite party-The Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party:\nProvided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay and require the applicant- (a) to deliver to the opposite party, or to sent to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with- (i) a copy of the affidavit filed in support of the application;\n(ii) a copy of the plaint; and (iii) copies of documents on which the applicant relies, and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent\"",
            "labels": [
                "STA"
            ],
            "id": "22db1bb44004478ba3aaaf38cae8e87c_164"
        },
        {
            "start": 33194,
            "end": 33365,
            "text": "A bare reading of the said rule makes it clear that normally, the court, before granting an injunction, direct notice of the application to be given to the opposite party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08ce36897e514bf9b5793bed615a14b9_165"
        },
        {
            "start": 33366,
            "end": 33832,
            "text": "The exception is, where it appears that the object of granting injunction would be defeated by delay, in such an event, the proviso which has been inserted with effect from 01/02/1977 comes into operation, where the court is empowered to grant an ad interim injunction dispensing with notice provided reasons are recorded for its opinion to the effect that the object of granting the injunction would be defeated by delay if notice is to be served on the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43a6e6c73ebb442583a1c9f84c249ceb_166"
        },
        {
            "start": 33833,
            "end": 34076,
            "text": "The impugned order is extracted supra in order to ascertain as to whether the trial court had complied with the requirements of the proviso while dispensing with the notice to the defendant while grant an exparte order of temporary injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8512e14b538c48c5accc3d0700065926_167"
        },
        {
            "start": 34077,
            "end": 34395,
            "text": "From a reading of the impugned order, it is clear that, nowhere reasons have been recorded as to why the trial Court was of the opinion that the injunction had to be granted by dispensing notice to the respondents or that non-grant of an injunction would be defeated by delay if notice is to be ordered on respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "feb6fcf9447a48c48aafc3a7ead14c3b_168"
        },
        {
            "start": 34396,
            "end": 34457,
            "text": "The impugned order is bald, laconic and bereft of any reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02c59e0a888247a39c7db0ff692b6849_169"
        },
        {
            "start": 34458,
            "end": 34775,
            "text": "The learned Trial Judge has not even made a brief reference to the facts of the case to arrive at a conclusion that there is a prima facie case for consideration and about balance of convenience being in favour of the plaintiff and whether she would suffer any reparable loss in case of refusal of exparte injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1369ddcea46e4af1bcf73664d426e56a_170"
        },
        {
            "start": 34776,
            "end": 34825,
            "text": "Mechanically, the impugned order has been passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f72c2d1b5ca4835a9b5f66cedd8fd51_171"
        },
        {
            "start": 34826,
            "end": 34977,
            "text": "In that view of the matter, the impugned order has to be quashed on the short ground of there being non-compliance of Rule 3 of Order XXXIX of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00e1ae3c2414448c9d7f7a45476b005e_172"
        },
        {
            "start": 34978,
            "end": 35062,
            "text": "It is noted form the impugned order that the next date of hearing is 31.07.2014.\n12.",
            "labels": [
                "RPC"
            ],
            "id": "8b2861ae298d422bac7e9a685fc8817b_173"
        },
        {
            "start": 35063,
            "end": 35108,
            "text": "In the result, the impugned order is quashed.",
            "labels": [
                "RPC"
            ],
            "id": "41f9e87f1622422f8b901b1ad67b6cd1_174"
        },
        {
            "start": 35109,
            "end": 35238,
            "text": "The parties are directed to appear before the trial court without insisting on any separate notice from that Court on 23/07/2014.",
            "labels": [
                "RPC"
            ],
            "id": "f1f38ba4c125406e9eadc949e2993b55_175"
        },
        {
            "start": 35239,
            "end": 35357,
            "text": "The petitioner herein who is the defendant in the suit to file the written statement and objections on the said date.\"",
            "labels": [
                "NONE"
            ],
            "id": "8e4377272dc541c3941de7e1259d75ae_176"
        },
        {
            "start": 35359,
            "end": 35547,
            "text": "35. A Learned Single Judge of this Court in the case of Mr. R.K. Jain v. Sri. P.G. Chacko, AIR 2013 Kar 142 has been pleased to observe and hold at paras 3, 6, 7, 8, 9 and 11 as under:-\n3.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "02d1f743625744ebab918717d9f849a8_177"
        },
        {
            "start": 35548,
            "end": 36149,
            "text": "Along with the plaint, I.A. No. 1/2013, under Order 39, Rules 1 and 2 CPC, to giant an ad- interim exparte order of temporary injunction restraining the defendant, his employees, concerned, companies, agents or any person claiming through or under the defendant from printing, publishing or spreading in any manner whatsoever either in Excise Law Times or any other report or through any other reporter or any print media or otherwise, any defamatory statement or material calculated to defame the plaintiff in any manner whatsoever having been filed, the Trial Judge passed an order dated 09.01.2013.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01b49fb7a5ab4752af8ec6eb2bb62df6_178"
        },
        {
            "start": 36150,
            "end": 36199,
            "text": "The same being material is extracted hereinbelow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a79c279e461b49789414271fb6958a68_179"
        },
        {
            "start": 36200,
            "end": 36342,
            "text": "\n\"In this case, the learned Counsel appearing for the plaintiff is filed I.A. 1 U/O. 39 Rules 1 and 2 of CPC seeking TI against the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f6442669a0e4a76ae207af5171b4764_180"
        },
        {
            "start": 36343,
            "end": 36411,
            "text": "\nalong with accompanying affidavit and relevant documents on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be7ce89677694071907ffd74f4662bda_181"
        },
        {
            "start": 36412,
            "end": 36554,
            "text": "It is the contention of Counsel for the plaintiff that the defendant may again publish defamatory statement or material against the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9283a690636047e3a72d29cca3736211_182"
        },
        {
            "start": 36555,
            "end": 36659,
            "text": "In view of that I deem, it is just and proper, at this stage of the case, to grant temporary injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69aad07c43c24720917c86e380799f26_183"
        },
        {
            "start": 36660,
            "end": 37354,
            "text": "\nHence, I proceed to pass the following:\nORDER Temporary Injunction is hereby granted in favour of the plaintiff against the defendant restraining him and anybody else under him from printing, publishing or spreading any defamatory statement or material circulated (excise Law times) or any other reporter or through any print media to defame the plaintiff in any manner until next date hearing.\nPlaintiff to comply relevant provisions of law if any (Order 39, Rule 3).\nIssue emergent summons and notice on LA. 1 to the defendant as per PF memo returnable by 13.03.2013.\"\n(underlining is by me)\n6. Order 39, Rule 3 CPC reads as follows:\n\"3. Before granting injunction, Court to direct notice to",
            "labels": [
                "STA"
            ],
            "id": "5388284fc12541e5bdfc38ed3b576344_184"
        },
        {
            "start": 37355,
            "end": 38429,
            "text": "opposite party.--The Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party:\n[Provided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the Court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay, and require the applicant-- (a) to deliver to the opposite party, or to send to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with (i) a copy of the affidavit filed in support of the application;\n(ii) a copy of the plaint; and (iii)copies of documents on which the applicant relies; and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent]\"\n7.",
            "labels": [
                "STA"
            ],
            "id": "bdb2de50a0db4c399ce506fde7326dd4_185"
        },
        {
            "start": 38430,
            "end": 38485,
            "text": "The said provision is not obligatory, but is mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63aaf4efb7c24df8bd9986f05c8a2e2b_186"
        },
        {
            "start": 38486,
            "end": 38826,
            "text": "The proviso inserted by Act No. 1/1976 makes it clear that where a Court proposes to grant an injunction Without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself would be defeated by delay, shall record the reasons why an exparte order of injunction is being passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8fca69d21b044479c79be4081de06cb_187"
        },
        {
            "start": 38827,
            "end": 38944,
            "text": "It is for the said reason that it is mandatory for a Court granting an order of exparte injunction to record reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e982475d431943f2ab7e66dbfb699285_188"
        },
        {
            "start": 38946,
            "end": 39110,
            "text": "8. In the case of United Commercial Bank v. Bank of India, (1981) 2 SCC 766, in the matter of grant of injunction by a Court, Apex Court has held as follows:--\n\"51.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c1440df3060c4720addaccccd5915ddd_189"
        },
        {
            "start": 39111,
            "end": 39201,
            "text": "In the instant case, the High Court has assumed that the plaintiff had a prima facie case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0b5a281d31c42ad86d53e563248e96e_190"
        },
        {
            "start": 39202,
            "end": 39410,
            "text": "It has not touched upon the question where the balance of convenience lay, nor has it dealt with the question whether or not the plaintiffs would be put to irreparable loss if there was no injunction granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "962a9991ac284a1599a774817e149e5a_191"
        },
        {
            "start": 39411,
            "end": 39505,
            "text": "In dealing with the prima facie case, the High Court assumes that the appellant was in breach.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ffce8d5a6ed4ff0bebe8c7b209fc7cd_192"
        },
        {
            "start": 39506,
            "end": 39551,
            "text": "There is no basis for this assumption at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "049c5d2814d04fef848f922c2176a70f_193"
        },
        {
            "start": 39552,
            "end": 39777,
            "text": "The High Court in this case has pre-judged the whole issue by holding that the appellant could not unilaterally impose the condition of payment 'under reserve', nor was it justified in holding that the documents were 'clean'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa712346afe9449ab2c6def082c5f2f0_194"
        },
        {
            "start": 39778,
            "end": 39863,
            "text": "The question whether the appellant was in breach is an issue to be tried in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f6705f2138548fa858f61035e979cee_195"
        },
        {
            "start": 39864,
            "end": 39999,
            "text": "The question whether the documents were 'clean' or 'unclean', is a vexed question on which no opinion could be expressed at this stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cee17315fe948a98589ab127fa24794_196"
        },
        {
            "start": 40000,
            "end": 40125,
            "text": "It is also premature at this stage to assume that there was no 'due presentation' of the bills of exchange and their refusal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c154bc88077f40e594af1fec99c30026_197"
        },
        {
            "start": 40127,
            "end": 40380,
            "text": "52. No injunction could be granted under Order 39, Rules 1 and 2 of the Code unless the plaintiffs, establish that they had a prima facie case, meaning thereby that there was a bona fide contention between the 'parties or a serious question to be tried.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f3742ad8e9d4f8eb5124b9eae4f8852_198"
        },
        {
            "start": 40381,
            "end": 40533,
            "text": "The question that must necessarily arise is whether in the facts and circumstances of the case, there is a prima facie case and, if so, as between whom?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6ba65a6d87443629501294820a0c961_199"
        },
        {
            "start": 40534,
            "end": 40678,
            "text": "In view of the legal principles applicable, it is difficult for us to say on the material on record that the plaintiffs have a prima facie case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e952bd7facd4c96a883088db6898e7b_200"
        },
        {
            "start": 40679,
            "end": 40857,
            "text": "It cannot be disputed that if the suit were to be brought by the Bank of India, the High Court would not have granted any injunction as it was bound by the terms of the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c35060183cb4ea494f38b118266e110_201"
        },
        {
            "start": 40858,
            "end": 40957,
            "text": "What could not be done directly cannot be achieved indirectly in a suit brought by the plaintiffs.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3373f6ffb3a74ecd893d4297ffae58b0_202"
        },
        {
            "start": 40959,
            "end": 41130,
            "text": "9. In the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi, (1993) 3 SCC 161, in the matter of grant of exparte injunction, Apex Court has held as follows:\n\"34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "78848da477c8413db5ab1882bd8b2914_203"
        },
        {
            "start": 41131,
            "end": 41234,
            "text": "The imperative nature of the proviso has to be judged in the context of Rule 3 of Order 39 of the Code.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bb43b6fc45724ca5b8496a9b9541afd6_204"
        },
        {
            "start": 41235,
            "end": 41534,
            "text": "Before the Proviso aforesaid was introduced, Rule 3 said \"the Court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "042a76265f5c4e1192957430fd57d565_205"
        },
        {
            "start": 41535,
            "end": 41788,
            "text": "The proviso was introduced to provide a condition, where Court proposes to grant an injunction without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself shall be defeated by delay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "78cacec958454656afdce835dd911c32_206"
        },
        {
            "start": 41789,
            "end": 41967,
            "text": "The condition so introduced is that the Court \"shall record the reasons\" why an ex parte order of injunction was being passed in the facts and circumstances of a particular case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95c2f417666449eb8c31d1399270ab5c_207"
        },
        {
            "start": 41968,
            "end": 42102,
            "text": "In this background, the requirement for recording the reasons for grant of ex parte injunction, cannot be held to be a mere formality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf1f0fdd4e3c41c5a71f6479aff089da_208"
        },
        {
            "start": 42103,
            "end": 42440,
            "text": "This requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such patty claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of Rule 3, the procedure prescribed under the proviso has been followed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a3dcb62ec144142bb9f44fad79effa0_209"
        },
        {
            "start": 42441,
            "end": 42731,
            "text": "The party which invokes the jurisdiction of the Court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the Court about the gravity of the situation and Court has to consider briefly these factors in the ex parte order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "757566880255428fb90859b7dd669ffb_210"
        },
        {
            "start": 42732,
            "end": 42934,
            "text": "We are quite conscious of the fact that there are other statutes which contain similar provisions requiring the Court or the authority concerned to record reasons before exercising power vested in them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88e3b794f3e047d4bdc4b1868bff932f_211"
        },
        {
            "start": 42935,
            "end": 43099,
            "text": "In respect of some of such provisions it has been held that they are required to be complied with but non-compliance therewith will not vitiate the order so passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b409ccf9142941feb243be153d7f4fbe_212"
        },
        {
            "start": 43100,
            "end": 43172,
            "text": "But same cannot be said in respect of the proviso to Rule 3 of Order 39.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "933a734d9741464f8f6d2313534c2b7d_213"
        },
        {
            "start": 43173,
            "end": 43330,
            "text": "The Parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a681e711172b4a3e9bb8e41f091a7ac0_214"
        },
        {
            "start": 43331,
            "end": 43473,
            "text": "Such ex parte orders have far reaching effect, as such a conditions has been imposed that Court must record reasons before passing such order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4f343e1adab4ccfac43048b97a4e7d0_215"
        },
        {
            "start": 43474,
            "end": 43719,
            "text": "If it is held that the compliance of the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the Parliament shall be a futile exercise and that part of Rule 3 will be a surplusage for all practical purposes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "756a75786c2346be90fa4455e7ffd8cd_216"
        },
        {
            "start": 43720,
            "end": 43901,
            "text": "Proviso to Rule 3 of Order 39 of the Code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78b96108bd934d339ed08080804e6f8e_217"
        },
        {
            "start": 43902,
            "end": 44049,
            "text": "This principle was approved and accepted in well-known cases of Taylor v. Taylor, (1875) 1 Ch. D. 426, Nazir Ahmed v. Emperor, AIR 1936 PC 253 (2).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a42b6dcaa6c34fd6b7f292558ea10b80_218"
        },
        {
            "start": 44050,
            "end": 44282,
            "text": "This Court has also expressed the same view in respect of procedural requirement of the Bombay Tenancy and Agricultural Lands Act in the case of Ramachandra Keshav Adke v. Govind Joti Chavare, (1975) 1 SCC 559 : AIR 1975 SC 915.\n35.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3db492a6ddb24456a517ff4b922dfeda_219"
        },
        {
            "start": 44283,
            "end": 44694,
            "text": "As such whenever a Court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex parte order is not passed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bcf2d15419ed4007a8f8016bf5897ed8_220"
        },
        {
            "start": 44695,
            "end": 44865,
            "text": "But any such ex parte order should be in force upto a particular date before which the plaintiff should be required to serve the notice on the defendant : concerned.\"\n11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9fea4235eac14c41ba2b5a27da4da5f2_221"
        },
        {
            "start": 44866,
            "end": 44952,
            "text": "The impugned order, when perused, it is crystal clear that it is bereft of any reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8404b6e8c6734147a391fdb150aca1cb_222"
        },
        {
            "start": 44953,
            "end": 45053,
            "text": "Trial Judge without reference to any material has assumed that the plaintiff has a prima facie case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "460cf2417a934b9bb5b69f2a92303937_223"
        },
        {
            "start": 45054,
            "end": 45250,
            "text": "He has not touched upon the question where the balance of convenience lies, nor has he dealt with the question, whether the plaintiff would be put to irreparable loss, if no injunction is granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "485676fa409f4bf889da0f80712589e0_224"
        },
        {
            "start": 45251,
            "end": 45452,
            "text": "He has not adverted to the other elements, such as acquiescence and whether the plaintiff has approached the Court without any delay and the finding recorded, noticed supra, is perverse and capricious.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db39139ce18e4adaa624b6958cb0667a_225"
        },
        {
            "start": 45453,
            "end": 45505,
            "text": "Mechanically, temporary injunction has been granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "770ab3d26930467b88f1982a5e1bd86c_226"
        },
        {
            "start": 45506,
            "end": 45601,
            "text": "The ratio of the decisions, noticed in paras 8, 9 & 10 (supra), has grossly been breached.\"\n36.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9bfb5fce99648d0aa401610f907eee8_227"
        },
        {
            "start": 45602,
            "end": 45814,
            "text": "Another learned Single Judge of this Court in the ruling of Paramvah Studios Pvt. Ltd., and Another v. Lahari Recording Company, ILR 2017 KAR 1795 has also observed and held at paras 16, 17 and 18 as under:-\n\"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d39cb1c56211465eabb2d1e6cf49ecf6_228"
        },
        {
            "start": 45815,
            "end": 46064,
            "text": "The provisions of Order XXXIX Rule 3 proviso of the Code of Civil Procedure clearly depicts that before granting ex-parte temporary injunction, the Trial Court should record the reasons as to why the notice to the defendants has been dispensed with.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ebd23fe079e0410ca1787f5f08c6fbbd_229"
        },
        {
            "start": 46065,
            "end": 46333,
            "text": "In the present case, no such reasons are assigned by the Trial Court for dispensation of notice/ summons to defendants/petitioners before passing the impugned order which is erroneous and contrary to the provisions of Order XXXIX Rule 3 of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c6d7e41ceab4ffcb8f74a3732069b7c_230"
        },
        {
            "start": 46334,
            "end": 46563,
            "text": "The requirement of giving reasons for the opinion of the Court that the object of granting the injunction would be defeated by delay, as laid down in the proviso, is mandatory and if it is not complied with, the order is illegal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf1b3b3109574d789f59f3c6f324eaf8_231"
        },
        {
            "start": 46565,
            "end": 46778,
            "text": "17. The Hon'ble Supreme Court in the case of Morgan Stanley Mutual Fund v. Kartick Das [(1994) 4 SCC 225], while considering the principles which govern the grant of exparte injunction by a Court, as follows:\n\"36.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0e991ecd1b0416395e2413a841eca5b_232"
        },
        {
            "start": 46779,
            "end": 46869,
            "text": "As a principle, ex-parte injunction could be granted only under exceptional circumstances.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a947beffe84b4f23a13805c592a0ec25_233"
        },
        {
            "start": 46870,
            "end": 47030,
            "text": "The factors which should weigh with the Court in the grant of exparte injunction are:--\n(a) whether irreparable or serious mischief will ensue to the plaintiff;",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d31c6e2bc6ff4aeab2f6d9606c9125e6_234"
        },
        {
            "start": 47031,
            "end": 47814,
            "text": "\n(b) whether the refusal of ex-parte injunction would involve greater injustice than the grant of it would involve;\n(c) the court will also consider the time at which the plaintiff first had notice of the act complained so that the making of improper order against a party in his absence is prevented;\n(d) the Court will consider whether the plaintiff had acquiesced for sometime and in such circumstances it will not grant ex-parte injunction;\n(e) the Court would expect a party applying for ex- parte injunction to show utmost good faith in making the application.\n(f) even if granted, the ex-parte injunction would be for a limited period of time.\n(g) General principles like primafacie case, balance of convenience and irreparable loss would also be considered by the Court.\"\n18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3eba3000ee204bea94be6390025a2f05_235"
        },
        {
            "start": 47815,
            "end": 48045,
            "text": "The Hon'ble Supreme Court while considering the provisions of Order XXXIX Rule 3 of Code of Civil Procedure in the case of Shiv Kumar Chadha v. Municipal Corporation of Delhi (supra), at para Nos. 34 and 35 has held as under:\n\"34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "240b4ab8d8624f588b38753c6a1d9672_236"
        },
        {
            "start": 48046,
            "end": 48149,
            "text": "The imperative nature of the proviso has to be judged in the context of Rule 3 of Order 39 of the Code.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "83b2af4d3bfa4eda9548f03f5f0b10b9_237"
        },
        {
            "start": 48150,
            "end": 48449,
            "text": "Before the proviso aforesaid was introduced, Rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite-party\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "694ea5c7d6214db8aac4e333a1eda8c1_238"
        },
        {
            "start": 48450,
            "end": 48703,
            "text": "The proviso was introduced to provide a condition, where Court proposes to grant an injunction without giving notice of the application to the opposite-party, being of the opinion that the object of granting injunction itself shall be defeated by delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4de8c158f7044e989bede192b726b375_239"
        },
        {
            "start": 48704,
            "end": 48882,
            "text": "The condition so introduced is that the Court \"shall record the reasons\" why an ex-parte order of injunction was being passed in the facts and circumstances of a particular case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b8560852b8d143ea80ac7ed81ab55e85_240"
        },
        {
            "start": 48883,
            "end": 49016,
            "text": "In this background, the requirement for recording the reasons for grant of exparte injunction, cannot be held to be a mere formality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "704a8821279542fdae3190555e60dc8f_241"
        },
        {
            "start": 49017,
            "end": 49354,
            "text": "This requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such party claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of Rule 3, the procedure prescribed under the proviso has been followed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2d103c1eff54736901e59179417a82d_242"
        },
        {
            "start": 49355,
            "end": 49646,
            "text": "The party which invokes the jurisdiction of the Court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the Court about the gravity of the situation and Court has to consider briefly these factors in the ex- parte order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41690d47cdb6477b91e6c2a1680beef7_243"
        },
        {
            "start": 49647,
            "end": 49849,
            "text": "We are quite conscious of the fact that there are other statutes which contain similar provisions requiring the Court or the authority concerned to record reasons before exercising power vested in them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "127e0666c6b549148db2844af99644e6_244"
        },
        {
            "start": 49850,
            "end": 50015,
            "text": "In respect of some of such provisions it has been held that they are required to be complied with but non- compliance therewith will not vitiate the order so passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2408ea6b4bd346afbaf3f2e733e77207_245"
        },
        {
            "start": 50016,
            "end": 50088,
            "text": "But same cannot be said in respect of the proviso to Rule 3 of Order 39.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f41e0d7e5f2446a0810227863076cbd3_246"
        },
        {
            "start": 50089,
            "end": 50246,
            "text": "The Parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60f1cadc866247218821a0a4f52fe0f4_247"
        },
        {
            "start": 50247,
            "end": 50388,
            "text": "Such ex-parte orders have far-reaching effect, as such a condition has been imposed that Court must record reasons before passing such order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fe9f82feefc4ed39c1f53fc84e4f5a8_248"
        },
        {
            "start": 50389,
            "end": 50636,
            "text": "If it is held that the compliance with the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the Parliament shall be a futile exercise and that part of Rule 3 will be a surplusage for all practical purposes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "509990be43034e88a97b91105a4aaffd_249"
        },
        {
            "start": 50637,
            "end": 50818,
            "text": "Proviso to Rule 3 of Order 39 of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b2f528bad2442f98015aa424f2bd8f1_250"
        },
        {
            "start": 50819,
            "end": 50927,
            "text": "This principle was approved and accepted in well-known cases of Taylor v. Taylor and Nazir Ahmed v. Emperor.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "765a0402845b4d749d58a609b93b944f_251"
        },
        {
            "start": 50928,
            "end": 51119,
            "text": "This Court has also expressed the same view in respect of procedural requirement of the Bombay Tenancy and Agricultural Lands Act in the case of Ramchandra Keshav Adke V. Govind Joti Chavare.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d95acf9de2c940dc92499e82367aed5d_252"
        },
        {
            "start": 51121,
            "end": 51536,
            "text": "35. As such whenever a Court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex-parte order is not passed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc30eeda18ab46779ed633d070333c67_253"
        },
        {
            "start": 51537,
            "end": 51701,
            "text": "But any such ex parte order should be in force up to a particular date before which the plaintiff should be required to serve the notice on the defendant concerned.",
            "labels": [
                "RATIO"
            ],
            "id": "4b465543f77640ddbb81a103a3e11cff_254"
        },
        {
            "start": 51702,
            "end": 51953,
            "text": "In the Supreme Court Practice 1993, Vol. 1, at page 514, reference has been made to the views of the English Courts saying:\n\"Ex-parte injunctions are for cases of real urgency where there has been a true impossibility of giving notice of motion......\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "66b72720cd494932987a1e8606baf276_255"
        },
        {
            "start": 51953,
            "end": 51960,
            "text": "An ex -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67859beb2dc04b699730811b5333be80_256"
        },
        {
            "start": 51961,
            "end": 51977,
            "text": "parte injunction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "09d3041cdb1b448a8c1d7c95c2c67e10_257"
        },
        {
            "start": 51978,
            "end": 52055,
            "text": "should generally be until a certain day, usually the next motion day.......\"\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a1b096fb94a849a3926085a2cda13d2d_258"
        },
        {
            "start": 52057,
            "end": 52499,
            "text": "37. In that view of the matter, the order dated 07.11.2022 passed on I.A. Nos.3 to 6 by learned LXXXV Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86) in Commercial Original Suit No.1594/2022 being bereft of any reasons, much less, cogent or sustainable reasons, we are of the opinion that the appeal deserves to be partly allowed with the exception of concession made by learned Senior Counsels for the parties.",
            "labels": [
                "NONE"
            ],
            "id": "90f0ace455674cf9969d454e08912ecd_259"
        },
        {
            "start": 52501,
            "end": 52863,
            "text": "38. Learned Senior Counsel for the appellant Sri. Abhishek Manu Singhvi submitted that without prejudice to the appellant's contention, the appellant shall by noon tomorrow i.e., 09.11.2022, endeavour to remove the allegedly offending material from its Twitter Handle and all other forms of social media and has no intention whatsoever to use the same in future.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6c63b03c8be04348ba90423e8106b192_260"
        },
        {
            "start": 52865,
            "end": 53268,
            "text": "39. The learned Senior Counsel for the Caveator further submitted that the appeal could be disposed of and the matter could be remitted back for reconsideration by the trial court in view of the challenge to the nature of order passed which is in the nature of mandatory injunction which in our prima facie opinion virtually impinges on the fundamental rights guaranteed under the Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d2b928fbadc44f8c9fd0a6871db9a46d_261"
        },
        {
            "start": 53270,
            "end": 53609,
            "text": "40. In view of the statement made by learned Senior Counsel Sri. Abhishek Manu Singhvi for the appellant that he would provide screen shots of their Twitter Handle and also such other media before the offending material is removed, in our considered opinion, the submissions of learned Senior Counsels for the appellant appears to be fair.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3ed1e637d3854f54856dba5fece9579e_262"
        },
        {
            "start": 53610,
            "end": 53820,
            "text": "In response, the learned senior counsel appearing on behalf of the first respondent would fairly submit that concessions be placed on record and matter be remitted back for consideration in accordance with law.",
            "labels": [
                "RATIO"
            ],
            "id": "ddbf9b9328584405860e7263b6305984_263"
        },
        {
            "start": 53822,
            "end": 53887,
            "text": "41. Be that as it may, we are not delving deeper into the issues.",
            "labels": [
                "RATIO"
            ],
            "id": "47bd814778b749b8b43d47e95cfbeb11_264"
        },
        {
            "start": 53888,
            "end": 53985,
            "text": "In view of the submissions recorded by us supra and in view of the nature of the relief we grant.",
            "labels": [
                "RPC"
            ],
            "id": "ea2ae74a48d441fdbf939c808961127f_265"
        },
        {
            "start": 53986,
            "end": 54098,
            "text": "This Court answers all the points for consideration against the first respondent and in favour of the Appellant.",
            "labels": [
                "RPC"
            ],
            "id": "5caa271baa344132afa9eb452a442d7b_266"
        },
        {
            "start": 54100,
            "end": 54146,
            "text": "42. Accordingly, we pass the following:-\nORDER",
            "labels": [
                "RPC"
            ],
            "id": "81e3fd86258649aa884001c749c0dced_267"
        },
        {
            "start": 54147,
            "end": 54177,
            "text": "The appeal is allowed-in-part.",
            "labels": [
                "RPC"
            ],
            "id": "5545bc638a014313a6a5c65378983c22_268"
        },
        {
            "start": 54178,
            "end": 54600,
            "text": "The impugned order dated 07.11.2022 passed I.A.Nos.3/2022, 4/2022, 5/2022 and 6/2022 by learned LXXXV Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86) in Commercial Original Suit No.1594/2022 is set-aside, subject to the condition that the appellant and respondent Nos.3 and 4 shall remove the offending content from their social media platform i.e., Twitter, Facebook, YouTube and Instagram.",
            "labels": [
                "RPC"
            ],
            "id": "35d206af2cbb41429b962ec60b31d7c4_269"
        },
        {
            "start": 54601,
            "end": 54735,
            "text": "The interlocutory applications I.A.No.3/2022, 4/2022, 5/2022 and 6/2022 are remitted back to the trial Court for consideration afresh.",
            "labels": [
                "RPC"
            ],
            "id": "821e184b22e24e278cba96e997606da9_270"
        },
        {
            "start": 54736,
            "end": 54853,
            "text": "\nThis order shall not come in the way of plaintiff making any request to the 4th defendant to protect its copyrights.",
            "labels": [
                "RPC"
            ],
            "id": "fa6426ec73df4af88403da0b576e2f8b_271"
        },
        {
            "start": 54854,
            "end": 54930,
            "text": "\nIn view of disposal of the main matter, all pending IA's stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "46ca237fa486457eab424b2fab67ace9_272"
        },
        {
            "start": 54931,
            "end": 54961,
            "text": "\nSd/-\nJUDGE Sd/-\nJUDGE *mn/ykl",
            "labels": [
                "NONE"
            ],
            "id": "8ba46492282a47ea8d41299dcdac7b06_273"
        }
    ],
    "entities": [
        {
            "text": "Mas Financial Services Ltd",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 45
        },
        {
            "text": "Margdarshak Financial Services Pvt",
            "label": "RESPONDENT",
            "start_char": 49,
            "end_char": 83
        },
        {
            "text": "N.V.Anjaria",
            "label": "LAWYER",
            "start_char": 118,
            "end_char": 129
        },
        {
            "text": "N.V.Anjaria",
            "label": "JUDGE",
            "start_char": 137,
            "end_char": 148
        },
        {
            "text": "Samir J. Dave",
            "label": "JUDGE",
            "start_char": 150,
            "end_char": 163
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 228,
            "end_char": 238
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 257,
            "end_char": 291
        },
        {
            "text": "FIRST APPEAL NO. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 307,
            "end_char": 336
        },
        {
            "text": "R/FIRST APPEAL NO. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 435,
            "end_char": 466
        },
        {
            "text": "R/FIRST APPEAL NO. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 605,
            "end_char": 636
        },
        {
            "text": "R/FIRST APPEAL NO. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 780,
            "end_char": 811
        },
        {
            "text": "R/FIRST APPEAL NO. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 989,
            "end_char": 1020
        },
        {
            "text": "R/FIRST APPEAL NO. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1159,
            "end_char": 1190
        },
        {
            "text": "R/FIRST APPEAL NO. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1334,
            "end_char": 1365
        },
        {
            "text": "R/FIRST APPEAL NO. 3099 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1543,
            "end_char": 1574
        },
        {
            "text": "R/FIRST APPEAL NO. 3099 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1718,
            "end_char": 1749
        },
        {
            "text": "R/FIRST APPEAL NO. 3100 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1927,
            "end_char": 1958
        },
        {
            "text": "R/FIRST APPEAL NO. 3100 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2102,
            "end_char": 2133
        },
        {
            "text": "Wed Nov 23 21:14:35 IST 2022",
            "label": "DATE",
            "start_char": 2242,
            "end_char": 2270
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 2401,
            "end_char": 2412
        },
        {
            "text": "SAMIR J. DAVE",
            "label": "JUDGE",
            "start_char": 2440,
            "end_char": 2453
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 2891,
            "end_char": 2912
        },
        {
            "text": "MAS FINANCIAL SERVICES LTD",
            "label": "ORG",
            "start_char": 3061,
            "end_char": 3087
        },
        {
            "text": "MARGDARSHAK FINANCIAL SERVICES PVT",
            "label": "RESPONDENT",
            "start_char": 3145,
            "end_char": 3179
        },
        {
            "text": "TIRTH NAYAK(8563",
            "label": "OTHER_PERSON",
            "start_char": 3287,
            "end_char": 3303
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 3502,
            "end_char": 3513
        },
        {
            "text": "SAMIR J. DAVE",
            "label": "JUDGE",
            "start_char": 3561,
            "end_char": 3574
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 3610,
            "end_char": 3620
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 3689,
            "end_char": 3700
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 3897,
            "end_char": 3924
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 3932,
            "end_char": 3942
        },
        {
            "text": "section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 3963,
            "end_char": 3979
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3987,
            "end_char": 4025
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 4036,
            "end_char": 4046
        },
        {
            "text": "Commercial Trial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4054,
            "end_char": 4087
        },
        {
            "text": "City Civil Court, Ahmedabad",
            "label": "COURT",
            "start_char": 4168,
            "end_char": 4195
        },
        {
            "text": "Application No. 409 of 2021, 407 of 2021, 410 of 2021 and 408 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 4222,
            "end_char": 4291
        },
        {
            "text": "First Appeals No. 1926 of 2021, 1925 of 2021, 3099 of 2021 and 3100 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 4307,
            "end_char": 4382
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 4460,
            "end_char": 4469
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4477,
            "end_char": 4515
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4549,
            "end_char": 4564
        },
        {
            "text": "Application No. 409 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 4805,
            "end_char": 4832
        },
        {
            "text": "First Appeal No. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 4847,
            "end_char": 4876
        },
        {
            "text": "B.1.11(1.a), (1.b), (1.c)",
            "label": "PROVISION",
            "start_char": 5070,
            "end_char": 5095
        },
        {
            "text": "Commercial C.M.A. No. 409/2021",
            "label": "CASE_NUMBER",
            "start_char": 5171,
            "end_char": 5201
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 5235,
            "end_char": 5244
        },
        {
            "text": "A& C Act",
            "label": "STATUTE",
            "start_char": 5252,
            "end_char": 5260
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 5285,
            "end_char": 5312
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 5320,
            "end_char": 5330
        },
        {
            "text": "First Appeal Nos. 1926 of 2021 and 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 5338,
            "end_char": 5385
        },
        {
            "text": "17.08.2021",
            "label": "DATE",
            "start_char": 5443,
            "end_char": 5453
        },
        {
            "text": "First Appeal No. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 6103,
            "end_char": 6132
        },
        {
            "text": "MAS Financial Services Ltd.",
            "label": "PETITIONER",
            "start_char": 6152,
            "end_char": 6179
        },
        {
            "text": "Margdarshak Financial Services Pvt",
            "label": "RESPONDENT",
            "start_char": 6243,
            "end_char": 6277
        },
        {
            "text": "25.08.2020",
            "label": "DATE",
            "start_char": 6339,
            "end_char": 6349
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 6579,
            "end_char": 6606
        },
        {
            "text": "3.1.1",
            "label": "DATE",
            "start_char": 7394,
            "end_char": 7399
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 7955,
            "end_char": 7982
        },
        {
            "text": "3.1.2",
            "label": "DATE",
            "start_char": 8114,
            "end_char": 8119
        },
        {
            "text": "First Appeal No. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 8281,
            "end_char": 8310
        },
        {
            "text": "First Appeal No. 3100 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 8318,
            "end_char": 8347
        },
        {
            "text": "25.08.2020",
            "label": "DATE",
            "start_char": 8366,
            "end_char": 8376
        },
        {
            "text": "02.03.2020",
            "label": "DATE",
            "start_char": 8381,
            "end_char": 8391
        },
        {
            "text": "30.04.2019",
            "label": "DATE",
            "start_char": 8502,
            "end_char": 8512
        },
        {
            "text": "31.12.2019",
            "label": "DATE",
            "start_char": 8517,
            "end_char": 8527
        },
        {
            "text": "3.1.3",
            "label": "DATE",
            "start_char": 8573,
            "end_char": 8578
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 8788,
            "end_char": 8798
        },
        {
            "text": "Margdarshak Team",
            "label": "ORG",
            "start_char": 8858,
            "end_char": 8874
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 9465,
            "end_char": 9492
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 9500,
            "end_char": 9510
        },
        {
            "text": "3.1.4",
            "label": "DATE",
            "start_char": 9511,
            "end_char": 9516
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 9543,
            "end_char": 9553
        },
        {
            "text": "MAS",
            "label": "ORG",
            "start_char": 10593,
            "end_char": 10596
        },
        {
            "text": "Indian Penal Code, 1860",
            "label": "STATUTE",
            "start_char": 10977,
            "end_char": 11000
        },
        {
            "text": "MAS C/FA/1925/2021 CAV JUDGMENT DATED: 23/11/2022",
            "label": "CASE_NUMBER",
            "start_char": 11216,
            "end_char": 11265
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 12756,
            "end_char": 12783
        },
        {
            "text": "Application No. 409 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 12837,
            "end_char": 12864
        },
        {
            "text": "First Appeal No. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 12879,
            "end_char": 12908
        },
        {
            "text": "30.11.02020",
            "label": "DATE",
            "start_char": 13250,
            "end_char": 13261
        },
        {
            "text": "20.04.2021",
            "label": "DATE",
            "start_char": 13683,
            "end_char": 13693
        },
        {
            "text": "First Appeal No. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 13825,
            "end_char": 13854
        },
        {
            "text": "30.04.2019",
            "label": "DATE",
            "start_char": 13978,
            "end_char": 13988
        },
        {
            "text": "30.11.2020",
            "label": "DATE",
            "start_char": 14022,
            "end_char": 14032
        },
        {
            "text": "20.04.2021",
            "label": "DATE",
            "start_char": 14106,
            "end_char": 14116
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 14118,
            "end_char": 14145
        },
        {
            "text": "3.3.3",
            "label": "DATE",
            "start_char": 14282,
            "end_char": 14287
        },
        {
            "text": "First Appeal No. 3100 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 14291,
            "end_char": 14320
        },
        {
            "text": "02.03.2020",
            "label": "DATE",
            "start_char": 14350,
            "end_char": 14360
        },
        {
            "text": "30.11.2020",
            "label": "DATE",
            "start_char": 14472,
            "end_char": 14482
        },
        {
            "text": "20.04.2021",
            "label": "DATE",
            "start_char": 14549,
            "end_char": 14559
        },
        {
            "text": "3.3.4",
            "label": "DATE",
            "start_char": 14601,
            "end_char": 14606
        },
        {
            "text": "First Appeal No. 3099 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 14626,
            "end_char": 14655
        },
        {
            "text": "31.12.2019",
            "label": "DATE",
            "start_char": 14708,
            "end_char": 14718
        },
        {
            "text": "30.11.2020",
            "label": "DATE",
            "start_char": 14797,
            "end_char": 14807
        },
        {
            "text": "20.04.2021",
            "label": "DATE",
            "start_char": 14878,
            "end_char": 14888
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15042,
            "end_char": 15051
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 15396,
            "end_char": 15423
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 15431,
            "end_char": 15441
        },
        {
            "text": "3.3.6",
            "label": "DATE",
            "start_char": 15585,
            "end_char": 15590
        },
        {
            "text": "06.04.2021",
            "label": "DATE",
            "start_char": 15654,
            "end_char": 15664
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 15794,
            "end_char": 15804
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 15986,
            "end_char": 15996
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 16220,
            "end_char": 16230
        },
        {
            "text": "28.04.2021",
            "label": "DATE",
            "start_char": 16465,
            "end_char": 16475
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 16624,
            "end_char": 16651
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 16659,
            "end_char": 16669
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 17948,
            "end_char": 17975
        },
        {
            "text": "3.5.1",
            "label": "DATE",
            "start_char": 18058,
            "end_char": 18063
        },
        {
            "text": "06.04.2021",
            "label": "DATE",
            "start_char": 18761,
            "end_char": 18771
        },
        {
            "text": "3.5.2",
            "label": "DATE",
            "start_char": 18801,
            "end_char": 18806
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 18981,
            "end_char": 18990
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19241,
            "end_char": 19268
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 19276,
            "end_char": 19286
        },
        {
            "text": "02/08/2020",
            "label": "DATE",
            "start_char": 19668,
            "end_char": 19678
        },
        {
            "text": "25/08/2020",
            "label": "DATE",
            "start_char": 19771,
            "end_char": 19781
        },
        {
            "text": "CMA 409 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 19847,
            "end_char": 19862
        },
        {
            "text": "30/04/2019",
            "label": "DATE",
            "start_char": 19882,
            "end_char": 19892
        },
        {
            "text": "31/12/2019",
            "label": "DATE",
            "start_char": 19990,
            "end_char": 20000
        },
        {
            "text": "19.03.2021",
            "label": "DATE",
            "start_char": 20292,
            "end_char": 20302
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 20362,
            "end_char": 20389
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 20397,
            "end_char": 20407
        },
        {
            "text": "Negotiable Instruments Act, 1881",
            "label": "STATUTE",
            "start_char": 21153,
            "end_char": 21185
        },
        {
            "text": "12.04.2021",
            "label": "DATE",
            "start_char": 21258,
            "end_char": 21268
        },
        {
            "text": "31st C/FA/1925/2021 CAV JUDGMENT",
            "label": "DATE",
            "start_char": 21590,
            "end_char": 21622
        },
        {
            "text": "23/11/2022 March, 2021",
            "label": "DATE",
            "start_char": 21630,
            "end_char": 21652
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 22196,
            "end_char": 22205
        },
        {
            "text": "Devang Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 22248,
            "end_char": 22263
        },
        {
            "text": "Tirth Nayak",
            "label": "OTHER_PERSON",
            "start_char": 22297,
            "end_char": 22308
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 22795,
            "end_char": 22822
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 22830,
            "end_char": 22840
        },
        {
            "text": "12.04.2021",
            "label": "DATE",
            "start_char": 23106,
            "end_char": 23116
        },
        {
            "text": "section 9(1)(ii)(b)",
            "label": "PROVISION",
            "start_char": 23203,
            "end_char": 23222
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23647,
            "end_char": 23660
        },
        {
            "text": "Sundaram Finance Ltd vs Nepc India Ltd.[(1999) 2 SCC 479]",
            "label": "PRECEDENT",
            "start_char": 23664,
            "end_char": 23721
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 23948,
            "end_char": 23965
        },
        {
            "text": "Deccan Chronicle Holdings ... vs L & T Finance Limited [(2013) SCC Online Bombay 1005]",
            "label": "PRECEDENT",
            "start_char": 23969,
            "end_char": 24055
        },
        {
            "text": "Order 38 Rule 5",
            "label": "PROVISION",
            "start_char": 24095,
            "end_char": 24110
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24114,
            "end_char": 24117
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 24168,
            "end_char": 24195
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 24203,
            "end_char": 24213
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 24220,
            "end_char": 24229
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24237,
            "end_char": 24252
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 24388,
            "end_char": 24405
        },
        {
            "text": "Nimbus Communications Ltd vs Board Of Control For Cricket [(2013) 1 Mh. LJ)",
            "label": "PRECEDENT",
            "start_char": 24409,
            "end_char": 24484
        },
        {
            "text": "Order 38 Rule 5",
            "label": "PROVISION",
            "start_char": 24583,
            "end_char": 24598
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24600,
            "end_char": 24603
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 24656,
            "end_char": 24665
        },
        {
            "text": "Rajesh D. Darbar & Ors vs Narasingrao Krishnaji Kulkarni[(2007) 3 SCC 219]",
            "label": "PRECEDENT",
            "start_char": 25033,
            "end_char": 25107
        },
        {
            "text": "U.P. State Brassware Corpn",
            "label": "ORG",
            "start_char": 25115,
            "end_char": 25141
        },
        {
            "text": "Ltd. & Ors.vs Udai Narain Pandey[(2006) 1",
            "label": "PRECEDENT",
            "start_char": 25143,
            "end_char": 25184
        },
        {
            "text": "SCC 479]",
            "label": "CASE_NUMBER",
            "start_char": 25185,
            "end_char": 25193
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 25241,
            "end_char": 25258
        },
        {
            "text": "Tata Capital Financial Services vs Unity Infraprojects Ltd.[(2015) SCC Online Bom",
            "label": "PRECEDENT",
            "start_char": 25262,
            "end_char": 25343
        },
        {
            "text": "Anshin Desai",
            "label": "OTHER_PERSON",
            "start_char": 25418,
            "end_char": 25430
        },
        {
            "text": "A.S. Panesar",
            "label": "OTHER_PERSON",
            "start_char": 25464,
            "end_char": 25476
        },
        {
            "text": "Commercial Court C/FA/1925/2021 CAV JUDGMENT",
            "label": "COURT",
            "start_char": 25504,
            "end_char": 25548
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 25556,
            "end_char": 25566
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 25881,
            "end_char": 25890
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 26332,
            "end_char": 26341
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 26961,
            "end_char": 26988
        },
        {
            "text": "5.1.1",
            "label": "DATE",
            "start_char": 27924,
            "end_char": 27929
        },
        {
            "text": "MAS Financial Services Ltd.",
            "label": "PETITIONER",
            "start_char": 28214,
            "end_char": 28241
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 28386,
            "end_char": 28413
        },
        {
            "text": "5.1.2",
            "label": "DATE",
            "start_char": 28651,
            "end_char": 28656
        },
        {
            "text": "FMSL",
            "label": "ORG",
            "start_char": 28985,
            "end_char": 28989
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29064,
            "end_char": 29068
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29110,
            "end_char": 29114
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29313,
            "end_char": 29317
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29387,
            "end_char": 29391
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29519,
            "end_char": 29523
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 29651,
            "end_char": 29655
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 29883,
            "end_char": 29910
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 29918,
            "end_char": 29928
        },
        {
            "text": "FMSL",
            "label": "ORG",
            "start_char": 30239,
            "end_char": 30243
        },
        {
            "text": "B.1.13.2",
            "label": "PROVISION",
            "start_char": 30444,
            "end_char": 30452
        },
        {
            "text": "FMSL",
            "label": "ORG",
            "start_char": 30806,
            "end_char": 30810
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 31806,
            "end_char": 31833
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 31841,
            "end_char": 31851
        },
        {
            "text": "MFSL",
            "label": "PETITIONER",
            "start_char": 31992,
            "end_char": 31996
        },
        {
            "text": "MFSL",
            "label": "STATUTE",
            "start_char": 32091,
            "end_char": 32095
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32101,
            "end_char": 32105
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32278,
            "end_char": 32282
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32364,
            "end_char": 32368
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32438,
            "end_char": 32442
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32609,
            "end_char": 32613
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32775,
            "end_char": 32779
        },
        {
            "text": "MFSL",
            "label": "ORG",
            "start_char": 32878,
            "end_char": 32882
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 33155,
            "end_char": 33182
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 33190,
            "end_char": 33200
        },
        {
            "text": "5.1.4",
            "label": "DATE",
            "start_char": 33418,
            "end_char": 33423
        },
        {
            "text": "B.I.22.1",
            "label": "CASE_NUMBER",
            "start_char": 33908,
            "end_char": 33916
        },
        {
            "text": "22.1",
            "label": "DATE",
            "start_char": 34098,
            "end_char": 34102
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 34576,
            "end_char": 34603
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 34611,
            "end_char": 34621
        },
        {
            "text": "5.2.1",
            "label": "DATE",
            "start_char": 35273,
            "end_char": 35278
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 35780,
            "end_char": 35818
        },
        {
            "text": "MSFL",
            "label": "ORG",
            "start_char": 35988,
            "end_char": 35992
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 36293,
            "end_char": 36320
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 36328,
            "end_char": 36338
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 36568,
            "end_char": 36589
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 36797,
            "end_char": 36806
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 36814,
            "end_char": 36829
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 37222,
            "end_char": 37231
        },
        {
            "text": "5.3.2",
            "label": "DATE",
            "start_char": 37558,
            "end_char": 37563
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 37706,
            "end_char": 37733
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37999,
            "end_char": 38014
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 38100,
            "end_char": 38109
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38113,
            "end_char": 38128
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 38281,
            "end_char": 38290
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 38307,
            "end_char": 38316
        },
        {
            "text": "section 36",
            "label": "PROVISION",
            "start_char": 38506,
            "end_char": 38516
        },
        {
            "text": "C/",
            "label": "CASE_NUMBER",
            "start_char": 39106,
            "end_char": 39108
        },
        {
            "text": "FA/1925/2021",
            "label": "CASE_NUMBER",
            "start_char": 39108,
            "end_char": 39120
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 39141,
            "end_char": 39151
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39958,
            "end_char": 39971
        },
        {
            "text": "Adhunik Steels Limited v. Orissa Manganese and Minerals Private Limited [(2007) 7 SCC 125]",
            "label": "PRECEDENT",
            "start_char": 39975,
            "end_char": 40065
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 40097,
            "end_char": 40106
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 40114,
            "end_char": 40129
        },
        {
            "text": "Order 39 Rule 1, 2",
            "label": "PROVISION",
            "start_char": 40188,
            "end_char": 40206
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 40210,
            "end_char": 40239
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 40390,
            "end_char": 40399
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 40538,
            "end_char": 40547
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 40602,
            "end_char": 40629
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 40637,
            "end_char": 40647
        },
        {
            "text": "Order 39, Rule 1,2",
            "label": "PROVISION",
            "start_char": 40668,
            "end_char": 40686
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 40688,
            "end_char": 40691
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 40742,
            "end_char": 40752
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 41527,
            "end_char": 41536
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 41975,
            "end_char": 41984
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 41988,
            "end_char": 42003
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 42127,
            "end_char": 42154
        },
        {
            "text": "5.6.1",
            "label": "DATE",
            "start_char": 42554,
            "end_char": 42559
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 43058,
            "end_char": 43068
        },
        {
            "text": "5.6.2",
            "label": "DATE",
            "start_char": 43161,
            "end_char": 43166
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT DATED:",
            "label": "CASE_NUMBER",
            "start_char": 43511,
            "end_char": 43545
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 43546,
            "end_char": 43556
        },
        {
            "text": "5.7.1",
            "label": "DATE",
            "start_char": 44696,
            "end_char": 44701
        },
        {
            "text": "Application No. 409 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 44805,
            "end_char": 44832
        },
        {
            "text": "First Appeal No. 1926 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 44849,
            "end_char": 44878
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 44949,
            "end_char": 44976
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 44984,
            "end_char": 44994
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 45292,
            "end_char": 45302
        },
        {
            "text": "13.04.2021",
            "label": "DATE",
            "start_char": 45646,
            "end_char": 45656
        },
        {
            "text": "5.8.1",
            "label": "DATE",
            "start_char": 45737,
            "end_char": 45742
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 46396,
            "end_char": 46423
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 46431,
            "end_char": 46441
        },
        {
            "text": "5.8.2",
            "label": "DATE",
            "start_char": 46734,
            "end_char": 46739
        },
        {
            "text": "5.8.3",
            "label": "DATE",
            "start_char": 47089,
            "end_char": 47094
        },
        {
            "text": "Application No. 407 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 47226,
            "end_char": 47253
        },
        {
            "text": "First Appeal No. 1925 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 47272,
            "end_char": 47301
        },
        {
            "text": "MAS",
            "label": "ORG",
            "start_char": 47613,
            "end_char": 47616
        },
        {
            "text": "MAS",
            "label": "ORG",
            "start_char": 47809,
            "end_char": 47812
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 47815,
            "end_char": 47842
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 47850,
            "end_char": 47860
        },
        {
            "text": "MAS",
            "label": "ORG",
            "start_char": 47965,
            "end_char": 47968
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 48924,
            "end_char": 48933
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 49308,
            "end_char": 49335
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 49343,
            "end_char": 49353
        },
        {
            "text": "Order 38 Rule 5",
            "label": "PROVISION",
            "start_char": 49491,
            "end_char": 49506
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 49508,
            "end_char": 49511
        },
        {
            "text": "Order 38, Rule 5",
            "label": "PROVISION",
            "start_char": 49624,
            "end_char": 49640
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 49642,
            "end_char": 49645
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 49696,
            "end_char": 49705
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 50048,
            "end_char": 50057
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 50065,
            "end_char": 50080
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 50384,
            "end_char": 50393
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT DATED:",
            "label": "CASE_NUMBER",
            "start_char": 50811,
            "end_char": 50845
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 50846,
            "end_char": 50856
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 50863,
            "end_char": 50872
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 50960,
            "end_char": 50969
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 51175,
            "end_char": 51184
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 51192,
            "end_char": 51213
        },
        {
            "text": "17.08.2021",
            "label": "DATE",
            "start_char": 51409,
            "end_char": 51419
        },
        {
            "text": "C/FA/1925/2021 CAV JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 52107,
            "end_char": 52134
        },
        {
            "text": "23/11/2022",
            "label": "DATE",
            "start_char": 52142,
            "end_char": 52152
        },
        {
            "text": "Civil Application No. 409 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 52680,
            "end_char": 52713
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 52955,
            "end_char": 52966
        },
        {
            "text": "SAMIR J. DAVE",
            "label": "JUDGE",
            "start_char": 52972,
            "end_char": 52985
        },
        {
            "text": "BIJOY B. PILLAI",
            "label": "JUDGE",
            "start_char": 52989,
            "end_char": 53004
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 37(1)(a)",
            "Arbitration and Conciliation Act, 1996",
            "section 37(1)(a)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 13",
            "Commercial Trial Courts Act, 2015",
            "section 13",
            "Commercial Trial Courts Act, 2015"
        ],
        [
            "section 9",
            "Arbitration and Conciliation Act, 1996",
            "section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 9",
            "A& C Act",
            "section 9",
            "A& C Act"
        ],
        [
            "Order 38 Rule 5",
            "CPC",
            "Order 38 Rule 5",
            "CPC"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "Order 38 Rule 5",
            "CPC",
            "Order 38 Rule 5",
            "CPC"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Order 39 Rule 1, 2",
            "Code of Civil Procedure, 1908",
            "Order 39 Rule 1, 2",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order 39, Rule 1,2",
            "CPC",
            "Order 39, Rule 1,2",
            "CPC"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "Order 38 Rule 5",
            "CPC",
            "Order 38 Rule 5",
            "CPC"
        ],
        [
            "Order 38, Rule 5",
            "CPC",
            "Order 38, Rule 5",
            "CPC"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act, 1996",
            "section 9",
            "Arbitration Act, 1996"
        ],
        [
            "Section 9",
            "A& C Act",
            "Section 9",
            "A& C Act"
        ],
        [
            "section 9",
            "A& C Act",
            "section 9",
            "A& C Act"
        ],
        [
            "section 9",
            "A& C Act",
            "section 9",
            "A& C Act"
        ],
        [
            "section 9(1)(ii)(b)",
            "A& C Act",
            "section 9(1)(ii)(b)",
            "A& C Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration Act",
            "section 9",
            "Arbitration Act"
        ],
        [
            "B.1.11(1.a), (1.b), (1.c)",
            "Arbitration Act",
            "B.1.11(1.a), (1.b), (1.c)",
            "Arbitration Act"
        ],
        [
            "B.1.13.2",
            "CPC",
            "B.1.13.2",
            "CPC"
        ],
        [
            "section 36",
            "Arbitration Act",
            "section 36",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "section 37(1)(a) of Arbitration and Conciliation Act, 1996": 1,
        "section 13 of Commercial Trial Courts Act, 2015": 1,
        "section 9 of Arbitration and Conciliation Act, 1996": 1,
        "section 9 of A& C Act": 3,
        "Order 38 Rule 5 of CPC": 3,
        "section 9 of Arbitration Act": 15,
        "Section 9 of Arbitration Act": 5,
        "Order 39 Rule 1, 2 of Code of Civil Procedure, 1908": 1,
        "Order 39, Rule 1,2 of CPC": 1,
        "Order 38, Rule 5 of CPC": 1,
        "section 9 of Arbitration Act, 1996": 1,
        "Section 9 of A& C Act": 1,
        "section 9(1)(ii)(b) of A& C Act": 1,
        "B.1.11(1.a), (1.b), (1.c) of Arbitration Act": 1,
        "B.1.13.2 of CPC": 1,
        "section 36 of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 2,
        "Commercial Trial Courts Act, 2015": 1,
        "A& C Act": 5,
        "CPC": 6,
        "Arbitration Act": 22,
        "Code of Civil Procedure, 1908": 1,
        "Arbitration Act, 1996": 1
    }
}