{
    "id": "af0423b34a67c48dae8da511bcdb3e6219f5aa052f96e074dde6a8bb92c27f79",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nRajasthan State Cooperative Oilseed ... vs M/S Solcon Enginners Pvt Ltd on 22 August, 2019\nBench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan\n                    Bench At Jaipur\n\n            (1) D. B. Civil Misc. Appeal No. 12/2019\n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001. \n                                                 ----Decree Holder-Appellant\n                                   Versus \n1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh. \n        Niwai, Distt. Tonk- 304021, Rajasthan. \n2.      Omprakash Jat S/o Shri Prahlad Jat , by Caste Jat, R/o \n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan. \n                                        ----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1. M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale.\n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune.\n----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019).\nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules.\nMr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019). \nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq) These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act? \nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters. \nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant. \nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum  from 01.02.2018 till the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant. \nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018. In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-. The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2. On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them. The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1. Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008. It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune. On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur. Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court. According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited. The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018. However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely. The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award. \nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district. This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge. It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622. The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance. Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32. The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over. Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail. It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award. Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise. The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act. \nLearned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s. OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016). In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd. Vs. M/s. Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63. \nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619. While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted. Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court. Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s. OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357. \nMr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court. Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act. The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions. As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge. In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics. The Commercial Court thereafter could not resume the proceedings of execution petition. Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018. \nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents. \nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings. In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution. An ex-parte award was passed against the respondents. Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC. Plea of the respondent was that the vehicle concerned was stolen. The Trial Court returned the execution application on the ground of jurisdiction. Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court. In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction. Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located. Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree. It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I. The jurisdiction is over the arbitral proceedings. The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone. However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award. Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance. The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance. An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act. There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree. The Arbitration Act actually transcends all territorial barriers. Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings. Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act. \nThe Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal. Para 25 of the said contract contained an arbitration clause. The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta. A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998. Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties. Recall application filed by the State was dismissed on 20.01.2000. An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed. Learned Arbitrator, however, passed the award on 30.06.2004. The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent. The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri. Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005. The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11. It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\". It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42. These two changes are of some significance as will be pointed out later. Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force. The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement. Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42. But an essential ingredient of the section is that an application under Part I must be made in a court. \n21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end. It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over. In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award. It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16). As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications.\n25. Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\nIt may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench. Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act. The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act.\nGujarat High Court in M/s. OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division. Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. \n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court. \n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. \nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\" \nThe aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017. Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view. The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act. \nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\" \n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). (3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\" \nA conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\". If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge. \nIn so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered. In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act. Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court. However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\nIn view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996. \nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed. The orders impugned therein are set aside. Writ petition No. 4379/2019 is however dismissed. \nAll the pending stay applications as also other interim applications, if any, stand disposed of. \nOffice is directed to place a copy of this judgment on record of each connected matter. \n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J                                    MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "orissa high court odisha state road transport vs arss bus terminal pvt. ltd on 6 january, 2023 author: biraja prasanna satapathy bench: biraja prasanna satapathy in the high court of orissa at cuttack w.p.(c) no.23116 of 2022 in the matter of an application under articles 226 & 227 of the constitution of india. . odisha state road transport . petitioner corporation, bhubaneswar -versusarss bus terminal pvt. ltd., . opposite party bbsr for petitioner : m/s. ashok parija (sr. advocate) amitav tripathy(advocate) b. mohanty (advocate) a.k. behera (advocate) for opp. parties : m/s. amrut baral (advocate) mr. a. jain (advocate) mr. manish panda (advocate) mr. s. saxena (advocate) present: the hon'ble justice biraja prasanna satapathy --------------------------------------------------------------------------------------date of hearing: 19.12.2022 and date of judgment: 06.01.2023 --------------------------------------------------------------------------------------biraja prasanna satapathy, j. impugned in the present writ petition is the order dtd.29.07.2022 passed by the learned sr. civil judge (commercial // 2 // court), bhubaneswar in arbp no. 07 of 2022. the present petitioner is also the petitioner in arbp no. 07 of 2022 filed under sec. 34 of the arbitration & conciliation act, 1996 (in short \"act\") with a prayer to set aside the interim order/award dtd.11.12.2020 and also the award dtd.30.11.2021 passed by the learned arbitration tribunal in arbitration proceeding no. 68 of 2019. the petitioner was the respondent in arbp no. 68 of 2019 filed by the claimant/the present opp. party. the petitioner subsequent to filing of the proceeding in arbp no. 07 of 2022 filed a petition under sec. 36(3) of the act vide annexure-4 with a prayer to stay the operation of the award dtd.30.11.2021 passed by the leaned arbitration tribunal (in short \"tribunal\") in arbp no. 68 of 2019 till disposal of the proceeding in question. learned commercial court vide the impugned order dtd.29.07.2022 under annexure-1 while staying the enforcement of the award dt.30.11.2021 since directed the petitioner to deposit 100% of the awarded amount i.e. 18,43,48,401/(eighteen crore forty three lakh forty eight thousand four hundred one), the petitioner being aggrieved by the said stipulation is before this court in the present writ petition. // 3 // 2. the factual backdrop giving rise to filing of the proceeding in arbp no. 07 of 2022 is that the department of commerce & transport (govt. of odisha) vide its request for proposal (rfp) dtd.14.12.2009 invited proposals for the development of baramunda bus terminal along with commercial facilities on ppp mode. pursuant to such invitation m/s. arss infrastructure project ltd. (\"arss infra\") was selected as the preferred bidder of rs.56,00,00,000/(rupees fifty six crore) towards concession fee. subsequently on 25.08.2010 arss infra made payment of rs.18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) towards the first installment of concession fee and rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) towards non-refundable project development fee. as per the rpf, a special purpose vehicle entity by the name of arss bus terminal pvt. ltd.-opp. party herein (a joint venture between arss infra & one welspun infratech ltd. (\"welspun\")) was incorporated, who was made the 'concessionaire' and was to implement the project. accordingly, the concession agreement was executed between the petitioner and the opp. party and arss infra on // 4 // 16.03.2011, wherein lease of 14.43 acres of land was granted to the opp. party. as per the said agreement 90 years lease was granted with respect to 40% land over which it was to build the commercial complex and further a lease of 15 years was granted to the opp. party with respect to the balance 60% of the land over which the bus terminal was to come up. the concessionaire was also granted the right to collect user fee, entry fee etc. from users of those facilities. in the said agreement at clause 16.3 contained the arbitration clause, which provides for dispute resolution by a panel of three (3) arbitrators. 2.1. but subsequent to execution of the agreement on 16.03.2011, the same was challenged before this court in w.p.(c) no. 30961 of 2011. this court initially vide order dtd.30.03.2012 passed an order of status quo and because of that the project work came to a stand still. subsequently, this court vide order dtd.20.12.2012 declared the concession agreement to be void ab initio and quashed the same on different grounds. the said order passed by this court on 20.12.2012 was never challenged by any of the parties to the agreement dtd.16.03.2011 and accordingly it attained finality in the eye of law. // 5 // 2.2. as this court declared the concession agreement dtd.16.03.2011 as void ab initio, the parties to the agreement terminated the concession agreement on 30.04.2013. thereafter, welspun moved the hon'ble bombay high court in arbitration petition (l) no. 711 of 2013, filed under sec. 9 of the act on 20.05.2013 against arss infra taking into account the joint venture agreement executed in between them for restraining the petitioner herein to return the amount to the present opp. party i.e. arss bus terminal pvt. ltd. in the said proceeding hon'ble bombay high court passed an interim order on 30.05.2013 restraining the petitioner from making payment of the amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) either to the arss infra or to the private opp. party. the order dtd.30.05.2013 is reproduced hereunder:\"5. i am thus not inclined to accept the submissions made by the 1st respondent that in view of pendency of the application made by the 2nd respondent before the high court of orissa, this application need not be entertained. xxx xxx xxx 6. in view of the fact that the concession agreement has already been declared void by the high court of orissa, it is likely that 3rd respondent may release the payment made by the 2nd respondent in favour of the 1st respondent. in my view, prima facie case is made out for grant of ad-interim relief. if the 3rd respondent makes any payment to the 1st respondent directly, in my view, rights of the petitioner would be seriously affected.\" // 6 // 2.3. the matter in arbitration petition no. 711 of 2013 was finally disposed of by the hon'ble bombay high court on 03.08.2015 with the following order:\"52. 1, therefore, pass the following order :(a) respondent no.3 is restrained from making payment of amount of rs.18,66,66,667/or any other amount in relation to the project on account of cancellation of the concession agreement to respondent no.1, petitioner or respondent no.2. (b) respondent no.3 is directed to deposit the aforesaid amount with the prothonotary and senior master of this court within two weeks from the date of communication of this order by the petitioner. upon such deposit of the amount by the respondent no.3 as directed, prothonotary and senior master shall invest the said amount in a fixed deposit of any nationalized bank initially for a period of two years and for like period after obtaining further orders from this court. the deposit of the said amount would be subject to further orders as may be passed by the arbitral tribunal. (c) petitioner, respondent no.1 and respondent no.2 are directed to proceed with the arbitral proceedings without any further delay. (d) parties to the present proceedings to act on the authenticated copy of this order.\" 2.4. in terms of the final order passed by the hon'ble bombay high court on 03.08.2015 the petitioner as directed deposited the entire amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) before the said court on 05.10.2015 and the said amount subsequently was released in favour of welspun on 28.10.2015. but in the meantime the opp. party herein filed a petition under sec. 11 of the act before this court in arbp no. 53 of 2016. this court vide order dtd.15.11.2019 // 7 // appointed sri justice basudev panigrahi and dr. justice a.k. rath, former judges of this court as the arbitrators for the parties. the said two arbitrators were permitted to nominate a third arbitrator and to commence the proceeding thereafter. though the order passed by this court on 15.11.2019 was challenged by the petitioner herein before the hon'ble suprement court in special leave petition (civil) diary no(s). 10086 of 2020, but the said slp was dismissed vide order dtd.10.06.2020. the opp. party thereafter filed the statement of claim before the learned arbitrators. on being noticed the petitioner herein also filed the written statement in arbitration proceeding no. 68 of 2019. learned arbitrators initially passed an order/interim award on 11.12.2020 and dispose of the matter with passing of the final award on 30.11.2021. as per the said award, the petitioner was directed to pay award amount of rs.18,43,48,401/(rupees eighteen crore forty three lakh forty eight thousand four hundred one). 2.5. the petitioner being aggrieved by the said award as stated hereinabove approached the learned commercial court in arbp no. 07 of 2022. in the said proceeding when the prayer of the petitioner to stay the operation of the award was allowed subject to deposit of the entire award amount vide the impugned order // 8 // dtd.29.07.2022 the present writ petition has been filed challenging the said stipulation to deposit 100% of the awarded amount. 3. it is the case of the petitioner that pursuant to the order passed by he hon'ble bombay high court on 03.08.2015 the petitioner herein has already deposited the first installment amount of rs.18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) on 05.10.2015. but the learned arbitrators while passing the final award, held the petitioner liable on different counts more particularly mentioned under the heading nos. (a) to (dd) amounting to rs. 17,93,48,401/(rupees seventeen crore ninety three lakh forty eight thousand four hundred one) and litigation expenses of rs.50,00,000/(rupees fifty lakhs) in total rs. 18,43,48,401/(rupees eighteen crore forty three lakh forty eight thousand four hundred one). 3.1. mr. parija, learned sr. counsel appearing for the petitioner along with mr. a. tripathy, vehemently contended that learned arbitrators while passing the award under different headings have committed wrong in allowing interest @ 7% per annum from 23.08.2010 to 05.10.2015 on the first installment amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven). learned sr. counsel also contended that learned // 9 // arbitrators also illegally awarded interest @ 7% per annum from 28.08.2010 to 30.10.2021 on the non-refundable amount deposited by the arss infra amounting to rs.2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight). it is contended that on those two counts interest on the first installment amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) & interest on the nonrefundable amount of rs.2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) which comes to rs.6,68,51,806/(rupees six crore sixty eight lakhs fifty one thousand eight hundred six) and rs.1,82,40,567/(rupees one crore eight two lakh forty thousand five hundred sixty seven) respectively has been awarded. 3.2. it is further contended that since in view of the interim order passed by the hon'ble bombay high court on 30.05.2013 the petitioner was restrained from making the payment till the petitioner is directed to deposit the said amount before the hon'ble bombay high court as per order dt.03.08.2015, the petitioner is not liable to pay interest on the above said amount for the period from 30.05.2013 to 05.10.2015. it is also contended that since the amount of rs.2,33,24,038/(rupees two crore thirty three lakh twenty four // 10 // thousand thirty eight) was non-refundable in nature, the petitioner is not liable to pay any interest on the same for the period from 28.08.2010 to 30.10.2021. because of such wrong committed by the learned arbitrators in awarding interest on the amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) for the period from 23.08.2010 to 05.10.2015 & the interest on the non-refundable amount of rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) for the period from 28.08.2010 to 30.10.2021, the petitioner has been directed to deposit rs. 17,93,48,401/(rupees seventeen lakh ninety three lakh forty eight thousand four hundred one) towards the claim on different counts under headings (a) to (dd). 3.3. learned sr. counsel also contended that if the interest calculated on the above said two deposits made by arss infra will be deducted for the present without prejudice to the claim of either of the parties, the petitioner is ready to deposit the balance amount. all those points though were raised before the learned commercial court while filing the petition under sec. 36(3) of the act, but the learned commercial court without proper appreciation of the grounds taken in the petition in arbp no. 07 of 2022 as well as the grounds taken // 11 // in the petition filed under sec. 36(3) of the act while allowing the petition directed for deposit of the entire awarded amount of rs. 18,43,48,401/(rupees eighteen crore forty three lakh forty eight thousand four hundred one). it is fairly submitted by the learned sr. counsel that if the petitioner for the present and without prejudice to the rights of the parties will be permitted to deposit the balance amount save and except the interest awarded on the amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) and rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) vide headings b & c of the award dtd.30.11.2021, the petitioner is ready to deposit the amount in question. 4. mr. manish panda, learned counsel appearing for the opp. party on the other hand raised the question of maintainability of the present writ petition against the impugned order passed by the learned commercial court on 29.07.2022. in view of such stand taken by the learned counsel appearing for the opp. party with regard to maintainability of the present writ petition against the impugned order, this court thinks it proper to decide the same at the first instance prior to going into the merits of the case. // 12 // 4.1. learned counsel for the opp. party contended that in view of the provision contained under sec. 5 of the act there is very limited scope of judicial intervention save and except as prescribed under the act only. for better appreciation sec. 5 of the act is reproduced hereunder:\"notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this part.\" 4.2. it is also contended by the learned counsel appearing for the opp. party that although an order passed under sec. 36(3) of the act is not appealable and therefore, the writ petition can be preferred against the same, but the scope of interference by the writ court is only by the way of exceptional rarity and where there must be a patent lack of inherent jurisdiction. it is also contended that since the learned commercial court has directed the petitioner herein to deposit the entire award amount in view of the decision of the hon'ble apex court rendered in the case of navayuga engineering company v. bangalore metro rail corporation limited (2021 scc online sc 469), no illegality can be found with the impugned order passed by the learned commercial court on 29.07.2022. 4.3. on the question of maintainability of the writ petition learned counsel appearing for the opp. party relied on the decision of the // 13 // hon'ble apex court rendered in the case of bhaben construction v. executive engineer sardar sarovar nigam (2021 scc online sc 8) and the decision in the case of deep industries ltd. vs. ongc ltd. & anr. ((2020) 15 scc 706). learned counsel appearing for the opp. party also relied on another decision in the case of radhey shyam & anr. vs. chhabi nath & ors. (2015) 5 scc 423. the decision in the case of shalini shyam shetty & anr. vs. rajendra shankar patil ((2010) 8 scc 329) was also relied on by the learned counsel appearing for the opp. party. 4.4. in the case of navayuga engineering company (supra) hon'ble apex court in para 3 & 4 has held as follows:\"3. an arbitral award dated 16.08.2018 was made in favour of the appellant allowing 10 out of 16 claims which amounted to rs. 175.32 crores. the award was made of a sum of rs. 122.76 crores amounting to rs. 56.23 crores principal and rs. 66.53 crores on various heads. a section 34 petition that has been filed by the respondent is pending before the learned additional city civil and sessions judge at bengaluru. on 21.12.2019, execution of the said award was stayed on deposit of 60% of the figure of rs. 122.76 crores and security being given for the balance. both parties filed writ petitions against the aforesaid order. the writ petition filed by the appellant was dismissed. the writ petition filed by the respondent was allowed in which a deposit of 50% of the principal amount of rs. 56.23 crores was ordered. xxx xxx xxx 4. despite this court repeatedly referring to section 5 of the arbitration act in particular and the arbitration act in general and despite this court having laid down in deep industries ltd. v. ongc (2020) 15 scc 706 that the high court under article 226 and 227 should be extremely // 14 // circumspect in interfering with orders passed under the arbitration act, such interference being only in cases of exceptional rarity or cases which are stated to be patently lacking in inherent jurisdiction, we find that high courts are interfering with deposit orders that have been made. this is not a case of exceptional rarity or of any patent lack of inherent jurisdiction.\" 4.5. similarly in the case of bhaben construction (supra) hon'ble apex court in para 17 to 19 has held as follows:\"17. in any case, the hierarchy in our legal framework, mandates that a legislative enactment cannot curtail a constitutional right. in nivedita sharma v. cellular operators association of india, (2011) 14 scc 337, this court referred to several judgments and held: \"11. we have considered the respective arguments/submissions. there cannot be any dispute that the power of the high courts to issue directions, orders or writs including writs in the nature of habeas corpus, certiorari, mandamus, quo warranto and prohibition under article 226 of the constitution is a basic feature of the constitution and cannot be curtailed by parliamentary legislation l. chandra kumar v. union of india, (1997) 3 scc 261. however, it is one thing to say that in exercise of the power vested in it under article 226 of the constitution, the high court can entertain a writ petition against any order passed by or action taken by the state and/or its agency/instrumentality or any public authority or order passed by a quasi-judicial body/authority, and it is an altogether different thing to say that each and every petition filed under article 226 of the constitution must be entertained by the high court as a matter of course ignoring the fact that the aggrieved person has an effective alternative remedy. rather, it is settled law that when a statutory forum is created by law for redressal of grievances, a writ petition should not be entertained ignoring the statutory dispensation. xxx xxx xxx 18. it is therefore, prudent for a judge to not exercise discretion to allow judicial interference beyond the procedure established under the enactment. this power needs to be exercised in exceptional rarity, wherein one party is left remediless under the statute or a clear 'bad faith' shown by one of the parties. this high standard set by // 15 // this court is in terms of the legislative intention to make the arbitration fair and efficient. xxx xxx xxx 19. in this context we may observe deep industries limited v. oil and natural gas corporation limited, 2019 scc online sc 1602, wherein interplay of section 5 of the arbitration act and article 227 of the constitution was analyzed as under: \"15. most significant of all is the nonobstante clause contained in section 5 which states that notwithstanding anything contained in any other law, in matters that arise under part i of the arbitration act, no judicial authority shall intervene except where so provided in this part. section 37 grants a constricted right of first appeal against certain judgments and orders and no others. further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed (see section 37(2) of the act). 16. this being the case, there is no doubt whatsoever that if petitions were to be filed under articles 226/227 of the constitution against orders passed in appeals under section 37, the entire arbitral process would be derailed and would not come to fruition for many years. at the same time, we cannot forget that article 227 is a constitutional provision which remains untouched by the non-obstante clause of section 5 of the act. in these circumstances, what is important to note is that though petitions can be filed under article 227 against judgments allowing or dismissing first appeals under section 37 of the act, yet the high court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us herein above so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\" 4.6. in the case of deep industries (supra) hon'ble apex court in para 16, 17 & 18 has held as follows:\"16. most significant of all is the non obstante clause contained in section 5 which states that notwithstanding anything contained in any other law, in matters that arise under part i of the arbitration act, no judicial authority shall // 16 // intervene except where so provided in this part. section 37 grants a constricted right of first appeal against certain judgments and orders and no others. further, the statutory mandate also provides for one bite at the cherry, and interdicts a second appeal being filed [see section 37(2) of the act]. xxx xxx xxx 17. this being the case, there is no doubt whatsoever that if petitions were to be filed under articles 226/227 of the constitution against orders passed in appeals under section 37, the entire arbitral process would be derailed and would not come to fruition for many years. at the same time, we cannot forget that article 227 is a constitutional provision which remains untouched by the non obstante clause of section 5 of the act. in these circumstances, what is important to note is that though petitions can be filed under article 227 against judgments allowing or dismissing first appeals under section 37 of the act, yet the high court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us hereinabove so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction. xxx xxx xxx 18. in nivedita sharma v. coap, this court referred to several judgments and held: (scc pp. 343-45, paras 11-16) \"11. we have considered the respective arguments/submissions. there cannot be any dispute that the power of the high courts to issue directions, orders or writs including writs in the nature of habeas corpus, certiorari, mandamus, quo warranto and prohibition under article 226 of the constitution is a basic feature of the constitution and cannot be curtailed by parliamentary legislationl chandra kumar v. union of india'. however, it is one thing to say that in exercise of the power vested in it under article 226 of the constitution, the high court can entertain a writ petition against any order passed by or action taken by the state and/or its agency/instrumentality or any public authority or order passed by a quasijudicial body/authority, and it is an altogether different thing to say that each and every petition filed under article 226 of the constitution must be entertained by the high court as a matter of course ignoring the fact that the aggrieved person has an effective alternative remedy. rather, it is settled law that when a statutory forum is created by law for redressal of grievances, a writ petition should not be entertained ignoring the statutory dispensation. // 17 // 12. in thansingh nathmal v. supt. of taxes, this court adverted to the rule of self-imposed restraint that the writ petition will not be entertained if an effective remedy is available to the aggrieved person and observed: (air p. 1423, para 7) '7. . the high court does not therefore act as a court of appeal against the decision of a court or tribunal, to correct errors of fact, and does not by assuming jurisdiction under article 226 trench upon an alternative remedy provided by statute for obtaining relief. where it is open to the aggrieved petitioner to move another tribunal, or even itself in another jurisdiction for obtaining redress in the manner provided by a statute, the high court normally will not permit by entertaining a petition under article 226 of the constitution the machinery created under the statute to be bypassed, and will leave the party applying to it to seek resort to the machinery so set up.' 13. in titaghur paper mills co. ltd. v. state of orissa\", this court observed: '11. it is now well recognised that where a right or liability is created by a statute which gives a special remedy for enforcing it, the remedy provided by that statute only must be availed of. this rule was stated with great clarity by willes, j. in wolverhampton new waterworks co. v. hawkesford10 in the following passage: (er p. 495) \". there are three classes of cases in which a liability may be established founded upon a statute. but there is a third class viz. where a liability not existing at common law is created by a statute which at the same time gives a special and particular remedy for enforcing it. the remedy provided by the statute must be followed, and it is not competent to the party to pursue the course applicable to cases of the second class. the form given by the statute must be adopted and adhered to.\" the rule laid down in this passage was approved by the house of lords in neville v. london express newspapers ltd.11 and has been reaffirmed by the privy council in attorney general of trinidad & tobago v. gordon grant & co. ltd. 12 and secy of state v. mask & co.13 it has also been held to be equally applicable to enforcement of rights, and has been followed by this court throughout. the high // 18 // court was therefore justified in dismissing the writ petitions in limine.' 14. in mafatlal industries ltd. v. union of india, b.p. jeevan reddy, j. (speaking for the majority of the larger bench) observed: '77. . so far as the jurisdiction of the high court under article 226 or for that matter, the jurisdiction of this court under article 32 is concerned, it is obvious that the provisions of the act cannot bar and curtail these remedies. it is, however, equally obvious that while exercising the power under article 226/article 32, the court would certainly take note of the legislative intent manifested in the provisions of the act and would exercise their jurisdiction consistent with the provisions of the enactment.\" 15. in the judgments relied upon by shri vaidyanathan, which, by and large, reiterate the proposition laid down in baburam prakash chandra maheshwari v. antarim zila parishad, muzaffarnagaris, it has been beld that an alternative remedy is not a bar to the entertaining of writ petition filed for the enforcement of any of the fundamental rights or where there has been a violation of the principles of natural justice or where the order under challenge is wholly without jurisdiction or the vires of the statute is under challenge. 16. it can, thus, be said that this court has recognised some exceptions to the rule of alternative remedy. however, the proposition laid down in thansingh nathmal v. supt. of taxes and other similar judgments that the high court will not entertain a petition under article 226 of the constitution if an effective alternative remedy is available to the aggrieved person or the statute under which the action complained of has been taken itself contains a mechanism for redressal of grievance still holds the field.\" 4.7. in the case of radhey shyam (supra) hon'ble apex court in para 25 and 26 has held as follows:\"25. it is true that this court has laid down that technicalities associated with the prerogative writs in england have no role to play under our constitutional scheme. there is no parallel system of king's court in india and of all the other courts having limited jurisdiction subject to the supervision of the king's court. courts are set up under the constitution or the // 19 // laws. all the courts in the jurisdiction of a high court are subordinate to it and subject to its control and supervision under article 227. writ jurisdiction is constitutionally conferred on all the high courts. broad principles of writ jurisdiction followed in england are applicable to india and a writ of certiorari lies against patently erroneous or without jurisdiction orders of tribunals or authorities or courts other than judicial courts. there are no precedents in india for the high courts to issue writs to the subordinate courts. control of working of the subordinate courts in dealing with their judicial orders is exercised by way of appellate or revisional powers or power of superintendence under article 227. orders of the civil court stand on different footing from the orders of authorities or tribunals or courts other than judicial/civil courts. while appellate or revisional jurisdiction is regulated by the statutes, power of superintendence under article 227 is constitutional. the expression \"inferior court\" is not referable to the judicial courts, as rightly observed in the referring order! in paras 26 and 27 quoted above. xxx xxx xxx 26. the bench in surya dev rai also observed in para 25 of its judgment that distinction between articles 226 and 227 stood almost obliterated. in para 24 of the said judgment distinction in the two articles has been noted. in view thereof, observation that scope of articles 226 and 227 was obliterated was not correct as rightly observed by the referring bench in para 32 quoted above. we make it clear that though despite the curtailment of revisional jurisdiction under section 115 cpc by act 46 of 1999, jurisdiction of the high court under article 227 remains unaffected, it has been wrongly assumed in certain quarters that the said jurisdiction has been expanded. scope of article 227 has been explained in several decisions including waryam singh v. amarnath45, ouseph mathai v. m. abdul khadir, shalini shyam shetty v. rajendra shankar patil and sameer suresh gupta v. rahul kumar agarwals in shalini shyam shetty7 this court observed: (scc p. 352, paras 64-67) \"64. however, this court unfortunately discerns that of late there is a growing trend amongst several high courts to entertain writ petition in cases of pure property disputes. disputes relating to partition suits, matters relating to execution of a decree, in cases of dispute between landlord and tenant and also in a case of money decree and in various other cases where disputed questions of property are involved, writ courts are entertaining such disputes. in some cases the high courts, in a routine manner, entertain petitions under // 20 // article 227 over such disputes and such petitions are treated as writ petitions. 65. we would like to make it clear that in view of the law referred to above in cases of property rights and in disputes between private individuals writ court should not interfere unless there is any infraction of statute or it can be shown that a private individual is acting in collusion with a statutory authority. 66. we may also observe that in some high courts there is a tendency of entertaining petitions under article 227 of the constitution by terming them as writ petitions. this is sought to be justified on an erroneous appreciation of the ratio in surya dev and in view of the recent amendment to section 115 of the civil procedure code by the civil procedure code (amendment) act, 1999. it is urged that as a result of the amendment, scope of section 115 cpc has been curtailed. in our view, even if the scope of section 115 cpc is curtailed that has not resulted in expanding the high court's power of superintendence. it is too well known to be reiterated that in exercising its jurisdiction, high court must follow the regime of law. 67. as a result of frequent interference by the hon'ble high court either under article 226 or 227 of the constitution with pending civil and at times criminal cases, the disposal of cases by the civil and criminal courts gets further impeded and thus causing serious problems in the administration of justice. this court hopes and trusts that in exercising its power either under article 226 or 227, the hon'ble high court will follow the time-honoured principles discussed above. those principles have been formulated by this court for ends of justice and the high courts as the highest courts of justice within their jurisdiction will adhere to them strictly.\" 4.8. in the case of shalini shyam shetty (supra) hon'ble apex court in para 37, 43, 48 & 49(d) to (o) has held as follows:\"37. the constitution bench in nagendra nath, unanimously speaking through b.p. sinha, j. (as his lordship then was) pointed out that high court's power of interference under article 227 is not greater than its power under article 226 and the power of interference under article 227 of the // 21 // constitution is limited to ensure that the tribunals function within the limits of its authority. (emphasis supplied) xxx xxx xxx 43. in a rather recent decision of the supreme court in surya dev rai v. ram chander rai, a two-judge bench of this court discussed the principles of interference by the high court under article 227. of course in surya dev rai this court held that a writ of certiorari is maintainable against the order of a civil court, subordinate to the high court (scc p. 688, para 19 of the report). the correctness of that ratio was doubted by another division bench of this court in radhey shyam v. chhabi nath and a request to the hon'ble chief justice for a reference to a larger bench is pending. but insofar as the formulation of the principles on the scope of interference by the high court under article 227 is concerned, there is no divergence of views. xxx xxx xxx 48. the jurisdiction under article 226 normally is exercised where a party is affected but power under article 227 can be exercised by the high court suo moto as a custodian of justice. in fact, the power under article 226 is exercised in favour of persons or citizens for vindication of their fundamental rights or other statutory rights. the jurisdiction under article 227 is exercised by the high court for vindication of its position as the highest judicial authority in the state. in certain cases where there is infringement of fundamental right, the relief under article 226 of the constitution can be claimed ex debito justitiae or as a matter of right. but in cases where the high court exercises its jurisdiction under article 227, such exercise is entirely discretionary and no person can claim it as a matter of right. from an order of a single judge passed under article 226, a letters patent appeal or an intra-court appeal is maintainable. but no such appeal is maintainable from an order passed by a single judge of a high court in exercise of power under article 227. in almost all the high courts, rules have been framed for regulating the exercise of jurisdiction under article 226. no such rule appears to have been framed for exercise of high court's power under article 227 possibly to keep such exercise entirely in the domain of the discretion of high court. xxx xxx xxx 49. on an analysis of the aforesaid decisions of this court, the following principles on the exercise of high court's // 22 // jurisdiction under article 227 of the constitution may be formulated: (d) the parameters of interference by high courts in exercise of their power of superintendence have been repeatedly laid down by this court. in this regard the high court must be guided by the principles laid down by the constitution bench of this court in waryam singh and the principles in waryam singh have been repeatedly followed by subsequent constitution benches and various other decisions of this court. (e) according to the ratio in waryam singh', followed in subsequent cases, the high court in exercise of its jurisdiction of superintendence can interfere in order only to keep the tribunals and courts subordinate to it, \"within the bounds of their authority\". (f) in order to ensure that law is followed by such tribunals and courts by exercising jurisdiction which is vested in them and by not declining to exercise the jurisdiction which is vested in them. (g) apart from the situations pointed in (e) and (). high court can interfere in exercise of its power of superintendence when there has been patent perversity in the orders of the tribunals and courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted. (h) in exercise of its power of superintendence high court cannot interfere to correct mere errors of law or fact or just because another view than the one taken by the tribunals or courts subordinate to it, is a possible view. in other words the jurisdiction has to be very sparingly exercised. (i) the high court's power of superintendence under article 227 cannot be curtailed by any statute. it has been declared a part of the basic structure of the constitution by the constitution bench of this court in l. chandra kumar v. union of india and therefore abridgment by a constitutional amendment is also very doubtful. (j) it may be true that a statutory amendment of a rather cognate provision, like section 115 of the civil procedure code by the civil procedure code (amendment) act, 1999 does not and cannot cut down the ambit of high court's power under article 227. at the same time, it must be remembered that such statutory amendment does not correspondingly expand the high court's jurisdiction of superintendence under article 227. (k) the power is // 23 // discretionary and has to be exercised on equitable principle. in an appropriate case, the power can be exercised suo motu. (l) on a proper appreciation of the wide and unfettered power of the high court under article 227, it transpires that the main object of this article is to keep strict administrative and judicial control by the high court on the administration of justice within its territory. (m) the object of superintendence, both administrative and judicial, is to maintain efficiency, smooth and orderly functioning of the entire machinery of justice in such a way as it does not bring it into any disrepute. the power of interference under this article is to be kept to the minimum to ensure that the wheel of justice does not come to a halt and the fountain of justice remains pure and unpolluted in order to maintain public confidence in the functioning of the tribunals and courts subordinate to the high court. (n) this reserve and exceptional power of judicial intervention is not to be exercised just for grant of relief in individual cases but should be directed for promotion of public confidence in the administration of justice in the larger public interest whereas article 226 is meant for protection of individual grievance. therefore, the power under article 227 may be unfettered but its exercise is subject to high degree of judicial discipline pointed out above. (0) an improper and a frequent exercise of this power will be counterproductive and will divest this extraordinary power of its strength and vitality.\" 5. learned sr. counsel appearing for the petitioner along with mr. a. tripathy on the other hand while relying on the decision reported in bhaben construction (supra) as well as deep industries (supra) so relied on by the learned counsel appearing for opp. party also relied on the decision in the case of punjab agro industries corporation vs. kewal singh dhillon (2008) 10 scc 128 and the order passed by this court on 24.11.2022 in w.p.(c) no. 31938 of 2021 (national aluminum company ltd. vs. ubv infrastructure ltd.). // 24 // 5.1. in the case of punjab agro industries (supra) hon'ble apex court in para 7 and 9 has held as follows:\"7. the act does not provide for an appeal against the order of the chief justice or his designate made under sub-section (4) or sub-sections (5) and (6) of section 11. on the other hand, sub-section (7) of section 11 makes it clear that a decision of the designate under sub-sections (4), (5) or (6) of section 11 is final. as no appeal was maintainable against the order of the designate and as his order was made final, the only course available to the appellant was to challenge the order, even if it is a judicial order, by a writ petition under article 227 of the constitution of india. xxx xxx xxx 9. we have already noticed that though the order under section 11(4) is a judicial order, having regard to section 11(7) relating to finality of such orders and the absence of any provision for appeal, the order of the civil judge was open to challenge in a writ petition under article 227 of the constitution. the decision in sbp [(2005) 8 scc 618] does not bar such a writ petition. the observations of this court in sbp [(2005) 8 scc 618] that against an order under section 11 of the act, only an appeal under article 136 of the constitution would lie, is with reference to the orders made by the chief justice of a high court or by the designate judge of that high court. the said observations do not apply to a subordinate court functioning as designate of the chief justice.\" 5.2. in the case of national aluminum company (supra) this court in para 6 has held as follows:\"6. the supreme court in bhaven construction (supra) had said interference in writ jurisdiction will only be in exceptional rarity, where one party is remediless under the statute or clear bad faith is shown by one of the parties. here, both contingencies appear to have happened. an illegal order made by the court hearing the application for stay of operation of the award is not appealable under the act of 1996. on the other hand, opposite party having chosen to stay away and move for execution with different address than given in the reference, has shown bad faith.\" // 25 // 6. i have heard mr. ashok parija, learned senior counsel appearing along with mr. a. tripathy for the petitioner and mr. m. panda, leaned counsel appearing for the opp. party. on the consent of the learned counsels appearing for the parties, matter was taken up for disposal at the stage of admission. 7. this court after going through the view expressed by the hon'ble apex court in the aforementioned cases, finds that though intervention of this court with regard to the order passed under the act is very limited, but there is not a clear bar for such intervention by this court in exercise of its power under article 227 of the constitution of india. therefore, this court placing reliance on the decisions of the hon'ble apex court as cited supra held the writ petition as maintainable before this court. 7.1. on the question of merit, this court finds that in terms of the concession agreement executed on 16.03.2011, arss infra deposited a sum of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) towards first installment as concession fee and rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) towards non-refundable project development fee. though the parties to the concession agreement dtd.16.03.2011 were very much interested to // 26 // proceed with the work in question, but in view of the order passed by this court on 30.03.2012 and the final order passed on 20.12.2012 in w.p.(c) no. 30961 of 2011, the parties to the agreement could not proceed with the work. subsequent to such order passed by this court on 20.12.2012 in declaring the concession agreement dtd.16.03.2011 as void ab initio, the petitioner though was willing to refund the first installment of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) during april 2013, but in view of the interim order passed by the bombay high court on 30.05.2013 in arbitration petition no. 711 of 2013, the petitioner could not refund the said amount. the said fact is also reflected in para 17 of the order passed by the bombay high court on 03.08.2015. 7.2. subsequently, pursuant to the order passed by the bombay high court on 03.08.2015 while disposing the arbitration petition no. 711 of 2013, the petitioner as directed deposited the entire amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) before the said court on 05.10.2015. this court however, finds that learned arbitrators while passing the final award on 30.11.2021 has allowed interest on the amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh // 27 // sixty six thousand six hundred sixty seven) for the period from 23.08.2010 to 05.10.2015 @ 7% per annum and that comes to rs.6,68,51,806/(rupees six crore sixty eight lakh fifty one thousand eight hundred six) under heading 'b'. similarly, this court also finds that though the amount of rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) was a nonrefundable one, but the learned arbitrators under heading 'c' has held the petitioner liable to pay interest @ 7% per annum from 28.08.2010 to 30.10.2021 amounting to rs.1,82,40,567/(rupees one crore eighty two lakh forty thousand five hundred sixty seven). 7.3. though the interest awarded on those two counts under heading 'b' & 'c' were contested by the petitioner by submitting that the petitioner cannot be held liable to pay interest for the entire period on the amount of rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) and for the period from 30.05.2013 to 05.10.2015 on the amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven), but learned commercial court has not taken that point into consideration while passing the impugned order with a direction to deposit the entire awarded amount. // 28 // 7.4. since pursuant to the order passed by the hon'ble bombay high court the petitioner has already deposited the first installment amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) on 05.10.2015, the stand taken by the learned sr. counsel that the petitioner is not liable to pay interest for the period from 30.05.2013 to 05.10.2015 on the aforesaid amount & interest for the entire period from 28.07.2010 to 30.10.2021 on the non-refundable amount of rs. 2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) as per the view of this court has not been considered by the learned commercial court in its proper prospective. 7.5. in view of such material irregularity committed by the learned commercial court, this court placing reliance on the decisions of the hon'ble apex court as cited supra while holding the present writ petition as maintainable, this court on the question of merit finds that the petitioner since was restrained by the bombay high court from making the deposit of the first installment amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) for the period from 30.05.2013 to 03.08.2015, the interest awarded by the learned arbitrators for the said period from 30.05.2013 to 03.08.2015 under heading 'b' is an // 29 // issue to be decided finally by the learned commercial court in the proceeding in question. similarly, the interest awarded on the nonrefundable amount of rs.2,33,24,038/(rupees two crore thirty three lakh twenty four thousand thirty eight) for the entire period by the learned arbitrators under heading 'c' is also an issue to be decided by the learned commercial court while deciding the matter in arbp no. 07 of 2022. however, this court expresses no opinion on the merits and contentions so raised by the learned counsels appearing for the parties and learned commercial court is free to take its own view. 7.6. the stand taken by the learned counsel appearing for the opp. party relying on the decision of the hon'ble apex court in navayuga engineering company (supra) with regard to direction by the commercial court to deposit the entire award amount, it is the view of this court that since the petitioner has already deposited the first installment amount of rs. 18,66,66,667/(rupees eighteen crore sixty six lakh sixty six thousand six hundred sixty seven) before the bombay high court, the direction to deposit the entire award amount of rs.18,43,48,401/(rupees eighteen crore forty three lakh forty eight thousand four hundred one) is not just and proper. in view of the same, this court while interfering with the impugned // 30 // order, permits the petitioner to deposit 60% of the award amount within a period of one (1) month from today. however, it is observed that any view expressed by this court on any of the issues will not be treated as binding on the learned commercial court and the said court is to decide the matter in arbp no. 07 of 2022 on its own merit. the writ petition is disposed of with the aforesaid observation and direction. (biraja prasanna satapathy) judge orissa high court, cuttack dated the 6th of january, 2023/sneha"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "186acca290cf4b39ae63ff0cccff5ca0_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c050fd3d2468434189785398753891ee_1"
        },
        {
            "start": 242,
            "end": 694,
            "text": "\nRajasthan High Court\nRajasthan State Cooperative Oilseed ... vs M/S Solcon Enginners Pvt Ltd on 22 August, 2019\nBench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan\n                    Bench At Jaipur\n\n            (1) D. B. Civil Misc. Appeal No. 12/2019\n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f1be6e5dc4ca4002a930be76d419cc91_2"
        },
        {
            "start": 695,
            "end": 814,
            "text": "\n                                                 ----Decree Holder-Appellant\n                                   Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc4d902b8a7d4c0e8f0ffa4d4d22f43a_3"
        },
        {
            "start": 816,
            "end": 942,
            "text": "1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e05a1129a914b7cb7f4964c9e9dc7e4_4"
        },
        {
            "start": 943,
            "end": 990,
            "text": "\n        Niwai, Distt. Tonk- 304021, Rajasthan.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65f3b2e8f6f7469fb51d63e3bc08e013_5"
        },
        {
            "start": 992,
            "end": 1017,
            "text": "2.      Omprakash Jat S/o",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bfeb125c2bc14e4089569f62221b6bbe_6"
        },
        {
            "start": 1018,
            "end": 1034,
            "text": "Shri Prahlad Jat",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8800c4e7cfe1495d83423a47b914feed_7"
        },
        {
            "start": 1035,
            "end": 1054,
            "text": ", by Caste Jat, R/o",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7421e260fa4b462b8dabdf71d331e796_8"
        },
        {
            "start": 1055,
            "end": 1170,
            "text": "\n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ec058e1c7274ff0b50f44e5adafbcfc_9"
        },
        {
            "start": 1212,
            "end": 2882,
            "text": "----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1. M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale.\n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune.\n----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019).\nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules.\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "099583edf57247ffa925de6fad26d0ec_10"
        },
        {
            "start": 2882,
            "end": 2946,
            "text": "Mr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "09c0c9da41c94488be8b29df8f0e56af_11"
        },
        {
            "start": 2947,
            "end": 3014,
            "text": "\nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97541c148a674078940db6f9ae4c85d4_12"
        },
        {
            "start": 3015,
            "end": 3086,
            "text": "Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a18bf35afa24c8c9fc6c487385e5075_13"
        },
        {
            "start": 3087,
            "end": 3810,
            "text": "These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act?",
            "labels": [
                "NONE"
            ],
            "id": "bf6465f692f9464ca323ee63bff9ad91_14"
        },
        {
            "start": 3811,
            "end": 3923,
            "text": "\nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters.",
            "labels": [
                "NONE"
            ],
            "id": "0448d899a5414490b34e52a6bd19c0f7_15"
        },
        {
            "start": 3924,
            "end": 4528,
            "text": "\nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "RLC"
            ],
            "id": "26d852aa4c384f119f5675ede7158705_16"
        },
        {
            "start": 4529,
            "end": 5011,
            "text": "\nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum",
            "labels": [
                "RLC"
            ],
            "id": "823658d1b8c44b0e94284fc46467a81c_17"
        },
        {
            "start": 5012,
            "end": 5134,
            "text": " from 01.02.2018 till the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "2c73d4e0cde8415bafd77aaf6c192a1d_18"
        },
        {
            "start": 5135,
            "end": 5289,
            "text": "\nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018.",
            "labels": [
                "FAC"
            ],
            "id": "2984b4ef694a46bbb75276cdd2162289_19"
        },
        {
            "start": 5290,
            "end": 5664,
            "text": "In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-.",
            "labels": [
                "FAC"
            ],
            "id": "07ebc9322c1e44d9a6ca487526358fa5_20"
        },
        {
            "start": 5665,
            "end": 5765,
            "text": "The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2.",
            "labels": [
                "FAC"
            ],
            "id": "2defbb423a494a1b9927c1a0b7ccc582_21"
        },
        {
            "start": 5766,
            "end": 5899,
            "text": "On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them.",
            "labels": [
                "FAC"
            ],
            "id": "cfafe9d5855d4c9cad242e4bb78d8b97_22"
        },
        {
            "start": 5900,
            "end": 5986,
            "text": "The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "aad341274cbc48e894448f736b368900_23"
        },
        {
            "start": 5987,
            "end": 6146,
            "text": "Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008.",
            "labels": [
                "FAC"
            ],
            "id": "44d14371d0794cd98c1ca614b4ab65fa_24"
        },
        {
            "start": 6147,
            "end": 6320,
            "text": "It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune.",
            "labels": [
                "FAC"
            ],
            "id": "a66ec4b43c3a497b9548807c2c4f3df0_25"
        },
        {
            "start": 6321,
            "end": 6539,
            "text": "On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur.",
            "labels": [
                "FAC"
            ],
            "id": "bf300b0950684fb1bc634a6507ef284c_26"
        },
        {
            "start": 6540,
            "end": 6822,
            "text": "Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court.",
            "labels": [
                "FAC"
            ],
            "id": "3b1471dc1a7e4a9ba094b70e26df55e3_27"
        },
        {
            "start": 6823,
            "end": 7036,
            "text": "According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited.",
            "labels": [
                "FAC"
            ],
            "id": "87893e80069f41acb00ac626a52191c1_28"
        },
        {
            "start": 7037,
            "end": 7129,
            "text": "The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "31b5aa61447948cb9103020e8ba03305_29"
        },
        {
            "start": 7130,
            "end": 7426,
            "text": "However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely.",
            "labels": [
                "FAC"
            ],
            "id": "f0b8b94b6be44802bd436cda5da7afff_30"
        },
        {
            "start": 7427,
            "end": 7566,
            "text": "The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "d8a4471a7db447099b20190a3fa8de88_31"
        },
        {
            "start": 7567,
            "end": 7906,
            "text": "\nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "014a8e65cfe243b6b8920575ad89f39a_32"
        },
        {
            "start": 7907,
            "end": 8301,
            "text": "This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac93f0f800024c96b0b1065575367c73_33"
        },
        {
            "start": 8302,
            "end": 8649,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3c5a73228f994e1da0fbb7f5523a7eba_34"
        },
        {
            "start": 8650,
            "end": 8878,
            "text": "It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03f40e6a63fd4c0c98e7cd20f4e0d585_35"
        },
        {
            "start": 8879,
            "end": 9199,
            "text": "The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "85cf0bdbb60f439d93b52c2f3472e159_36"
        },
        {
            "start": 9200,
            "end": 9364,
            "text": "Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6044170bf36645739fa46248b583ff03_37"
        },
        {
            "start": 9365,
            "end": 9508,
            "text": "The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "37328621ce4c430d9b7e31254975442d_38"
        },
        {
            "start": 9509,
            "end": 9873,
            "text": "Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6feaf1d39db48f6972cccfa68ee53e3_39"
        },
        {
            "start": 9874,
            "end": 10046,
            "text": "It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bcb6753bcb264b4687cfd011d97cdb74_40"
        },
        {
            "start": 10047,
            "end": 10394,
            "text": "Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7b9884bba50541f3ac8eca1ee0e221d2_41"
        },
        {
            "start": 10395,
            "end": 10693,
            "text": "The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "83413d043ad046eba129949fff5c4e63_42"
        },
        {
            "start": 10695,
            "end": 11053,
            "text": "Learned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s. OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d71b69d2bab140818b79b097abd65064_43"
        },
        {
            "start": 11054,
            "end": 11755,
            "text": "In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bc786ad88b1e42689ad2c00b42f311ff_44"
        },
        {
            "start": 11756,
            "end": 11764,
            "text": "Vs. M/s.",
            "labels": [
                "NONE"
            ],
            "id": "c1d78243da3a4716bc911b69656230c4_45"
        },
        {
            "start": 11765,
            "end": 11869,
            "text": "Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63.",
            "labels": [
                "NONE"
            ],
            "id": "35e906eab51a484caaec632f670f2878_46"
        },
        {
            "start": 11870,
            "end": 12263,
            "text": "\nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73c9cb93c7c3401c8a732e84e0fe408e_47"
        },
        {
            "start": 12264,
            "end": 12698,
            "text": "While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e239146e674746259d33bb49605359b3_48"
        },
        {
            "start": 12699,
            "end": 12903,
            "text": "Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ad20f328c4354922abb9307798987aff_49"
        },
        {
            "start": 12904,
            "end": 13123,
            "text": "Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45294dbc18c549bcb711ea1d7bd13429_50"
        },
        {
            "start": 13124,
            "end": 13338,
            "text": "OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2381992d7c2f48a4a5279daa6ad94fc9_51"
        },
        {
            "start": 13339,
            "end": 13586,
            "text": "\nMr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "752e9436e39a4628b38709638c255ca7_52"
        },
        {
            "start": 13587,
            "end": 13807,
            "text": "Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "93017d62aff04e10954030c0632183c2_53"
        },
        {
            "start": 13808,
            "end": 13959,
            "text": "The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ffb0b366f3ef4a559ee94b9815c28d90_54"
        },
        {
            "start": 13960,
            "end": 14109,
            "text": "As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a082741bb28941aca273edd70fcebd4a_55"
        },
        {
            "start": 14110,
            "end": 14404,
            "text": "In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics.",
            "labels": [
                "RLC"
            ],
            "id": "e2d6532f009c41eba1cd7d0defbbe2ca_56"
        },
        {
            "start": 14405,
            "end": 14492,
            "text": "The Commercial Court thereafter could not resume the proceedings of execution petition.",
            "labels": [
                "RLC"
            ],
            "id": "735c1e986cf64269b16730e5d874bd97_57"
        },
        {
            "start": 14493,
            "end": 15041,
            "text": "Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e032efd15d2a49d9b8c27071ff8f3e63_58"
        },
        {
            "start": 15042,
            "end": 15179,
            "text": "\nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents.",
            "labels": [
                "NONE"
            ],
            "id": "eb0e4b450d4b4427a1ce08ed2ef0100c_59"
        },
        {
            "start": 15180,
            "end": 15646,
            "text": "\nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d382ae28ceb7440eb9165a503630b9fb_60"
        },
        {
            "start": 15647,
            "end": 15783,
            "text": "In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c19b7e737f9f45579174e9ec0119207e_61"
        },
        {
            "start": 15784,
            "end": 15837,
            "text": "An ex-parte award was passed against the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "47dc216dbdc148aca73fa40306affb6a_62"
        },
        {
            "start": 15838,
            "end": 16157,
            "text": "Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC.",
            "labels": [
                "FAC"
            ],
            "id": "5d13469375f340149a7048f887deb334_63"
        },
        {
            "start": 16158,
            "end": 16223,
            "text": "Plea of the respondent was that the vehicle concerned was stolen.",
            "labels": [
                "FAC"
            ],
            "id": "8f09fa018fa34d02945401298899c2d7_64"
        },
        {
            "start": 16224,
            "end": 16305,
            "text": "The Trial Court returned the execution application on the ground of jurisdiction.",
            "labels": [
                "RLC"
            ],
            "id": "216c20294aef46cfb29b7f4e955245e5_65"
        },
        {
            "start": 16306,
            "end": 16452,
            "text": "Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court.",
            "labels": [
                "FAC"
            ],
            "id": "5814bc1cac7842f2a1c2cf0f8fdf4af3_66"
        },
        {
            "start": 16453,
            "end": 16991,
            "text": "In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90742ec933b64e66beadc2b73e8ff147_67"
        },
        {
            "start": 16992,
            "end": 17104,
            "text": "Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d67b38d7a28409b8b85c71a5760fb57_68"
        },
        {
            "start": 17105,
            "end": 17269,
            "text": "Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91716358429549ce9eb0a979d145f754_69"
        },
        {
            "start": 17270,
            "end": 17637,
            "text": "It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c880dbaefb5495ea4651f1ab1714059_70"
        },
        {
            "start": 17638,
            "end": 17688,
            "text": "The jurisdiction is over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96e7704dcb9c415eb61b29dc05a086b3_71"
        },
        {
            "start": 17689,
            "end": 17808,
            "text": "The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "843cd066c54541c58c96c5301b10aaa1_72"
        },
        {
            "start": 17809,
            "end": 18034,
            "text": "However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cb5c571c8084a41ade8a6524a024c46_73"
        },
        {
            "start": 18035,
            "end": 18185,
            "text": "Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b69ad200aabc4fbca3045cfa1280b70c_74"
        },
        {
            "start": 18186,
            "end": 18331,
            "text": "Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e3ece9c843841cfb4ce7eabb91e1bd0_75"
        },
        {
            "start": 18332,
            "end": 18539,
            "text": "The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee9bdb436ce045569d7da12d76771e7a_76"
        },
        {
            "start": 18540,
            "end": 18788,
            "text": "An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e4e4f1e533446dea038e019204975af_77"
        },
        {
            "start": 18789,
            "end": 18961,
            "text": "There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94485fed7eb6478c8909dffeab33d143_78"
        },
        {
            "start": 18962,
            "end": 19027,
            "text": "The Arbitration Act actually transcends all territorial barriers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8f30430299d456ba64ceffebfb61874_79"
        },
        {
            "start": 19028,
            "end": 19298,
            "text": "Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c8495652d6e4de681707da149065f07_80"
        },
        {
            "start": 19299,
            "end": 19584,
            "text": "Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a7b533c92c634124823db3987de9e79d_81"
        },
        {
            "start": 19586,
            "end": 20016,
            "text": "The Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5c130b3a11134da19ae5e35560b44430_82"
        },
        {
            "start": 20017,
            "end": 20078,
            "text": "Para 25 of the said contract contained an arbitration clause.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d48bbe7f252442f292e5da3268853155_83"
        },
        {
            "start": 20079,
            "end": 20211,
            "text": "The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta.",
            "labels": [
                "FAC"
            ],
            "id": "b1f47b79d45e40c59b0167b0e02c619a_84"
        },
        {
            "start": 20212,
            "end": 20396,
            "text": "A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998.",
            "labels": [
                "FAC"
            ],
            "id": "1fd042999c0c47b6884bcc2cfc55efab_85"
        },
        {
            "start": 20397,
            "end": 20552,
            "text": "Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "c87db0d4d66e4e39ad8a1628963a15a0_86"
        },
        {
            "start": 20553,
            "end": 20619,
            "text": "Recall application filed by the State was dismissed on 20.01.2000.",
            "labels": [
                "FAC"
            ],
            "id": "a6fb45bda583466f9b5a1dbc38c24a26_87"
        },
        {
            "start": 20620,
            "end": 20765,
            "text": "An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed.",
            "labels": [
                "FAC"
            ],
            "id": "631677e6098f4e01ad18fa57d3d1a30c_88"
        },
        {
            "start": 20766,
            "end": 20826,
            "text": "Learned Arbitrator, however, passed the award on 30.06.2004.",
            "labels": [
                "FAC"
            ],
            "id": "2dd3bec42c034fb496138dd2308090ee_89"
        },
        {
            "start": 20827,
            "end": 21074,
            "text": "The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "012de957cf7b435e99d0bb07c68cf47d_90"
        },
        {
            "start": 21075,
            "end": 21231,
            "text": "The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri.",
            "labels": [
                "FAC"
            ],
            "id": "0c439418929743daa588167827fb7aec_91"
        },
        {
            "start": 21232,
            "end": 21335,
            "text": "Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005.",
            "labels": [
                "RLC"
            ],
            "id": "e49e7badb8e8409b8669d7faf12a2723_92"
        },
        {
            "start": 21336,
            "end": 21604,
            "text": "The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f45ce3a339374cb5877c0bfc0db45a45_93"
        },
        {
            "start": 21605,
            "end": 21821,
            "text": "It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99e578204f4d44ffa2ef23af54e82042_94"
        },
        {
            "start": 21822,
            "end": 21953,
            "text": "It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8d65a127664407aafdde1d137118e54_95"
        },
        {
            "start": 21954,
            "end": 22026,
            "text": "These two changes are of some significance as will be pointed out later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccbe4d41a34b409f9f389841b9b18247_96"
        },
        {
            "start": 22027,
            "end": 22240,
            "text": "Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b17aa8a3926c48cc9b1112d643db85fc_97"
        },
        {
            "start": 22241,
            "end": 22418,
            "text": "The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02786bf4d8204c87a3db89d69496bcdd_98"
        },
        {
            "start": 22419,
            "end": 22561,
            "text": "Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97182167d7fa4f86b860938ecdde73d7_99"
        },
        {
            "start": 22562,
            "end": 22665,
            "text": "But an essential ingredient of the section is that an application under Part I must be made in a court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd0b7117e84f44a5929eebc0fb8ff820_100"
        },
        {
            "start": 22667,
            "end": 22787,
            "text": "21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34fc4c230064424cb96c996fe71ce949_101"
        },
        {
            "start": 22788,
            "end": 23004,
            "text": "It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f26dfec37d284e9ea674d52a3e8edbe6_102"
        },
        {
            "start": 23005,
            "end": 23318,
            "text": "In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fd777e6d7b0d429485d75df86194ba78_103"
        },
        {
            "start": 23319,
            "end": 23818,
            "text": "It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16). As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications.\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bde9fabd4b5e4bf39825a538d392c040_104"
        },
        {
            "start": 23819,
            "end": 24560,
            "text": "Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\nIt may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae10d4053229420a93604fda280f8f47_105"
        },
        {
            "start": 24561,
            "end": 25002,
            "text": "Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e6cfc0b897e40648d65df9b5095c866_106"
        },
        {
            "start": 25003,
            "end": 25468,
            "text": "The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "731e41b0b29e4cdc811f8f116557be6e_107"
        },
        {
            "start": 25468,
            "end": 25956,
            "text": "Gujarat High Court in M/s. OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "24a85f00fa0948f7b0866834ae14f2f0_108"
        },
        {
            "start": 25957,
            "end": 26161,
            "text": "Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "865b6b1fd2d6417b92f59416e05f8869_109"
        },
        {
            "start": 26162,
            "end": 26690,
            "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71d2766560cf43849f648b629f4c43ec_110"
        },
        {
            "start": 26691,
            "end": 27015,
            "text": "\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.",
            "labels": [
                "STA"
            ],
            "id": "d7d9d568bccb448abe3e083a362ba9b7_111"
        },
        {
            "start": 27016,
            "end": 27489,
            "text": "\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "3b8c1d46299c47c98c18fc71174ea4d4_112"
        },
        {
            "start": 27490,
            "end": 27894,
            "text": "\nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "be95243ceea34abcad31b8a440ccf5a0_113"
        },
        {
            "start": 27896,
            "end": 28123,
            "text": "The aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74e8b23e51334cd58164c9f339270912_114"
        },
        {
            "start": 28124,
            "end": 28412,
            "text": "Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0b65012e774e43159a0ef1f6bdfd8212_115"
        },
        {
            "start": 28413,
            "end": 28807,
            "text": "The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0aa2975ffd5044d4a7cb8ad6b54aca9c_116"
        },
        {
            "start": 28808,
            "end": 29703,
            "text": "\nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"",
            "labels": [
                "STA"
            ],
            "id": "142a6709a18142ed9fec5c12d5932006_117"
        },
        {
            "start": 29704,
            "end": 30323,
            "text": "\n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "14488534dba84ab8b7f6eb875be168fd_118"
        },
        {
            "start": 30324,
            "end": 30371,
            "text": "(3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08878c2aee284e04b3b430ba6a0b330f_119"
        },
        {
            "start": 30373,
            "end": 30673,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c27e8ab4af24a6885e607d954b633df_120"
        },
        {
            "start": 30674,
            "end": 30935,
            "text": "If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f0663f8c9244ba683c0e0f3d4e2af05_121"
        },
        {
            "start": 30936,
            "end": 31510,
            "text": "In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc577dad520841228f0127cac7191859_122"
        },
        {
            "start": 31512,
            "end": 32019,
            "text": "In so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5598a823d69d4ac5aca4fbe3843c6ad0_123"
        },
        {
            "start": 32020,
            "end": 32151,
            "text": "In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act.",
            "labels": [
                "RATIO"
            ],
            "id": "7b2e9cbcbb5f4f18a9938dff006d87d7_124"
        },
        {
            "start": 32152,
            "end": 32689,
            "text": "Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "acf9814e621441d2a9decc20fea53a41_125"
        },
        {
            "start": 32690,
            "end": 33057,
            "text": "However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\n",
            "labels": [
                "RATIO"
            ],
            "id": "ed4e6eccfdf2408b9a57ecb4cc6e5289_126"
        },
        {
            "start": 33057,
            "end": 33744,
            "text": "In view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "RPC"
            ],
            "id": "c9daf5a3d3754ba69868cd7476401253_127"
        },
        {
            "start": 33745,
            "end": 33866,
            "text": "\nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed.",
            "labels": [
                "RPC"
            ],
            "id": "6016830dde464ccd9f22d6872156c56c_128"
        },
        {
            "start": 33867,
            "end": 33909,
            "text": "The orders impugned therein are set aside.",
            "labels": [
                "RPC"
            ],
            "id": "853167cb1b0448baa379a84afe0838b5_129"
        },
        {
            "start": 33910,
            "end": 33959,
            "text": "Writ petition No. 4379/2019 is however dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5ab4485642cc4f3c91524e4c95faf01b_130"
        },
        {
            "start": 33960,
            "end": 34057,
            "text": "\nAll the pending stay applications as also other interim applications, if any, stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "7a6fba819ee649fea60ab4bd006efec4_131"
        },
        {
            "start": 34058,
            "end": 34146,
            "text": "\nOffice is directed to place a copy of this judgment on record of each connected matter.",
            "labels": [
                "RPC"
            ],
            "id": "28380bf2e15642f880b80af1e1cbd4ef_132"
        },
        {
            "start": 34147,
            "end": 34262,
            "text": "\n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J",
            "labels": [
                "NONE"
            ],
            "id": "a206cdc092444f3ab6a1fe417e99f0af_133"
        },
        {
            "start": 34263,
            "end": 34354,
            "text": "                                   MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
            "labels": [
                "NONE"
            ],
            "id": "9bd0eaa670ad49568170dfcad8afe371_134"
        }
    ],
    "entities": [
        {
            "text": "Odisha State Road Transport",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 45
        },
        {
            "text": "Arss Bus Terminal Pvt. Ltd",
            "label": "RESPONDENT",
            "start_char": 49,
            "end_char": 75
        },
        {
            "text": "Biraja Prasanna Satapathy",
            "label": "JUDGE",
            "start_char": 103,
            "end_char": 128
        },
        {
            "text": "Biraja Prasanna Satapathy",
            "label": "JUDGE",
            "start_char": 136,
            "end_char": 161
        },
        {
            "text": "High Court Of Orissa At Cuttack",
            "label": "COURT",
            "start_char": 180,
            "end_char": 211
        },
        {
            "text": "Odisha State Road Transport",
            "label": "PETITIONER",
            "start_char": 415,
            "end_char": 442
        },
        {
            "text": "Arss Bus Terminal Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 590,
            "end_char": 617
        },
        {
            "text": "Ashok Parija",
            "label": "LAWYER",
            "start_char": 727,
            "end_char": 739
        },
        {
            "text": "Amitav Tripathy(Advocate",
            "label": "LAWYER",
            "start_char": 793,
            "end_char": 817
        },
        {
            "text": "B. Mohanty",
            "label": "LAWYER",
            "start_char": 857,
            "end_char": 867
        },
        {
            "text": "A.K. Behera",
            "label": "LAWYER",
            "start_char": 917,
            "end_char": 928
        },
        {
            "text": "Amrut Baral",
            "label": "LAWYER",
            "start_char": 986,
            "end_char": 997
        },
        {
            "text": "A. Jain",
            "label": "LAWYER",
            "start_char": 1051,
            "end_char": 1058
        },
        {
            "text": "Manish Panda",
            "label": "LAWYER",
            "start_char": 1112,
            "end_char": 1124
        },
        {
            "text": "S. Saxena",
            "label": "LAWYER",
            "start_char": 1178,
            "end_char": 1187
        },
        {
            "text": "BIRAJA PRASANNA SATAPATHY",
            "label": "JUDGE",
            "start_char": 1234,
            "end_char": 1259
        },
        {
            "text": "Biraja Prasanna Satapathy",
            "label": "JUDGE",
            "start_char": 1517,
            "end_char": 1542
        },
        {
            "text": "dtd.29.07.2022",
            "label": "DATE",
            "start_char": 1598,
            "end_char": 1612
        },
        {
            "text": "Civil Judge (Commercial // 2 // Court), Bhubaneswar",
            "label": "COURT",
            "start_char": 1639,
            "end_char": 1690
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 1694,
            "end_char": 1713
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 1764,
            "end_char": 1783
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1811,
            "end_char": 1847
        },
        {
            "text": "dtd.11.12.2020",
            "label": "DATE",
            "start_char": 1916,
            "end_char": 1930
        },
        {
            "text": "dtd.30.11.2021",
            "label": "DATE",
            "start_char": 1950,
            "end_char": 1964
        },
        {
            "text": "Arbitration Proceeding No. 68 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2011,
            "end_char": 2048
        },
        {
            "text": "ARBP No. 68 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2087,
            "end_char": 2106
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 2211,
            "end_char": 2230
        },
        {
            "text": "Sec.",
            "label": "PROVISION",
            "start_char": 2254,
            "end_char": 2258
        },
        {
            "text": "dtd.30.11.2021",
            "label": "DATE",
            "start_char": 2341,
            "end_char": 2355
        },
        {
            "text": "ARBP No. 68 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2423,
            "end_char": 2442
        },
        {
            "text": "dtd.29.07.2022",
            "label": "DATE",
            "start_char": 2537,
            "end_char": 2551
        },
        {
            "text": "dt.30.11.2021",
            "label": "DATE",
            "start_char": 2612,
            "end_char": 2625
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 2969,
            "end_char": 2988
        },
        {
            "text": "Department of Commerce & Transport (Govt. of Odisha)",
            "label": "ORG",
            "start_char": 3001,
            "end_char": 3053
        },
        {
            "text": "dtd.14.12.2009",
            "label": "DATE",
            "start_char": 3090,
            "end_char": 3104
        },
        {
            "text": "Baramunda Bus Terminal",
            "label": "ORG",
            "start_char": 3146,
            "end_char": 3168
        },
        {
            "text": "ARSS Infrastructure Project Ltd.",
            "label": "ORG",
            "start_char": 3248,
            "end_char": 3280
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 3283,
            "end_char": 3293
        },
        {
            "text": "25.08.2010",
            "label": "DATE",
            "start_char": 3419,
            "end_char": 3429
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 3430,
            "end_char": 3440
        },
        {
            "text": "ARSS Bus Terminal Pvt",
            "label": "ORG",
            "start_char": 3811,
            "end_char": 3832
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 3882,
            "end_char": 3892
        },
        {
            "text": "Welspun Infratech Ltd.",
            "label": "ORG",
            "start_char": 3899,
            "end_char": 3921
        },
        {
            "text": "4 // 16.03.2011,",
            "label": "DATE",
            "start_char": 4136,
            "end_char": 4152
        },
        {
            "text": "16.03.2011",
            "label": "DATE",
            "start_char": 4813,
            "end_char": 4823
        },
        {
            "text": "W.P.(C) No. 30961 of 2011",
            "label": "CASE_NUMBER",
            "start_char": 4870,
            "end_char": 4895
        },
        {
            "text": "dtd.30.03.2012",
            "label": "DATE",
            "start_char": 4929,
            "end_char": 4943
        },
        {
            "text": "dtd.20.12.2012",
            "label": "DATE",
            "start_char": 5070,
            "end_char": 5084
        },
        {
            "text": "20.12.2012",
            "label": "DATE",
            "start_char": 5222,
            "end_char": 5232
        },
        {
            "text": "dtd.16.03.2011",
            "label": "DATE",
            "start_char": 5293,
            "end_char": 5307
        },
        {
            "text": "dtd.16.03.2011",
            "label": "DATE",
            "start_char": 5426,
            "end_char": 5440
        },
        {
            "text": "30.04.2013",
            "label": "DATE",
            "start_char": 5528,
            "end_char": 5538
        },
        {
            "text": "Welspun",
            "label": "OTHER_PERSON",
            "start_char": 5552,
            "end_char": 5559
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 5578,
            "end_char": 5595
        },
        {
            "text": "Arbitration Petition (L) No. 711 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 5599,
            "end_char": 5639
        },
        {
            "text": "20.05.2013",
            "label": "DATE",
            "start_char": 5674,
            "end_char": 5684
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 5693,
            "end_char": 5703
        },
        {
            "text": "ARSS Bus Terminal Pvt",
            "label": "ORG",
            "start_char": 5867,
            "end_char": 5888
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 5926,
            "end_char": 5943
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 5971,
            "end_char": 5981
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 6161,
            "end_char": 6171
        },
        {
            "text": "dtd.30.05.2013",
            "label": "DATE",
            "start_char": 6212,
            "end_char": 6226
        },
        {
            "text": "High Court of Orissa",
            "label": "COURT",
            "start_char": 6415,
            "end_char": 6435
        },
        {
            "text": "High Court of Orissa",
            "label": "COURT",
            "start_char": 6583,
            "end_char": 6603
        },
        {
            "text": "Arbitration Petition No. 711 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 6961,
            "end_char": 6997
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 7037,
            "end_char": 7054
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 7058,
            "end_char": 7068
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 8245,
            "end_char": 8262
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 8266,
            "end_char": 8276
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 8461,
            "end_char": 8471
        },
        {
            "text": "Welspun",
            "label": "OTHER_PERSON",
            "start_char": 8531,
            "end_char": 8538
        },
        {
            "text": "28.10.2015",
            "label": "DATE",
            "start_char": 8542,
            "end_char": 8552
        },
        {
            "text": "Sec.",
            "label": "PROVISION",
            "start_char": 8619,
            "end_char": 8623
        },
        {
            "text": "ARBP No. 53 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 8659,
            "end_char": 8678
        },
        {
            "text": "dtd.15.11.2019",
            "label": "DATE",
            "start_char": 8702,
            "end_char": 8716
        },
        {
            "text": "Basudev Panigrahi",
            "label": "JUDGE",
            "start_char": 8747,
            "end_char": 8764
        },
        {
            "text": "A.K. Rath",
            "label": "JUDGE",
            "start_char": 8781,
            "end_char": 8790
        },
        {
            "text": "15.11.2019",
            "label": "DATE",
            "start_char": 9011,
            "end_char": 9021
        },
        {
            "text": "Special Leave petition (Civil) Diary No(S)",
            "label": "PRECEDENT",
            "start_char": 9100,
            "end_char": 9142
        },
        {
            "text": "dtd.10.06.2020",
            "label": "DATE",
            "start_char": 9201,
            "end_char": 9215
        },
        {
            "text": "Arbitration Proceeding No. 68 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 9379,
            "end_char": 9416
        },
        {
            "text": "11.12.2020",
            "label": "DATE",
            "start_char": 9481,
            "end_char": 9491
        },
        {
            "text": "30.11.2021",
            "label": "DATE",
            "start_char": 9553,
            "end_char": 9563
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 9857,
            "end_char": 9876
        },
        {
            "text": "dtd.29.07.2022",
            "label": "DATE",
            "start_char": 10060,
            "end_char": 10074
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 10273,
            "end_char": 10290
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 10294,
            "end_char": 10304
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 10484,
            "end_char": 10494
        },
        {
            "text": "Parija",
            "label": "LAWYER",
            "start_char": 10959,
            "end_char": 10965
        },
        {
            "text": "A. Tripathy",
            "label": "OTHER_PERSON",
            "start_char": 11031,
            "end_char": 11042
        },
        {
            "text": "23.08.2010",
            "label": "DATE",
            "start_char": 11201,
            "end_char": 11211
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 11215,
            "end_char": 11225
        },
        {
            "text": "28.08.2010",
            "label": "DATE",
            "start_char": 11483,
            "end_char": 11493
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 11497,
            "end_char": 11507
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 11554,
            "end_char": 11564
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 12309,
            "end_char": 12326
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 12330,
            "end_char": 12340
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 12473,
            "end_char": 12490
        },
        {
            "text": "dt.03.08.2015",
            "label": "DATE",
            "start_char": 12504,
            "end_char": 12517
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 12609,
            "end_char": 12619
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 12623,
            "end_char": 12633
        },
        {
            "text": "28.08.2010",
            "label": "DATE",
            "start_char": 12889,
            "end_char": 12899
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 12903,
            "end_char": 12913
        },
        {
            "text": "23.08.2010",
            "label": "DATE",
            "start_char": 13133,
            "end_char": 13143
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 13147,
            "end_char": 13157
        },
        {
            "text": "28.08.2010",
            "label": "DATE",
            "start_char": 13314,
            "end_char": 13324
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 13328,
            "end_char": 13338
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 13661,
            "end_char": 13671
        },
        {
            "text": "Sec.",
            "label": "PROVISION",
            "start_char": 13921,
            "end_char": 13925
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 14045,
            "end_char": 14064
        },
        {
            "text": "Sec. 36(3)",
            "label": "PROVISION",
            "start_char": 14131,
            "end_char": 14141
        },
        {
            "text": "dtd.30.11.2021",
            "label": "DATE",
            "start_char": 14802,
            "end_char": 14816
        },
        {
            "text": "Manish Panda",
            "label": "LAWYER",
            "start_char": 14885,
            "end_char": 14897
        },
        {
            "text": "29.07.2022",
            "label": "DATE",
            "start_char": 15099,
            "end_char": 15109
        },
        {
            "text": "Sec. 5",
            "label": "PROVISION",
            "start_char": 15498,
            "end_char": 15504
        },
        {
            "text": "Sec. 36(3)",
            "label": "PROVISION",
            "start_char": 15996,
            "end_char": 16006
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16427,
            "end_char": 16437
        },
        {
            "text": "Navayuga Engineering Company v. Bangalore Metro Rail Corporation Limited (2021 SCC OnLine SC 469)",
            "label": "PRECEDENT",
            "start_char": 16462,
            "end_char": 16559
        },
        {
            "text": "29.07.2022",
            "label": "DATE",
            "start_char": 16654,
            "end_char": 16664
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16819,
            "end_char": 16829
        },
        {
            "text": "Bhaben Construction v. Executive Engineer Sardar Sarovar Nigam (2021 SCC OnLine SC 8) and",
            "label": "PRECEDENT",
            "start_char": 16854,
            "end_char": 16943
        },
        {
            "text": "Deep Industries Ltd.",
            "label": "ORG",
            "start_char": 16972,
            "end_char": 16992
        },
        {
            "text": "ONGC Ltd.",
            "label": "ORG",
            "start_char": 16997,
            "end_char": 17006
        },
        {
            "text": "((2020) 15 SCC 706)",
            "label": "PRECEDENT",
            "start_char": 17014,
            "end_char": 17033
        },
        {
            "text": "Radhey Shyam",
            "label": "OTHER_PERSON",
            "start_char": 17127,
            "end_char": 17139
        },
        {
            "text": "Chhabi Nath",
            "label": "OTHER_PERSON",
            "start_char": 17151,
            "end_char": 17162
        },
        {
            "text": "Shalini Shyam Shetty",
            "label": "OTHER_PERSON",
            "start_char": 17216,
            "end_char": 17236
        },
        {
            "text": "Rajendra Shankar Patil ((2010) 8 SCC 329)",
            "label": "PRECEDENT",
            "start_char": 17248,
            "end_char": 17289
        },
        {
            "text": "Navayuga Engineering Company",
            "label": "PRECEDENT",
            "start_char": 17382,
            "end_char": 17410
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 17427,
            "end_char": 17437
        },
        {
            "text": "16.08.2018",
            "label": "DATE",
            "start_char": 17502,
            "end_char": 17512
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17745,
            "end_char": 17755
        },
        {
            "text": "Additional City Civil and Sessions Judge at Bengaluru",
            "label": "COURT",
            "start_char": 17833,
            "end_char": 17886
        },
        {
            "text": "21.12.2019",
            "label": "DATE",
            "start_char": 17891,
            "end_char": 17901
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 18352,
            "end_char": 18361
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18369,
            "end_char": 18384
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18407,
            "end_char": 18422
        },
        {
            "text": "Deep Industries Ltd. v. ONGC (2020)",
            "label": "PRECEDENT",
            "start_char": 18477,
            "end_char": 18512
        },
        {
            "text": "Article 226 and 227",
            "label": "PROVISION",
            "start_char": 18550,
            "end_char": 18569
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18655,
            "end_char": 18670
        },
        {
            "text": "Bhaben Construction",
            "label": "PRECEDENT",
            "start_char": 19009,
            "end_char": 19028
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 19045,
            "end_char": 19055
        },
        {
            "text": "Nivedita Sharma v. Cellular Operators Association of India, (2011) 14",
            "label": "PRECEDENT",
            "start_char": 19231,
            "end_char": 19300
        },
        {
            "text": "SCC 337",
            "label": "CASE_NUMBER",
            "start_char": 19301,
            "end_char": 19308
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 19627,
            "end_char": 19638
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 19646,
            "end_char": 19658
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 19685,
            "end_char": 19697
        },
        {
            "text": "L. Chandra Kumar v. Union of India, (1997) 3 SCC 261",
            "label": "PRECEDENT",
            "start_char": 19751,
            "end_char": 19803
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 19886,
            "end_char": 19897
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 19905,
            "end_char": 19917
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 20219,
            "end_char": 20230
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20238,
            "end_char": 20250
        },
        {
            "text": "Deep Industries Limited v. Oil and Natural Gas Corporation Limited, 2019 SCC OnLine SC 1602",
            "label": "PRECEDENT",
            "start_char": 21080,
            "end_char": 21171
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 21194,
            "end_char": 21203
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21211,
            "end_char": 21226
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 21231,
            "end_char": 21242
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 21250,
            "end_char": 21262
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 21354,
            "end_char": 21363
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 21463,
            "end_char": 21469
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21477,
            "end_char": 21492
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 21571,
            "end_char": 21581
        },
        {
            "text": "Section 37(2)",
            "label": "PROVISION",
            "start_char": 21798,
            "end_char": 21811
        },
        {
            "text": "Articles 226/227",
            "label": "PROVISION",
            "start_char": 21921,
            "end_char": 21937
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 21945,
            "end_char": 21957
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 21997,
            "end_char": 22007
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22142,
            "end_char": 22153
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 22238,
            "end_char": 22247
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22354,
            "end_char": 22365
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 22427,
            "end_char": 22437
        },
        {
            "text": "Deep Industries",
            "label": "PRECEDENT",
            "start_char": 22739,
            "end_char": 22754
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 22771,
            "end_char": 22781
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 22893,
            "end_char": 22902
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 23002,
            "end_char": 23008
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23016,
            "end_char": 23031
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23119,
            "end_char": 23129
        },
        {
            "text": "Section 37(2)",
            "label": "PROVISION",
            "start_char": 23346,
            "end_char": 23359
        },
        {
            "text": "Articles 226/227",
            "label": "PROVISION",
            "start_char": 23481,
            "end_char": 23497
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 23505,
            "end_char": 23517
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23557,
            "end_char": 23567
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23702,
            "end_char": 23713
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 23798,
            "end_char": 23807
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 23914,
            "end_char": 23925
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23987,
            "end_char": 23997
        },
        {
            "text": "Nivedita Sharma v. COAP",
            "label": "PRECEDENT",
            "start_char": 24297,
            "end_char": 24320
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 24669,
            "end_char": 24680
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 24688,
            "end_char": 24700
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 24727,
            "end_char": 24739
        },
        {
            "text": "L Chandra Kumar v. Union of India",
            "label": "PRECEDENT",
            "start_char": 24794,
            "end_char": 24827
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 24911,
            "end_char": 24922
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 24930,
            "end_char": 24942
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 25245,
            "end_char": 25256
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 25264,
            "end_char": 25276
        },
        {
            "text": "Thansingh Nathmal v. Supt. of Taxes",
            "label": "PRECEDENT",
            "start_char": 25615,
            "end_char": 25650
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 26036,
            "end_char": 26047
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 26366,
            "end_char": 26377
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 26385,
            "end_char": 26397
        },
        {
            "text": "Titaghur Paper Mills Co. Ltd. v. State of Orissa",
            "label": "PRECEDENT",
            "start_char": 26545,
            "end_char": 26593
        },
        {
            "text": "Willes",
            "label": "JUDGE",
            "start_char": 26855,
            "end_char": 26861
        },
        {
            "text": "Wolverhampton New Waterworks Co. v. Hawkesford10",
            "label": "PRECEDENT",
            "start_char": 26869,
            "end_char": 26917
        },
        {
            "text": "Neville v. London Express Newspapers Ltd.11",
            "label": "PRECEDENT",
            "start_char": 27534,
            "end_char": 27577
        },
        {
            "text": "Attorney General of Trinidad & Tobago v. Gordon Grant & Co. Ltd.",
            "label": "PRECEDENT",
            "start_char": 27626,
            "end_char": 27690
        },
        {
            "text": "Secy of State v. Mask & Co.13",
            "label": "PRECEDENT",
            "start_char": 27698,
            "end_char": 27727
        },
        {
            "text": "Mafatlal Industries Ltd. v. Union of India",
            "label": "PRECEDENT",
            "start_char": 27950,
            "end_char": 27992
        },
        {
            "text": "B.P. Jeevan Reddy",
            "label": "JUDGE",
            "start_char": 27994,
            "end_char": 28011
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 28134,
            "end_char": 28145
        },
        {
            "text": "Article 32",
            "label": "PROVISION",
            "start_char": 28203,
            "end_char": 28213
        },
        {
            "text": "Article 226/Article 32",
            "label": "PROVISION",
            "start_char": 28382,
            "end_char": 28404
        },
        {
            "text": "Vaidyanathan",
            "label": "OTHER_PERSON",
            "start_char": 28638,
            "end_char": 28650
        },
        {
            "text": "Baburam Prakash Chandra Maheshwari v. Antarim",
            "label": "PRECEDENT",
            "start_char": 28712,
            "end_char": 28757
        },
        {
            "text": "Zila Parishad, Muzaffarnagaris",
            "label": "ORG",
            "start_char": 28758,
            "end_char": 28788
        },
        {
            "text": "Thansingh Nathmal v. Supt. of Taxes",
            "label": "PRECEDENT",
            "start_char": 29277,
            "end_char": 29312
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 29397,
            "end_char": 29408
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 29416,
            "end_char": 29428
        },
        {
            "text": "Radhey Shyam",
            "label": "PRECEDENT",
            "start_char": 29668,
            "end_char": 29680
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 29697,
            "end_char": 29707
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 29855,
            "end_char": 29862
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 29964,
            "end_char": 29969
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 30102,
            "end_char": 30114
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30259,
            "end_char": 30270
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 30394,
            "end_char": 30401
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 30420,
            "end_char": 30425
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 30607,
            "end_char": 30612
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30846,
            "end_char": 30857
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31104,
            "end_char": 31115
        },
        {
            "text": "Surya Dev Rai",
            "label": "OTHER_PERSON",
            "start_char": 31315,
            "end_char": 31328
        },
        {
            "text": "Articles 226 and 227",
            "label": "PROVISION",
            "start_char": 31395,
            "end_char": 31415
        },
        {
            "text": "Articles 226 and 227",
            "label": "PROVISION",
            "start_char": 31565,
            "end_char": 31585
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 31772,
            "end_char": 31783
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31784,
            "end_char": 31787
        },
        {
            "text": "Act 46 of 1999",
            "label": "STATUTE",
            "start_char": 31791,
            "end_char": 31805
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31844,
            "end_char": 31855
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31979,
            "end_char": 31990
        },
        {
            "text": "Waryam Singh v. Amarnath45",
            "label": "PRECEDENT",
            "start_char": 32041,
            "end_char": 32067
        },
        {
            "text": "Ouseph Mathai v. M. Abdul Khadir",
            "label": "PRECEDENT",
            "start_char": 32069,
            "end_char": 32101
        },
        {
            "text": "Shalini Shyam Shetty v. Rajendra Shankar Patil",
            "label": "PRECEDENT",
            "start_char": 32103,
            "end_char": 32149
        },
        {
            "text": "Sameer Suresh Gupta v. Rahul Kumar Agarwals",
            "label": "PRECEDENT",
            "start_char": 32154,
            "end_char": 32197
        },
        {
            "text": "Shalini Shyam Shetty7",
            "label": "OTHER_PERSON",
            "start_char": 32201,
            "end_char": 32222
        },
        {
            "text": "// 20 // Article 227",
            "label": "PROVISION",
            "start_char": 32811,
            "end_char": 32831
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 33323,
            "end_char": 33334
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 33342,
            "end_char": 33354
        },
        {
            "text": "Surya Dev",
            "label": "OTHER_PERSON",
            "start_char": 33466,
            "end_char": 33475
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 33515,
            "end_char": 33526
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 33534,
            "end_char": 33554
        },
        {
            "text": "Civil Procedure Code (Amendment) Act, 1999",
            "label": "STATUTE",
            "start_char": 33562,
            "end_char": 33604
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 33662,
            "end_char": 33673
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33674,
            "end_char": 33677
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 33732,
            "end_char": 33743
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33744,
            "end_char": 33747
        },
        {
            "text": "Article 226 or 227",
            "label": "PROVISION",
            "start_char": 34037,
            "end_char": 34055
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 34063,
            "end_char": 34075
        },
        {
            "text": "Article 226 or 227",
            "label": "PROVISION",
            "start_char": 34338,
            "end_char": 34356
        },
        {
            "text": "Shalini Shyam Shetty",
            "label": "PRECEDENT",
            "start_char": 34641,
            "end_char": 34661
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 34678,
            "end_char": 34688
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 34754,
            "end_char": 34772
        },
        {
            "text": "Nagendra Nath",
            "label": "JUDGE",
            "start_char": 34776,
            "end_char": 34789
        },
        {
            "text": "B.P. Sinha",
            "label": "JUDGE",
            "start_char": 34820,
            "end_char": 34830
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 34920,
            "end_char": 34931
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 34968,
            "end_char": 34979
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 35016,
            "end_char": 35027
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35213,
            "end_char": 35226
        },
        {
            "text": "Surya Dev Rai v. Ram Chander Rai",
            "label": "PRECEDENT",
            "start_char": 35230,
            "end_char": 35262
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 35361,
            "end_char": 35372
        },
        {
            "text": "Surya Dev Rai",
            "label": "OTHER_PERSON",
            "start_char": 35387,
            "end_char": 35400
        },
        {
            "text": "Radhey Shyam v. Chhabi Nath",
            "label": "PRECEDENT",
            "start_char": 35647,
            "end_char": 35674
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 35866,
            "end_char": 35877
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 35965,
            "end_char": 35976
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36041,
            "end_char": 36052
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 36149,
            "end_char": 36160
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36301,
            "end_char": 36312
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 36508,
            "end_char": 36519
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 36527,
            "end_char": 36539
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36667,
            "end_char": 36678
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 36814,
            "end_char": 36825
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37010,
            "end_char": 37021
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 37127,
            "end_char": 37138
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37222,
            "end_char": 37233
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37480,
            "end_char": 37491
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 37499,
            "end_char": 37511
        },
        {
            "text": "Waryam Singh",
            "label": "OTHER_PERSON",
            "start_char": 37789,
            "end_char": 37801
        },
        {
            "text": "Waryam Singh",
            "label": "OTHER_PERSON",
            "start_char": 37824,
            "end_char": 37836
        },
        {
            "text": "Waryam Singh",
            "label": "OTHER_PERSON",
            "start_char": 37976,
            "end_char": 37988
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39104,
            "end_char": 39115
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 39210,
            "end_char": 39222
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 39230,
            "end_char": 39248
        },
        {
            "text": "L. Chandra Kumar v. Union of India",
            "label": "PRECEDENT",
            "start_char": 39266,
            "end_char": 39300
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 39462,
            "end_char": 39473
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 39481,
            "end_char": 39501
        },
        {
            "text": "Civil Procedure Code (Amendment) Act, 1999",
            "label": "STATUTE",
            "start_char": 39509,
            "end_char": 39551
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39619,
            "end_char": 39630
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39789,
            "end_char": 39800
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 40038,
            "end_char": 40049
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 41019,
            "end_char": 41030
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 41107,
            "end_char": 41118
        },
        {
            "text": "A. Tripathy",
            "label": "OTHER_PERSON",
            "start_char": 41442,
            "end_char": 41453
        },
        {
            "text": "Bhaben Construction",
            "label": "PRECEDENT",
            "start_char": 41514,
            "end_char": 41533
        },
        {
            "text": "Deep Industries",
            "label": "PRECEDENT",
            "start_char": 41553,
            "end_char": 41568
        },
        {
            "text": "Punjab Agro Industries Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 41681,
            "end_char": 41719
        },
        {
            "text": "Kewal Singh Dhillon (2008) 10 SCC 128",
            "label": "PRECEDENT",
            "start_char": 41720,
            "end_char": 41757
        },
        {
            "text": "24.11.2022",
            "label": "DATE",
            "start_char": 41796,
            "end_char": 41806
        },
        {
            "text": "W.P.(C) No. 31938 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 41810,
            "end_char": 41835
        },
        {
            "text": "National Aluminum Company Ltd.",
            "label": "ORG",
            "start_char": 41837,
            "end_char": 41867
        },
        {
            "text": "UBV Infrastructure Ltd.",
            "label": "ORG",
            "start_char": 41872,
            "end_char": 41895
        },
        {
            "text": "Punjab Agro Industries",
            "label": "PRECEDENT",
            "start_char": 41928,
            "end_char": 41950
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 41967,
            "end_char": 41977
        },
        {
            "text": "sub-section (4) or sub-sections (5) and (6) of Section 11",
            "label": "PROVISION",
            "start_char": 42126,
            "end_char": 42183
        },
        {
            "text": "sub-section (7) of Section 11",
            "label": "PROVISION",
            "start_char": 42204,
            "end_char": 42233
        },
        {
            "text": "sub-sections (4), (5) or (6) of Section 11",
            "label": "PROVISION",
            "start_char": 42288,
            "end_char": 42330
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 42567,
            "end_char": 42578
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 42586,
            "end_char": 42607
        },
        {
            "text": "Section 11(4)",
            "label": "PROVISION",
            "start_char": 42677,
            "end_char": 42690
        },
        {
            "text": "Section 11(7)",
            "label": "PROVISION",
            "start_char": 42729,
            "end_char": 42742
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 42900,
            "end_char": 42911
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 42919,
            "end_char": 42931
        },
        {
            "text": "SBP [(2005) 8 SCC 618]",
            "label": "PRECEDENT",
            "start_char": 42949,
            "end_char": 42971
        },
        {
            "text": "SBP [(2005) 8 SCC 618]",
            "label": "PRECEDENT",
            "start_char": 43041,
            "end_char": 43063
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 43092,
            "end_char": 43102
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 43136,
            "end_char": 43147
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 43155,
            "end_char": 43167
        },
        {
            "text": "National Aluminum Company",
            "label": "PRECEDENT",
            "start_char": 43425,
            "end_char": 43450
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43510,
            "end_char": 43523
        },
        {
            "text": "Bhaven Construction",
            "label": "PRECEDENT",
            "start_char": 43527,
            "end_char": 43546
        },
        {
            "text": "Ashok Parija",
            "label": "LAWYER",
            "start_char": 44106,
            "end_char": 44118
        },
        {
            "text": "A. Tripathy",
            "label": "OTHER_PERSON",
            "start_char": 44168,
            "end_char": 44179
        },
        {
            "text": "M. Panda",
            "label": "OTHER_PERSON",
            "start_char": 44207,
            "end_char": 44215
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 44457,
            "end_char": 44467
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 44701,
            "end_char": 44712
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 44720,
            "end_char": 44741
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 44814,
            "end_char": 44824
        },
        {
            "text": "16.03.2011",
            "label": "DATE",
            "start_char": 45001,
            "end_char": 45011
        },
        {
            "text": "ARSS Infra",
            "label": "ORG",
            "start_char": 45013,
            "end_char": 45023
        },
        {
            "text": "dtd.16.03.2011",
            "label": "DATE",
            "start_char": 45376,
            "end_char": 45390
        },
        {
            "text": "30.03.2012",
            "label": "DATE",
            "start_char": 45513,
            "end_char": 45523
        },
        {
            "text": "20.12.2012",
            "label": "DATE",
            "start_char": 45554,
            "end_char": 45564
        },
        {
            "text": "W.P.(C) No. 30961 of 2011",
            "label": "CASE_NUMBER",
            "start_char": 45568,
            "end_char": 45593
        },
        {
            "text": "20.12.2012",
            "label": "DATE",
            "start_char": 45706,
            "end_char": 45716
        },
        {
            "text": "dtd.16.03.2011",
            "label": "DATE",
            "start_char": 45755,
            "end_char": 45769
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 46025,
            "end_char": 46042
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 46046,
            "end_char": 46056
        },
        {
            "text": "Arbitration Petition No",
            "label": "CASE_NUMBER",
            "start_char": 46060,
            "end_char": 46083
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 46217,
            "end_char": 46234
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 46238,
            "end_char": 46248
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 46305,
            "end_char": 46322
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 46326,
            "end_char": 46336
        },
        {
            "text": "Arbitration Petition No. 711 of 2013",
            "label": "CASE_NUMBER",
            "start_char": 46357,
            "end_char": 46393
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 46579,
            "end_char": 46589
        },
        {
            "text": "30.11.2021",
            "label": "DATE",
            "start_char": 46675,
            "end_char": 46685
        },
        {
            "text": "23.08.2010",
            "label": "DATE",
            "start_char": 46854,
            "end_char": 46864
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 46868,
            "end_char": 46878
        },
        {
            "text": "28.08.2010",
            "label": "DATE",
            "start_char": 47309,
            "end_char": 47319
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 47323,
            "end_char": 47333
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 47774,
            "end_char": 47784
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 47788,
            "end_char": 47798
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 48144,
            "end_char": 48161
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 48335,
            "end_char": 48345
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 48460,
            "end_char": 48470
        },
        {
            "text": "05.10.2015",
            "label": "DATE",
            "start_char": 48474,
            "end_char": 48484
        },
        {
            "text": "28.07.2010",
            "label": "DATE",
            "start_char": 48547,
            "end_char": 48557
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 48561,
            "end_char": 48571
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 48952,
            "end_char": 48962
        },
        {
            "text": "Supra",
            "label": "OTHER_PERSON",
            "start_char": 48972,
            "end_char": 48977
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 49125,
            "end_char": 49142
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 49323,
            "end_char": 49333
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 49337,
            "end_char": 49347
        },
        {
            "text": "30.05.2013",
            "label": "DATE",
            "start_char": 49422,
            "end_char": 49432
        },
        {
            "text": "03.08.2015",
            "label": "DATE",
            "start_char": 49436,
            "end_char": 49446
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 49883,
            "end_char": 49902
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 50207,
            "end_char": 50217
        },
        {
            "text": "Navayuga Engineering Company",
            "label": "PRECEDENT",
            "start_char": 50221,
            "end_char": 50249
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 50564,
            "end_char": 50581
        },
        {
            "text": "ARBP No. 07 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 51135,
            "end_char": 51154
        },
        {
            "text": "Biraja Prasanna Satapathy",
            "label": "JUDGE",
            "start_char": 51254,
            "end_char": 51279
        },
        {
            "text": "Orissa High Court, Cuttack",
            "label": "COURT",
            "start_char": 51287,
            "end_char": 51313
        },
        {
            "text": "6th of January, 2023",
            "label": "DATE",
            "start_char": 51324,
            "end_char": 51344
        }
    ],
    "precedent_clusters": {
        "Nivedita Sharma v. Cellular Operators Association of India, (2011) 14": [
            "Special Leave petition (Civil) Diary No(S)",
            "Deep Industries Ltd. v. ONGC (2020)",
            "Nivedita Sharma v. Cellular Operators Association of India, (2011) 14",
            "Nivedita Sharma v. COAP",
            "L Chandra Kumar v. Union of India",
            "Thansingh Nathmal v. Supt. of Taxes",
            "Titaghur Paper Mills Co. Ltd. v. State of Orissa",
            "Wolverhampton New Waterworks Co. v. Hawkesford10",
            "Neville v. London Express Newspapers Ltd.11",
            "Attorney General of Trinidad & Tobago v. Gordon Grant & Co. Ltd.",
            "Secy of State v. Mask & Co.13",
            "Mafatlal Industries Ltd. v. Union of India",
            "Baburam Prakash Chandra Maheshwari v. Antarim",
            "Thansingh Nathmal v. Supt. of Taxes",
            "Waryam Singh v. Amarnath45",
            "Ouseph Mathai v. M. Abdul Khadir",
            "Shalini Shyam Shetty v. Rajendra Shankar Patil",
            "Sameer Suresh Gupta v. Rahul Kumar Agarwals",
            "Surya Dev Rai v. Ram Chander Rai",
            "Radhey Shyam v. Chhabi Nath",
            "L. Chandra Kumar v. Union of India",
            "Punjab Agro Industries Corporation Vs.",
            "Shalini Shyam Shetty",
            "Punjab Agro Industries"
        ],
        "Navayuga Engineering Company v. Bangalore Metro Rail Corporation Limited (2021 SCC OnLine SC 469)": [
            "Navayuga Engineering Company v. Bangalore Metro Rail Corporation Limited (2021 SCC OnLine SC 469)",
            "Bhaben Construction v. Executive Engineer Sardar Sarovar Nigam (2021 SCC OnLine SC 8) and",
            "Navayuga Engineering Company",
            "Bhaben Construction",
            "Bhaben Construction",
            "Navayuga Engineering Company"
        ],
        "Deep Industries Limited v. Oil and Natural Gas Corporation Limited, 2019 SCC OnLine SC 1602": [
            "Deep Industries Limited v. Oil and Natural Gas Corporation Limited, 2019 SCC OnLine SC 1602",
            "Deep Industries",
            "Deep Industries"
        ],
        "SBP [(2005) 8 SCC 618]": [
            "SBP [(2005) 8 SCC 618]",
            "SBP [(2005) 8 SCC 618]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Articles 226/227",
            "Constitution",
            "Articles 226/227",
            "Constitution"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Articles 226/227",
            "Constitution",
            "Articles 226/227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 115",
            "Civil Procedure Code",
            "Section 115",
            "Civil Procedure Code"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 226 or 227",
            "Constitution",
            "Article 226 or 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 115",
            "Civil Procedure Code",
            "Section 115",
            "Civil Procedure Code"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 136",
            "Constitution",
            "Article 136",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Sec.",
            "Arbitration & Conciliation Act, 1996",
            "Sec.",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sec.",
            "Arbitration & Conciliation Act, 1996",
            "Sec.",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sec. 36(3)",
            "Arbitration & Conciliation Act, 1996",
            "Sec. 36(3)",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Article 226 and 227",
            "Constitution",
            "Article 226 and 227",
            "Constitution"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 37(2)",
            "Arbitration Act",
            "Section 37(2)",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37(2)",
            "Arbitration Act",
            "Section 37(2)",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 226/Article 32",
            "Constitution",
            "Article 226/Article 32",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Articles 226 and 227",
            "Constitution",
            "Articles 226 and 227",
            "Constitution"
        ],
        [
            "Articles 226 and 227",
            "Constitution",
            "Articles 226 and 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "// 20 // Article 227",
            "Constitution",
            "// 20 // Article 227",
            "Constitution"
        ],
        [
            "Article 226 or 227",
            "Constitution",
            "Article 226 or 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "sub-section (7) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999",
            "sub-section (7) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999"
        ],
        [
            "sub-sections (4), (5) or (6) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999",
            "sub-sections (4), (5) or (6) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999"
        ],
        [
            "Section 11(4)",
            "Civil Procedure Code (Amendment) Act, 1999",
            "Section 11(4)",
            "Civil Procedure Code (Amendment) Act, 1999"
        ],
        [
            "Section 11(7)",
            "Civil Procedure Code (Amendment) Act, 1999",
            "Section 11(7)",
            "Civil Procedure Code (Amendment) Act, 1999"
        ],
        [
            "Section 11",
            "Civil Procedure Code (Amendment) Act, 1999",
            "Section 11",
            "Civil Procedure Code (Amendment) Act, 1999"
        ],
        [
            "Sec.",
            "Arbitration & Conciliation Act, 1996",
            "Sec.",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sec. 36(3)",
            "Arbitration & Conciliation Act, 1996",
            "Sec. 36(3)",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sec. 5",
            "Arbitration & Conciliation Act, 1996",
            "Sec. 5",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration & Conciliation Act, 1996",
            "Section 34",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Article 32",
            "Constitution",
            "Article 32",
            "Constitution"
        ],
        [
            "sub-section (4) or sub-sections (5) and (6) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999",
            "sub-section (4) or sub-sections (5) and (6) of Section 11",
            "Civil Procedure Code (Amendment) Act, 1999"
        ]
    ],
    "precedent_counts": {
        "Nivedita Sharma v. Cellular Operators Association of India, (2011) 14": 24,
        "Navayuga Engineering Company v. Bangalore Metro Rail Corporation Limited (2021 SCC OnLine SC 469)": 6,
        "Deep Industries Limited v. Oil and Natural Gas Corporation Limited, 2019 SCC OnLine SC 1602": 3,
        "SBP [(2005) 8 SCC 618]": 2
    },
    "provision_counts": {
        "Section 5 of Arbitration Act": 6,
        "Article 226 of Constitution": 17,
        "Article 227 of Constitution": 27,
        "Part I of Arbitration Act": 2,
        "Articles 226/227 of Constitution": 2,
        "Section 115 of CPC": 3,
        "Section 115 of Civil Procedure Code": 2,
        "Article 226 or 227 of Constitution": 2,
        "Article 227 of Constitution of India": 2,
        "Article 136 of Constitution": 1,
        "Sec. of Arbitration & Conciliation Act, 1996": 3,
        "Sec. 36(3) of Arbitration & Conciliation Act, 1996": 2,
        "Article 226 and 227 of Constitution": 1,
        "Section 37(2) of Arbitration Act": 2,
        "Section 37 of Arbitration Act": 6,
        "Article 226/Article 32 of Constitution": 1,
        "Articles 226 and 227 of Constitution": 2,
        "// 20 // Article 227 of Constitution": 1,
        "sub-section (7) of Section 11 of Civil Procedure Code (Amendment) Act, 1999": 1,
        "sub-sections (4), (5) or (6) of Section 11 of Civil Procedure Code (Amendment) Act, 1999": 1,
        "Section 11(4) of Civil Procedure Code (Amendment) Act, 1999": 1,
        "Section 11(7) of Civil Procedure Code (Amendment) Act, 1999": 1,
        "Section 11 of Civil Procedure Code (Amendment) Act, 1999": 1,
        "Sec. 5 of Arbitration & Conciliation Act, 1996": 1,
        "Section 34 of Arbitration & Conciliation Act, 1996": 1,
        "Article 32 of Constitution": 1,
        "sub-section (4) or sub-sections (5) and (6) of Section 11 of Civil Procedure Code (Amendment) Act, 1999": 1
    },
    "statute_counts": {
        "Arbitration Act": 16,
        "Constitution": 55,
        "CPC": 3,
        "Civil Procedure Code": 2,
        "Constitution of India": 2,
        "Arbitration & Conciliation Act, 1996": 7,
        "Civil Procedure Code (Amendment) Act, 1999": 6
    }
}