{
    "id": "6b71922d6314683bf34c7b04327359cf487592b3e64c5c901769daee67e55ebe",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nBharat Petroleum Corporation Ltd. ... vs Anoop Kumar Modi on 18 October, 2023\nAuthor: Pankaj Bhatia \nBench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\nNeutral Citation No. - 2023:Ahc-Lko:68875\n \nAfr\n \nReserved Judgement\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 2704 of 2023\n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd. Mumbai Thru . Territory Manager,Retail Territory-Gonda\n \nRespondent :- Anoop Kumar Modi \n \nCounsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha \n \nand \n \nCase :- Matters Under Article 227 No. - 2703 of 2023 \n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd. Mumbai Thru. Territory Manager,Retail Territory-Gonda \n \nRespondent :- Anoop Kumar Modi\n \nCounsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha \n \n\n \nHon'ble Pankaj Bhatia,J.\n \n1. Heard Shri S.M. Singh Royekwar, learned counsel for the petitioner and Shri Girish Chandra Sinha, learned counsel for the respondent. \n2. Both the applications under Article 227 being common in nature are being decided by means of this common judgment. \n3. The present applications have been filed challenging the orders dated 24.04.2023 passed by Presiding Officer, Commercial Court No.2, Lucknow whereby the objection filed by the petitioner resisting the executions filed by the respondent came to be dismissed.\n4. The facts in brief are that in between the petitioner and the respondent there was an agreement providing for an Arbitration Clause and on account of a dispute arising out of the said agreement, an Arbitral Tribunal was constituted. The Abitrator passed an award in favour of the respondent herein vide award order dated 04.04.2020. In the said award, the Arbitrator issued two directions to the respondents; firstly directing for reinstatement of the dealership and secondly awarding Rs.50,000/- as costs per month from the date of termination i.e. 20.06.2017 till the actual date of restoration of the dealership. The respondent, purporting to enforce the said award filed two applications for execution before the Commercial Court at Lucknow being Execution Case No.185 of 2022 and Execution Case No.498 of 2022. The said execution applications were objected by the petitioner by filing an application mainly on two grounds; firstly that the Commercial Court at Lucknow lacks inherent jurisdiction to entertain the execution application; and secondly on the ground that the court at Lucknow lacked territorial jurisdiction also. Both the said pleas were negated by two separate impugned orders which has led to challenge of the said order by means of present applications. \n5. The admitted facts are that dispute before the Abitrator was pertaining to termination of an agreement through which the respondent was running a petroleum outlet at Bahraich. The award in question was delivered by the Arbitral Tribunal at Lucknow and the execution application was filed at Lucknow. \n6. The contention of the counsel for the petitioner in brief is that after the Abitrator delivers the award, in terms of the mandate of the Section 32 of the Arbitration and Conciliation Act, 1996, all the abritral proceedings stand terminated. He further argues that Section 10(3) of the Commercial Courts' Act confers the jurisdiction on the Commercial Court in respect of \"all applications or appeals arising out of the arbitration\" under the provision of Arbitration and Conciliation Act, which after the termination of the arbitration by virtue of Section 32 would not include the execution proceedings as deliberately the word 'Application arising out of arbitration' has been used under Section 10(3) of the Commercial Courts Act and thus the Commercial Courts at Lucknow lacked inherent jurisdiction to entertain the execution proceedings and have erred in rejecting the objections filed by the petitioner to that extent. In respect of his argument that the Commercial Court at Lucknow lacked territorial jurisdiction, he argues that the retail outlet of the respondent was situated at Bahraich, although the award was delivered at Lucknow, it is only the retail sales office of the petitioner-corporation situated at Gonda which can restore the dealership of the respondent in terms of the award and thus, no execution petition could have been filed at Lucknow. \n7. The counsel for the petitioner places reliance on the judgment of the Kerala High Court in case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 Scc Online Ker 1392 as well as the judgment of the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 as als o the jugement of the Supreme Court in the case of State of West Bengal versus Associated Contractors.(2015) 1 SCC 32 8. The counsel for the respondent, on the other hand, justifies the filing of the execution proceedings at Lucknow and argues that in view of the law laid down and clarified by the Supreme Court in the Case of Sundaram Finance Limited (supra)  and in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, it is the option of the award holder to file executions at any place of their choice. He also relies upon the judgement of this Court in the case Hasmukh Prajapati versus Jai Prakash Associates Ltd. reported in 2022 (3) ALJ 166.\n9. In view of the rival submissions as noted above, this Court is to decide ;\n(i) whether the Commercial Court constituted under The Commercial Courts Act, 2015 can hear and decide the execution proceedings arising out of an award passed under the Arbitration and Conciliation Act, 1996?\n(ii) whether the Commercial Court at Lucknow have the territorial jurisdiction to hear the execution application? \n10. Firstly dealing with the issue no.(i) as noted above the contention of the counsel for the petitioner is that in view of the scheme of the Commercial Court Act, 2015, Section 3 of the said Act provides for constitution of Commercial Courts and Section 10 of the said Act provides for the jurisdiction to be exercised by the Commercial Courts in respect of Arbitration matters. Section 10 of the Commercial Court Act, 2015 is quoted hereinbelow:-\n10. Jurisdiction in respect of arbitration matters.--Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n( 2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \n11. The submission of the counsel for the petitioner that an execution petition which lies under Section 36 of the Arbitration and Conciliation Act would not fall within the phrase 'all applications or appeals arising out of such arbitration ' and as the legislature in its wisdom, did not specify the enforcement petition under Section 36 of the Arbitration and Conciliation Act while drafting the provisions of Section 10(3) of the Commercial Court Act, clearly the intent of the legislature was that the enforcement petition would lie before a ordinary civil court defined under Section 2(c) of the Arbitration and Conciliation Act, 1996 and not before a Commercial Court. \n12. The distinction as proposed to be argued for enforcement provided under Section 36 is excluded from the use of word 'Application' referred to in Section 10(3) of the Commercial Court Act, is on the face of it not acceptable as on a plain reading of provisions contained in Section 10(3) as quoted hereinabove, it is provided that other than International Commercial Arbitration, all 'applications' or 'appeals' arising out of such arbitration under the provisions of the 1996 Act which would ordinarily lies before any Principal Civil Court or original jurisdiction in a district shall be filed in and heard and disposed of by the Commercial Court exercising the territorial jurisdiction. \n13. The counsel for the petitioner, to buttress his submission on that point draws my attention to Section 16 of the Commercial Court Act to argue that the legislature deliberately, did not propose any amendment to the provisions of court of civil procedure with regard to order 21, which is the procedure prescribed for execution of degrees and this aspect of the legislature not prescribing any amendment in order 21, should crystallize the argument raised by the petitioner. The said argument of the counsel for the petitioner merits rejection for sole reason that Section 42 of the Arbitration Act clarifies that any application under this part has to be made in a court and thereafter that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out that agreement and arbitral proceedings shall be made in that court and to no other court. Although Section 32 of the Arbitration and Conciliation Act provides for termination of arbitral proceedings on the passing of the final award, however, the use of the phrase any application under this part used in Section 42 clearly refers to the filing of an application under Part-I of the Arbitration and Conciliation Act which includes Sections 36 under which the execution of award is provided for. Even otherwise, the execution of a decree is provided for and can be initiated by moving an application under Order 21 thus the word 'application', refers to in Section 10(3) would include the application for execution to be filed for execution of an award in terms of mandate of Section 36 of the Arbitration and Conciliation Act. Thus, for the said reasoning, the first contention of the counsel for the petitioner merits rejection and is accordingly rejected. \n14. As regards on the second issue as raised and quoted above as to whether the Commercial Court at Lucknow had the territorial jurisdiction or not. The said issue has been squarely decided by the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 and affirmed in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, wherein the Supreme Court had the occasion to consider the earlier judgment of the Supreme Court in the case of State of West Bengal versus Associated Contractors (supra) also and the Supreme Court has held in paragraphs no.30 and 31 as under:\n\"30. The reliance which has been sought to be placed on the provisions of Section 42 of the 1996 Act is inapposite. Dr Singhvi relied on the decision in State of West Bengal v Associated Contractors 20 (2015) 1 SCC 32. The principle which was enunciated in the judgment of this Court was as follows:\n\"If an application were to be preferred to a court which is not a Principal Civil Court of original jurisdiction in a district or a High Court exercising original jurisdiction to decide questions forming the subject matter of an arbitration if the same had been the subject matter of a suit, then obviously such application would be outside the four corners of Section 42. If, for example, an application were to be filed in a court inferior to a Principal Civil Court, or to a High Court which has no original jurisdiction, or if an application were to be made to a court which has no subject-matter jurisdiction, such application would be outside Section 42 and would not debar subsequent applications from being filed in a court other than such court.\" \nThe conclusion of the Court is in the following terms:\n\"(a) Section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of Original Jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as \"court\" for the purpose of Part I of the Arbitration Act, 1996.\n(b) The expression \"with respect to an arbitration agreement\" makes it clear that Section 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under Part I of the 1996 Act.\n(c) However, Section 42 only applies to applications made under Part I if they are made to a court as defined. Since applications made under Section 8 are made to judicial authorities and since applications under Section 11 are made to the Chief Justice or his designate, the judicial authority and the Chief Justice or his designate not being court as defined, such applications would be outside Section 42.. \n(d) Section 9 applications being applications made to a court and Section 34 applications to set aside arbitral awards are applications which are within Section 42. \n(e) In no circumstances can the Supreme Court be \"court\" for the purposes of Section 2(1)(e), and whether the Supreme Court does or does not retain seisin after appointing an arbitrator, applications will follow the first application made before either a High Court having original jurisdiction in the State or a Principal Civil Court having original jurisdiction in the district, as the case may be. \n(f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are made under Part I.\n(g) If a first application is made to a court which is neither a Principal Court of Original Jurisdiction in a district or a High Court exercising original jurisdiction in a State, such application not being to a court as defined would be outside Section 42. Also, an application made to a court without subject-matter jurisdiction would be outside Section 42.\" \n31 More recently in Sundaram Finance Limited v Abdul Samad 21 (2018) 2 SCALE 467, this Court considered the divergence of legal opinion in the High Courts on the question as to whether an award under the 1996 Act is required to be first filed in the Court having jurisdiction over the arbitral proceedings for execution, to be followed by a transfer of the decree or whether the award could be filed and executed straight-away in the Court where the assets are located. Dealing with the provisions of Section 36, Justice Sanjay Kishan Kaul observed thus:\n\"The aforesaid provision would show that an award is to be enforced in accordance with the provisions of the said code in the same manner as if it were a decree. It is, thus, the enforcement mechanism, which is akin to the enforcement of a decree but the award itself is not a decree of the civil court as no decree whatsoever is passed by the civil court. It is the arbitral tribunal, which renders an award and the tribunal does not have the power of execution of a decree. For the purposes of execution of a decree the award is to be enforced in the same manner as if it was a decree under the said Code.\" \nExplaining the provisions of Section 42 the Court held that:\n\"The aforesaid provision, however, applies with respect to an application being filed in Court under Part I. The jurisdiction is over the arbitral proceedings. The subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone. However, what has been lost sight of is Section 32 of the said Act, which reads as under:\n\"32. Termination of proceedings.-- (1) The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) The arbitral tribunal shall issue an order for the termination of CIVIL APPEAL No.1650 of 2018 Page 17 of 21 the arbitral proceedings where-- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognises a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) Subject to Section 33 and sub-section (4) of Section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.\" \n19. The aforesaid provision provides for arbitral proceedings to be terminated by the final arbitral award. Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. Thus, it is not appreciated how Section 42 of the said Act, which deals with the jurisdiction issue in respect of arbitral proceedings, would have any relevance..\" \nConsequently, in the view of the Court, the enforcement of an award through its execution can be initiated anywhere in the country where the decree can be executed and there is no requirement of obtaining a transfer of the decree from the Court which would have jurisdiction over the arbitral proceedings.\" \n15. Yet another interesting aspect is that the Arbitrator was appointed by means of an order passed by the High Court at Lucknow and thus, on that court also the application can be filed at Lucknow which has the territorial jurisdiction. As regards, submission of the counsel for the petitioner is that the award can be executed only by the regional office situated at Gonda also merits rejection as in view of the clear pronouncement of the Supreme Court in the case of Cheran Properties Limited (supra). It is the choice of the award holder to file an execution at the place of his choice. \n16. As regards the judgment cited by the counsel for the petitioner in the case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 SCC Online Ker 1392, the Court while dealing with the issue although took notice of mandatory provision of the Commercial Court Act, however, recorded in paragraphs 17 and 20 as under:-\n17. Thus, if a more expensive interpretation is given to the word application falling under Section 15 of the C.C. Act, to include execution petitions also, then necessarily all the execution petitions pending before all the civil courts falling within the ken of the C.C. Act will have to be transferred to the Commercial Courts, which in turn will clog the special courts with such matters. Moreover, no practical purpose will be served by such transfer because the Special Courts are not conferred with any additional power than that of the Civil Courts, to speed track execution proceedings, as execution proceedings have been omitted in the schedule attached to the C.C. Act. Without a faster timeline provided under the C.C. Act, to enforce an award, it is immaterial whether the award is executed by the Civil Court or the Commercial Court. \n20. Therefore, the Court of the District Judge Ernakulam, had gone wrong in transferring the execution petition which was not a pending matter at the time of notifying the C.C. Act. Furthermore, the District Court has the jurisdiction to entertain the execution petition because the petitioner resides within the jurisdiction of the said Court and is a Court superior to the Commercial Court. Hence, no prejudice is caused to the respondent in the execution petition being decided by the District Court. \n17. The interpretation and the scope of Section 10(3) of the Commercial Court Act was neither raised nor considered by the Kerala High Court, thus with reverence, I am unable to agree with the view taken by the High Court of Kerala. \n18. For all the reasons recorded the second issue is also decided against the Petitioner. \n19. Thus, for all the reasoning recorded above, I do not see any reason to interfere with the orders passed by the Commercial Court at Lucknow rejecting the objections filed by the petitioner. Accordingly, the present applications are dismissed. \nOrder Date :- 18.10.2023 KR    ",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court paradigm enterprises thru. director . vs micro, small and medium enterprises . on 19 april, 2024 author: sangeeta chandra bench: sangeeta chandra high court of judicature at allahabad, lucknow bench ?neutral citation no. 2024:ahc-lko:30780-db court no. 3 case :writ c no. 3594 of 2024 petitioner :paradigm enterprises thru. director ritika pandey respondent :micro, small and medium enterprises facilitation council lko. thru. chairperson/chairman and others counsel for petitioner :sarvesh kumar dubey counsel for respondent :c.s.c. hon'ble mrs. sangeeta chandra,j. hon'ble brij raj singh,j. 1. heard shri sarvesh kumar dubey, learned counsel for the petitioner, shri rajesh tiwari, who has filed his power on behalf of respondent nos.1 and 2, learned standing counsel for respondent nos. 3 and 4 and shri pritish kumar, who has filed his power on behalf of private respondent no.5. 2. this court had heard the matter yesterday and had passed an order which is being quoted hereinbelow :\"1. heard learned counsel for the petitioner, shri rajesh tiwari, learned additional chief standing counsel for state respondents. 2. this petition has been filed for quashing of recovery notice dated 16.04.2024 issued by sub divisional magistrate, sadar, lucknow and recovery notice dated 22.03.2024 passed by tehsildar sadar, lucknow. 3. in pursuance of the award passed by the micro, small and medium enterprises facilitation council, learned counsel for the petitioner has placed reliance upon the judgment rendered by hon'ble supreme court in the case of national highways authority of india vs. sheetal jaidev & others (civil appeal no.5256 of 2022) and order of this court passed by the division bench of this court in writ petition (c) no.2950 of 2023 (shiv prakash verma vs. competent autho./special land acquisition officer) and in writ petition (c) no.11629 of 2023 (sabhakant and 15 others vs. ministry of road, transport and highways). it has been submitted that no recovery notice/citation would have been issued by the respective authorities as it is an award of arbitration passed under section 34 is executable only under section 36 of arbitration act and the administrative authority cannot turn them into execution proceeding. learned counsel for the petitioner has also pointed out section 14 of the uttar pradesh micro, small and medium enterprises (facilitation of establishment and operation act, 2020 wherein it has been provided that if an appeal preferred is dismissed or if an enterprise does not file any appeal under section 19 of the msmed act, challenging the arbitral award then the said award shall be executed by the concerned district collector and the amount due shall be recovered as arrears of land revenue. 4. learned counsel for the petitioners says that petitioner's appeal filed under section 19 of msmed act is pending before the commercial court, lucknow and therefore, even under provision of the act 2020, only such appeal is dismissed, the respondents can recover the dues as given in the arbitral award as arrears of land revenue. 5. shri rajesh tiwari, learned counsel has prayed for time to seek instructions from respondent no. 3 as to the circumstances under which the recovery notice has been issued. 6. put up tomorrow, i.e.19.04.2024 as fresh.\" 3. this court had granted time to learned standing counsel to address this court on the power of district administration to proceed with the recovery as the appeal of the petitioner under section 19 was pending and had not yet been decided looking to the language of section 19 of the msmed act. 4. today, when the matter was taken up, the learned counsel appearing for respondent no.1 has pointed out that the petitioner had earlier approached this court in writ petition (c) no.8511 of 2023 (paradigm enterprises lucknow through its director vs. union of india and others) alleging therein that a dispute had been raised by the respondent no.5 before the msme facilitation council and notice was issued to the petitioner for conciliation. however, conciliation proceedings resulted in failure and arbitration was undertaken by the facilitation council where the petitioner was not being heard and the petitioner being apprehensive that the facilitation council might pass an award against an arbitral award without following the procedure as provided under the act and as per law settled by the hon'ble supreme court. 5. the prayer in the writ petition no.8511 of 2023 was to issue a direction to arbitrator, msme facilitation council to proceed with the matter strictly in accordance with the provisions of 1996 act and the msme development act, 2006. the writ petition (c) no.8511 of 2023 was filed on 27.09.2023 and an award was also passed by the facilitation council on 27.09.2023. on the very date, the petitioner had filed the writ petition in the high court. 6. the writ petition was dismissed on 17.10.2023 with a direction to the petitioner to file objection under section 34 of the act before the appropriate court. 7. it has been submitted on the basis of such averments made in the writ petition and copy of the order filed as annexure 8 to the writ petition that once the petitioner was relegated by this court to avail the statutory remedy available under the act, the petitioner ought not to have file the writ petition praying for quashing of the entire proceedings held after the stage of conciliation relating to the complaint made by respondent no.5 and knowingly fully well that the facilitation council has passed an order, prayer no. 3 praying for a direction to the respondent nos.1 and 2 to proceed in accordance with the provisions of arbitration and conciliation act, 1996 as mandate by the msmed act, 2006 could not also be made in this writ petition. 8. it has been pointed out by learned counsel for respondent nos.1 and 2 that although the petitioner may have file an appeal before the commercial court no.2, he has made several averments in the writ petition in para 50 onwards which points out that without pre-deposit of 75% of the arbitral award, the appeal will not be entertained. the relevant paragraphs read out by learned counsel for respondent nos.1 and 2 namely paras 50, 51 and 52 are being quoted hereinbelow. \"50. that it is respectfully submitted that the application for urgent hearing for disposal of stay application filed under section 36 (2) of arbitration and conciliation act, 1996 along with recovery certificate was also moved by the petitioner before the learned commercial court no.2 on 10.04.2024, which was rejected by the learned commercial court no.2 on 10.04.2024 itself. photocopy of the application of urgent hearing on 10.04.2024 on which the order has been endorsed on left bottom is being annexed as annexure no.10 to this writ petition. 51. that as per the section 19 of msme act, 2006 no application for setting aside any award or order made either by the council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the council shall be entertained by any court, unless the applicant has deposited with it 75% of the amount in terms of decree, award of as the case may be, the other order in the manner directed by the court. therefore, the petitioner is having firm information that without depositing the 75%, no orders will be passed by the learned commercial court no. 2 in arbitration case no.3 of 2024. 52. that it is respectfully submitted that no court can entertain any appeal in whatever form against the order or decree or award passed by the council under section 18 of the act, unless or until the applicant or appellant who file such an appeal deposits 75% of the award amount before the court concerned. therefore, since it is a condition that 75% of the award or decree amount shall be payable as pre-requisite for entertaining such an appeal, in order to circumvent the same, since the petitioner has chosen to approach this court by filing this writ petition under article 226 of the constitution, the same cannot be entertained.\" 9. it has been submitted by learned counsel for respondents that as of now if there is no appeal in the light of law under section 19 and therefore, the district authorities can proceed for executing the arbitral award under section 14 of the act. 10. section 14 of the uttar pradesh micro, small and medium enterprises (facilitation of establishment and operation) act, 2020 which is being quoted hereinbelow: \"14. if an enterprise does not file any appeal under section 19 of the micro, small and medium enterprises development (msmed) act, 2006 for setting aside any decree, award or other order made either by the council itself or by an institution or centre or if such appeal is dismissed, in that situation such decree, award or order shall be executed by the concerned district collector and the amount due shall be recovered as arrears of land revenue.\" 11. it has been submitted by learned counsel appearing on behalf of respondents that the writ petition has been filed under some misconception of law as under section 14 of the act, if no appeal has been filed or where an appeal is filed, but it has been rejected, the district administration can proceed to execute the arbitral award passed by the msme facilitation council. 12. learned counsel for the petitioner at this stage, has stated that his appeal has been entertained and he has filed copy of the order sheet at page no.71 onwards of the paper book where several orders have been passed by the presiding officer of commercial court no.1, wherein the court has noted that it is an arbitration case challenging an award and that it is not time barred and notice has been issued to the private respondent. 13. this court has perused the order sheet. it appears that the presiding officer has failed to notice that the pre-deposit of 75% of arbitral award under the msme act has not been made by the petitioner/appellant and has only noticed that an award has been challenged under the arbitration and conciliation act. after notice was issued, the private respondent no.5 has appeared and raised preliminary objection regarding the maintainability of the appeal referring to section 19 of the msme act, 2020. such preliminary objection has not yet been decided by the commercial court/appellate court. 14. learned counsel for the petitioner has stated that as of now the appeal is pending before the commercial court and it has not yet been rejected and record from the msme facilitation council has also been summoned by an order dated 21.02.2024. learned counsel for respondent no. 5 has pointed out that the order passed on 21.02.2024 had been passed when the private respondent had not been served. 15. learned counsel for petitioner has placed reliance upon the judgment rendered by hon'ble supreme court in case of jharkhand urja vikas nigam limited vs. state of rajasthan and others reported in (2021) 19 scc 206 and has read out paras 14 to 16 of the said judgment wherein the supreme court has referred section 18 of msmed act and the power of msme facilitation council to conduct the arbitration on its own or to refer the arbitration proceedings to any institution as specified in the said section after following the provisions of the arbitration and conciliation act. 16. learned counsel for petitioner has argued that in the said case, since after conciliation proceedings ended because the appellant has not appeared, no order directing payment to the respondents could have been made without actual arbitration proceedings being conducted by the facilitation council therefore, order impugned was set aside as it was contrary to the provisions of msmed act and also to the arbitration act, 1996. 17. the court observed that since no opportunity of hearing was given to the appellant after conclusion of period of conciliation proceedings and before the order impugned, it could not be said to be an arbitral award in the eye of law. therefore, section 34 of the act would not apply and writ petition could not be thrown out only on the ground of availability of statutory remedy under section 34 of act, 1996. it has been submitted by learned counsel for the petitioner on the basis of pleading on record that after conciliation proceedings ended, the petitioner was not heard at all by the facilitation council and the award was passed. 18. however, this court is of the opinion that the petitioner cannot be permitted to simultaneously, argue the same ground in appeal that it has filed under section 34 of the act of 1996/section 19 of the msmed act, 2020 and raise a challenge to the arbitral award before this court. 19. learned counsel for the petitioner has placed reliance upon para 15 of judgment rendered in vijeta construction vs. indus smelters ltd., and another reported in 2021 scc online sc 3436 and emphasised the observations made by the supreme court that if there is no amicable settlement during the conciliation or under sub-section (2) of section 18, then the arbitration proceedings were required to be initiated as provided under section sub-section (3) of section 18 which have not been initiated in the case of vijeta construction (supra) and the court directed the matter to be remitted to the facilitation council to follow the procedure under section 18 of msmed act and quash and set aside the order passed by the facilitation council for making payment to the contesting respondents. 20. this court is of the opinion that the judgment of jharkhand urja (supra) and vijeta construction (supra) have both been rendered on the facts and circumstances of the particular cases being considered by the supreme court, where the facilitation council had passed an order against the appellants without undertaking the arbitration proceedings that were necessarily to be undertaken as per section 18 of the act on failure of consideration. 21. learned counsel for the petitioner during the course of dictation of the judgment in open court has also placed reliance upon an order passed by the learned single judge of high court of madras relating to the same issue, which this court finds inappropriate to refer to in this order. 22. learned counsel for the respondents has placed reliance upon the judgment reported in tirupati steels vs. shubh industrial component air online 2022 sc 562 wherein the supreme court has held that the requirement of deposit of 75% of the amount in terms of the award as a pre-deposit as per section 19 of the msmed act, is mandatory. it has further observed that if the 75% of the awarded amount is not deposited, the application under section 34 of the arbitration act, 1996 challenging the award shall not be entertained and the execution proceedings may continue. 23. having gone through the pleadings on record and having heard learned counsel for the parties, we find that prayer nos.2 and 3 of the writ petition fail and cannot be granted by this court as the similar prayers had been made by the petitioner in writ petition (c) no.8511 of 2023 which was dismissed by this court on 17.12.2023. 24. with regard to prayer nos.1 and prayer no.4 of this petition, regarding quashing of recovery notice dated 16.04.2024 issued by the sub divisional magistrate, sadar, lucknow and the recovery notice dated 22.03.2024 issued by tehsildar, sadar lucknow and for releasing the bank account of the company, the petitioner's appeal under section 19 has not yet been admitted and a preliminary objection has been raised by the private respondent before the commercial court. 25. the commercial court shall look into the condition of pre-deposit of 75% of the arbitral award and pass an appropriate order.at this stage, the counsel for the petitioner on instructions from his client says that it is ready to deposit 75% of arbitral award in the appeal before the commercial court. this assurance has been given to the court orally. however, if the petitioner complies with the condition of pre-deposit of 75% of arbitral award within a week, and the commercial court admits the appeal as per the law settled in tirupati steels (supra) then the district administration may not pursue the recovery proceedings as impugned in this petition. 26. with these observations, the writ petition stands disposed off. order date :19.4.2024 pks . ( brij raj singh,j.) (sangeeta chandra,j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1f4d86e15734932be6cab568041defa_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "11ecd0a4e56f4e25a3c80e806bb88292_1"
        },
        {
            "start": 242,
            "end": 363,
            "text": "\nAllahabad High Court\nBharat Petroleum Corporation Ltd. ... vs Anoop Kumar Modi on 18 October, 2023\nAuthor: Pankaj Bhatia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9164c6e5b65d4745894140b638644698_2"
        },
        {
            "start": 365,
            "end": 640,
            "text": "Bench: Pankaj Bhatia\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\nNeutral Citation No. - 2023:Ahc-Lko:68875\n \nAfr\n \nReserved Judgement\n \nCourt No. - 8\n \n\n \nCase :- Matters Under Article 227 No. - 2704 of 2023\n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e4b1a5249b94271a3527fadb41fb431_3"
        },
        {
            "start": 641,
            "end": 652,
            "text": "Mumbai Thru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7524df7691784f6a9596942ebca4923a_4"
        },
        {
            "start": 653,
            "end": 728,
            "text": ". Territory Manager,Retail Territory-Gonda\n \nRespondent :- Anoop Kumar Modi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3dd6f58124f346119853e44729fcc7e2_5"
        },
        {
            "start": 732,
            "end": 825,
            "text": "Counsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "35117608108348b6825c59803501c1aa_6"
        },
        {
            "start": 826,
            "end": 888,
            "text": "\n \nand \n \nCase :- Matters Under Article 227 No. - 2703 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20d3a982bc294d43b080b5e991a472a7_7"
        },
        {
            "start": 889,
            "end": 996,
            "text": "\n \n\n \nPetitioner :- Bharat Petroleum Corporation Ltd. Mumbai Thru. Territory Manager,Retail Territory-Gonda",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cb06e7ba38e4d29bba8d9bb32778115_8"
        },
        {
            "start": 997,
            "end": 1126,
            "text": "\n \nRespondent :- Anoop Kumar Modi\n \nCounsel for Petitioner :- S M Singh Royekwar\n \nCounsel for Respondent :- Girish Chandra Sinha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f08696dbadf34e9993cec9b7835e655f_9"
        },
        {
            "start": 1127,
            "end": 1296,
            "text": "\n \n\n \nHon'ble Pankaj Bhatia,J.\n \n1. Heard Shri S.M. Singh Royekwar, learned counsel for the petitioner and Shri Girish Chandra Sinha, learned counsel for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "191c9266b2bd4bb8b36f6e43427dd8e1_10"
        },
        {
            "start": 1297,
            "end": 1415,
            "text": "\n2. Both the applications under Article 227 being common in nature are being decided by means of this common judgment.",
            "labels": [
                "FAC"
            ],
            "id": "02fdd5e0c21f4af88b6583f935316d82_11"
        },
        {
            "start": 1417,
            "end": 1680,
            "text": "3. The present applications have been filed challenging the orders dated 24.04.2023 passed by Presiding Officer, Commercial Court No.2, Lucknow whereby the objection filed by the petitioner resisting the executions filed by the respondent came to be dismissed.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "70f81532e4204c0e892e4e1f0a5bb517_12"
        },
        {
            "start": 1681,
            "end": 1913,
            "text": "The facts in brief are that in between the petitioner and the respondent there was an agreement providing for an Arbitration Clause and on account of a dispute arising out of the said agreement, an Arbitral Tribunal was constituted.",
            "labels": [
                "FAC"
            ],
            "id": "e06e5f579e654557b1bf57c979a258fe_13"
        },
        {
            "start": 1914,
            "end": 2013,
            "text": "The Abitrator passed an award in favour of the respondent herein vide award order dated 04.04.2020.",
            "labels": [
                "FAC"
            ],
            "id": "2731e5fe1553464885dda37e0fabda22_14"
        },
        {
            "start": 2014,
            "end": 2296,
            "text": "In the said award, the Arbitrator issued two directions to the respondents; firstly directing for reinstatement of the dealership and secondly awarding Rs.50,000/- as costs per month from the date of termination i.e. 20.06.2017 till the actual date of restoration of the dealership.",
            "labels": [
                "FAC"
            ],
            "id": "5239afb350e64689b391dce8eee29cd8_15"
        },
        {
            "start": 2297,
            "end": 2496,
            "text": "The respondent, purporting to enforce the said award filed two applications for execution before the Commercial Court at Lucknow being Execution Case No.185 of 2022 and Execution Case No.498 of 2022.",
            "labels": [
                "FAC"
            ],
            "id": "5f4cdb784a2846069dfafe969e92f8e8_16"
        },
        {
            "start": 2497,
            "end": 2812,
            "text": "The said execution applications were objected by the petitioner by filing an application mainly on two grounds; firstly that the Commercial Court at Lucknow lacks inherent jurisdiction to entertain the execution application; and secondly on the ground that the court at Lucknow lacked territorial jurisdiction also.",
            "labels": [
                "FAC"
            ],
            "id": "b72e873632e541c2b4ea2062a4b32b47_17"
        },
        {
            "start": 2813,
            "end": 2956,
            "text": "Both the said pleas were negated by two separate impugned orders which has led to challenge of the said order by means of present applications.",
            "labels": [
                "FAC"
            ],
            "id": "71bc3ebd5a904af7a1ac9807910ddd96_18"
        },
        {
            "start": 2958,
            "end": 3136,
            "text": "5. The admitted facts are that dispute before the Abitrator was pertaining to termination of an agreement through which the respondent was running a petroleum outlet at Bahraich.",
            "labels": [
                "FAC"
            ],
            "id": "ad6a37d2b7da497781876c903d162b6f_19"
        },
        {
            "start": 3137,
            "end": 3260,
            "text": "The award in question was delivered by the Arbitral Tribunal at Lucknow and the execution application was filed at Lucknow.",
            "labels": [
                "FAC"
            ],
            "id": "2c8ba832def841e1b54fce2d0dd18ad3_20"
        },
        {
            "start": 3262,
            "end": 3506,
            "text": "6. The contention of the counsel for the petitioner in brief is that after the Abitrator delivers the award, in terms of the mandate of the Section 32 of the Arbitration and Conciliation Act, 1996, all the abritral proceedings stand terminated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9aa5cfd81aa845b8b3bd201d798c47cf_21"
        },
        {
            "start": 3507,
            "end": 4191,
            "text": "He further argues that Section 10(3) of the Commercial Courts' Act confers the jurisdiction on the Commercial Court in respect of \"all applications or appeals arising out of the arbitration\" under the provision of Arbitration and Conciliation Act, which after the termination of the arbitration by virtue of Section 32 would not include the execution proceedings as deliberately the word 'Application arising out of arbitration' has been used under Section 10(3) of the Commercial Courts Act and thus the Commercial Courts at Lucknow lacked inherent jurisdiction to entertain the execution proceedings and have erred in rejecting the objections filed by the petitioner to that extent.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "84372e449eef4289b07ebd5852d10a66_22"
        },
        {
            "start": 4192,
            "end": 4632,
            "text": "In respect of his argument that the Commercial Court at Lucknow lacked territorial jurisdiction, he argues that the retail outlet of the respondent was situated at Bahraich, although the award was delivered at Lucknow, it is only the retail sales office of the petitioner-corporation situated at Gonda which can restore the dealership of the respondent in terms of the award and thus, no execution petition could have been filed at Lucknow.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "26d2c834cb6c4a78bc63a0bdf12180ed_23"
        },
        {
            "start": 4634,
            "end": 5013,
            "text": "7. The counsel for the petitioner places reliance on the judgment of the Kerala High Court in case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 Scc Online Ker 1392 as well as the judgment of the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 as als",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0f2584a84ef4446f9772e39cea44fcdd_24"
        },
        {
            "start": 5014,
            "end": 5134,
            "text": "o the jugement of the Supreme Court in the case of State of West Bengal versus Associated Contractors.(2015) 1 SCC 32 8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "62a4b886dff043298ecc2d3c2abd57af_25"
        },
        {
            "start": 5135,
            "end": 5574,
            "text": "The counsel for the respondent, on the other hand, justifies the filing of the execution proceedings at Lucknow and argues that in view of the law laid down and clarified by the Supreme Court in the Case of Sundaram Finance Limited (supra)  and in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, it is the option of the award holder to file executions at any place of their choice.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6010a98e1b4f4fdaa5d4ead2e89a4b69_26"
        },
        {
            "start": 5575,
            "end": 5720,
            "text": "He also relies upon the judgement of this Court in the case Hasmukh Prajapati versus Jai Prakash Associates Ltd. reported in 2022 (3) ALJ 166.\n9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e6c133c088664e41b44e4b80ead449c7_27"
        },
        {
            "start": 5721,
            "end": 6119,
            "text": "In view of the rival submissions as noted above, this Court is to decide ;\n(i) whether the Commercial Court constituted under The Commercial Courts Act, 2015 can hear and decide the execution proceedings arising out of an award passed under the Arbitration and Conciliation Act, 1996?\n(ii) whether the Commercial Court at Lucknow have the territorial jurisdiction to hear the execution application?",
            "labels": [
                "ISSUE"
            ],
            "id": "13ff9da96b4f459a9a3e8f4fb3acfa52_28"
        },
        {
            "start": 6120,
            "end": 6501,
            "text": "\n10. Firstly dealing with the issue no.(i) as noted above the contention of the counsel for the petitioner is that in view of the scheme of the Commercial Court Act, 2015, Section 3 of the said Act provides for constitution of Commercial Courts and Section 10 of the said Act provides for the jurisdiction to be exercised by the Commercial Courts in respect of Arbitration matters.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "61ab377b575e48e1a777d87ff03f993f_29"
        },
        {
            "start": 6502,
            "end": 7094,
            "text": "Section 10 of the Commercial Court Act, 2015 is quoted hereinbelow:-\n10. Jurisdiction in respect of arbitration matters.--Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n",
            "labels": [
                "STA"
            ],
            "id": "fe559f53fa3e4ee69b51944f1ba8760d_30"
        },
        {
            "start": 7094,
            "end": 7504,
            "text": "( 2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "STA"
            ],
            "id": "72012c7394204d0485370bcd594f1ce4_31"
        },
        {
            "start": 7505,
            "end": 8024,
            "text": "\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "3f9f960e8b974e699fd6183a37d060e8_32"
        },
        {
            "start": 8026,
            "end": 8701,
            "text": "11. The submission of the counsel for the petitioner that an execution petition which lies under Section 36 of the Arbitration and Conciliation Act would not fall within the phrase 'all applications or appeals arising out of such arbitration ' and as the legislature in its wisdom, did not specify the enforcement petition under Section 36 of the Arbitration and Conciliation Act while drafting the provisions of Section 10(3) of the Commercial Court Act, clearly the intent of the legislature was that the enforcement petition would lie before a ordinary civil court defined under Section 2(c) of the Arbitration and Conciliation Act, 1996 and not before a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "535056e545704ce0baed3ea4a6712f47_33"
        },
        {
            "start": 8703,
            "end": 9395,
            "text": "12. The distinction as proposed to be argued for enforcement provided under Section 36 is excluded from the use of word 'Application' referred to in Section 10(3) of the Commercial Court Act, is on the face of it not acceptable as on a plain reading of provisions contained in Section 10(3) as quoted hereinabove, it is provided that other than International Commercial Arbitration, all 'applications' or 'appeals' arising out of such arbitration under the provisions of the 1996 Act which would ordinarily lies before any Principal Civil Court or original jurisdiction in a district shall be filed in and heard and disposed of by the Commercial Court exercising the territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "48852b23bbaa4030a68cf10775f60081_34"
        },
        {
            "start": 9397,
            "end": 9874,
            "text": "13. The counsel for the petitioner, to buttress his submission on that point draws my attention to Section 16 of the Commercial Court Act to argue that the legislature deliberately, did not propose any amendment to the provisions of court of civil procedure with regard to order 21, which is the procedure prescribed for execution of degrees and this aspect of the legislature not prescribing any amendment in order 21, should crystallize the argument raised by the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c8bc1c3f737940d2bba615ac4b10a041_35"
        },
        {
            "start": 9875,
            "end": 10292,
            "text": "The said argument of the counsel for the petitioner merits rejection for sole reason that Section 42 of the Arbitration Act clarifies that any application under this part has to be made in a court and thereafter that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out that agreement and arbitral proceedings shall be made in that court and to no other court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ab85fb31457c4ac1b603e9bd61d2f17a_36"
        },
        {
            "start": 10293,
            "end": 10697,
            "text": "Although Section 32 of the Arbitration and Conciliation Act provides for termination of arbitral proceedings on the passing of the final award, however, the use of the phrase any application under this part used in Section 42 clearly refers to the filing of an application under Part-I of the Arbitration and Conciliation Act which includes Sections 36 under which the execution of award is provided for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa4df11ad4f84dbeb630f5720b27c3f0_37"
        },
        {
            "start": 10698,
            "end": 11029,
            "text": "Even otherwise, the execution of a decree is provided for and can be initiated by moving an application under Order 21 thus the word 'application', refers to in Section 10(3) would include the application for execution to be filed for execution of an award in terms of mandate of Section 36 of the Arbitration and Conciliation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc4b32a7756e4526a50bac5c97226315_38"
        },
        {
            "start": 11030,
            "end": 11160,
            "text": "Thus, for the said reasoning, the first contention of the counsel for the petitioner merits rejection and is accordingly rejected.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b90ee8d7e1ec4a85b045ea0cda18a7fb_39"
        },
        {
            "start": 11162,
            "end": 11310,
            "text": "14. As regards on the second issue as raised and quoted above as to whether the Commercial Court at Lucknow had the territorial jurisdiction or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a09ce10c0386454a92a920934b3aaca3_40"
        },
        {
            "start": 11311,
            "end": 11859,
            "text": "The said issue has been squarely decided by the Supreme Court in the case of Sundaram Finance Limited versus Abdul Samad and another reported in (2018) 3 Supreme Court Cases 622 and affirmed in the case of Cheran Properties Limited versus Kasturi and sons limited reported in AIRONLINE 2018 SC 1229, wherein the Supreme Court had the occasion to consider the earlier judgment of the Supreme Court in the case of State of West Bengal versus Associated Contractors (supra) also and the Supreme Court has held in paragraphs no.30 and 31 as under:\n\"30.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e1923dcf19bc4f1ab4e63e13762d8a1e_41"
        },
        {
            "start": 11860,
            "end": 11970,
            "text": "The reliance which has been sought to be placed on the provisions of Section 42 of the 1996 Act is inapposite.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9691e840033416885dbc81dc55222ef_42"
        },
        {
            "start": 11971,
            "end": 12073,
            "text": "Dr Singhvi relied on the decision in State of West Bengal v Associated Contractors 20 (2015) 1 SCC 32.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ad59e3b8d56c4cb1b4b6cb12f98fac4c_43"
        },
        {
            "start": 12074,
            "end": 12527,
            "text": "The principle which was enunciated in the judgment of this Court was as follows:\n\"If an application were to be preferred to a court which is not a Principal Civil Court of original jurisdiction in a district or a High Court exercising original jurisdiction to decide questions forming the subject matter of an arbitration if the same had been the subject matter of a suit, then obviously such application would be outside the four corners of Section 42.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3742b61f1cc14581b5a1ee8f2f5be363_44"
        },
        {
            "start": 12528,
            "end": 12910,
            "text": "If, for example, an application were to be filed in a court inferior to a Principal Civil Court, or to a High Court which has no original jurisdiction, or if an application were to be made to a court which has no subject-matter jurisdiction, such application would be outside Section 42 and would not debar subsequent applications from being filed in a court other than such court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abce1439d6914d2aac4389aab38783c8_45"
        },
        {
            "start": 12912,
            "end": 13602,
            "text": "The conclusion of the Court is in the following terms:\n\"(a) Section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of Original Jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as \"court\" for the purpose of Part I of the Arbitration Act, 1996.\n(b) The expression \"with respect to an arbitration agreement\" makes it clear that Section 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under Part I of the 1996 Act.\n(c) However, Section 42 only applies to applications made under Part I if they are made to a court as defined.",
            "labels": [
                "STA"
            ],
            "id": "046d5769207c4857906af9e2b77a2c6c_46"
        },
        {
            "start": 13603,
            "end": 13901,
            "text": "Since applications made under Section 8 are made to judicial authorities and since applications under Section 11 are made to the Chief Justice or his designate, the judicial authority and the Chief Justice or his designate not being court as defined, such applications would be outside Section 42..",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ddaaf4315a041c291bc9a391bcf6f8f_47"
        },
        {
            "start": 13902,
            "end": 14067,
            "text": "\n(d) Section 9 applications being applications made to a court and Section 34 applications to set aside arbitral awards are applications which are within Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c19d6b68ede40bfabd1ff46d98d7e04_48"
        },
        {
            "start": 14068,
            "end": 14469,
            "text": "\n(e) In no circumstances can the Supreme Court be \"court\" for the purposes of Section 2(1)(e), and whether the Supreme Court does or does not retain seisin after appointing an arbitrator, applications will follow the first application made before either a High Court having original jurisdiction in the State or a Principal Civil Court having original jurisdiction in the district, as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc163be7a7ee4a1babe68df257dca660_49"
        },
        {
            "start": 14470,
            "end": 14864,
            "text": "\n(f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are made under Part I.\n(g) If a first application is made to a court which is neither a Principal Court of Original Jurisdiction in a district or a High Court exercising original jurisdiction in a State, such application not being to a court as defined would be outside Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcf1bf2e9f864a018ab962b499f914e7_50"
        },
        {
            "start": 14865,
            "end": 14967,
            "text": "Also, an application made to a court without subject-matter jurisdiction would be outside Section 42.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e21f981918cc4f1cad1d963ba29ca4fd_51"
        },
        {
            "start": 14969,
            "end": 15438,
            "text": "31 More recently in Sundaram Finance Limited v Abdul Samad 21 (2018) 2 SCALE 467, this Court considered the divergence of legal opinion in the High Courts on the question as to whether an award under the 1996 Act is required to be first filed in the Court having jurisdiction over the arbitral proceedings for execution, to be followed by a transfer of the decree or whether the award could be filed and executed straight-away in the Court where the assets are located.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f14e24b06eae4560b2edf1b9631562b6_52"
        },
        {
            "start": 15439,
            "end": 15685,
            "text": "Dealing with the provisions of Section 36, Justice Sanjay Kishan Kaul observed thus:\n\"The aforesaid provision would show that an award is to be enforced in accordance with the provisions of the said code in the same manner as if it were a decree.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39d3012680204cf6abbcf255d9983b9f_53"
        },
        {
            "start": 15686,
            "end": 15880,
            "text": "It is, thus, the enforcement mechanism, which is akin to the enforcement of a decree but the award itself is not a decree of the civil court as no decree whatsoever is passed by the civil court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5534ccaed20d4451bfb3fa74e67d60a6_54"
        },
        {
            "start": 15881,
            "end": 15999,
            "text": "It is the arbitral tribunal, which renders an award and the tribunal does not have the power of execution of a decree.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "17e07976053c4667baf02eab0f08c656_55"
        },
        {
            "start": 16000,
            "end": 16132,
            "text": "For the purposes of execution of a decree the award is to be enforced in the same manner as if it was a decree under the said Code.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7357cdd3d39b4e41803d2b126b39a95e_56"
        },
        {
            "start": 16134,
            "end": 16303,
            "text": "Explaining the provisions of Section 42 the Court held that:\n\"The aforesaid provision, however, applies with respect to an application being filed in Court under Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed3ec760f9ae4733aa97b91a29928676_57"
        },
        {
            "start": 16304,
            "end": 16354,
            "text": "The jurisdiction is over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1870aa38c1964b6d99f0be427beba60c_58"
        },
        {
            "start": 16355,
            "end": 16474,
            "text": "The subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "969ed8a2894345559d9a367f2f6f602a_59"
        },
        {
            "start": 16475,
            "end": 16739,
            "text": "However, what has been lost sight of is Section 32 of the said Act, which reads as under:\n\"32. Termination of proceedings.-- (1) The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "e39fb2747a0343be97fd07139c2b6fb9_60"
        },
        {
            "start": 16740,
            "end": 17281,
            "text": "(2) The arbitral tribunal shall issue an order for the termination of CIVIL APPEAL No.1650 of 2018 Page 17 of 21 the arbitral proceedings where-- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognises a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible.",
            "labels": [
                "STA"
            ],
            "id": "3f45a88edfa144798f25e5760ccf07df_61"
        },
        {
            "start": 17282,
            "end": 17446,
            "text": "(3) Subject to Section 33 and sub-section (4) of Section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.\"",
            "labels": [
                "STA"
            ],
            "id": "bb26d43836ce4252b52bacec8a5ba6ef_62"
        },
        {
            "start": 17448,
            "end": 17555,
            "text": "19. The aforesaid provision provides for arbitral proceedings to be terminated by the final arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33bf024657ec4f9787cef94210c315e2_63"
        },
        {
            "start": 17556,
            "end": 17706,
            "text": "Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af05da56434349c79d2fb56819a48695_64"
        },
        {
            "start": 17707,
            "end": 17870,
            "text": "Thus, it is not appreciated how Section 42 of the said Act, which deals with the jurisdiction issue in respect of arbitral proceedings, would have any relevance..\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afb4a584ebf5497ea5b3345da732b94f_65"
        },
        {
            "start": 17871,
            "end": 18178,
            "text": "\nConsequently, in the view of the Court, the enforcement of an award through its execution can be initiated anywhere in the country where the decree can be executed and there is no requirement of obtaining a transfer of the decree from the Court which would have jurisdiction over the arbitral proceedings.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0c44a0fc4524ef28b11fe4f29c0bb08_66"
        },
        {
            "start": 18180,
            "end": 18417,
            "text": "15. Yet another interesting aspect is that the Arbitrator was appointed by means of an order passed by the High Court at Lucknow and thus, on that court also the application can be filed at Lucknow which has the territorial jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "861f7959315e40b392331264390b87e8_67"
        },
        {
            "start": 18418,
            "end": 18685,
            "text": "As regards, submission of the counsel for the petitioner is that the award can be executed only by the regional office situated at Gonda also merits rejection as in view of the clear pronouncement of the Supreme Court in the case of Cheran Properties Limited (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04dd24282a2d4a7fbb879a12e16d1453_68"
        },
        {
            "start": 18686,
            "end": 18771,
            "text": "It is the choice of the award holder to file an execution at the place of his choice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf959f7f49e64fd59f846c5f1b847bcf_69"
        },
        {
            "start": 18773,
            "end": 19135,
            "text": "16. As regards the judgment cited by the counsel for the petitioner in the case of Beta Exim Logistics (P) Ltd. versus Central Railside Warehouse Co., Ltd. reported in 2023 SCC Online Ker 1392, the Court while dealing with the issue although took notice of mandatory provision of the Commercial Court Act, however, recorded in paragraphs 17 and 20 as under:-\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "061ffabc2fa14a08a13c09615e1beb28_70"
        },
        {
            "start": 19136,
            "end": 19524,
            "text": "Thus, if a more expensive interpretation is given to the word application falling under Section 15 of the C.C. Act, to include execution petitions also, then necessarily all the execution petitions pending before all the civil courts falling within the ken of the C.C. Act will have to be transferred to the Commercial Courts, which in turn will clog the special courts with such matters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3159f0ce9a714a5f9b3ee575b7954f8b_71"
        },
        {
            "start": 19525,
            "end": 19812,
            "text": "Moreover, no practical purpose will be served by such transfer because the Special Courts are not conferred with any additional power than that of the Civil Courts, to speed track execution proceedings, as execution proceedings have been omitted in the schedule attached to the C.C. Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63982fe431024c29b7517d11d9d8d350_72"
        },
        {
            "start": 19813,
            "end": 19979,
            "text": "Without a faster timeline provided under the C.C. Act, to enforce an award, it is immaterial whether the award is executed by the Civil Court or the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a3b632ba7dc433b9ffa2a86d5ad1844_73"
        },
        {
            "start": 19981,
            "end": 20162,
            "text": "20. Therefore, the Court of the District Judge Ernakulam, had gone wrong in transferring the execution petition which was not a pending matter at the time of notifying the C.C. Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f36de8771f234bc381ec44f251ec24f8_74"
        },
        {
            "start": 20163,
            "end": 20373,
            "text": "Furthermore, the District Court has the jurisdiction to entertain the execution petition because the petitioner resides within the jurisdiction of the said Court and is a Court superior to the Commercial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "5910384cbe1c4978b1984766a394906b_75"
        },
        {
            "start": 20374,
            "end": 20484,
            "text": "Hence, no prejudice is caused to the respondent in the execution petition being decided by the District Court.",
            "labels": [
                "RATIO"
            ],
            "id": "783a435b270541d787648b6a66b9fa2e_76"
        },
        {
            "start": 20485,
            "end": 20718,
            "text": "\n17. The interpretation and the scope of Section 10(3) of the Commercial Court Act was neither raised nor considered by the Kerala High Court, thus with reverence, I am unable to agree with the view taken by the High Court of Kerala.",
            "labels": [
                "RATIO"
            ],
            "id": "0e715f7ea54c4d75b149f1b0ad8b2fa4_77"
        },
        {
            "start": 20720,
            "end": 20809,
            "text": "18. For all the reasons recorded the second issue is also decided against the Petitioner.",
            "labels": [
                "RPC"
            ],
            "id": "f59dbc1ff0624866874af69aeb237161_78"
        },
        {
            "start": 20811,
            "end": 21003,
            "text": "19. Thus, for all the reasoning recorded above, I do not see any reason to interfere with the orders passed by the Commercial Court at Lucknow rejecting the objections filed by the petitioner.",
            "labels": [
                "RPC"
            ],
            "id": "fa8b32a7c0b044129d1fb295b98f8387_79"
        },
        {
            "start": 21004,
            "end": 21056,
            "text": "Accordingly, the present applications are dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "46dc4ad87a1042929eb293ae9641860e_80"
        },
        {
            "start": 21057,
            "end": 21089,
            "text": "\nOrder Date :- 18.10.2023 KR    ",
            "labels": [
                "NONE"
            ],
            "id": "fc87f43f1d134051b972f7a39618a0b4_81"
        }
    ],
    "entities": [
        {
            "text": "Paradigm Enterprises",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 41
        },
        {
            "text": "Micro, Small And Medium Enterprises",
            "label": "RESPONDENT",
            "start_char": 64,
            "end_char": 99
        },
        {
            "text": "Sangeeta Chandra",
            "label": "JUDGE",
            "start_char": 130,
            "end_char": 146
        },
        {
            "text": "Sangeeta Chandra",
            "label": "JUDGE",
            "start_char": 154,
            "end_char": 170
        },
        {
            "text": "High Court Of Judicature At Allahabad, Lucknow Bench",
            "label": "COURT",
            "start_char": 171,
            "end_char": 223
        },
        {
            "text": "Paradigm Enterprises",
            "label": "PETITIONER",
            "start_char": 346,
            "end_char": 366
        },
        {
            "text": "Micro, Small And Medium Enterprises Facilitation Council Lko. Thru. Chairperson/Chairman",
            "label": "RESPONDENT",
            "start_char": 412,
            "end_char": 500
        },
        {
            "text": "Sarvesh Kumar Dubey",
            "label": "LAWYER",
            "start_char": 540,
            "end_char": 559
        },
        {
            "text": "Sangeeta Chandra",
            "label": "JUDGE",
            "start_char": 613,
            "end_char": 629
        },
        {
            "text": "Brij Raj Singh",
            "label": "JUDGE",
            "start_char": 643,
            "end_char": 657
        },
        {
            "text": "Sarvesh Kumar Dubey",
            "label": "LAWYER",
            "start_char": 676,
            "end_char": 695
        },
        {
            "text": "Rajesh Tiwari",
            "label": "OTHER_PERSON",
            "start_char": 738,
            "end_char": 751
        },
        {
            "text": "Pritish Kumar",
            "label": "OTHER_PERSON",
            "start_char": 876,
            "end_char": 889
        },
        {
            "text": "Rajesh Tiwari",
            "label": "OTHER_PERSON",
            "start_char": 1111,
            "end_char": 1124
        },
        {
            "text": "16.04.2024",
            "label": "DATE",
            "start_char": 1262,
            "end_char": 1272
        },
        {
            "text": "Sub Divisional Magistrate, Sadar, Lucknow",
            "label": "COURT",
            "start_char": 1283,
            "end_char": 1324
        },
        {
            "text": "22.03.2024",
            "label": "DATE",
            "start_char": 1351,
            "end_char": 1361
        },
        {
            "text": "Lucknow",
            "label": "GPE",
            "start_char": 1389,
            "end_char": 1396
        },
        {
            "text": "Micro, Small and Medium Enterprises Facilitation Council",
            "label": "ORG",
            "start_char": 1442,
            "end_char": 1498
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 1593,
            "end_char": 1606
        },
        {
            "text": "National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022)",
            "label": "PRECEDENT",
            "start_char": 1622,
            "end_char": 1717
        },
        {
            "text": "Writ Petition (C) No.2950 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 1788,
            "end_char": 1821
        },
        {
            "text": "Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer",
            "label": "PRECEDENT",
            "start_char": 1823,
            "end_char": 1895
        },
        {
            "text": "Writ Petition (C) No.11629 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 1904,
            "end_char": 1938
        },
        {
            "text": "Sabhakant and 15 others vs. Ministry of Road, Transport and Highways",
            "label": "PRECEDENT",
            "start_char": 1940,
            "end_char": 2008
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 2165,
            "end_char": 2175
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 2201,
            "end_char": 2211
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 2215,
            "end_char": 2230
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 2364,
            "end_char": 2374
        },
        {
            "text": "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020",
            "label": "STATUTE",
            "start_char": 2382,
            "end_char": 2486
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 2608,
            "end_char": 2618
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 2626,
            "end_char": 2635
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 2890,
            "end_char": 2900
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 2904,
            "end_char": 2913
        },
        {
            "text": "Commercial Court, Lucknow",
            "label": "COURT",
            "start_char": 2936,
            "end_char": 2961
        },
        {
            "text": "Rajesh Tiwari",
            "label": "OTHER_PERSON",
            "start_char": 3151,
            "end_char": 3164
        },
        {
            "text": "i.e.19.04.2024",
            "label": "DATE",
            "start_char": 3339,
            "end_char": 3353
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 3553,
            "end_char": 3563
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 3632,
            "end_char": 3642
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 3650,
            "end_char": 3659
        },
        {
            "text": "Writ Petition (C) No.8511 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 3825,
            "end_char": 3858
        },
        {
            "text": "Paradigm Enterprises Lucknow",
            "label": "ORG",
            "start_char": 3860,
            "end_char": 3888
        },
        {
            "text": "Director vs. Union of India and others",
            "label": "PRECEDENT",
            "start_char": 3901,
            "end_char": 3939
        },
        {
            "text": "MSME Facilitation Council",
            "label": "ORG",
            "start_char": 4023,
            "end_char": 4048
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4471,
            "end_char": 4484
        },
        {
            "text": "Writ Petition No.8511 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 4508,
            "end_char": 4537
        },
        {
            "text": "MSME Facilitation Council",
            "label": "ORG",
            "start_char": 4578,
            "end_char": 4603
        },
        {
            "text": "MSME Development Act, 2006",
            "label": "STATUTE",
            "start_char": 4694,
            "end_char": 4720
        },
        {
            "text": "Writ Petition (C) No.8511 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 4726,
            "end_char": 4759
        },
        {
            "text": "27.09.2023",
            "label": "DATE",
            "start_char": 4773,
            "end_char": 4783
        },
        {
            "text": "27.09.2023",
            "label": "DATE",
            "start_char": 4844,
            "end_char": 4854
        },
        {
            "text": "17.10.2023",
            "label": "DATE",
            "start_char": 4975,
            "end_char": 4985
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 5045,
            "end_char": 5055
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 5732,
            "end_char": 5770
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 5789,
            "end_char": 5804
        },
        {
            "text": "Section 36 (2)",
            "label": "PROVISION",
            "start_char": 6451,
            "end_char": 6465
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6469,
            "end_char": 6507
        },
        {
            "text": "10.04.2024",
            "label": "DATE",
            "start_char": 6617,
            "end_char": 6627
        },
        {
            "text": "10.04.2024",
            "label": "DATE",
            "start_char": 6688,
            "end_char": 6698
        },
        {
            "text": "10.04.2024",
            "label": "DATE",
            "start_char": 6757,
            "end_char": 6767
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 6899,
            "end_char": 6909
        },
        {
            "text": "MSME Act, 2006",
            "label": "STATUTE",
            "start_char": 6913,
            "end_char": 6927
        },
        {
            "text": "Arbitration Case No.3 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7488,
            "end_char": 7517
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 7679,
            "end_char": 7689
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 8094,
            "end_char": 8105
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 8113,
            "end_char": 8125
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 8284,
            "end_char": 8294
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 8386,
            "end_char": 8396
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 8414,
            "end_char": 8424
        },
        {
            "text": "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020",
            "label": "STATUTE",
            "start_char": 8432,
            "end_char": 8537
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 8626,
            "end_char": 8636
        },
        {
            "text": "Micro, Small and Medium Enterprises Development (MSMED) Act, 2006",
            "label": "STATUTE",
            "start_char": 8644,
            "end_char": 8709
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9185,
            "end_char": 9195
        },
        {
            "text": "MSME Facilitation Council",
            "label": "ORG",
            "start_char": 9375,
            "end_char": 9400
        },
        {
            "text": "MSME Act",
            "label": "STATUTE",
            "start_char": 10000,
            "end_char": 10008
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 10120,
            "end_char": 10152
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 10310,
            "end_char": 10320
        },
        {
            "text": "MSME Act, 2020",
            "label": "STATUTE",
            "start_char": 10328,
            "end_char": 10342
        },
        {
            "text": "MSME Facilitation Council",
            "label": "ORG",
            "start_char": 10606,
            "end_char": 10631
        },
        {
            "text": "21.02.2024",
            "label": "DATE",
            "start_char": 10673,
            "end_char": 10683
        },
        {
            "text": "21.02.2024",
            "label": "DATE",
            "start_char": 10763,
            "end_char": 10773
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10933,
            "end_char": 10946
        },
        {
            "text": "Jharkhand Urja Vikas Nigam Limited vs. State of Rajasthan and others reported in (2021) 19 SCC 206",
            "label": "PRECEDENT",
            "start_char": 10958,
            "end_char": 11056
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11122,
            "end_char": 11135
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 11149,
            "end_char": 11159
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 11163,
            "end_char": 11172
        },
        {
            "text": "MSME Facilitation Council",
            "label": "ORG",
            "start_char": 11190,
            "end_char": 11215
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 11384,
            "end_char": 11416
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 11801,
            "end_char": 11810
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 11827,
            "end_char": 11848
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12099,
            "end_char": 12109
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12240,
            "end_char": 12250
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 12254,
            "end_char": 12263
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12651,
            "end_char": 12661
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 12681,
            "end_char": 12691
        },
        {
            "text": "MSMED Act, 2020",
            "label": "STATUTE",
            "start_char": 12699,
            "end_char": 12714
        },
        {
            "text": "Vijeta Construction vs. Indus Smelters Ltd., and another reported in 2021 SCC OnLine SC 3436",
            "label": "PRECEDENT",
            "start_char": 12875,
            "end_char": 12967
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13012,
            "end_char": 13025
        },
        {
            "text": "sub-section (2) of Section 18",
            "label": "PROVISION",
            "start_char": 13099,
            "end_char": 13128
        },
        {
            "text": "section Sub-Section (3) of Section 18",
            "label": "PROVISION",
            "start_char": 13211,
            "end_char": 13248
        },
        {
            "text": "Vijeta Construction",
            "label": "ORG",
            "start_char": 13294,
            "end_char": 13313
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 13429,
            "end_char": 13439
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 13443,
            "end_char": 13452
        },
        {
            "text": "Jharkhand Urja",
            "label": "OTHER_PERSON",
            "start_char": 13627,
            "end_char": 13641
        },
        {
            "text": "Vijeta Construction",
            "label": "ORG",
            "start_char": 13654,
            "end_char": 13673
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13785,
            "end_char": 13798
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 13968,
            "end_char": 13978
        },
        {
            "text": "High Court of Madras",
            "label": "COURT",
            "start_char": 14197,
            "end_char": 14217
        },
        {
            "text": "Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562",
            "label": "PRECEDENT",
            "start_char": 14401,
            "end_char": 14470
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14483,
            "end_char": 14496
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 14605,
            "end_char": 14615
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 14623,
            "end_char": 14632
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 14750,
            "end_char": 14760
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 14768,
            "end_char": 14789
        },
        {
            "text": "Writ Petition (C) No.8511 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 15132,
            "end_char": 15165
        },
        {
            "text": "17.12.2023",
            "label": "DATE",
            "start_char": 15203,
            "end_char": 15213
        },
        {
            "text": "16.04.2024",
            "label": "DATE",
            "start_char": 15326,
            "end_char": 15336
        },
        {
            "text": "Sub Divisional Magistrate, Sadar, Lucknow",
            "label": "COURT",
            "start_char": 15351,
            "end_char": 15392
        },
        {
            "text": "22.03.2024",
            "label": "DATE",
            "start_char": 15423,
            "end_char": 15433
        },
        {
            "text": "Sadar Lucknow",
            "label": "GPE",
            "start_char": 15455,
            "end_char": 15468
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 15550,
            "end_char": 15560
        },
        {
            "text": "Tirupati Steels",
            "label": "PRECEDENT",
            "start_char": 16223,
            "end_char": 16238
        },
        {
            "text": "19.4.2024",
            "label": "DATE",
            "start_char": 16434,
            "end_char": 16443
        },
        {
            "text": "Brij Raj Singh",
            "label": "JUDGE",
            "start_char": 16454,
            "end_char": 16468
        },
        {
            "text": "Sangeeta Chandra",
            "label": "JUDGE",
            "start_char": 16477,
            "end_char": 16493
        }
    ],
    "precedent_clusters": {
        "National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022)": [
            "National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022)",
            "Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer",
            "Sabhakant and 15 others vs. Ministry of Road, Transport and Highways",
            "Director vs. Union of India and others"
        ],
        "Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562": [
            "Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562",
            "Tirupati Steels"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020",
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 36 (2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 36 (2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 19",
            "MSME Act, 2006",
            "section 19",
            "MSME Act, 2006"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020",
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020"
        ],
        [
            "section 19",
            "Micro, Small and Medium Enterprises Development (MSMED) Act, 2006",
            "section 19",
            "Micro, Small and Medium Enterprises Development (MSMED) Act, 2006"
        ],
        [
            "Section 19",
            "MSME Act, 2020",
            "Section 19",
            "MSME Act, 2020"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 19",
            "MSMED Act, 2020",
            "Section 19",
            "MSMED Act, 2020"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "section 34",
            "Arbitration Act, 1996",
            "section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSME Act, 2006",
            "Section 19",
            "MSME Act, 2006"
        ],
        [
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020",
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020"
        ],
        [
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020",
            "Section 14",
            "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-section (2) of Section 18",
            "MSMED Act",
            "sub-section (2) of Section 18",
            "MSMED Act"
        ],
        [
            "section Sub-Section (3) of Section 18",
            "MSMED Act",
            "section Sub-Section (3) of Section 18",
            "MSMED Act"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act, 2020",
            "Section 19",
            "MSMED Act, 2020"
        ]
    ],
    "precedent_counts": {
        "National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022)": 4,
        "Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562": 2
    },
    "provision_counts": {
        "Section 36 of Arbitration Act": 1,
        "Section 14 of Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020": 3,
        "Section 19 of MSMED Act": 5,
        "Section 36 (2) of Arbitration and Conciliation Act, 1996": 1,
        "section 19 of MSME Act, 2006": 1,
        "Article 226 of Constitution": 1,
        "Section 14 of Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020": 1,
        "section 19 of Micro, Small and Medium Enterprises Development (MSMED) Act, 2006": 1,
        "Section 19 of MSME Act, 2020": 1,
        "Section 18 of MSMED Act": 4,
        "Section 34 of Act, 1996": 3,
        "Section 19 of MSMED Act, 2020": 2,
        "section 34 of Arbitration Act, 1996": 1,
        "section 34 of Act, 1996": 2,
        "Section 19 of MSME Act, 2006": 1,
        "sub-section (2) of Section 18 of MSMED Act": 1,
        "section Sub-Section (3) of Section 18 of MSMED Act": 1
    },
    "statute_counts": {
        "Arbitration Act": 1,
        "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020": 3,
        "MSMED Act": 11,
        "Arbitration and Conciliation Act, 1996": 1,
        "MSME Act, 2006": 2,
        "Constitution": 1,
        "Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020": 1,
        "Micro, Small and Medium Enterprises Development (MSMED) Act, 2006": 1,
        "MSME Act, 2020": 1,
        "Act, 1996": 5,
        "MSMED Act, 2020": 2,
        "Arbitration Act, 1996": 1
    }
}