{
    "id": "7fe3306dd553868cb39f68d0aa8173141c551290f5859f8b079170aea7d2a92e",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nCcs Infotech Limited vs The Director Esd Mee Seva on 26 August, 2022 \nBench: P Naveen Rao, G.Radha Rani\n           Honourable Sri Justice P.Naveen Rao \n                            &\n            Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\n                         Date: 26.08.2022 \n\n\nCom Ca No.33 Of 2018: \n\nBetween:\n\nCcs Infotech Limited,\nHaving its Regd.Office at No.14,\nPeriyar Road, T.Nagar, Chennai,\nRep.by its Authorized Signatory\nSri S.Sridhar, s/o. late Hanumantha Rao,\nAged 38 years, r/o.Nellore and others.\n                                               .....Appellants\n           and\n\nThe Director Esd (Mee Seva),\nFormerly Commissioner (Eds), Eseva,\nRoad No.7, Banjara Hills, Hyderabad.\n\n                                              .....Respondent\n\n\n\n\nThe Court made the following: \n                                                                Pnr,J & Dr.GRR,J\n                                                    Com Ca No.33 Of 2018 & batch \n                                   2 \n\n            Honourable Sri Justice P.Naveen Rao \n                             & \n             Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51 \n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019 \n\nCommon Judgment:\n(per Hon'ble Sri Justice P.Naveen Rao) Heard learned counsel Sri Ch.Pushyam Kiran for the appellants, learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy and learned Government P leader for Arbitration (Telangana State) . \n2. COMCA Nos.33 and 34 of 2018 are filed by CCS Infotech Limited, COMCA Nos.40, 41, 42, 48, 49 of 2018 and COMCA Nos.4, 17, 18, 19, 20 of 2019 are filed by ESD (Mee Seva) of both States respectively and COMCA Nos. 51 and 52 of 2018 are filed by United Telecoms Ltd. As the issues raised in all the above COMCAs are same, they are heard and considered and common judgment is passed.\n3. With the avowed object of providing various services to the citizens of Hyderabad and Secunderabad, as part of e-Goverance initiative, the Government of the then combined State of Andhra Pradesh proposed to start E-Seva (later called as Mee-Seva) centers. These services were later extended to several other Municipal areas in the combined State. It has sought for expression of interest to be part of the initiative as Technical Partners. Several Software Companies responded to the tender notification. The CMS Computers Limited was the successful bidder in respect of Zone-I, IV, V, VI, United Telecoms PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Limited was the successful bidder in respect of Zone-II and CCS Infotech Limited and Data Management Corporation was the successful bidder in respect of Zone-III. All of them entered into agreements with the MEE-SEVA Organisation on 19.05.2003. The agreements envisaged to build, operate, maintain and transfer. Under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under Article 3 of the Agreement. The agreements are valid for a period of five years from the effective date defined in Article 4.1. As per the agreement, CMS opened 14 centers in Zone-I, 27 centers in Zone-IV, 12 centers in Zone-V and 7 centers in Zone-VI. Similarly UTL opened 25 centers in Zone-II, whereas CCS opened 15 centers in Zone-III. Subsequently, supplemental agreements were also entered into between the claimants and the MEE-SEVA Organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. As per the supplemental agreements, CMS opened 16 additional centers in Zone-I, 16 additional centers in Zone-IV, 16 additional cetners in Zone-V and 15 additional centers in Zone-VI. Thus, in all CMS opened 30 centers in Zone-I, 32 centers in Zone-IV, 28 centers in Zone-V and 22 centers in Zone-VI under the original and supplemental agreements put together. Similarly, UTL opened 26 additional centers in all 51 centers. CCS also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in Zone-III. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 4. Disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. The disputes were referred to arbitration. Hon'ble Justice V.V.N.Sastry (Retired) was appointed as Arbitrator. \n5. The learned Arbitrator formulated following issues for consideration:\n(1) Whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ?\n(2) Whether the revision/reduction of rates by the respondent is illegal and unsustainable ?\n(3) Whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ?\n(4) Whether the claimants are entitled to all or any of the reliefs claimed ?\n6. On considering the oral and documentary evidence, the learned Arbitrator passed a preliminary award holding the issue Nos.1 and 3 against the claimants and issue Nos.2 and 4 in favour of claimants. \n7. In brief, the findings of Arbitrator in his preliminary award are as under:\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n\"Accordingly, I hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. It, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. The interim order granted earlier for maintaining status quo is discharged.\" \nIssue No.2:\n\"I hold on issue No.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. However, with regard to electricity bills, in view of the orders passed by the government in G.O.Rt.No.205, dated 30.06.2009, I am of the view that it is just and proper to direct payment at the rate of 5/- per transaction to the claimants from 01.03.2008 onwards.\" \nIssue No.3:\n\"Arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.4:\n\"For determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\"\n8. Learned Arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. \n9. Against the preliminary award of the Arbitrator on issues 2 and 4, Mee-seva preferred O.P.No.1122 of 2012 under Section 34 of the Act, 1996 in the Civil Court, later transferred to Commercial Court and renumbered as C.O.P.No.124 of 2016. \n10. The learned Arbitrator passed two separate final awards quantifying the amount by TRANSCO and directing to determine BSNL transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. \n11. Against the final award of the Arbitrator, Mee-seva preferred O.P.No.1121 of 2012 under Section 34 of the Act, 1996 before civil Court, later transferred to the Commercial Court and renumbered as C.O.P.No.119 of 2016. \n12. On issue No.2, the Commercial Court held that Arbitrator erred in applying revision of rates at 5/- per transaction w.e.f. 01.03.2008. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch It amounted to applying the revision retrospectively, whereas Government Order dated 30.06.2009 was prospective only. The Commercial Court accordingly modified the decision of the Arbitrator. On issue no.4, the Commercial Court modified the rate of interest from 12% per annum to 6% per annum. \n13. This triggered the present batch of appeals by the claimants, the MEE-SEVA of State of Telangana and MEE-SEVA of the State of Andhra Pradesh. \n14. Learned counsel for claimants made following submissions:\n(a) The remedy under section 34 is not an appeal against the award. Parameters to consider the award are limited to the aspects provided in Section 34. The Court in exercise of jurisdiction under Section 34 can either affirm or set aside the award, but has no competence to modify the award;\n(b) The Commercial Court erred in holding the entitlement to levy 5/- per transaction as prospective from the date of issue of G.O.Rt.No.205, dated 30.06.2009;\n(c) The Commercial Court grossly erred in reducing the rate of interest from 12% to 6% per annum;\n(d) According to learned counsel, the award of learned Arbitrator commends acceptance in toto.\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 15. Learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy submitted as under:\n(a) He would submit that the G.O.Rt.No.205 dt.30.06.2009 has no application to the existing contractors. It is applicable to fresh contracts. On electricity bills conclusions recorded by the learned Arbitrator are contrary to his findings on issue no.2. As can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of MEE-SEVA. Thus, the conclusion of Arbitrator is perverse;\n(b) He would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. As can be seen from Section 32 of the Act, once an award is passed by the Arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; \n(c) He would further submit that against preliminary award, O.Ps., were filed. As per section 34 of the Act as it stood at the relevant point of time, once O.Ps are filed, it is a deemed stay and, therefore, the Arbitrator could not have passed final award after institution of O.Ps. Though the fact of filing O.Ps., was informed to the learned Arbitrator, he passed final award. It is a patently illegal course adopted by the Arbitrator. \n(d) According to learned counsel, Article 3.1 of the contract specifies the rates per transaction. According to Article 3.2.1 the rates PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. The letter dated 31.03.2007 shows that the Technology Partners consented to collect 2/- per transaction instead of 5/- from 01.04.2007. However, later the issue was reviewed and 5/- per transaction was continued upto 01.03.2008; \n(e) He would submit that the term of contract with Technology Partners came to an end between the years 2008 to 2009 on various dates respectively. That being so, by way of interim order, the learned Arbitrator extended the contract. Such course adopted by the Arbitrator is in excess of jurisdiction. By virtue of interim order, the contract continued far beyond the period envisaged in the contract;\n( f ) Learned counsel fairly submits that in an application under Section 34, Commercial Court cannot modify the award. However, as the award is vitiated on several counts, having regard to the findings arrived at, the Commercial Court ought to have remanded to the Arbitrator for passing fresh award. \n16. Learned Government Pleader for Arbitration State of Telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned Special counsel for Government of Andhra Pradesh. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 17. In reply, learned counsel for claimants submitted that in a Section 34 application re-appreciation of evidence is not permissible. Learned counsel justified passing two awards. According to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. Therefore, learned Arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. It is within the competence of the Arbitrator to make assessment of amounts due to the claimants and to award interest. Therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. \n18. Having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new Arbitrator may be appointed. \n19. Following issues arise for consideration:\n(1) Whether the Arbitrator is competent to pass preliminary award and final award ?\n(2) Whether in applications filed under Section 34, can the Commercial Court modify the awards of the Arbitrator ? \n(3) Whether the findings recorded and conclusions arrived at by the Arbitrator on issues 2 and 4 are legal and valid ? \n(4) What relief ? \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n20. To consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in Sections 171, 322, and 333 of the Act, 1996. Section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. Interim award is referable to Section 17. Section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in Section 17. Section 32 deals with termination of S.17. Interim measures ordered by arbitral tribunal.--\n(1) A party may, during the arbitral proceedings apply to the arbitral tribunal-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -- (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) Subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure,1908 (5 of 1908), in the same manner as if it were an order of the Court. \nS.32. Termination of proceedings.--(1) The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) Subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. S.33. Correction and interpretation of award; additional award.--(1) Within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-- (a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) If the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) The arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) Unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) If the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) Section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. S.2. Definitions:- (1) in this Part, unless the context otherwise requires,- (a)&(b) xxx (c) 'arbitral award' includes an interim award;\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings. According to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral Tribunal under sub-section (2). This Section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil Court passing preliminary decree and final decree in a suit. \n21. Section 33 deals with 'correction' and 'interpretation of award'. According to this provision, within 30 days from the date of receipt of arbitral award, a party can request the Arbitral Tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. The provision also enables a party to request the Arbitrator 'to give an interpretation' of a specific point or part of the award. If the Arbitral Tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. The Arbitral Tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. Interpretation or correction made shall form part of the arbitral award. \n22. It is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. However, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. If the Arbitral Tribunal agrees with such application, it can pass additional arbitral award. From the provision of the Act, the scheme is very clear that it does not PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the Arbitrator. An additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. \n23. From the reading of sub-sections (1) and (2) of Section 33, it is also apparent that the Arbitrator should resort to computation of entitlement before the award is passed and include in the award. If there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. The arbitrator can suo-motu correct any clerical errors, but nothing more. The scheme also makes it clear that once an award is passed by the Arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. That being so, splitting the award and passing preliminary and final awards by the Arbitrator is vitiated on this ground. \nIssue No.2:\n24. Section 345 vests right in a party to a dispute to challenge the award passed by the Arbitrator before the Civil Court or before the S.34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Commercial Court. The Civil Court/Commercial Court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the Arbitrator for fresh consideration, but cannot alter or modify the award passed by the Arbitrator. 25.1. In The Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6, the Hon'ble Supreme Court held as under:\n\"16. What is important to note is that, far from Section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of Section 34. Secondly, as the marginal note of Section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"Recourse\" is defined by P. Ramanatha Aiyar's Advanced Law Lexicon (3rd Edn.) as the enforcement or method of enforcing a right. Where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. What is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. This becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of Section 34, the court may adjourn the Section 34 proceedings and give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. Here again, it is important to note that it is the opinion of the Arbitral Tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the Section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject- matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice. Explanation 2. --For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. (2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award: Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. \n(2021) 9 SCC 1 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 42. It can therefore be said that this question has now been settled finally by at least 3 decisions [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181] , [Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106] , [Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657] of this Court. Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996. \nxxxx 48. Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what, according to the justice of a case, ought to be done. In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result. Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996. It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\" 25.2. The Division Bench of this Court in Ragya Bee and others vs. P.S.R. Constructions and others7, held as under:\n\"22. The scope of power of Civil Court under Section 34 is no more res-integra, in view of the decision of Hon'ble Supreme Court in McDermott International Inc Vs Burn Standard Company Limited8. In the said decision and the decisions that followed, the Hon'ble Supreme Court held that in a petition under Section 34 of the Act, 1996, the Court cannot correct errors of Arbitrator. It can only quash the award. Paragraphs 51 and 52 of McDermott International Inc read as under:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" \n(emphasis supplied) \n23. The decision of Hon'ble Supreme Court in M.Hakeem (supra) puts the issue beyond pale of doubt. It is affirmation of statement of law that stood the test of times. On review of precedent decisions, Hon'ble Supreme Court held that Section 34 of the Act, 1996 cannot be held to include within it a power to modify the award. ...\" 25.3. In Delhi Airport Metro Express Pvt. Ltd. Vs. Delhi Metro Rail Corporation Ltd., Hon'ble Court held as under:\n\"28. This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by Courts while examining the validity of the arbitral awards. The limited grounds available to Courts for annulment of arbitral awards are well known to legally trained minds. However, the difficulty arises in applying the well- established principles for interference to the facts of each case that come up before the 2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Courts. There is a disturbing tendency of Courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. \n29. Patent illegality should be illegality which goes to the root of the matter. In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression \"patent illegality\". Likewise, erroneous application of law cannot be categorised as patent illegality. In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". What is prohibited is for Courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as Courts do not sit in appeal against the arbitral award. The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" \n26. Having regard to the provision in Section 34 and the law governing the field, the Court below grossly erred in modifying the award. \n27. As per then provision in Section 34, once application is filed under Section 34, it would be amounting to deemed stay against the award passed by the Arbitrator. The application under section 34 was filed challenging the preliminary award before the final award was passed by the Arbitrator and this fact was informed to the Arbitrator. Though Arbitrator took note of the filing of OP, he proceeds to pass final award. The final award passed by the Arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 28. In the preliminary award, the Arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. Thus, excluding the final award, preliminary award is incomplete. In view of the statutory mandate of Section 34 as obtained then, the Arbitrator could not have passed final award after OP was filed under Section 34 of the Act challenging the preliminary award. \n29. Cumulatively, we have noticed that the decision of the Arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under Section 34 the Commercial Court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. These aspects go to the root of the matter. In view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. Issue No.4. To what relief :\n30. As the award of the Arbitrator and the decision of the Commercial Court in application filed under Section 34 are not sustainable the COMCAs are allowed. However, as the dispute requires resolution, we deem it proper to remit the matter to the Arbitral Tribunal. As both parties are in agreement for referring the matter to a new Arbitrator, we are inclined to accept the request of learned counsel to appoint Sri Justice Vilas V.Afzulpurkar, Retired Judge of this Court, as sole Arbitrator. The parties are directed to place all the pleadings and documents forming part of arbitral PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings before the earlier Arbitrator with Hon'ble Sri Justice Vilas V.Afzulpurkar. As the issue is very old, we request Hon'ble Sri Justice Vilas V.Afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. The parties are directed to prepare compilation and submit all the documents to the Hon'ble Sri Justice Vilas V.Afzulpurkar within four weeks from the date of receipt of copy of this order. It is made clear that there is no expression of opinion on merits. Pending miscellaneous petitions if any shall stand closed. \n_______________________ P.NAVEEN RAO, J _______________________ DR.G.RADHA RANI, J Date: 26.08.2022 Kkm /tvk PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE DR. JUSTICE RADHA RANI COMMERCIAL COURT APPEAL NOs.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 OF 2019 Date: 26.08.2022 KKM",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court the director, esd mee seva vs united telecoms limited and another on 26 august, 2022 bench: p naveen rao, g.radha rani honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 com ca no.33 of 2018: between: ccs infotech limited, having its regd.office at no.14, periyar road, t.nagar, chennai, rep.by its authorized signatory sri s.sridhar, s/o. late hanumantha rao, aged 38 years, r/o.nellore and others. .appellants and the director esd (mee seva), formerly commissioner (eds), eseva, road no.7, banjara hills, hyderabad. .respondent the court made the following: pnr,j & dr.grr,j com ca no.33 of 2018 & batch 2 honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 common judgment: (per hon'ble sri justice p.naveen rao) heard learned counsel sri ch.pushyam kiran for the appellants, learned special counsel for state of andhra pradesh sri goverdhan reddy and learned government pleader for arbitration (telangana state). 2. comca nos.33 and 34 of 2018 are filed by ccs infotech limited, comca nos.40, 41, 42, 48, 49 of 2018 and comca nos.4, 17, 18, 19, 20 of 2019 are filed by esd (mee seva) of both states respectively and comca nos. 51 and 52 of 2018 are filed by united telecoms ltd. as the issues raised in all the above comcas are same, they are heard and considered and common judgment is passed. 3. with the avowed object of providing various services to the citizens of hyderabad and secunderabad, as part of e-goverance initiative, the government of the then combined state of andhra pradesh proposed to start e-seva (later called as mee-seva) centers. these services were later extended to several other municipal areas in the combined state. it has sought for expression of interest to be part of the initiative as technical partners. several software companies responded to the tender notification. the cms computers limited was the successful bidder in respect of zone-i, iv, v, vi, united telecoms pnr,j & dr.grr,j com ca no.33 of 2018 & batch limited was the successful bidder in respect of zone-ii and ccs infotech limited and data management corporation was the successful bidder in respect of zone-iii. all of them entered into agreements with the mee-seva organisation on 19.05.2003. the agreements envisaged to build, operate, maintain and transfer. under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under article 3 of the agreement. the agreements are valid for a period of five years from the effective date defined in article 4.1. as per the agreement, cms opened 14 centers in zone-i, 27 centers in zone-iv, 12 centers in zone-v and 7 centers in zone-vi. similarly utl opened 25 centers in zone-ii, whereas ccs opened 15 centers in zone-iii. subsequently, supplemental agreements were also entered into between the claimants and the mee-seva organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. as per the supplemental agreements, cms opened 16 additional centers in zone-i, 16 additional centers in zone-iv, 16 additional cetners in zone-v and 15 additional centers in zone-vi. thus, in all cms opened 30 centers in zone-i, 32 centers in zone-iv, 28 centers in zone-v and 22 centers in zone-vi under the original and supplemental agreements put together. similarly, utl opened 26 additional centers in all 51 centers. ccs also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in zone-iii. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 4. disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. the disputes were referred to arbitration. hon'ble justice v.v.n.sastry (retired) was appointed as arbitrator. 5. the learned arbitrator formulated following issues for consideration: (1) whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ? (2) whether the revision/reduction of rates by the respondent is illegal and unsustainable ? (3) whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ? (4) whether the claimants are entitled to all or any of the reliefs claimed ? 6. on considering the oral and documentary evidence, the learned arbitrator passed a preliminary award holding the issue nos.1 and 3 against the claimants and issue nos.2 and 4 in favour of claimants. 7. in brief, the findings of arbitrator in his preliminary award are as under: pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: \"accordingly, i hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. it, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. the interim order granted earlier for maintaining status quo is discharged.\" issue no.2: \"i hold on issue no.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. however, with regard to electricity bills, in view of the orders passed by the government in g.o.rt.no.205, dated 30.06.2009, i am of the view that it is just and proper to direct payment at the rate of 5/per transaction to the claimants from 01.03.2008 onwards.\" issue no.3: \"arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.4: \"for determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\" 8. learned arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. 9. against the preliminary award of the arbitrator on issues 2 and 4, mee-seva preferred o.p.no.1122 of 2012 under section 34 of the act, 1996 in the civil court, later transferred to commercial court and renumbered as c.o.p.no.124 of 2016. 10. the learned arbitrator passed two separate final awards quantifying the amount by transco and directing to determine bsnl transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. 11. against the final award of the arbitrator, mee-seva preferred o.p.no.1121 of 2012 under section 34 of the act, 1996 before civil court, later transferred to the commercial court and renumbered as c.o.p.no.119 of 2016. 12. on issue no.2, the commercial court held that arbitrator erred in applying revision of rates at 5/per transaction w.e.f. 01.03.2008. pnr,j & dr.grr,j com ca no.33 of 2018 & batch it amounted to applying the revision retrospectively, whereas government order dated 30.06.2009 was prospective only. the commercial court accordingly modified the decision of the arbitrator. on issue no.4, the commercial court modified the rate of interest from 12% per annum to 6% per annum. 13. this triggered the present batch of appeals by the claimants, the mee-seva of state of telangana and mee-seva of the state of andhra pradesh. 14. learned counsel for claimants made following submissions: (a) the remedy under section 34 is not an appeal against the award. parameters to consider the award are limited to the aspects provided in section 34. the court in exercise of jurisdiction under section 34 can either affirm or set aside the award, but has no competence to modify the award; (b) the commercial court erred in holding the entitlement to levy 5/per transaction as prospective from the date of issue of g.o.rt.no.205, dated 30.06.2009; (c) the commercial court grossly erred in reducing the rate of interest from 12% to 6% per annum; (d) according to learned counsel, the award of learned arbitrator commends acceptance in toto. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 15. learned special counsel for state of andhra pradesh sri goverdhan reddy submitted as under: (a) he would submit that the g.o.rt.no.205 dt.30.06.2009 has no application to the existing contractors. it is applicable to fresh contracts. on electricity bills conclusions recorded by the learned arbitrator are contrary to his findings on issue no.2. as can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of mee-seva. thus, the conclusion of arbitrator is perverse; (b) he would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. as can be seen from section 32 of the act, once an award is passed by the arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; (c) he would further submit that against preliminary award, o.ps., were filed. as per section 34 of the act as it stood at the relevant point of time, once o.ps are filed, it is a deemed stay and, therefore, the arbitrator could not have passed final award after institution of o.ps. though the fact of filing o.ps., was informed to the learned arbitrator, he passed final award. it is a patently illegal course adopted by the arbitrator. (d) according to learned counsel, article 3.1 of the contract specifies the rates per transaction. according to article 3.2.1 the rates pnr,j & dr.grr,j com ca no.33 of 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. the letter dated 31.03.2007 shows that the technology partners consented to collect 2/per transaction instead of 5/from 01.04.2007. however, later the issue was reviewed and 5/per transaction was continued upto 01.03.2008; (e) he would submit that the term of contract with technology partners came to an end between the years 2008 to 2009 on various dates respectively. that being so, by way of interim order, the learned arbitrator extended the contract. such course adopted by the arbitrator is in excess of jurisdiction. by virtue of interim order, the contract continued far beyond the period envisaged in the contract; (f) learned counsel fairly submits that in an application under section 34, commercial court cannot modify the award. however, as the award is vitiated on several counts, having regard to the findings arrived at, the commercial court ought to have remanded to the arbitrator for passing fresh award. 16. learned government pleader for arbitration state of telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned special counsel for government of andhra pradesh. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 17. in reply, learned counsel for claimants submitted that in a section 34 application re-appreciation of evidence is not permissible. learned counsel justified passing two awards. according to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. therefore, learned arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. it is within the competence of the arbitrator to make assessment of amounts due to the claimants and to award interest. therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. 18. having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new arbitrator may be appointed. 19. following issues arise for consideration: (1) whether the arbitrator is competent to pass preliminary award and final award ? (2) whether in applications filed under section 34, can the commercial court modify the awards of the arbitrator ? (3) whether the findings recorded and conclusions arrived at by the arbitrator on issues 2 and 4 are legal and valid ? (4) what relief ? pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: 20. to consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in sections 171, 322, and 333 of the act, 1996. section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. interim award is referable to section 17. section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in section 17. section 32 deals with termination of s.17. interim measures ordered by arbitral tribunal.-(1) a party may, during the arbitral proceedings apply to the arbitral tribunal-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the court for all purposes and shall be enforceable under the code of civil procedure,1908 (5 of 1908), in the same manner as if it were an order of the court. s.32. termination of proceedings.--(1) the arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) the arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -(a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. s.33. correction and interpretation of award; additional award.--(1) within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-(a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) if the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) if the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) the arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. s.2. definitions:(1) in this part, unless the context otherwise requires,(a)&(b) xxx (c) 'arbitral award' includes an interim award; pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings. according to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). this section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil court passing preliminary decree and final decree in a suit. 21. section 33 deals with 'correction' and 'interpretation of award'. according to this provision, within 30 days from the date of receipt of arbitral award, a party can request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. the provision also enables a party to request the arbitrator 'to give an interpretation' of a specific point or part of the award. if the arbitral tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. interpretation or correction made shall form part of the arbitral award. 22. it is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. however, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. if the arbitral tribunal agrees with such application, it can pass additional arbitral award. from the provision of the act, the scheme is very clear that it does not pnr,j & dr.grr,j com ca no.33 of 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the arbitrator. an additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. 23. from the reading of sub-sections (1) and (2) of section 33, it is also apparent that the arbitrator should resort to computation of entitlement before the award is passed and include in the award. if there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. the arbitrator can suo-motu correct any clerical errors, but nothing more. the scheme also makes it clear that once an award is passed by the arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. that being so, splitting the award and passing preliminary and final awards by the arbitrator is vitiated on this ground. issue no.2: 24. section 345 vests right in a party to a dispute to challenge the award passed by the arbitrator before the civil court or before the s.34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-(a) the party making the application establishes on the basis of the record of the arbitral tribunal that-(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which pnr,j & dr.grr,j com ca no.33 of 2018 & batch commercial court. the civil court/commercial court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the arbitrator for fresh consideration, but cannot alter or modify the award passed by the arbitrator. 25.1. in the project director, national highways nos.45e and 220, national highways authority of india vs. m.hakeem and others6, the hon'ble supreme court held as under: \"16. what is important to note is that, far from section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of section 34. secondly, as the marginal note of section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"recourse\" is defined by p. ramanatha aiyar's advanced law lexicon (3rd edn.) as the enforcement or method of enforcing a right. where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. what is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. this becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of section 34, the court may adjourn the section 34 proceedings and give the arbitral tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. here again, it is important to note that it is the opinion of the arbitral tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subjectmatter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2. --for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute. (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. (2021) 9 scc 1 pnr,j & dr.grr,j com ca no.33 of 2018 & batch 42. it can therefore be said that this question has now been settled finally by at least 3 decisions [mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181] , [kinnari mullick v. ghanshyam das damani, (2018) 11 scc 328 : (2018) 5 scc (civ) 106] , [dakshin haryana bijli vitran nigam ltd. v. navigant technologies (p) ltd., (2021) 7 scc 657] of this court. even otherwise, to state that the judicial trend appears to favour an interpretation that would read into section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 act; as also to ignore the fact that the 1996 act was enacted based on the uncitral model law on international commercial arbitration, 1985 which, as has been pointed out in redfern and hunter on international arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in section 34 of the arbitration act, 1996. xxxx 48. quite obviously if one were to include the power to modify an award in section 34, one would be crossing the lakshman rekha and doing what, according to the justice of a case, ought to be done. in interpreting a statutory provision, a judge must put himself in the shoes of parliament and then ask whether parliament intended this result. parliament very clearly intended that no power of modification of an award exists in section 34 of the arbitration act, 1996. it is only for parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the arbitration act, 1996, and bring it in line with other legislations the world over.\" 25.2. the division bench of this court in ragya bee and others vs. p.s.r. constructions and others7, held as under: \"22. the scope of power of civil court under section 34 is no more res-integra, in view of the decision of hon'ble supreme court in mcdermott international inc vs burn standard company limited8. in the said decision and the decisions that followed, the hon'ble supreme court held that in a petition under section 34 of the act, 1996, the court cannot correct errors of arbitrator. it can only quash the award. paragraphs 51 and 52 of mcdermott international inc read as under: \"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" (emphasis supplied) 23. the decision of hon'ble supreme court in m.hakeem (supra) puts the issue beyond pale of doubt. it is affirmation of statement of law that stood the test of times. on review of precedent decisions, hon'ble supreme court held that section 34 of the act, 1996 cannot be held to include within it a power to modify the award. .\" 25.3. in delhi airport metro express pvt. ltd. vs. delhi metro rail corporation ltd., hon'ble court held as under: \"28. this court has in several other judgments interpreted section 34 of the 1996 act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards. the limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds. however, the difficulty arises in applying the wellestablished principles for interference to the facts of each case that come up before the 2022 (3) ald 151 (2006) 11 scc 181 (2022) 1 scc 131 pnr,j & dr.grr,j com ca no.33 of 2018 & batch courts. there is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. this approach would lead to corrosion of the object of the 1996 act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. that apart, several judicial pronouncements of this court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. 29. patent illegality should be illegality which goes to the root of the matter. in other words, every error of law committed by the arbitral tribunal would not fall within the expression \"patent illegality\". likewise, erroneous application of law cannot be categorised as patent illegality. in addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". what is prohibited is for courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. the permissible grounds for interference with a domestic award under section 34(2-a) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. an arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. the conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" 26. having regard to the provision in section 34 and the law governing the field, the court below grossly erred in modifying the award. 27. as per then provision in section 34, once application is filed under section 34, it would be amounting to deemed stay against the award passed by the arbitrator. the application under section 34 was filed challenging the preliminary award before the final award was passed by the arbitrator and this fact was informed to the arbitrator. though arbitrator took note of the filing of op, he proceeds to pass final award. the final award passed by the arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 28. in the preliminary award, the arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. thus, excluding the final award, preliminary award is incomplete. in view of the statutory mandate of section 34 as obtained then, the arbitrator could not have passed final award after op was filed under section 34 of the act challenging the preliminary award. 29. cumulatively, we have noticed that the decision of the arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under section 34 the commercial court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. these aspects go to the root of the matter. in view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. issue no.4. to what relief : 30. as the award of the arbitrator and the decision of the commercial court in application filed under section 34 are not sustainable the comcas are allowed. however, as the dispute requires resolution, we deem it proper to remit the matter to the arbitral tribunal. as both parties are in agreement for referring the matter to a new arbitrator, we are inclined to accept the request of learned counsel to appoint sri justice vilas v.afzulpurkar, retired judge of this court, as sole arbitrator. the parties are directed to place all the pleadings and documents forming part of arbitral pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings before the earlier arbitrator with hon'ble sri justice vilas v.afzulpurkar. as the issue is very old, we request hon'ble sri justice vilas v.afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. the parties are directed to prepare compilation and submit all the documents to the hon'ble sri justice vilas v.afzulpurkar within four weeks from the date of receipt of copy of this order. it is made clear that there is no expression of opinion on merits. pending miscellaneous petitions if any shall stand closed. _______________________ p.naveen rao, j _______________________ dr.g.radha rani, j date: 26.08.2022 kkm /tvk pnr,j & dr.grr,j com ca no.33 of 2018 & batch honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58e614ca09e14c7a9aef1c0f371d84bd_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c309172f47004a2b97427b509e9d1708_1"
        },
        {
            "start": 242,
            "end": 332,
            "text": "\nTelangana High Court\nCcs Infotech Limited vs The Director Esd Mee Seva on 26 August, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd2d81420f034c76a1d6016cedb89e7c_2"
        },
        {
            "start": 334,
            "end": 379,
            "text": "Bench: P Naveen Rao, G.Radha Rani\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41dbc02bb40b4578a7eedf4231941f05_3"
        },
        {
            "start": 379,
            "end": 414,
            "text": "Honourable Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4fe78ed3f6a47ea976d0e821dec1510_4"
        },
        {
            "start": 415,
            "end": 645,
            "text": "\n                            &\n            Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\n                         Date: 26.08.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "492312cf185a4504aa4216cbf8e74267_5"
        },
        {
            "start": 646,
            "end": 670,
            "text": "\n\n\nCom Ca No.33 Of 2018:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e169e8560c084413a4fb8fe0ed84eee1_6"
        },
        {
            "start": 673,
            "end": 1130,
            "text": "Between:\n\nCcs Infotech Limited,\nHaving its Regd.Office at No.14,\nPeriyar Road, T.Nagar, Chennai,\nRep.by its Authorized Signatory\nSri S.Sridhar, s/o. late Hanumantha Rao,\nAged 38 years, r/o.Nellore and others.\n                                               .....Appellants\n           and\n\nThe Director Esd (Mee Seva),\nFormerly Commissioner (Eds), Eseva,\nRoad No.7, Banjara Hills, Hyderabad.\n\n                                              .....Respondent\n\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62fc50be59b24cee93bde76b09141902_7"
        },
        {
            "start": 1130,
            "end": 1159,
            "text": "The Court made the following:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6db2cf8f07ba49c79fde7aeeeac6d406_8"
        },
        {
            "start": 1225,
            "end": 1294,
            "text": "Pnr,J & Dr.GRR,J\n                                                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce33e87c476b4a13a853ce2079cfe3a4_9"
        },
        {
            "start": 1294,
            "end": 1322,
            "text": "Com Ca No.33 Of 2018 & batch",
            "labels": [
                "PREAMBLE"
            ],
            "id": "75d8408f460d4aba8a901d0dea7e1aea_10"
        },
        {
            "start": 1359,
            "end": 1410,
            "text": "2 \n\n            Honourable Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d381d7d64690406e94ca56a8fef63f6f_11"
        },
        {
            "start": 1441,
            "end": 1492,
            "text": "& \n             Honourable Dr. Justice Radha Rani\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf85c83e8cc64d26a171608185295594_12"
        },
        {
            "start": 1492,
            "end": 1550,
            "text": "Commercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51",
            "labels": [
                "PREAMBLE"
            ],
            "id": "184231ab44fc45739af7130504c08c05_13"
        },
        {
            "start": 1551,
            "end": 1602,
            "text": "\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "271fcb6f9bce4dcd9d330e458ced6077_14"
        },
        {
            "start": 1603,
            "end": 1820,
            "text": "\n\nCommon Judgment:\n(per Hon'ble Sri Justice P.Naveen Rao) Heard learned counsel Sri Ch.Pushyam Kiran for the appellants, learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy and learned Government P",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb4188cdbfaf4b20ae49e16fb2ff8f41_15"
        },
        {
            "start": 1821,
            "end": 1861,
            "text": "leader for Arbitration (Telangana State)",
            "labels": [
                "NONE"
            ],
            "id": "69048396c61040ce97546d2c5d27b409_16"
        },
        {
            "start": 1862,
            "end": 2130,
            "text": ". \n2. COMCA Nos.33 and 34 of 2018 are filed by CCS Infotech Limited, COMCA Nos.40, 41, 42, 48, 49 of 2018 and COMCA Nos.4, 17, 18, 19, 20 of 2019 are filed by ESD (Mee Seva) of both States respectively and COMCA Nos. 51 and 52 of 2018 are filed by United Telecoms Ltd.",
            "labels": [
                "FAC"
            ],
            "id": "f50361c71eaf4b058beb5197eedb309e_17"
        },
        {
            "start": 2131,
            "end": 2505,
            "text": "As the issues raised in all the above COMCAs are same, they are heard and considered and common judgment is passed.\n3. With the avowed object of providing various services to the citizens of Hyderabad and Secunderabad, as part of e-Goverance initiative, the Government of the then combined State of Andhra Pradesh proposed to start E-Seva (later called as Mee-Seva) centers.",
            "labels": [
                "FAC"
            ],
            "id": "cfd94d5acb714796a36942ed8329068d_18"
        },
        {
            "start": 2506,
            "end": 2596,
            "text": "These services were later extended to several other Municipal areas in the combined State.",
            "labels": [
                "FAC"
            ],
            "id": "062d8205b8004a24a64cdd19f59feba9_19"
        },
        {
            "start": 2597,
            "end": 2689,
            "text": "It has sought for expression of interest to be part of the initiative as Technical Partners.",
            "labels": [
                "FAC"
            ],
            "id": "3d723e1419cf4aeea9595b0f31fac7d7_20"
        },
        {
            "start": 2690,
            "end": 2754,
            "text": "Several Software Companies responded to the tender notification.",
            "labels": [
                "FAC"
            ],
            "id": "813057eb80c34cd2b42ff037e31a89b8_21"
        },
        {
            "start": 2755,
            "end": 3064,
            "text": "The CMS Computers Limited was the successful bidder in respect of Zone-I, IV, V, VI, United Telecoms PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Limited was the successful bidder in respect of Zone-II and CCS Infotech Limited and Data Management Corporation was the successful bidder in respect of Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "d951490d474b4c74baf3ce4419b6e8cf_22"
        },
        {
            "start": 3065,
            "end": 3146,
            "text": "All of them entered into agreements with the MEE-SEVA Organisation on 19.05.2003.",
            "labels": [
                "FAC"
            ],
            "id": "10e3fb09afd54094876b885214b316eb_23"
        },
        {
            "start": 3147,
            "end": 3213,
            "text": "The agreements envisaged to build, operate, maintain and transfer.",
            "labels": [
                "FAC"
            ],
            "id": "2e7c3e08cf9d4c69a36aa7231b56a973_24"
        },
        {
            "start": 3214,
            "end": 3391,
            "text": "Under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under Article 3 of the Agreement.",
            "labels": [
                "FAC"
            ],
            "id": "ba1850c5c0b94cafb6afd7af66d0cfae_25"
        },
        {
            "start": 3392,
            "end": 3491,
            "text": "The agreements are valid for a period of five years from the effective date defined in Article 4.1.",
            "labels": [
                "FAC"
            ],
            "id": "23280543ad0d4f9ab0a0e534ac946249_26"
        },
        {
            "start": 3492,
            "end": 3616,
            "text": "As per the agreement, CMS opened 14 centers in Zone-I, 27 centers in Zone-IV, 12 centers in Zone-V and 7 centers in Zone-VI.",
            "labels": [
                "FAC"
            ],
            "id": "55b84e69eac847b2991023cc9ab2491f_27"
        },
        {
            "start": 3617,
            "end": 3703,
            "text": "Similarly UTL opened 25 centers in Zone-II, whereas CCS opened 15 centers in Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "eed69b3bb42a4c59ae650a3440dc12e1_28"
        },
        {
            "start": 3704,
            "end": 3915,
            "text": "Subsequently, supplemental agreements were also entered into between the claimants and the MEE-SEVA Organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones.",
            "labels": [
                "FAC"
            ],
            "id": "a69ce6e5c6534565b9c87e8f7aaeadec_29"
        },
        {
            "start": 3916,
            "end": 4099,
            "text": "As per the supplemental agreements, CMS opened 16 additional centers in Zone-I, 16 additional centers in Zone-IV, 16 additional cetners in Zone-V and 15 additional centers in Zone-VI.",
            "labels": [
                "FAC"
            ],
            "id": "f4ba11bb74cc4fa4b87b59eeb35f86cb_30"
        },
        {
            "start": 4100,
            "end": 4276,
            "text": "Thus, in all CMS opened 30 centers in Zone-I, 32 centers in Zone-IV, 28 centers in Zone-V and 22 centers in Zone-VI under the original and supplemental agreements put together.",
            "labels": [
                "FAC"
            ],
            "id": "2ab2bf683ae547689eb60fba8447dc16_31"
        },
        {
            "start": 4277,
            "end": 4339,
            "text": "Similarly, UTL opened 26 additional centers in all 51 centers.",
            "labels": [
                "FAC"
            ],
            "id": "5cb5f1415f9e490cacd7c95f490fc4cb_32"
        },
        {
            "start": 4340,
            "end": 4476,
            "text": "CCS also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "5535dfefd6934498a2b149981f13f9be_33"
        },
        {
            "start": 4478,
            "end": 4526,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 4.",
            "labels": [
                "FAC"
            ],
            "id": "4ad889a7d5514b079b34014a842e743b_34"
        },
        {
            "start": 4527,
            "end": 4702,
            "text": "Disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc.",
            "labels": [
                "FAC"
            ],
            "id": "f0a544cc5d814606b68f583437da1802_35"
        },
        {
            "start": 4703,
            "end": 4745,
            "text": "The disputes were referred to arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "6f5f90086e174790ad277b682cb2e48c_36"
        },
        {
            "start": 4746,
            "end": 4813,
            "text": "Hon'ble Justice V.V.N.Sastry (Retired) was appointed as Arbitrator.",
            "labels": [
                "NONE"
            ],
            "id": "ffd51447201142a4ac40b6e2419defe5_37"
        },
        {
            "start": 4815,
            "end": 5352,
            "text": "5. The learned Arbitrator formulated following issues for consideration:\n(1) Whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ?\n(2) Whether the revision/reduction of rates by the respondent is illegal and unsustainable ?\n(3) Whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ?\n(4) Whether the claimants are entitled to all or any of the reliefs claimed ?\n6.",
            "labels": [
                "ISSUE"
            ],
            "id": "6f4bc6a6d68a4c07833dee3f3d702fe0_38"
        },
        {
            "start": 5353,
            "end": 5550,
            "text": "On considering the oral and documentary evidence, the learned Arbitrator passed a preliminary award holding the issue Nos.1 and 3 against the claimants and issue Nos.2 and 4 in favour of claimants.",
            "labels": [
                "RLC"
            ],
            "id": "fdb975735fc64f3c8b4187cb7ae53c3f_39"
        },
        {
            "start": 5552,
            "end": 5894,
            "text": "7. In brief, the findings of Arbitrator in his preliminary award are as under:\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n\"Accordingly, I hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct.",
            "labels": [
                "FAC"
            ],
            "id": "51fcaeacd7f347fc91d6e26924281264_40"
        },
        {
            "start": 5895,
            "end": 6078,
            "text": "It, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts.",
            "labels": [
                "FAC"
            ],
            "id": "9f254f795b184301aeb231f14588c733_41"
        },
        {
            "start": 6079,
            "end": 6155,
            "text": "The interim order granted earlier for maintaining status quo is discharged.\"",
            "labels": [
                "FAC"
            ],
            "id": "988a994299434bda8316ee7cbcf39f19_42"
        },
        {
            "start": 6156,
            "end": 6406,
            "text": "\nIssue No.2:\n\"I hold on issue No.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service.",
            "labels": [
                "FAC"
            ],
            "id": "d9139e53dc8140e1998a75a1aea1dd27_43"
        },
        {
            "start": 6407,
            "end": 6672,
            "text": "However, with regard to electricity bills, in view of the orders passed by the government in G.O.Rt.No.205, dated 30.06.2009, I am of the view that it is just and proper to direct payment at the rate of 5/- per transaction to the claimants from 01.03.2008 onwards.\"",
            "labels": [
                "FAC"
            ],
            "id": "2e558e6403084cfdb3e7b09d223c1a33_44"
        },
        {
            "start": 6673,
            "end": 6900,
            "text": "\nIssue No.3:\n\"Arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\"",
            "labels": [
                "RLC"
            ],
            "id": "f3059619186a42eaa00bbe68d536748a_45"
        },
        {
            "start": 6901,
            "end": 7203,
            "text": "\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.4:\n\"For determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\"\n8.",
            "labels": [
                "FAC"
            ],
            "id": "f67aff462b864889825e9baeb6b9f6fc_46"
        },
        {
            "start": 7204,
            "end": 7337,
            "text": "Learned Arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment.",
            "labels": [
                "FAC"
            ],
            "id": "4338fdf9cc4a46b99144ffaf3a70ac60_47"
        },
        {
            "start": 7339,
            "end": 7579,
            "text": "9. Against the preliminary award of the Arbitrator on issues 2 and 4, Mee-seva preferred O.P.No.1122 of 2012 under Section 34 of the Act, 1996 in the Civil Court, later transferred to Commercial Court and renumbered as C.O.P.No.124 of 2016.",
            "labels": [
                "FAC"
            ],
            "id": "fc2f2cadcdc7487d82540b3bb7b650b8_48"
        },
        {
            "start": 7581,
            "end": 7825,
            "text": "10. The learned Arbitrator passed two separate final awards quantifying the amount by TRANSCO and directing to determine BSNL transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment.",
            "labels": [
                "FAC"
            ],
            "id": "98db158ee08b47ee9f7e9b10e05039c1_49"
        },
        {
            "start": 7827,
            "end": 8048,
            "text": "11. Against the final award of the Arbitrator, Mee-seva preferred O.P.No.1121 of 2012 under Section 34 of the Act, 1996 before civil Court, later transferred to the Commercial Court and renumbered as C.O.P.No.119 of 2016.",
            "labels": [
                "RLC"
            ],
            "id": "05c2beecd6064f9b9eda183f2cda36a5_50"
        },
        {
            "start": 8050,
            "end": 8188,
            "text": "12. On issue No.2, the Commercial Court held that Arbitrator erred in applying revision of rates at 5/- per transaction w.e.f. 01.03.2008.",
            "labels": [
                "RLC"
            ],
            "id": "3671a7c92b464508b298221e86fc37db_51"
        },
        {
            "start": 8190,
            "end": 8353,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch It amounted to applying the revision retrospectively, whereas Government Order dated 30.06.2009 was prospective only.",
            "labels": [
                "RLC"
            ],
            "id": "98255dc4c95d4903b75505774eece701_52"
        },
        {
            "start": 8354,
            "end": 8427,
            "text": "The Commercial Court accordingly modified the decision of the Arbitrator.",
            "labels": [
                "RLC"
            ],
            "id": "e05782c79b9141fbb2d1ead81c6db91a_53"
        },
        {
            "start": 8428,
            "end": 8529,
            "text": "On issue no.4, the Commercial Court modified the rate of interest from 12% per annum to 6% per annum.",
            "labels": [
                "FAC"
            ],
            "id": "a2eaecdf4cea4bf3812cb886d67aafcc_54"
        },
        {
            "start": 8531,
            "end": 8676,
            "text": "13. This triggered the present batch of appeals by the claimants, the MEE-SEVA of State of Telangana and MEE-SEVA of the State of Andhra Pradesh.",
            "labels": [
                "FAC"
            ],
            "id": "b888a3235be047d882f2b2d62ff90c7a_55"
        },
        {
            "start": 8678,
            "end": 8807,
            "text": "14. Learned counsel for claimants made following submissions:\n(a) The remedy under section 34 is not an appeal against the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2183c0f49edf414abed68d5e9d7930bb_56"
        },
        {
            "start": 8808,
            "end": 8891,
            "text": "Parameters to consider the award are limited to the aspects provided in Section 34.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e4b8b26091c64f5fa8fcd3831edfb8be_57"
        },
        {
            "start": 8892,
            "end": 9434,
            "text": "The Court in exercise of jurisdiction under Section 34 can either affirm or set aside the award, but has no competence to modify the award;\n(b) The Commercial Court erred in holding the entitlement to levy 5/- per transaction as prospective from the date of issue of G.O.Rt.No.205, dated 30.06.2009;\n(c) The Commercial Court grossly erred in reducing the rate of interest from 12% to 6% per annum;\n(d) According to learned counsel, the award of learned Arbitrator commends acceptance in toto.\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "995bf9f57da944018ea474def39a62a2_58"
        },
        {
            "start": 9435,
            "end": 9631,
            "text": "Learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy submitted as under:\n(a) He would submit that the G.O.Rt.No.205 dt.30.06.2009 has no application to the existing contractors.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6a5b8815bbe54c819704ddd219a699c0_59"
        },
        {
            "start": 9632,
            "end": 9668,
            "text": "It is applicable to fresh contracts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c12829c94aea4f549af3182915904f9a_60"
        },
        {
            "start": 9669,
            "end": 9780,
            "text": "On electricity bills conclusions recorded by the learned Arbitrator are contrary to his findings on issue no.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7228af9856204ce6b1d6357d63ddaf62_61"
        },
        {
            "start": 9781,
            "end": 9885,
            "text": "As can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of MEE-SEVA.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce4d5afc25b94732b30fb941c73ad2ce_62"
        },
        {
            "start": 9886,
            "end": 10068,
            "text": "Thus, the conclusion of Arbitrator is perverse;\n(b) He would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c2a2965977b4f79b4f7a08b52298f24_63"
        },
        {
            "start": 10069,
            "end": 10261,
            "text": "As can be seen from Section 32 of the Act, once an award is passed by the Arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ab212f0b5ea4e9d97a255a12ebd583e_64"
        },
        {
            "start": 10262,
            "end": 10341,
            "text": "\n(c) He would further submit that against preliminary award, O.Ps., were filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1259582f26f644b1a84e86c5cef82f06_65"
        },
        {
            "start": 10342,
            "end": 10546,
            "text": "As per section 34 of the Act as it stood at the relevant point of time, once O.Ps are filed, it is a deemed stay and, therefore, the Arbitrator could not have passed final award after institution of O.Ps.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff4c931cbd7d4c2480c5c3a66dbcf58c_66"
        },
        {
            "start": 10547,
            "end": 10642,
            "text": "Though the fact of filing O.Ps., was informed to the learned Arbitrator, he passed final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d724f47fa7b14c73a516aca04e13e263_67"
        },
        {
            "start": 10643,
            "end": 10701,
            "text": "It is a patently illegal course adopted by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3668d0119c104663810e151d872ec4dc_68"
        },
        {
            "start": 10702,
            "end": 10801,
            "text": "\n(d) According to learned counsel, Article 3.1 of the contract specifies the rates per transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "180557dfe2ef4b1fa917a85dc623d3ed_69"
        },
        {
            "start": 10802,
            "end": 11047,
            "text": "According to Article 3.2.1 the rates PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69c936cda7624447abe27803cb130d0d_70"
        },
        {
            "start": 11048,
            "end": 11183,
            "text": "The letter dated 31.03.2007 shows that the Technology Partners consented to collect 2/- per transaction instead of 5/- from 01.04.2007.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8012fa9482104cfa983574e1b4754487_71"
        },
        {
            "start": 11184,
            "end": 11276,
            "text": "However, later the issue was reviewed and 5/- per transaction was continued upto 01.03.2008;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46c9e387ead94c6b97e19156ee9582fa_72"
        },
        {
            "start": 11277,
            "end": 11425,
            "text": "\n(e) He would submit that the term of contract with Technology Partners came to an end between the years 2008 to 2009 on various dates respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "663858d50b3441f2bcbc159e57d139ae_73"
        },
        {
            "start": 11426,
            "end": 11511,
            "text": "That being so, by way of interim order, the learned Arbitrator extended the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27e00ef3eab04b8eab29ce37f04428b0_74"
        },
        {
            "start": 11512,
            "end": 11579,
            "text": "Such course adopted by the Arbitrator is in excess of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abf3ab2874e34636b89943ac9514ac4a_75"
        },
        {
            "start": 11580,
            "end": 11680,
            "text": "By virtue of interim order, the contract continued far beyond the period envisaged in the contract;\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2ec8c36a6f54dd8a0e7e02f079a05f5_76"
        },
        {
            "start": 11680,
            "end": 11799,
            "text": "( f ) Learned counsel fairly submits that in an application under Section 34, Commercial Court cannot modify the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0175f554d3c447e8b7c6175e088933de_77"
        },
        {
            "start": 11800,
            "end": 11981,
            "text": "However, as the award is vitiated on several counts, having regard to the findings arrived at, the Commercial Court ought to have remanded to the Arbitrator for passing fresh award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f9a051002784e9491532519d96945d1_78"
        },
        {
            "start": 11982,
            "end": 12203,
            "text": "\n16. Learned Government Pleader for Arbitration State of Telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned Special counsel for Government of Andhra Pradesh.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "219e9330b102473cab37875d5387f41f_79"
        },
        {
            "start": 12205,
            "end": 12254,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 17.",
            "labels": [
                "NONE"
            ],
            "id": "58fd009d8a86420facc00a0cad7f2418_80"
        },
        {
            "start": 12255,
            "end": 12385,
            "text": "In reply, learned counsel for claimants submitted that in a Section 34 application re-appreciation of evidence is not permissible.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a81074dde4c3445e8535d27e7750c953_81"
        },
        {
            "start": 12386,
            "end": 12431,
            "text": "Learned counsel justified passing two awards.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "11226aadecc54f0e9fb69ece5d7cde19_82"
        },
        {
            "start": 12432,
            "end": 12576,
            "text": "According to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d4cf29de557a4dfa91d26080b99382e4_83"
        },
        {
            "start": 12577,
            "end": 12709,
            "text": "Therefore, learned Arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "99d6982a032d49b5a485b1c5c723d6c1_84"
        },
        {
            "start": 12710,
            "end": 12829,
            "text": "It is within the competence of the Arbitrator to make assessment of amounts due to the claimants and to award interest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1491a8fd762f4be1805511c878a70097_85"
        },
        {
            "start": 12830,
            "end": 12952,
            "text": "Therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9593d45235d24468bf74f7c524a3e36f_86"
        },
        {
            "start": 12953,
            "end": 13199,
            "text": "\n18. Having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new Arbitrator may be appointed.",
            "labels": [
                "ISSUE"
            ],
            "id": "8bd1e84c0f0a427ebe37e9a53bed87b6_87"
        },
        {
            "start": 13201,
            "end": 13445,
            "text": "19. Following issues arise for consideration:\n(1) Whether the Arbitrator is competent to pass preliminary award and final award ?\n(2) Whether in applications filed under Section 34, can the Commercial Court modify the awards of the Arbitrator ?",
            "labels": [
                "ISSUE"
            ],
            "id": "1411bc3dc23f404ab938d69a783f6d96_88"
        },
        {
            "start": 13446,
            "end": 13565,
            "text": "\n(3) Whether the findings recorded and conclusions arrived at by the Arbitrator on issues 2 and 4 are legal and valid ?",
            "labels": [
                "ISSUE"
            ],
            "id": "ae3fbf1d9c9a46a3be3df7c143f48849_89"
        },
        {
            "start": 13566,
            "end": 13584,
            "text": "\n(4) What relief ?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "131591b82c7c47ed89cb4140baff7048_90"
        },
        {
            "start": 13586,
            "end": 13647,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9f10ae9b1e14eb2be379f597c567c6b_91"
        },
        {
            "start": 13648,
            "end": 13802,
            "text": "To consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in Sections 171, 322, and 333 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb2b245214e34c759c168ace4812e3f3_92"
        },
        {
            "start": 13803,
            "end": 13942,
            "text": "Section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c2190a774d740ea87f064c2b5a03bfb_93"
        },
        {
            "start": 13943,
            "end": 13984,
            "text": "Interim award is referable to Section 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7d506ae7cf7423aae90f5a75803b4d8_94"
        },
        {
            "start": 13985,
            "end": 14147,
            "text": "Section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in Section 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bf5f1e319014206a611ad23c1f6f18d_95"
        },
        {
            "start": 14148,
            "end": 14190,
            "text": "Section 32 deals with termination of S.17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0300968062d1443095e99fee19406e8b_96"
        },
        {
            "start": 14191,
            "end": 15532,
            "text": "Interim measures ordered by arbitral tribunal.--\n(1) A party may, during the arbitral proceedings apply to the arbitral tribunal-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -- (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it.",
            "labels": [
                "STA"
            ],
            "id": "e15e3e6a77774c338658f5f971b8b3c6_97"
        },
        {
            "start": 15533,
            "end": 15851,
            "text": "(2) Subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure,1908 (5 of 1908), in the same manner as if it were an order of the Court.",
            "labels": [
                "STA"
            ],
            "id": "64f6fe43004243f799897eb856ed0c00_98"
        },
        {
            "start": 15853,
            "end": 15873,
            "text": "S.32. Termination of",
            "labels": [
                "STA"
            ],
            "id": "1d415569df0c4924bda019114fb40b36_99"
        },
        {
            "start": 15874,
            "end": 15891,
            "text": "proceedings.--(1)",
            "labels": [
                "STA"
            ],
            "id": "d3e5120ad7214471ae474517c307b123_100"
        },
        {
            "start": 15892,
            "end": 16027,
            "text": "The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "d9dc530f3aab4825890d67b4768cca44_101"
        },
        {
            "start": 16028,
            "end": 16527,
            "text": "(2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible.",
            "labels": [
                "STA"
            ],
            "id": "56dc2204f79d4d0a9ee58ccb60b09b58_102"
        },
        {
            "start": 16528,
            "end": 16691,
            "text": "(3) Subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.",
            "labels": [
                "STA"
            ],
            "id": "d2c1ab9b8eae43d79d9df602832bb845_103"
        },
        {
            "start": 16692,
            "end": 16737,
            "text": "S.33. Correction and interpretation of award;",
            "labels": [
                "STA"
            ],
            "id": "f0e0a1331c18495db890f3d1be71ced7_104"
        },
        {
            "start": 16738,
            "end": 17278,
            "text": "additional award.--(1) Within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-- (a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award.",
            "labels": [
                "STA"
            ],
            "id": "e7ecdcb195954d2abbaa625d17abb894_105"
        },
        {
            "start": 17279,
            "end": 17542,
            "text": "(2) If the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "9f5686b3093d4b608568062d7ea87592_106"
        },
        {
            "start": 17543,
            "end": 17727,
            "text": "(3) The arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "3749d06e11ea4a33868bb8da51049168_107"
        },
        {
            "start": 17728,
            "end": 18030,
            "text": "(4) Unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "9f186b7bfb434507af02373d52040db6_108"
        },
        {
            "start": 18031,
            "end": 18221,
            "text": "(5) If the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request.",
            "labels": [
                "STA"
            ],
            "id": "72fc509a18e74f61b2c18d1827974073_109"
        },
        {
            "start": 18222,
            "end": 18435,
            "text": "(6) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5).",
            "labels": [
                "STA"
            ],
            "id": "44a20bb6f922456c8cdbe3ed816e19ee_110"
        },
        {
            "start": 18436,
            "end": 18578,
            "text": "(7) Section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da6f016473d1437bbd29255d5b704a5c_111"
        },
        {
            "start": 18579,
            "end": 18774,
            "text": "S.2. Definitions:- (1) in this Part, unless the context otherwise requires,- (a)&(b) xxx (c) 'arbitral award' includes an interim award;\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8df0ca47660e46ddb891ac9e79658106_112"
        },
        {
            "start": 18775,
            "end": 18938,
            "text": "According to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral Tribunal under sub-section (2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cdb045c2e8c4f58bba5f7a74a804f32_113"
        },
        {
            "start": 18939,
            "end": 19124,
            "text": "This Section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil Court passing preliminary decree and final decree in a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3c4fc83c3214098a188e8552f5c4264_114"
        },
        {
            "start": 19125,
            "end": 19195,
            "text": "\n21. Section 33 deals with 'correction' and 'interpretation of award'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0c68a32f2804965884af14a0252d4e9_115"
        },
        {
            "start": 19196,
            "end": 19455,
            "text": "According to this provision, within 30 days from the date of receipt of arbitral award, a party can request the Arbitral Tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e10f10b7431341ea9db9c0b60d29559c_116"
        },
        {
            "start": 19456,
            "end": 19586,
            "text": "The provision also enables a party to request the Arbitrator 'to give an interpretation' of a specific point or part of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6d7250b89fe4626b021452cd3c17978_117"
        },
        {
            "start": 19587,
            "end": 19713,
            "text": "If the Arbitral Tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "699b79744e084a7f891b94927c055c73_118"
        },
        {
            "start": 19714,
            "end": 19837,
            "text": "The Arbitral Tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7b25b82f5a94a1cb2f9d82db53adb83_119"
        },
        {
            "start": 19838,
            "end": 19910,
            "text": "Interpretation or correction made shall form part of the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6dcc89b74d884cbabdff4226cb5fc5c4_120"
        },
        {
            "start": 19912,
            "end": 20067,
            "text": "22. It is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6993f94b524492abc89221ff70c15b6_121"
        },
        {
            "start": 20068,
            "end": 20229,
            "text": "However, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7cc2d7681e14933a704893538cbd18a_122"
        },
        {
            "start": 20230,
            "end": 20323,
            "text": "If the Arbitral Tribunal agrees with such application, it can pass additional arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b906b9deffc429fb720c6614fbe93c0_123"
        },
        {
            "start": 20324,
            "end": 20568,
            "text": "From the provision of the Act, the scheme is very clear that it does not PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f214234a6be43c19c397e363cf09e34_124"
        },
        {
            "start": 20569,
            "end": 20711,
            "text": "An additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5f1b59ff0974c90ba9e442302292988_125"
        },
        {
            "start": 20713,
            "end": 20913,
            "text": "23. From the reading of sub-sections (1) and (2) of Section 33, it is also apparent that the Arbitrator should resort to computation of entitlement before the award is passed and include in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90f815cea95e4d51ba544ca1bf20361f_126"
        },
        {
            "start": 20914,
            "end": 21083,
            "text": "If there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6f7265336b64643a6a33299e28b40d8_127"
        },
        {
            "start": 21084,
            "end": 21158,
            "text": "The arbitrator can suo-motu correct any clerical errors, but nothing more.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f6805668e5d4950be39bf97d2808396_128"
        },
        {
            "start": 21159,
            "end": 21329,
            "text": "The scheme also makes it clear that once an award is passed by the Arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d6b221e264e46b197714baa9704494e_129"
        },
        {
            "start": 21330,
            "end": 21451,
            "text": "That being so, splitting the award and passing preliminary and final awards by the Arbitrator is vitiated on this ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c99e6c725ee1486a9d555d284c2a377e_130"
        },
        {
            "start": 21452,
            "end": 21468,
            "text": "\nIssue No.2:\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe59680f29cc48549002b77af7974547_131"
        },
        {
            "start": 21469,
            "end": 21637,
            "text": "Section 345 vests right in a party to a dispute to challenge the award passed by the Arbitrator before the Civil Court or before the S.34. Application for setting aside",
            "labels": [
                "STA"
            ],
            "id": "b9015797fd674bd8ae4ca00c1ca25289_132"
        },
        {
            "start": 21638,
            "end": 21658,
            "text": "arbitral award.--(1)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76c6de1cc61540dbaad4aee3ad991332_133"
        },
        {
            "start": 21659,
            "end": 21824,
            "text": "Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d060744fc5004415a8813764f60e18c3_134"
        },
        {
            "start": 21825,
            "end": 22836,
            "text": "(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "f228fab6b4b04cafbd50e09f62472d52_135"
        },
        {
            "start": 22837,
            "end": 23096,
            "text": "The Civil Court/Commercial Court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the Arbitrator for fresh consideration, but cannot alter or modify the award passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ca85a73b49b457d90e163b5025defb4_136"
        },
        {
            "start": 23097,
            "end": 23271,
            "text": "25.1. In The Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6, the Hon'ble Supreme Court held as under:\n\"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9bb2b74503ae4381a049c8e0f1e6647d_137"
        },
        {
            "start": 23272,
            "end": 23512,
            "text": "What is important to note is that, far from Section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of Section 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86df099e7d6a4b669a93f1387f32ab3e_138"
        },
        {
            "start": 23513,
            "end": 23725,
            "text": "Secondly, as the marginal note of Section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb292eb8f6554fecb129a6a142be00fb_139"
        },
        {
            "start": 23726,
            "end": 23854,
            "text": "\"Recourse\" is defined by P. Ramanatha Aiyar's Advanced Law Lexicon (3rd Edn.) as the enforcement or method of enforcing a right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da0db54e97bd43fab67d9b700da35c79_140"
        },
        {
            "start": 23855,
            "end": 23963,
            "text": "Where the right is itself truncated, enforcement of such truncated right can also be only limited in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6594cefd561c41e790c453789c5c9d62_141"
        },
        {
            "start": 23964,
            "end": 24150,
            "text": "What is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8737707265e4327b9c2791c287c7c87_142"
        },
        {
            "start": 24151,
            "end": 24501,
            "text": "This becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of Section 34, the court may adjourn the Section 34 proceedings and give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c3ee5e9816a4bc889d7adecf59a3164_143"
        },
        {
            "start": 24502,
            "end": 24733,
            "text": "Here again, it is important to note that it is the opinion of the Arbitral Tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the Section 34 application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0976f5613d91491696692b9e82454375_144"
        },
        {
            "start": 24734,
            "end": 25350,
            "text": "xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject- matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
            "labels": [
                "STA"
            ],
            "id": "0f594be792284186b804b73019470e92_145"
        },
        {
            "start": 25351,
            "end": 25764,
            "text": "Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.",
            "labels": [
                "STA"
            ],
            "id": "5fe57ea28e334dd28126ec2bc4269867_146"
        },
        {
            "start": 25765,
            "end": 25779,
            "text": "Explanation 2.",
            "labels": [
                "STA"
            ],
            "id": "919ba63cadd14a5c88c91da53dac2688_147"
        },
        {
            "start": 25780,
            "end": 25955,
            "text": "--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
            "labels": [
                "STA"
            ],
            "id": "db054d1d0f934261a3141480ff090bf0_148"
        },
        {
            "start": 25956,
            "end": 26335,
            "text": "(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award: Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
            "labels": [
                "STA"
            ],
            "id": "40e642128fcc4352adc2ef469cef44bb_149"
        },
        {
            "start": 26336,
            "end": 26641,
            "text": "(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:",
            "labels": [
                "STA"
            ],
            "id": "7b29da7f796b4d84a5cbffd9528163dc_150"
        },
        {
            "start": 26642,
            "end": 26894,
            "text": "Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.",
            "labels": [
                "STA"
            ],
            "id": "d30487e2b22e462d81b40d1c2627e953_151"
        },
        {
            "start": 26895,
            "end": 27308,
            "text": "(4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "4034b2f99f0143e58054f7577d41cd85_152"
        },
        {
            "start": 27309,
            "end": 27548,
            "text": "(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.",
            "labels": [
                "STA"
            ],
            "id": "da6f6f4fbc5e4838aa64669a969e7d3d_153"
        },
        {
            "start": 27549,
            "end": 27765,
            "text": "(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.",
            "labels": [
                "STA"
            ],
            "id": "25a3469b24d445a18af6d9133d580548_154"
        },
        {
            "start": 27766,
            "end": 27831,
            "text": "\n(2021) 9 SCC 1 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 42.",
            "labels": [
                "NONE"
            ],
            "id": "1f6cf84ce3494495babf334b14e01a3e_155"
        },
        {
            "start": 27832,
            "end": 28203,
            "text": "It can therefore be said that this question has now been settled finally by at least 3 decisions [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181] , [Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106] , [Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657] of this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2359f9c9da1f4b6cbe4b24285dd021ba_156"
        },
        {
            "start": 28204,
            "end": 28991,
            "text": "Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d58031bc168e49d580ca1b34ecc38cf1_157"
        },
        {
            "start": 28993,
            "end": 29001,
            "text": "xxxx 48.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21b891b18bcb4e058726331fd403d92e_158"
        },
        {
            "start": 29002,
            "end": 29195,
            "text": "Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what, according to the justice of a case, ought to be done.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b55269a27f424af889e454452f94bd80_159"
        },
        {
            "start": 29196,
            "end": 29340,
            "text": "In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "72dcf97d987a45e4b444ccbe90627847_160"
        },
        {
            "start": 29341,
            "end": 29466,
            "text": "Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e2ec0c93dff441eac6753e117632502_161"
        },
        {
            "start": 29467,
            "end": 29677,
            "text": "It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6481042aeede48549a34fc84fc3a91b7_162"
        },
        {
            "start": 29678,
            "end": 29798,
            "text": "25.2. The Division Bench of this Court in Ragya Bee and others vs. P.S.R. Constructions and others7, held as under:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c2e86ced8c3e4c4591a9ac0ca2f753e4_163"
        },
        {
            "start": 29799,
            "end": 29988,
            "text": "The scope of power of Civil Court under Section 34 is no more res-integra, in view of the decision of Hon'ble Supreme Court in McDermott International Inc Vs Burn Standard Company Limited8.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9aec9915d2564cc0b1a2d6f087f0ebdb_164"
        },
        {
            "start": 29989,
            "end": 30174,
            "text": "In the said decision and the decisions that followed, the Hon'ble Supreme Court held that in a petition under Section 34 of the Act, 1996, the Court cannot correct errors of Arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e540ff0e3e443d9a291689854f8fe1a_165"
        },
        {
            "start": 30175,
            "end": 30203,
            "text": "It can only quash the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ce66495f177842a6812c7cb599f70028_166"
        },
        {
            "start": 30204,
            "end": 30275,
            "text": "Paragraphs 51 and 52 of McDermott International Inc read as under:\n\"52.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f380ad39c153400eab7c0371ce7c0e5d_167"
        },
        {
            "start": 30276,
            "end": 30402,
            "text": "The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "85e09789bcf843d8a97bc980179a0eca_168"
        },
        {
            "start": 30403,
            "end": 30554,
            "text": "Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "61c21a14070d4c71aebeb206e4caafc8_169"
        },
        {
            "start": 30555,
            "end": 30606,
            "text": "The court cannot correct errors of the arbitrators.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1f4524e3ee314388b84d3050c8979119_170"
        },
        {
            "start": 30607,
            "end": 30708,
            "text": "It can only quash the award leaving the parties free to begin the arbitration again if it is desired.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c6b66bd533a4e77ad2c3ec2606ecdb6_171"
        },
        {
            "start": 30709,
            "end": 31008,
            "text": "So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "28b3991fc31a4a6692c0b00c74ba377b_172"
        },
        {
            "start": 31009,
            "end": 31029,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afd6daeba7084fb99b559fa3245f8d26_173"
        },
        {
            "start": 31031,
            "end": 31129,
            "text": "23. The decision of Hon'ble Supreme Court in M.Hakeem (supra) puts the issue beyond pale of doubt.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7b39fc909c7e4a32af1b60986b404105_174"
        },
        {
            "start": 31130,
            "end": 31197,
            "text": "It is affirmation of statement of law that stood the test of times.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d5b157763a684a1c8b952414dfd6e5af_175"
        },
        {
            "start": 31198,
            "end": 31361,
            "text": "On review of precedent decisions, Hon'ble Supreme Court held that Section 34 of the Act, 1996 cannot be held to include within it a power to modify the award. ...\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d6e26930c95f483ca3b953b56554065d_176"
        },
        {
            "start": 31362,
            "end": 31481,
            "text": "25.3. In Delhi Airport Metro Express Pvt. Ltd. Vs. Delhi Metro Rail Corporation Ltd., Hon'ble Court held as under:\n\"28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d93e1bcef5d44ca08c46c838bee3f439_177"
        },
        {
            "start": 31482,
            "end": 31664,
            "text": "This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by Courts while examining the validity of the arbitral awards.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "707856b00f1f449785953c24c0b42687_178"
        },
        {
            "start": 31665,
            "end": 31778,
            "text": "The limited grounds available to Courts for annulment of arbitral awards are well known to legally trained minds.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f570372040c4ca48e51d1454103ffab_179"
        },
        {
            "start": 31779,
            "end": 32027,
            "text": "However, the difficulty arises in applying the well- established principles for interference to the facts of each case that come up before the 2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4daed49b508440868d1b05dc661c47bd_180"
        },
        {
            "start": 32028,
            "end": 32378,
            "text": "There is a disturbing tendency of Courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23390a839a91453ba2dab7e91754ea8a_181"
        },
        {
            "start": 32379,
            "end": 32556,
            "text": "This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a07dacd024b453d9da9735c35d2eebc_182"
        },
        {
            "start": 32557,
            "end": 32786,
            "text": "That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f91d85ac7645434b98d988d33af5fa24_183"
        },
        {
            "start": 32787,
            "end": 32868,
            "text": "\n29. Patent illegality should be illegality which goes to the root of the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f5ce73168ca49f1b704d07d609895cd_184"
        },
        {
            "start": 32869,
            "end": 32996,
            "text": "In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression \"patent illegality\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb611f75dddd4646a2cb2331a00e6c13_185"
        },
        {
            "start": 32997,
            "end": 33079,
            "text": "Likewise, erroneous application of law cannot be categorised as patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d7e4ff1ab414e5fb03f76f31ff626db_186"
        },
        {
            "start": 33080,
            "end": 33219,
            "text": "In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32597073e8de4429a625d849876fd233_187"
        },
        {
            "start": 33220,
            "end": 33430,
            "text": "What is prohibited is for Courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as Courts do not sit in appeal against the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2025c5c4e7545f28db2ac313f15e1c8_188"
        },
        {
            "start": 33431,
            "end": 33860,
            "text": "The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "694710b121a74ffa949f2ab234334dd6_189"
        },
        {
            "start": 33861,
            "end": 33974,
            "text": "An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74ad84448e624e0bb0c0c160ec9d70b3_190"
        },
        {
            "start": 33975,
            "end": 34160,
            "text": "The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86125b10f9c0492caee25cbe53f9fa83_191"
        },
        {
            "start": 34161,
            "end": 34313,
            "text": "Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ba94ad12e5c437eb481cca220e143e5_192"
        },
        {
            "start": 34315,
            "end": 34450,
            "text": "26. Having regard to the provision in Section 34 and the law governing the field, the Court below grossly erred in modifying the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ad41e4e3a0d465483313e98af0df99b_193"
        },
        {
            "start": 34452,
            "end": 34617,
            "text": "27. As per then provision in Section 34, once application is filed under Section 34, it would be amounting to deemed stay against the award passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19c63817533c439da16a82327dfb61f4_194"
        },
        {
            "start": 34618,
            "end": 34792,
            "text": "The application under section 34 was filed challenging the preliminary award before the final award was passed by the Arbitrator and this fact was informed to the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32a20469a4a54153861e36d12a33beaa_195"
        },
        {
            "start": 34793,
            "end": 34874,
            "text": "Though Arbitrator took note of the filing of OP, he proceeds to pass final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "576efa4f46e641d2b70ca8c4afa54123_196"
        },
        {
            "start": 34875,
            "end": 35004,
            "text": "The final award passed by the Arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5eea1ef195574f9ab6dc8a06237d662e_197"
        },
        {
            "start": 35006,
            "end": 35055,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "767aadcc6e384555aca4eb06ae1c94ba_198"
        },
        {
            "start": 35056,
            "end": 35184,
            "text": "In the preliminary award, the Arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "668ed536cc1249ebb92a9890ed4cb3d1_199"
        },
        {
            "start": 35185,
            "end": 35250,
            "text": "Thus, excluding the final award, preliminary award is incomplete.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9697c50ed96d49eb940b05abb030b372_200"
        },
        {
            "start": 35251,
            "end": 35446,
            "text": "In view of the statutory mandate of Section 34 as obtained then, the Arbitrator could not have passed final award after OP was filed under Section 34 of the Act challenging the preliminary award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2320bec8ff0e45cb948a736f6912688d_201"
        },
        {
            "start": 35448,
            "end": 35779,
            "text": "29. Cumulatively, we have noticed that the decision of the Arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under Section 34 the Commercial Court modifying the award is without competence and jurisdiction and, therefore, both are vitiated.",
            "labels": [
                "RATIO"
            ],
            "id": "5b11853f81d24d9bb676b4ebd056089e_202"
        },
        {
            "start": 35780,
            "end": 35823,
            "text": "These aspects go to the root of the matter.",
            "labels": [
                "RATIO"
            ],
            "id": "3bf50e3411734d8ba7528a974cd97d4b_203"
        },
        {
            "start": 35824,
            "end": 35933,
            "text": "In view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open.",
            "labels": [
                "RATIO"
            ],
            "id": "581dc223d3fb46fda5f2a906f28a44f4_204"
        },
        {
            "start": 35934,
            "end": 35945,
            "text": "Issue No.4.",
            "labels": [
                "RPC"
            ],
            "id": "902976699dbd4b5081720d311d6c3c1b_205"
        },
        {
            "start": 35946,
            "end": 35966,
            "text": "To what relief :\n30.",
            "labels": [
                "RPC"
            ],
            "id": "a276550173ea432a83974d54be7ccec2_206"
        },
        {
            "start": 35967,
            "end": 36120,
            "text": "As the award of the Arbitrator and the decision of the Commercial Court in application filed under Section 34 are not sustainable the COMCAs are allowed.",
            "labels": [
                "RPC"
            ],
            "id": "b4cb9da2b71b4ab487b12b4077d00369_207"
        },
        {
            "start": 36121,
            "end": 36229,
            "text": "However, as the dispute requires resolution, we deem it proper to remit the matter to the Arbitral Tribunal.",
            "labels": [
                "RPC"
            ],
            "id": "e3d2caba41964ab9a5a0af00e37fba99_208"
        },
        {
            "start": 36230,
            "end": 36458,
            "text": "As both parties are in agreement for referring the matter to a new Arbitrator, we are inclined to accept the request of learned counsel to appoint Sri Justice Vilas V.Afzulpurkar, Retired Judge of this Court, as sole Arbitrator.",
            "labels": [
                "NONE"
            ],
            "id": "a35c5ccf5012474392dace505f6a8209_209"
        },
        {
            "start": 36459,
            "end": 36683,
            "text": "The parties are directed to place all the pleadings and documents forming part of arbitral PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings before the earlier Arbitrator with Hon'ble Sri Justice Vilas V.Afzulpurkar.",
            "labels": [
                "RPC"
            ],
            "id": "72b5a96bb7da41e6a6274a650d8d98d9_210"
        },
        {
            "start": 36684,
            "end": 36917,
            "text": "As the issue is very old, we request Hon'ble Sri Justice Vilas V.Afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties.",
            "labels": [
                "RPC"
            ],
            "id": "9d8de08293f44e20a0196ff0466f612c_211"
        },
        {
            "start": 36918,
            "end": 37107,
            "text": "The parties are directed to prepare compilation and submit all the documents to the Hon'ble Sri Justice Vilas V.Afzulpurkar within four weeks from the date of receipt of copy of this order.",
            "labels": [
                "RPC"
            ],
            "id": "db7aacf384384af2b89fa9e92949e693_212"
        },
        {
            "start": 37108,
            "end": 37174,
            "text": "It is made clear that there is no expression of opinion on merits.",
            "labels": [
                "RPC"
            ],
            "id": "0d9ebce53f8f4f92a84e83b4b8b494c6_213"
        },
        {
            "start": 37175,
            "end": 37233,
            "text": "Pending miscellaneous petitions if any shall stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "79385f39028c4c5abdd59d7d5069a465_214"
        },
        {
            "start": 37234,
            "end": 37586,
            "text": "\n_______________________ P.NAVEEN RAO, J _______________________ DR.G.RADHA RANI, J Date: 26.08.2022 Kkm /tvk PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE DR. JUSTICE RADHA RANI COMMERCIAL COURT APPEAL NOs.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 OF 2019 Date: 26.08.2022 KKM",
            "labels": [
                "NONE"
            ],
            "id": "0cd91a3e53d4436ba3f4427fef4c3b64_215"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Director, Esd Mee Seva vs United Telecoms Limited And Another",
            "label": "PRECEDENT",
            "start_char": 25,
            "end_char": 86
        },
        {
            "text": "26 August, 2022",
            "label": "DATE",
            "start_char": 90,
            "end_char": 105
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 113,
            "end_char": 125
        },
        {
            "text": "G.Radha Rani",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 139
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 174,
            "end_char": 186
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 253,
            "end_char": 280
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 405,
            "end_char": 415
        },
        {
            "text": "COM CA NO.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 416,
            "end_char": 436
        },
        {
            "text": "CCS Infotech Limited",
            "label": "PETITIONER",
            "start_char": 449,
            "end_char": 469
        },
        {
            "text": "T.Nagar",
            "label": "GPE",
            "start_char": 518,
            "end_char": 525
        },
        {
            "text": "Chennai",
            "label": "GPE",
            "start_char": 527,
            "end_char": 534
        },
        {
            "text": "S.Sridhar",
            "label": "OTHER_PERSON",
            "start_char": 572,
            "end_char": 581
        },
        {
            "text": "Hanumantha Rao",
            "label": "OTHER_PERSON",
            "start_char": 593,
            "end_char": 607
        },
        {
            "text": "Nellore",
            "label": "OTHER_PERSON",
            "start_char": 628,
            "end_char": 635
        },
        {
            "text": "Director ESD (Mee Seva)",
            "label": "RESPONDENT",
            "start_char": 732,
            "end_char": 755
        },
        {
            "text": "Eseva",
            "label": "GPE",
            "start_char": 786,
            "end_char": 791
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 819,
            "end_char": 828
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 989,
            "end_char": 992
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 1000,
            "end_char": 1003
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 1058,
            "end_char": 1078
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1159,
            "end_char": 1171
        },
        {
            "text": "JUSTICE RADHA RANI COMMERCIAL COURT",
            "label": "COURT",
            "start_char": 1231,
            "end_char": 1266
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 1402,
            "end_char": 1414
        },
        {
            "text": "Pushyam Kiran",
            "label": "OTHER_PERSON",
            "start_char": 1446,
            "end_char": 1459
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 1508,
            "end_char": 1531
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 1536,
            "end_char": 1551
        },
        {
            "text": "Telangana State",
            "label": "GPE",
            "start_char": 1600,
            "end_char": 1615
        },
        {
            "text": "COMCA Nos.33 and 34 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1622,
            "end_char": 1649
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 1663,
            "end_char": 1683
        },
        {
            "text": "COMCA Nos.40, 41, 42, 48, 49 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1685,
            "end_char": 1721
        },
        {
            "text": "COMCA Nos.4, 17, 18, 19, 20 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1726,
            "end_char": 1761
        },
        {
            "text": "ESD (Mee Seva",
            "label": "ORG",
            "start_char": 1775,
            "end_char": 1788
        },
        {
            "text": "United Telecoms Ltd.",
            "label": "ORG",
            "start_char": 1864,
            "end_char": 1884
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 2077,
            "end_char": 2086
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 2091,
            "end_char": 2103
        },
        {
            "text": "Government of the then combined State of",
            "label": "ORG",
            "start_char": 2144,
            "end_char": 2184
        },
        {
            "text": "Andhra Pradesh",
            "label": "GPE",
            "start_char": 2185,
            "end_char": 2199
        },
        {
            "text": "CMS Computers Limited",
            "label": "ORG",
            "start_char": 2514,
            "end_char": 2535
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 2622,
            "end_char": 2648
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 2717,
            "end_char": 2737
        },
        {
            "text": "Data Management Corporation",
            "label": "ORG",
            "start_char": 2742,
            "end_char": 2769
        },
        {
            "text": "MEE-SEVA Organisation",
            "label": "ORG",
            "start_char": 2865,
            "end_char": 2886
        },
        {
            "text": "19.05.2003",
            "label": "DATE",
            "start_char": 2890,
            "end_char": 2900
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 3119,
            "end_char": 3128
        },
        {
            "text": "Article 4.1",
            "label": "PROVISION",
            "start_char": 3234,
            "end_char": 3245
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3269,
            "end_char": 3272
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 3382,
            "end_char": 3385
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 3424,
            "end_char": 3427
        },
        {
            "text": "MEE-SEVA Organization",
            "label": "ORG",
            "start_char": 3550,
            "end_char": 3571
        },
        {
            "text": "01.12.2003",
            "label": "DATE",
            "start_char": 3575,
            "end_char": 3585
        },
        {
            "text": ",",
            "label": "DATE",
            "start_char": 3585,
            "end_char": 3586
        },
        {
            "text": "18.02.2004",
            "label": "DATE",
            "start_char": 3587,
            "end_char": 3597
        },
        {
            "text": "10.02.2004",
            "label": "DATE",
            "start_char": 3602,
            "end_char": 3612
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3707,
            "end_char": 3710
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3868,
            "end_char": 3871
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 4043,
            "end_char": 4046
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 4095,
            "end_char": 4098
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 4233,
            "end_char": 4236
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 4244,
            "end_char": 4247
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 4254,
            "end_char": 4270
        },
        {
            "text": "V.V.N.Sastry",
            "label": "JUDGE",
            "start_char": 4517,
            "end_char": 4529
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 4733,
            "end_char": 4743
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5389,
            "end_char": 5392
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 5400,
            "end_char": 5403
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 5560,
            "end_char": 5570
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6053,
            "end_char": 6063
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 6278,
            "end_char": 6288
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6409,
            "end_char": 6419
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 6659,
            "end_char": 6662
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 6670,
            "end_char": 6673
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 6680,
            "end_char": 6696
        },
        {
            "text": "Mee",
            "label": "OTHER_PERSON",
            "start_char": 7167,
            "end_char": 7170
        },
        {
            "text": "seva",
            "label": "OTHER_PERSON",
            "start_char": 7171,
            "end_char": 7175
        },
        {
            "text": "O.P.No.1122 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7186,
            "end_char": 7205
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7212,
            "end_char": 7222
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7230,
            "end_char": 7239
        },
        {
            "text": "C.O.P.No.124 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7316,
            "end_char": 7336
        },
        {
            "text": "Mee-seva",
            "label": "OTHER_PERSON",
            "start_char": 7632,
            "end_char": 7640
        },
        {
            "text": "O.P.No.1121 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7651,
            "end_char": 7670
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7677,
            "end_char": 7687
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7695,
            "end_char": 7704
        },
        {
            "text": "C.O.P.No.119 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7785,
            "end_char": 7805
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 7935,
            "end_char": 7945
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 7948,
            "end_char": 7951
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 7959,
            "end_char": 7962
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 7969,
            "end_char": 7985
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8079,
            "end_char": 8089
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8371,
            "end_char": 8389
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 8410,
            "end_char": 8433
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 8519,
            "end_char": 8529
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8638,
            "end_char": 8648
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8694,
            "end_char": 8704
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8938,
            "end_char": 8948
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 9144,
            "end_char": 9147
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 9155,
            "end_char": 9158
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 9165,
            "end_char": 9181
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "GPE",
            "start_char": 9222,
            "end_char": 9245
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 9250,
            "end_char": 9265
        },
        {
            "text": "No.205",
            "label": "CASE_NUMBER",
            "start_char": 9323,
            "end_char": 9329
        },
        {
            "text": "dt.30.06.2009",
            "label": "DATE",
            "start_char": 9330,
            "end_char": 9343
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 9849,
            "end_char": 9859
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10108,
            "end_char": 10118
        },
        {
            "text": "Article 3.1",
            "label": "PROVISION",
            "start_char": 10496,
            "end_char": 10507
        },
        {
            "text": "Article 3.2.1",
            "label": "PROVISION",
            "start_char": 10574,
            "end_char": 10587
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 10598,
            "end_char": 10601
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 10609,
            "end_char": 10635
        },
        {
            "text": "31.03.2007",
            "label": "DATE",
            "start_char": 10824,
            "end_char": 10834
        },
        {
            "text": "01.04.2007",
            "label": "DATE",
            "start_char": 10931,
            "end_char": 10941
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 11024,
            "end_char": 11034
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11502,
            "end_char": 11512
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 11786,
            "end_char": 11804
        },
        {
            "text": "Government of Andhra Pradesh",
            "label": "ORG",
            "start_char": 11930,
            "end_char": 11958
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 11961,
            "end_char": 11964
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 11972,
            "end_char": 11975
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 11982,
            "end_char": 11998
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12071,
            "end_char": 12081
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13128,
            "end_char": 13138
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 13342,
            "end_char": 13345
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 13353,
            "end_char": 13356
        },
        {
            "text": "Sections 171, 322, and 333",
            "label": "PROVISION",
            "start_char": 13514,
            "end_char": 13540
        },
        {
            "text": "Section 2(1)(c)4 has",
            "label": "PROVISION",
            "start_char": 13559,
            "end_char": 13579
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13729,
            "end_char": 13739
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13741,
            "end_char": 13751
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13892,
            "end_char": 13902
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 13904,
            "end_char": 13914
        },
        {
            "text": "S.17",
            "label": "PROVISION",
            "start_char": 13941,
            "end_char": 13945
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 15341,
            "end_char": 15351
        },
        {
            "text": "Code of Civil Procedure,1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15510,
            "end_char": 15550
        },
        {
            "text": "section 33 and sub-section (4) of section 34",
            "label": "PROVISION",
            "start_char": 16299,
            "end_char": 16343
        },
        {
            "text": "Section 31",
            "label": "PROVISION",
            "start_char": 18196,
            "end_char": 18206
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 18472,
            "end_char": 18475
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 18483,
            "end_char": 18486
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 18489,
            "end_char": 18509
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 18886,
            "end_char": 18896
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 20153,
            "end_char": 20190
        },
        {
            "text": "sub-sections (1) and (2) of Section 33",
            "label": "PROVISION",
            "start_char": 20493,
            "end_char": 20531
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 21062,
            "end_char": 21072
        },
        {
            "text": "Section 345",
            "label": "PROVISION",
            "start_char": 21225,
            "end_char": 21236
        },
        {
            "text": "S.34",
            "label": "PROVISION",
            "start_char": 21358,
            "end_char": 21362
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 22529,
            "end_char": 22532
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 22540,
            "end_char": 22543
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 22550,
            "end_char": 22566
        },
        {
            "text": "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "label": "PRECEDENT",
            "start_char": 22866,
            "end_char": 22980
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22994,
            "end_char": 23007
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23072,
            "end_char": 23082
        },
        {
            "text": "sub-sections (2) and (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23229,
            "end_char": 23267
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23303,
            "end_char": 23313
        },
        {
            "text": "P. Ramanatha Aiyar",
            "label": "OTHER_PERSON",
            "start_char": 23507,
            "end_char": 23525
        },
        {
            "text": "sub-section (1) of Section 34",
            "label": "PROVISION",
            "start_char": 24009,
            "end_char": 24038
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24066,
            "end_char": 24076
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24466,
            "end_char": 24476
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25100,
            "end_char": 25105
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25226,
            "end_char": 25231
        },
        {
            "text": "section 75 or section 81",
            "label": "PROVISION",
            "start_char": 25342,
            "end_char": 25366
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 26303,
            "end_char": 26313
        },
        {
            "text": "(2021) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 27523,
            "end_char": 27537
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 27538,
            "end_char": 27541
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 27549,
            "end_char": 27575
        },
        {
            "text": "McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181",
            "label": "PRECEDENT",
            "start_char": 27686,
            "end_char": 27759
        },
        {
            "text": "Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106",
            "label": "PRECEDENT",
            "start_char": 27764,
            "end_char": 27847
        },
        {
            "text": "Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657",
            "label": "PRECEDENT",
            "start_char": 27852,
            "end_char": 27943
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28066,
            "end_char": 28076
        },
        {
            "text": "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "label": "STATUTE",
            "start_char": 28254,
            "end_char": 28318
        },
        {
            "text": "Redfern",
            "label": "OTHER_PERSON",
            "start_char": 28353,
            "end_char": 28360
        },
        {
            "text": "Hunter",
            "label": "OTHER_PERSON",
            "start_char": 28365,
            "end_char": 28371
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28560,
            "end_char": 28570
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28707,
            "end_char": 28717
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 28725,
            "end_char": 28746
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28829,
            "end_char": 28839
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29032,
            "end_char": 29042
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29064,
            "end_char": 29074
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29182,
            "end_char": 29192
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29200,
            "end_char": 29221
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29238,
            "end_char": 29248
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29349,
            "end_char": 29370
        },
        {
            "text": "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "label": "PRECEDENT",
            "start_char": 29476,
            "end_char": 29533
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29595,
            "end_char": 29605
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29665,
            "end_char": 29678
        },
        {
            "text": "McDermott International Inc Vs Burn Standard Company Limited8",
            "label": "PRECEDENT",
            "start_char": 29682,
            "end_char": 29743
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29811,
            "end_char": 29824
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29855,
            "end_char": 29865
        },
        {
            "text": "McDermott International Inc",
            "label": "ORG",
            "start_char": 29984,
            "end_char": 30011
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30815,
            "end_char": 30828
        },
        {
            "text": "M.Hakeem",
            "label": "PRECEDENT",
            "start_char": 30832,
            "end_char": 30840
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30996,
            "end_char": 31009
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31020,
            "end_char": 31030
        },
        {
            "text": "Delhi Airport Metro Express Pvt. Ltd. Vs.",
            "label": "PRECEDENT",
            "start_char": 31127,
            "end_char": 31168
        },
        {
            "text": "Delhi Metro Rail Corporation Ltd.",
            "label": "ORG",
            "start_char": 31169,
            "end_char": 31202
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31292,
            "end_char": 31302
        },
        {
            "text": "2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131",
            "label": "PRECEDENT",
            "start_char": 31678,
            "end_char": 31729
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 31730,
            "end_char": 31733
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 31741,
            "end_char": 31744
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 31747,
            "end_char": 31767
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 33256,
            "end_char": 33271
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34108,
            "end_char": 34118
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34236,
            "end_char": 34246
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34280,
            "end_char": 34290
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 34395,
            "end_char": 34405
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 34761,
            "end_char": 34764
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 34772,
            "end_char": 34775
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 34782,
            "end_char": 34798
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35042,
            "end_char": 35052
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35145,
            "end_char": 35155
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35409,
            "end_char": 35419
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35821,
            "end_char": 35831
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36144,
            "end_char": 36163
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 36305,
            "end_char": 36342
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36418,
            "end_char": 36437
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36496,
            "end_char": 36515
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36777,
            "end_char": 36796
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37014,
            "end_char": 37026
        },
        {
            "text": "DR.G.RADHA RANI",
            "label": "JUDGE",
            "start_char": 37054,
            "end_char": 37069
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37079,
            "end_char": 37089
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 37099,
            "end_char": 37102
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 37110,
            "end_char": 37113
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 37120,
            "end_char": 37136
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37168,
            "end_char": 37180
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 37206,
            "end_char": 37233
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37327,
            "end_char": 37337
        }
    ],
    "precedent_clusters": {
        "Director, Esd Mee Seva vs United Telecoms Limited And Another": [
            "Director, Esd Mee Seva vs United Telecoms Limited And Another",
            "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "McDermott International Inc Vs Burn Standard Company Limited8",
            "Delhi Airport Metro Express Pvt. Ltd. Vs."
        ],
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": [
            "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "M.Hakeem"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "section 33 and sub-section (4) of section 34",
            "Act, 1996",
            "section 33 and sub-section (4) of section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996",
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-section (1) of Section 34",
            "Act, 1996",
            "sub-section (1) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34(2-A)",
            "Arbitration Act, 1996",
            "Section 34(2-A)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Arbitration Act, 1996",
            "section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Article 3",
            "Act, 1996",
            "Article 3",
            "Act, 1996"
        ],
        [
            "Article 4.1",
            "Act, 1996",
            "Article 4.1",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "Article 3.1",
            "Act, 1996",
            "Article 3.1",
            "Act, 1996"
        ],
        [
            "Article 3.2.1",
            "Act, 1996",
            "Article 3.2.1",
            "Act, 1996"
        ],
        [
            "Sections 171, 322, and 333",
            "Act, 1996",
            "Sections 171, 322, and 333",
            "Act, 1996"
        ],
        [
            "Section 2(1)(c)4 has",
            "Act, 1996",
            "Section 2(1)(c)4 has",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "S.17",
            "Act, 1996",
            "S.17",
            "Act, 1996"
        ],
        [
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ]
    ],
    "precedent_counts": {
        "Director, Esd Mee Seva vs United Telecoms Limited And Another": 4,
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": 2
    },
    "provision_counts": {
        "Section 34 of Act, 1996": 11,
        "section 37 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 34 of UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Section 34 of Arbitration Act, 1996": 14,
        "section 34 of Act, 1996": 2,
        "Section 17 of Act, 1996": 3,
        "Section 32 of Act, 1996": 2,
        "section 33 and sub-section (4) of section 34 of Act, 1996": 1,
        "sub-sections (1) and (2) of Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 33 of Code of Civil Procedure,1908 (5 of 1908)": 2,
        "sub-sections (2) and (3) of Section 34 of Act, 1996": 1,
        "sub-section (1) of Section 34 of Act, 1996": 1,
        "Section 34(2-A) of Arbitration Act, 1996": 1,
        "section 34 of Arbitration Act, 1996": 1,
        "Article 3 of Act, 1996": 1,
        "Article 4.1 of Act, 1996": 1,
        "Article 3.1 of Act, 1996": 1,
        "Article 3.2.1 of Act, 1996": 1,
        "Sections 171, 322, and 333 of Act, 1996": 1,
        "Section 2(1)(c)4 has of Act, 1996": 1,
        "S.17 of Act, 1996": 1,
        "Section 31 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 345 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "S.34 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 75 or section 81 of Code of Civil Procedure,1908 (5 of 1908)": 1
    },
    "statute_counts": {
        "Act, 1996": 28,
        "Code of Civil Procedure,1908 (5 of 1908)": 9,
        "UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Arbitration Act, 1996": 16
    }
}