{
    "id": "f4957b83e7eef4eb7a76a9ffd869960ac3468983638a454ecbff8415c21ffc08",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nJharkhand High Court\nElectrosteel Steels Limited vs The State Of Jharkhand Through ... on 5 March, 2020\nAuthor: H. C. Mishra \nBench: H.C. Mishra, Deepak Roshan\n                                                     W.P.C. No. 1159 of 2017 \n                                                      and analogous matters \n                               1\n\n  In The High Court Of Jharkhand At Ranchi\n                W.P.C. No. 3699 of 2015 \n                          With\n                  I.A. No.5506 of 2016 \n\nElectrosteel Steels Limited, Bokaro.            .....         Petitioner \n                                   Versus\n1. The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi. \n2. Director of Industries, Ranchi. \n3. Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi. \n4. M/ s Maruti Nandan, Dhanbad.              .....             Respondents \n\n                                With\n                        W.P.C. No. 1159 of 2017 \n\nElectrosteel Steels Limited, Bokaro.              .....       Petitioner \n                                     Versus\n1 . The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi. \n2. Director of Industries, Ranchi.\n3. Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi.\n4 . Additional Director of Industries, Ranchi. \n5. Pankaj Kumar Singh, Director,\n   M/s Unco Technocrats ( P ) Ltd.              .....           Respondents\n\n                                With\n                        W.P.C. No. 1160 of 2017 \n\nElectrosteel Steels Limited, Bokaro.          .....           Petitioner \n                                    Versus\n1 . The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi. \n2. Director of Industries, Ranchi.\n3. Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi. \n4. Additional Director of Industries, Ranchi. \n5. Shishir Kumar, Partner of \n   M/s. Magadh Engineering Works, Bokaro......                Respondents \n\n                                   With\n                          W.P.C. No . 1561 of 2017 \nElectrosteel Steels Limited, Bokaro.       .....              Petitioner \n                                   Versus\n                                                                  W.P.C. No . 1159 of 2017 \n                                                                  and analogous matters \n                                          2\n\n       1. The State of Jharkhand through Secretary,\n          Department of Industries, \n          Government of Jharkhand, Ranchi. \n       2. Director of Industries, Ranchi. \n       3. Deputy Director of Industries-cum-Member Secretary,\n          Jhmsefc, Directorate of Industries, Ranchi. \n       4. Additional Director of Industries, Ranchi. \n       5. Md. Aslam, Royal Constructions, Bokaro. .....                 Respondents\n                                           -----------\nCoram : Hon'Ble Mr. Justice H.C. Mishra Hon'Ble Mr. Justice Deepak Roshan\n-----------\nFor the Petitioners : M/s. Indrajit Sinha, P.A.S. Pati, Bibhas Sinha, Advocates. \nFor the Respondents : Mr. Manoj Tandon, Aag Mr. Anshuman Kumar, A.C to Aag Mr. Vinod Kumar Sahu, G.P.-Iii Mr. Ashish Kumar Thakur, A.C to G.P-Iii Mr. Navin Kumar, G.P.-Iv Ms. Sweta Kumari, A.C to G.P.-Iv Mr. Abhijeet Kumar Singh, Advocate. \nMr. Shray Mishra, Advocate Mr. Krishna Murari, Advocate. \n----------- \n11/ 05.03.2020. As the common question of law is involved in all these writ applications, they have been heard together and are being disposed of by this common Judgment. \n2. Heard learned counsel for the petitioners, learned Additional Advocate General for the State, as also the learned counsel for the private respondent in W.P.C No.3699 of 2015. The private respondents in other writ applications have also been noticed and the notices have been validly served on them, but no one appeared for the private respondents in the other three writ applications, in spite of repeated calls. \n3. In W.P.(C). No.3699 of 2015, the petitioners have challenged the Award passed by the Jharkhand Micro, Small & Medium Enterprises Facilitation Council (hereinafter referred to as the 'Council') communicated under memo No. 1954 dated 20.07.2015, whereas in other writ applications, the notices dated 31.1.2017 and 15.03.2017 issued by the Council to the petitioner have been challenged by the petitioner, on the sole ground that the constitution of the Council in the State of Jharkhand, was done in contravention of Section 21 of the Msmed Act. \nand analogous matters\n4. According to the petitioner's case, the Council was constituted under Rule  4 of the Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2007, (hereinafter referred to as the '2007 Rules'), which was not in consonance with Section 21 of the Micro, Small & Medium Enterprises Development Act, 2006 (hereinafter referred to as the 'MSMED Act'). The contention of the petitioner is that Rule 4 of the 2007 Rules, which prescribes the constitution of the Council to be consisting of not less than five members and not more than nine members, is ultra vires Section 21 of the MSMED Act, which provides that Council shall consist of not less than three members but not more than five members. \n5. In order to appreciate the challenge to the constitution of the Council, the relevant provisions of the MSMED Act and 2007 Rules are required to be looked into. Section 21 of the MSMED Act reads as follows:-\n\"21. Composition of Micro and Small Enterprises Facilitation Council. - (1) the Micro and Small Enterprises Facilitation Council shall consist of not less than three but not more than five members to be appointed from amongst the following categories, namely :-\n(i) Director of Industries, by whatever name called, or any other officer not below the rank of such Director, in the Department of the State Government having administrative control of the small scale industries or, as the case may be, micro, small and medium enterprises; and (ii) one or more office-bearers or representatives of associations of micro or small industry or enterprises in the State; and (iii) one or more representatives of banks and financial institutions lending to micro or small enterprises; or (iv) one or more persons having special knowledge in the field of industry, finance, law, trade or commerce. \n** * * * * * * * \"\nRule 4 of the Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2007 reads as follows:-\n\"4. lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn dh lajpuk% (1) lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn esa lnL;ksa dh la[;k ikp ls de ugha gksxh ijUrq ukS ls vf/kd ugha gksxh] ftudh fu;qfDr fuEukafdr Jsf.k;ksa ls dh tk;sxh ;Fkk% i mn~;ksx funs'kd] pkgs ftl uke ls vfHkfgr gks] ;k jkT; ljdkj ds foHkkx esa ,sls funs'kd ds Lrj ls vU;qu Lrj dk dksbZ inkf/kdkjh ftls y?kq mn~;ksx ;k] ;Fkk fLFkfr] lw{e y?kq ,oa e/;e Lrj mn~;e ij iz'kkfud fu;a=.k gks] ,oa ii jkT; esa lw{e ;k y?kq mn~;ksx ;k mn~;eksa ds laxBu ds ,d ;k vf/kd inkf/kdkjh Office bearer ;k izfrfuf/k] and analogous matters iii lw{e ;k y?kq mn~;eksa dks _.k nsusokys cSadksa ,oa fofRr; laLFkkvksa ds ,d ;k vf/kd izfrfuf/k ;k iv ,d ;k vf/kd O;fDr ftUgsa m|ksx] foRr] fof/k] O;kikj ;k okf.kT;\nds {ks= esa fo'ks\"k Kku gksA v mi/kkjk (1) ds mica/k (i) ds vUrxZr fu;qDr O;fDr lw{e ,oa y?kq m|e lqxehdj.k ifj\"kn ds v/;{k gksaxsA\" \n6. Placing Rule 4(1) of the 2007 Rules and Section 21 of the MSMED Act, learned counsel for the petitioner has submitted that Section 21 of the MSMED Act clearly provides that the Council shall consist of not less than three but not more than five members, but Rule 4(1) of the 2007 Rules provided that the Council shall consist of not less than five and not more than nine members, and in fact, in the State of Jharkhand the Council was also constituted with nine members, which passed the impugned Award and also issued the impugned notices in these writ applications, which are thus, absolutely illegal and void ab initio, and cannot be sustained in the eyes of law, as Rule 4 of the 2007 Rules is ultra vires Section 21 of the MSMED Act and accordingly, any action of such illegally constituted Council shall be void ab initio.\n7. It is an admitted fact that 2007 Rules have since been repealed and replaced by Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2017 (hereinafter referred to as the '2017 Rules'), and Rule 4 thereof is now in consonance with Section 21 of the MSMED Act, providing that the Council shall consist of not more than five members from the different categories enumerated under the 2017 Rules, which now reads as follows:-\n\"4. lw{e] y?kq ,o e/;e mn~;e fodkl vf/kfu;e] 2006 dh /kkjk 2 ,oa /kkjk 21 1 ds vUrxZr lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn dh lajpuk% d lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn esa vf/kdre lnL;ksa dh la[;k&5 ikp gksxh] tks fuEu izdkj gksxh% i funs'kd] mn~;ksx ;k jkT; ljdkj n~okjk vf/kfu;e dh /kkjk 21 1 i ds vUrxZr ukfer inkf/kdkjhA ii leUo;d Co-ordinator jkT; Lrjh; cSadlZ lfefrA iii izfrfuf/k lw{e@y?kq mn~;e la?k] >kj[k.M] jkphA iv fof/kd fo'ks\"kKA v foHkkx&funs'kky; n~okjk fu;qDr ijke'khZZ ds :i esa pkVZM ,dkmUVsaV@dkWLV ,dkmUVsaVA *** ** * * * * \" \n8. Learned counsel for the petitioner has submitted that the petitioners have moved this Court directly under Article 226 of the and analogous matters Constitution of India, in view of the fact that the impugned Award / Notices are void ab initio, for the fact that they have been passed / issued by a Council which was not competent under the Act to function. \n9. Learned counsel submitted that even the de facto doctrine shall not come in the way to support the Award passed and the notices issued by the Council which was not competent under the Act to function, inasmuch as, Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the 'Arbitration Act'), provides the grounds for setting aside the Arbitral Award, and one of the grounds mentioned under Clause (v) of Section 34 (2) of the Arbitration Act for setting aside the award, is that the composition of the arbitral tribunal or the arbitral procedure was not in consonance with the agreement of the parties. It is not in dispute that the Council while doing arbitration, exercises the power under the Arbitration Act, in view of Section 18 (3) of the MSMED Act, which reads as follows :-\n\"18. Reference to Micro and Small Enterprises Facilitation Council. -\n(1) -------------------.\n(2) -------------------.\n(3) Where the conciliation initiated under sub section (2) is not successful and stands terminated without any settlement between the parties, the Council shall either itself take up the dispute for arbitration or refer it to any institution or center providing alternate dispute resolution services for such arbitration and the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall then apply to the disputes as if the arbitration was in pursuance of an arbitration agreement referred to in sub-section (1) of section 7 of that Act. \n*** * * * * * * \" \n10. In support of his contention that in view of the fact that the constitution of the Council was against the provisions of the MSMED Act, the Award passed and the notices issued by the Council shall not be protected by the defacto doctrine, learned counsel for the petitioner has placed reliance upon a decision of the Court of Appeal (England and Wales), in Sumukan Ltd. Vs. Commonwealth Secretariat, reported in (2008) Bus LR 858, wherein where, the claimant had complained that the arbitral tribunal lacked substantive jurisdiction because it had not been properly constituted, the Court of Appeal had posed a question - \"Does the de facto concept apply ?\" And the answer given by Waller LJ., was - \"I do and analogous matters not think it does in the arbitration context.\" Sedley LJ., answered the question in the following terms :-\n\"50. I respectfully agree with Waller I.J. that there is no room in the arbitration field for the common law doctrine which in some circumstances validates the acts of an apparent and reputed judge. \n51. The de facto doctrine is an escape from the ordinary consequences of a defective or non-existent judicial appointment, adopted by the common law in the interests of legal certainty. -----------.\" \nSir Anthony Clarke MR, agreeing with both Waller and Sedley LJ., answered the question in the following terms :-\n\"61. -----------------. In my opinion, it follows that, subject to section 73 of the 1996 Act, the panel lacked substantive jurisdiction. Before turning to section 73 I should add that I agree with both Waller and Sedley LJ that, for the reasons they give, there is no room for the concept of the de-facto arbitrator in the context of a private arbitration like this.\" \n11. Placing reliance on this decision, learned counsel for the petitioner submitted that in the present cases also, in view of Section 34(2)(v) of the Arbitration Act, there being an express provision for setting aside the arbitral award if the composition of the arbitral tribunal was not proper, the impugned Award communicated to the petitioner under memo No. 1954 dated 20.07.2015 and the notices dated 31.01.2017 and 15.03.2017 cannot be sustained in the eyes of law, on this score alone and without looking into their merits. \n12. Learned Additional Advocate General appearing for the State, on the other hand, has opposed the prayer and has taken the preliminary objection to the maintainability of these writ applications, submitting that in view of Section 34 of the Arbitration Act, there is an alternative remedy provided to the petitioners to move before the Commercial Court to challenge the Award and accordingly, the writ applications are not maintainable. \n13. It is also submitted by the learned AAG that the 2007 Rules have since been repealed and have been substituted by the 2017 Rules framed in the year 2017, and Rule 4 in the 2017 Rules is now in consonance with Section 21 of the MSMED Act. Learned AAG, thus, submits that now, there is no question to challenge the validity or vires of the 2007 Rules, since and analogous matters the Rules themselves have been repealed by the State Government. Accordingly, the writ applications are not maintainable even on this score. \n14. Learned AAG has also submitted that even otherwise, the impugned Award or the notices cannot be challenged being void ab initio, inasmuch as, there were nine members of the Council, and the minimum requirement of the number of members as provided under Section 21 of the MSMED Act is already fulfilled. \n15. In support of his contention, learned Additional Advocate General has placed reliance upon the decision of the Hon'ble Apex Court in Power Machines India Ltd. Vs. State of Madhya Pradesh & Ors., reported in (2017) 7 SCC 323, wherein the law has been laid down as follows:-\n\"15. -----------. The objective of the Act is to provide protec tion to the micro, small and medium enterprises and to facili tate their development. In order to carry out the objective of the Act, speedy recovery mechanism has been provided under Rule 5 of the Rules by providing that the amount awarded in an arbi tral award can be recovered as arrears of land revenue. No doubt that Rule 5 is inconsistent with the provisions contained in Section 36(1) of the 1996 Act which provides recovery mech anism under Order 21 CPC as a decree, but, in the matter of providing such remedies, it is open to legislate different reme dies which may be inconsistent. It is a question of electing a remedy. Election of a remedy for recovery of the amount would depend upon the choice of the award-holder. Both the provi sions i.e. Section 36 of the 1996 Act as well as Rule 5 of the 2006 Rules intend to recover the amount though by different procedures. Intendment of provisions is same. There is no ques tion of any prejudice being caused to the judgment-debtor.\" (Emphasis supplied). \n16. Placing reliance on this decision, learned AAG has submitted that even in the present case also, no difference was going to be made, nor any prejudice is caused to the writ petitioner even if the Award was passed by nine members of the Council, though the MSMED Act provided the maximum number to be five. Learned AAG accordingly, submitted that there is no scope of challenge of the impugned Award on the ground that the constitution of the Council was in teeth of Section 21 of the MSMED Act and accordingly, the only remedy left to the petitioner was to challenge the Award before the Commercial Court, under Section 34 of the Arbitration and analogous matters Act. According to learned AAG, there is no scope to challenge the notices at this stage, as the challenge to the validity or vires of the 2007 Rules, is no more available to the petitioner, as the 2007 Rules have already been repealed, and no prejudice is caused to the petitioner only by issuing the notices. \n17. Learned Additional Advocate General has also placed reliance on a decision of the Hon'ble Single Judge of this Court in M/s. G.P.T. Infraprojects Limited & Ors. Vs. State of Jharkhand & Ors., (W.P.(C). No. 06 of 2014, decided on 03.03.2016) wherein, it was held that even the question relating to the composition of the arbitral tribunal or failure to follow arbitral procedure are specifically available for challenge under Section 34 of the Arbitration Act, and in view of Section 18(3) of the MSMED Act, since the provisions of the Arbitration Act apply to the dispute as if the arbitration was in pursuance of an arbitration agreement, there was no reason as to why the petitioners should not have availed the statutory remedy available under Section 34 of the Arbitration Act, and the Writ Court had not entertained the writ application.\n18. Learned Additional Advocate General has also invited our attention towards Section 5 of the Arbitration and Conciliation Act, 1996, which reads as follows :\n\"5. Extent of judicial intervention. - Notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this Part.\" \n19. Learned Additional Advocate General accordingly, concluded that these writ applications are not at all maintainable. \n20. Learned counsel for the respondent No.4 in W.P.C. No.3699 of 2015, has also more or less adopted the arguments of the learned AAG, and has further augmented his arguments, drawing our attention towards the decision of the Constitution Bench of the Hon'ble Apex Court in SBP & Co. Vs. Patel Engineering Ltd. & Anr., reported in (2005) 8 SCC 618, wherein the majority view of the Constitution Bench of the Hon'ble Apex Court, laid down the law as follows:-\n\"45. It is seen that some High Courts have proceeded on the basis that any order passed by an Arbitral Tribunal during ar bitration, would be capable of being challenged under Article 226 or 227 of the Constitution. We see no warrant for and analogous matters such an approach. Section 37 makes certain orders of the Arbi tral Tribunal appealable. Under Section 34, the aggrieved par ty has an avenue for ventilating its grievances against the award including any in-between orders that might have been passed by the Arbitral Tribunal acting under Section 16 of the Act. The party aggrieved by any order of the Arbitral Tribunal, unless has a right of appeal under Section 37 of the Act, has to wait until the award is passed by the Tribunal. This appears to be the scheme of the Act. The Arbitral Tribunal is, after all, a creature of a contract between the parties, the arbitration agreement, even though, if the occasion arises, the Chief Jus tice may constitute it based on the contract between the parties. But that would not alter the status of the Arbitral Tribunal. It will still be a forum chosen by the parties by agreement. We, therefore, disapprove of the stand adopted by some of the High Courts that any order passed by the Arbitral Tribunal is capa ble of being corrected by the High Court under Article 226 or 227 of the Constitution. Such an intervention by the High Courts is not permissible. \n** * * * * * * *\n47. We, therefore, sum up our conclusions as follows:\n(i) to (v) -----------------.\n(vi) Once the matter reaches the Arbitral Tribunal or the sole arbitrator, the High Court would not interfere with the orders passed by the arbitrator or the Arbitral Tribunal during the course of the arbitration proceedings and the parties could approach the Court only in terms of Section 37 of the Act or in terms of Section 34 of the Act.\n*** *** *** \"\n21. Learned counsel for the private respondent has also placed reliance upon the decision of one unreported decision of the Hon'ble Apex Court in M/s Sterling Industries Vs. Jayprakash Associates Ltd. & Ors., (Civil Appeal Nos. 7117-7118 of 2017, decided on 10th July 2019), wherein relying upon the decision in the SBP & Co.'s case (supra) , the law has been reiterated by the Hon'ble Apex Court. \n22. In reply, learned counsel for the petitioner has placed reliance upon the decision of the Hon'ble Apex Court in Whirlpool Corporation Vs. Registrar of Trade Marks, Mumbai &Ors., reported in (1998) 8 SCC 1, laying down the law as follows :-\n\"15. Under Article 226 of the Constitution, the High Court, having regard to the facts of the case, has a discretion to entertain or not to entertain a writ petition. But the High Court and analogous matters has imposed upon itself certain restrictions one of which is that if an effective and efficacious remedy is available, the High Court would not normally exercise its jurisdiction. But the alternative remedy has been consistently held by this Court not to operate as a bar in at least three contingencies, namely, where the writ petition has been filed for the enforcement of any of the Fundamental Rights or where there has been a violation of the principle of natural justice or where the order or proceedings are wholly without jurisdiction or the vires of an Act is challenged. --------------------.\" \n(Emphasis supplied).\n23. Learned counsel for the petitioner has also placed reliance upon the decision of the Hon'ble Apex Court in State of Tripura Vs. Manoranjan Chakraborty & Ors., reported in (2001) 10 SCC 740, wherein the law has been reiterated by the Hon'ble Apex Court, holding that if gross injustice is done and it can be shown that for good reason the Court should interfere, then notwithstanding the alternative remedy which may be available by way of an appeal, the Writ Court can in an appropriate case exercise its jurisdiction to do substantive justice. Learned counsel for the petitioner accordingly, reiterated his submission that in view of the fact that the constitution of the Council was itself ultra-vires Section 21 of the MSMED Act, the alternative remedy cannot be taken as a bar for filing the present writ applications, as in such a case, the merits of the impugned action need not be looked into. \n24. Having heard the learned counsels for the parties and upon going through the record, we find that Section 21 of the MSMED Act is clear and unambiguous in its terms, when it says that the Micro and Small Enterprises Facilitation Council shall consist of not less than three but not more than five members, to be appointed amongst the categories detailed under that section. There is no scope of any inclusion of more members in the Council as per Section 21 of the Act. Rule 4 of the 2007 Rules was in clear contravention of Section 21 of the MSMED Act, when it provided for the constitution of the Council with not less than five and not more than nine members in the Council, and in fact, pursuant to the said Rule, the Council was even constituted by the State Government with nine members. Clearly the constitution of the said Council was in accordance with Rule 4 of the 2007 Rules, whereas in clear contravention of Section 21 of the MSMED Act. In case, the petitioner is forced to challenge the impugned Award before and analogous matters the Commercial Court, under Section 34 of the Arbitration Act, the only answer that is likely to come from the Commercial Court is that the constitution of the Council was in accordance with the Rules, which was binding on the Commercial Court, and as there is no scope for the Commercial Court to entertain the appeal on the ground that Rule 4 of 2007 Rules was ultra-vires Section 21 of the Act. Accordingly, no effective and efficacious remedy was available to the petitioner before the Commercial Court. Indeed there is no alternative remedy to the petitioner to challenge the notices issued by the Council, as no appeal is provided against the notice issued by the Council, either under the MSMED Act, or under Section 37 of the Arbitration Act. In that view of the matter, we are of the considered view that the arguments of the learned Additional Advocate General and the learned counsel for the private respondent that it was open for the petitioner to challenge the impugned Award before the Commercial Court, though such remedy is available, but it was not effective and efficacious in the sense that the Commercial Court could not look into the virus of the Rules. \n25. In Whirlpool Corporation's case (supra), the Hon'ble Apex Court has placed reliance on its earlier decisions, including the one in Calcutta Discount Co. Ltd. v. ITO, Companies Distt. I, reported in AIR 1961 SC 372, and has held as follows:-\n\"19. Another Constitution Bench decision in Calcutta Dis count Co. Ltd. v. ITO, Companies Distt. I laid down:\n\"Though the writ of prohibition or certiorari will not issue against an executive authority, the High Courts have power to issue in a fit case an order prohibiting an executive authority from acting without jurisdiction. Where such action of an executive authority acting without jurisdiction subjects or is likely to subject a person to lengthy proceedings and unnecessary harass ment, the High Courts will issue appropriate orders or directions to prevent such consequences. Writ of certio rari and prohibition can issue against the Income Tax Officer acting without jurisdiction under Section 34, In come Tax Act.\"\n20. Much water has since flown under the bridge, but there has been no corrosive effect on these decisions which, though old, continue to hold the field with the result that law as to the jurisdiction of the High Court in entertaining a writ petition un der Article 226 of the Constitution, in spite of the alternative and analogous matters statutory remedies, is not affected, specially in a case where the authority against whom the writ is filed is shown to have had no jurisdiction or had purported to usurp jurisdiction without any legal foundation.\" (Emphasis supplied). \n26. In view of the settled law on the subject, we find that in spite of the specific provision of appeal under Section 34 of the Arbitration Act, these writ applications are quite maintainable, in view of the fact that the impugned Award / notices are challenged on the ground of competency of the Council, constitution of which is ultra-vires Section 21 of the MSMED Act. The fact that Rule 4 of 2017 Rules was ultra-virus the MSMED Act, is not only the contention of the petitioner, rather it is well acknowledged even by the State Government, inasmuch as the State Government realized its mistake and has repealed the 2007 Rules, bringing fresh 2017 Rules, bringing new Rule 4 therein, which is in consonance with Section 21 of the MSMED Act. \n27. In that view of the matter, we are of the considered view that these writ applications of the petitioner cannot be thrown away on the ground of availability of the alternative remedy under Section 34 of the Arbitration Act, as the petitioner had no effective and efficacious remedy before the Commercial Court. Accordingly, the impugned Award communicated to the petitioners under Memo No. 1954 dated 20.07.2015, as contained in Annexure-11 to the W.P.C. No.3699 of 2015 and the notices dated 31.01.2017 and 15.03.2017, as contained in Annexures-1 and 2 in the other three writ applications, are hereby, quashed. \n28. The liberty is given to the Council, constituted under the 2017 Rules, to issue fresh notices to the petitioner and also to adjudicate the matter afresh by passing a fresh Award in accordance with law. \n29. All these writ applications are accordingly, allowed with the directions as above. The pending Interlocutory Application also stands disposed of. \n(H. C. Mishra, J.) (Deepak Roshan, J.) D.S-B.S/-",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court prasar bharati vs m/s stracon india limited & anr. on 13 july, 2020 equivalent citations: aironline 2020 del 960 author: subramonium prasad bench: hima kohli, subramonium prasad * in the high court of delhi at new delhi + efa(os)(comm) 4/2020, cm no.13439/2020, 13442/2020 date of decision: 13.07.2020 in the matter of: prasar bharati . appellant through: mr. rajeev sharma, advocate versus m/s stracon india limited & anr . respondents through: mr. ashish dholakia with mr. kishore kumar, advocates hon'ble ms. justice hima kohli hon'ble mr. justice subramonium prasad subramonium prasad, j. 1. prasar bharti/appellant herein has challenged an order dated 15.06.2020, passed in omp (enf)(comm) 232/2018, whereby the learned single judge has directed the registrar of this court to release a sum of rs.11 crores in favour of the respondents (decree holders), out of the total sum of rs.33,69,94,847/-, deposited by the appellant (judgment debtor) with the registry. 2. the facts leading to the present appeal are as under:a) a broadcasting licence agreement was entered into between the board of control for cricket in india (in short, 'bcci') and the appellant whereby the appellant was granted exclusive and full rights and licences to telecast cricketing events worldwide comprising of international matches (test matches and one day internationals) and domestic matches played in india. b) the appellant entered into an agreement with the respondents on 19.02.2000 whereunder the respondents were granted exclusive global marketing rights, multi-media rights and other rights relating to the telecast/broadcast of cricketing events conducted in india by the bcci for the period between 01.01.2000 and 30.09.2004. the total consideration paid by the respondents to the appellant for these rights was usd 43.75 million. c) disputes arose between the appellant and the respondents under the agreement. it is the case of the respondents that the appellant was to provide a minimum of 9 cricket series and a minimum of 27 days of international cricket in each cricketing season (september-april) that would be telecast live and the same number of highlights of at least one hour each for each day of the matches. the disputes pertain to non-delivery of two series, namely, india vs pakistan that was to be conducted between february 2004 and march 2004 and india vs australia, to be conducted between september 2004 and october 2004. while the india-pakistan series originally scheduled for february-march 2004 was cancelled, the india-australia match originally scheduled for september 2004, was played but after the expiry of the agreement between the parties. claiming that during the currency of the agreement, there was a shortfall of 17 days on the part of the appellant, in providing cricketing days under the agreement, the respondents demanded a sum of usd 5.50 million from the appellant. d) the parties submitted themselves to arbitration. the sole arbitrator passed an award on 26.12.2016, allowing the claim of the respondents. under the award, it was held that the respondents are entitled to us$ 5,509,259/from the appellant. the respondents were granted pendente lite interest @ 18% per annum on the amount awarded, from 19.10.2005 till the date of the award. the respondents were also awarded costs of rs.35,50,000/-. e) the appellant challenged the award by filing a petition under section 34 of the arbitration and conciliation act, 1996 (in short, 'a&c act'), on the original side of this court, numbered as o.m.p (comm) 225/2017. the respondents filed a petition, registered as omp (enf) (comm) 232/2018 for enforcing the said award. f) vide order dated 13.12.2016, passed in omp (enf) (comm) 232/2018, the learned single judge directed the appellant herein to deposit in the registry, a sum of rs. 15,37,03,465/assessed as the shortfall of 7 cricketing days along with pendente lite interest @ 9 per cent per annum. in compliance with the said order, the appellant deposited a sum of rs.33,69,94,847/in the registry. g) o.m.p (comm) 225/2017 filed by the appellant was partly allowed by a judgment dated 13.03.2020, wherein the learned single judge held that the respondents are entitled only to claim a shortfall of 7 cricketing days and that they are entitled to agitate their claim for 7 days shortfall in cricketing days in accordance with law. the award was set aside regarding compensation granted to the respondents for the balance 10 cricketing days. h) pursuant to the judgment dated 13.03.2020, the respondents filed an application (e.a. no. 406/2020) in omp (enf) (comm) 232/2018 for release of rs.33,69,94,847/-, deposited by the appellant with the registry in compliance with the order dated 13.12.2018. 3. the captioned application was contested by the appellant contending that it intends to challenge the order dated 13.03.2020 by filing an appeal under section 13 of the a&c act and therefore, the respondents are not entitled to release of the amount. it was further contended that there are three awards in favour of the appellant herein, whereunder, a sum of rs.42 crores is payable by the respondents for which the appellant has filed separate applications seeking enforcement of those awards. the appellant submitted that the said application should be heard along with the aforesaid applications filed by it for enforcing the three awards against the very same respondents. 4. by the impugned order, the learned single judge has held that the appellant is entitled to recovery of only a sum of rs. 22,43,55,126/from the respondents herein under the three awards and therefore it would be appropriate to withhold a sum of rs.22,43,55,126/out of the sum of rs.33,69,94,847/-. resultantly, the learned single judge has ordered the registry to release of a sum of rs. 11 crores in favour of the respondents. 5. mr. dholakia, learned counsel for the respondents has raised a preliminary objection regarding the maintainability of the present appeal. he would contend that an appeal under section 13 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (in short, 'commercial courts act') is maintainable only against those orders passed by a commercial division or a commercial court that have been specifically enumerated in order xliii of the cpc and section 37 of the a&c act; that the order under challenge is not one which falls under order xliii of the cpc or under section 37 of the a&c act; that the present appeal has been filed against an order which has been passed in proceedings under section 36 of the a&c act and therefore, is not maintainable under section 37 of the a&c act. mr. dholakia has relied on the judgment dated 12.02.2019, passed by a co-ordinate bench of this court in efa(os)(comm) 4/2019 entitled reliance communications ltd vs. atc telecom infrastructure pvt ltd. he has also placed reliance on a decision of the division bench of the bombay high court in kakade construction company ltd. vs. vistra itcl (india) ltd., reported as 2019 scc online bombay 1521. 6. on the other hand, mr. rajiv sharma, learned counsel appearing for the appellant asserted that the instant appeal is maintainable under section 13 of the commercial courts act. he contended that section 10 of the commercial courts act provides that all matters relating to arbitration fall within the ambit of the commercial courts act and therefore, the present appeal is also maintainable under section 13 of the commercial courts act; that the commercial courts act being a later enactment, legislated in the year 2015, would override the a&c act, being an earlier enactment and that even if the appeal is not maintainable under section 37 of the a&c act, it would be maintainable under section 13 of the commercial courts act. to substantiate his contentions, reliance was placed on a judgment dated 16.03.2020 of a coordinate bench of this court in fao (os) (comm) 237/2019 entitled d&h india ltd vs. superon schweisstechnik india ltd. 7. in his rejoinder, mr. dholakia stressed that section 37 of the a&c act was amended by act 33/2019, whereby the non-obstante clause was introduced and resultantly, an appeal can be filed only against the orders that have been mentioned in section 37 of the a&c act. the amended section 37 of the a&c act being the later will of the legislature, will have to prevail. 8. we have considered the arguments advanced by mr. rajiv sharma, learned counsel for the appellant and mr. ashish dholakia, learned counsel for the respondents. 9. the short issue that arises for consideration is as to whether the present appeal, directed against an order passed in arbitration proceedings, is maintainable under section 13 of the commercial courts act? 10. section 13 of the commercial courts act read as under: \"13. appeals from decrees of commercial courts and commercial divisions.(1) [any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 ( 5 of 1908 as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 11. sections 36 and 37 of the a & c act are extracted below:\"36. enforcement.(1) where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the code of civil procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court. (2) where an application to set aside the arbitral award has been filed in the court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of subsection (3), on a separate application made for that purpose. (3) upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing: provided that the court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the code of civil procedure, 1908 (5 of 1908).\" 37. appealable orders. (1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:a) refusing to refer the parties to arbitration under section 8; b) granting or refusing to grant any measure under section 9; c) setting aside or refusing to set aside an arbitral award under section 34.] (2) an appeal shall also lie to a court from an order of the arbitral tribunal.a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" 12. a glance at the above provisions shows that section 13 of the commercial courts act provides for an appeal from orders passed by a commercial division of a high court to the commercial appellate division of that high court, which are enumerated under order xliii of the cpc, as amended by the commercial courts act or from orders which are mentioned in section 37 of the a&c act. section 37 of the a&c act restricts the appeals to the following orders: a) refusing to refer the parties to arbitration under section 8; b) granting or refusing to grant any measure under section 9; c) setting aside or refusing to set aside an arbitral award under section 34. 13. in kandla export corporation & anr. vs m/s oci corporation & anr. reported as 2018 14 scc 715, while deciding an appeal arising from a decision of the division bench of the high court of gujarat that had dismissed an enforcement appeal which had arisen from an order passed in an execution proceeding under the arbitration act, in respect of a foreign award, the supreme court had observed as under:\"13. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso. the primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in cit v. indo-mercantile bank ltd. [cit v. indomercantile bank ltd., 1959 supp (2) scr 256 : air 1959 sc 713] , thus: \"9. . the proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. „8. . it is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.‟ therefore, it is to be construed harmoniously with the main enactment. (per das, c.j. in abdul jabar butt v. state of j&k [abdul jabar butt v. state of j&k, 1957 scr 51 : air 1957 sc 281 : 1957 cri lj 404]. bhagwati, j., in ram narain sons ltd. v. cst [ram narain sons ltd. v. cst, (1955) 2 scr 483 : air 1955 sc 765] , said: „10. it is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. it carves out an exception to the main provision to which it has been enacted as a proviso and to no other.‟ 10. lord macmillan in madras & southern mahratta railway co. ltd. v. bezwada municipality [madras & southern mahratta railway co. ltd. v. bezwada municipality, 1944 scc online pc 7 : (1943-44) 71 ia 113] laid down the sphere of a proviso as follows: „. the proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude, from it by implication what clearly falls within its express terms.‟ the territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. it has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (vide also toronto corpn. v. attorney-general of canada [toronto corpn. v. attorney-general of canada, 1946 ac 32 (pc)]\" 14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 15. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act.\" (emphasis added) 14. referring to the judgment of the supreme court in kandla export corporation (supra), while dealing with an appeal that had arisen from an order directing the judgment debtor therein to deposit 15 per cent of the awarded amount, in efa(os) (comm) 3/2019 entitled south delhi municipal corporation vs. m/s tech mahindra decided on 12.02.2019, a division bench of this court held that an appeal is a creation of a statute and cannot be claimed as a matter of right. the following are the relevant observations made in this regard :\"6. a conjoint reading of the provisions especially section 8, 11 and 21 of the cc act, highlight the parliamentary intention to vest commercial courts and commercial appellate divisions with only limited jurisdiction. flowing from that, the scheme of section 13 of the commercial courts act, provides only two types of appeals; (1) in respect of specific matters enumerated in order xliii rule 1 (read with section 104) of the cpc and (2) appeals that are admissible under section 37 of the arbitration act. 7. the judgment in kandla export corporation (supra) noticed the statement of objects and reasons, of the commercial courts act. the supreme court had to deal with an enforcement appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. the supreme court noticed not only the statement of objects and reasons but also various other provisions, especially the embargo placed upon the courts, embodied in section 8 and 11 and the overriding nature of the cc act, to conclude that once appeals were held to be barred, an appeal to the division bench appeal against a commercial court's order in an enforcement of a foreign award issue was not maintainable. the court took into account its previous rulings in fuerst day lawson limited vs. jindal exports limited, (2011) 8 scc and some other judgments. xxx xxx xxx 11. the reference to order xliii rule 1relied upon on behalf of sdmc in the context of this case, in the opinion of this court, is misplaced. order xliii rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from order xxxviii and all the attendant provisions), and not to proceedings in respect of an award. thus, reference to order xliii to \"draw in\" the jurisdiction of the division bench, is wholly unjustified. likewise, the court also rejects the appellant's arguments that section 36 of the arbitration act attracts the provisions of the code of civil procedure. in fact, section 36 refers to and directs courts to follow cpc in proceedings relating to enforcement of arbitral awards. the logical corollary is that the provisions of the cpc that deal with the proceeding for enforcement of decrees and orders (such as in execution like order xxi cpc), would be attracted. 12. in view of the above discussions, we conclude that the present appeal is not maintainable. the appellant's remedy clearly lies elsewhere. an attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jusibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. this was explained pithily in ganga bai v vijay kumar, (1974) 2 scc 393, in the following terms: \"there is a basic distinction between the right of suit and the right of appeal. there is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. it is no answer to a suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. but the position in regard to appeals is quite the opposite. the right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. that explains why the right of appeal is described as a creature of statute.\" (emphasis supplied) 15. on the maintainability of an appeal against an order passed in exercise of powers under section 36 of the a & c act, the division bench of the bombay high court in kakade construction company ltd. vs. vistra itcl (india) ltd. reported as 2019 ssc online bombay 1521, has observed as under:\"23. section 36 of the act of 1996 creates a legal fiction which is limited only to provide an enforcement mechanism. without such an enforcement mechanism, the arbitral award cannot be executed. this legal fiction that the award is to be treated as the decree is thus for a limited purpose and cannot be stretched to include an appeal. the decision of the supreme court in sundaram finance has not set aside or diluted the ratio in jet airways. the view taken by the division bench of this court in jet airways is after following the decisions of the supreme court and in tune with the legislative policy. we do not find any reason to deviate from the same. therefore, we proceed further on the premise that the impugned orders cannot be considered as having been passed under code of civil procedure to make it appealable. 24. now to consider whether the impugned order being under the act 1996, is appealable under that act. an important decision on this issue is of the supreme court in the case of kandla export corporation. 25. the supreme court thus has clarified that in respect of the orders under the act of 1996, only those appeals mentioned in section 37 of the act of 1996 are maintainable before commercial appellate division. the supreme court held that the act of 1996 is a self-contained code on the matters pertaining to arbitration, and which is exhaustive. the supreme court then adverted to the foundational logic of making the arbitration act a self-contained code. it was held that the act of 2015provided no additional right of appeal otherwise than the appeal otherwise than the appeals under the act of 1996. though this case arose before the supreme court in a foreign award and under section 50, the underlying principle equally applies to the section 37 of the act of 1996. the dicta in kandla export is clear that in respect of the orders arising from the act of 1996; an appeal will lie only to the extent provided under section 37 of the act of 1996.\" xxx xxx xxx 27. the learned single judge by the impugned order has allowed the chamber summons filed by the respondentsclaimants and has appointed receiver regarding the properties specified in the order. this order has been passed while exercising power under section 36 of the act of 1996 being an executory mechanism. this order not being under the code of civil procedure, the only other category enumerated in section 13 of the commercial courts act, 2015 is section 37 of the arbitration act, 1996. section 37 of the act of 1996 provides appeal only in limited cases. these are order: refusing to refer the parties to arbitration under section 8; granting or refusing to grant any measure under section 9; setting aside or refusing to set aside an arbitral award under section 34. an appeal shall also lie to a court from an order of the arbitral tribunal accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or granting or refusing to grant an interim measure under section 17. these are the only orders that have been made appealable.\" xxx xxx xxx 32. the act of 2015 and the act of 1996 reflect the legislative intent of time-bound resolution of commercial disputes. it cannot be the legislative intent to provide a speedy remedy or arbitration only till the award is passed, with no priority when the award is to be put to execution. the purpose of the arbitral process is not only to expedite the declaration of an award on paper but the actual receipt of the claim. 33. thus we hold that the impugned order dated 24 august 2018 passed by the learned single judge of this court being neither under order xliii of the code of civil procedure nor appealable under section 37 of the act of 1996, these appeals are not maintainable.\" 16. we do not find any merit in the contention of mr. rajiv sharma, learned counsel for the appellant that commercial courts act being a subsequent enactment would override the arbitration and conciliation act. there is no inconsistency between the two acts. section 11 (1a) categorically states that an appeal under the commercial courts act would be maintainable only against those orders that find mention under section 37 of the a&c act. in the absence of any inconsistency, there is no need for this court to go into the issue as to whether the commercial courts act would prevail over the a&c act and appeals arising out of orders, even those which are not covered under section 37 of the a&c act, can be entertained under section 11 (1a) of the commercial courts act. 17. in any event, applying the principle of \"generalia specialibus non derogant\", the arbitration and conciliation act, 1996 would be considered as a special act for all proceedings arising under the act and it would therefore prevail over the commercial courts act which would be treated as a general act. in this context, we may usefully refer to life insurance corporation of india vs. d.j. bahadur and others, reported as 1981 1 scc 315 where the supreme court observed has as under:\"52. in determining whether a statute is a special or a general one, the focus must be on the principal subject-matter plus the particular perspective. for certain purposes, an act may be general and for certain other purposes it may be special and we cannot blur distinctions when dealing with finer points of law. in law, we have a cosmos of relativity, not absolutes -so too in life. the id act is a special statute devoted wholly to investigation and settlement of industrial disputes which provides definitionally for the nature of industrial disputes coming within its ambit. it creates an infrastructure for investigation into, solution of and adjudication upon industrial disputes. it also provides the necessary machinery for enforcement of awards and settlements. from alpha to omega the id act has one special mission -the resolution of industrial disputes through specialised agencies according to specialised procedures and with special reference to the weaker categories of employees coming within the definition of workmen. therefore, with reference to industrial disputes between employers and workmen, the id act is a special statute, and the lic act does not speak at all with specific reference to workmen. on the other hand, its powers relate to the general aspects of nationalisation, of management when private businesses are nationalised and a plurality of problems which, incidentally, involve transfer of service of existing employees of insurers. the workmen qua workmen and industrial disputes between workmen and the employer as such, are beyond the orbit of and have no specific or special place in the scheme of the lic act. and whenever there was a dispute between workmen and management the id act mechanism was resorted to.\" 18. mr. dholakia, learned counsel for the respondents is also correct in contending that since section 37 was amended in the year 2019 and the non-obstante clause was introduced in the provision, it will have to prevail over the commercial courts act. as stated earlier, we need not dilate more on this issue in the absence of any inconsistency between arbitration and conciliation act, 1996 and the commercial courts act, 2015. 19. mr. sharma has also placed reliance on d & h india ltd vs. superon schweisstechnik india ltd (supra). the said judgment had been passed in a matter that had arisen out of a dispute relating to infringement of a trademark and not under the a&c act. the facts of the present case are entirely different and the decision cited above is clearly distinguishable. it is also noteworthy that section 8 of the commercial courts act itself places a bar on any petition against an interlocutory order of the commercial court. 20. the present appeal is directed against an interlocutory order passed in proceedings under section 36 of the a & c act, whereby a part of the amount which had been deposited by the appellant in this court, has been directed to be released in favour of the respondents. under section 37, no appeal is maintainable from any order passed under section 36 of the a&c act. further, section 36 of the a&c act does not attract the provisions of the code of civil procedure. since the statue does not provide for an appeal against and order passed under section 36, it is axiomatic that the present appeal is also not maintainable. the impugned order would neither fall under order xliii of the cpc, nor under section 37 of the a&c act. therefore, the present appeal filed under section 13 of the commercial courts act, is not maintainable. 21. in view of the discussion above, the appeal is dismissed as not maintainable. subramonium prasad, j. hima kohli, j. july 13, 2020 hsk/rkb"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5bed70f45c824f8db843a78b55878db3_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58c8c6b886f24bd7aa0d86cb8582e6cb_1"
        },
        {
            "start": 242,
            "end": 367,
            "text": "\nJharkhand High Court\nElectrosteel Steels Limited vs The State Of Jharkhand Through ... on 5 March, 2020\nAuthor: H. C. Mishra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5238014549842539fb710ea26f006a2_2"
        },
        {
            "start": 369,
            "end": 456,
            "text": "Bench: H.C. Mishra, Deepak Roshan\n                                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "392dbd38cdbe400492740b21c6dde874_3"
        },
        {
            "start": 456,
            "end": 479,
            "text": "W.P.C. No. 1159 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c24bdcd118d64a15a09c40276f95734f_4"
        },
        {
            "start": 535,
            "end": 556,
            "text": "and analogous matters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "398bdbdf032848bfa80fa09aae98cdd8_5"
        },
        {
            "start": 589,
            "end": 651,
            "text": "1\n\n  In The High Court Of Jharkhand At Ranchi\n                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62fbdd12e2d64308b7efe585066c1c16_6"
        },
        {
            "start": 651,
            "end": 674,
            "text": "W.P.C. No. 3699 of 2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0527a2d48c2e42d8bfc78ab3a2d2c496_7"
        },
        {
            "start": 702,
            "end": 745,
            "text": "With\n                  I.A. No.5506 of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cac13db0772b40cda045a25552294e99_8"
        },
        {
            "start": 746,
            "end": 784,
            "text": "\n\nElectrosteel Steels Limited, Bokaro.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd486ccacad247929c6ec459225e4f76_9"
        },
        {
            "start": 796,
            "end": 820,
            "text": ".....         Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47e2df0f745d4fd2acd82cba071dc342_10"
        },
        {
            "start": 857,
            "end": 864,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbdf8582a9f84580945700aab31d40aa_11"
        },
        {
            "start": 864,
            "end": 973,
            "text": "1. The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a14bab36ec534a1d80452c7670cf7125_12"
        },
        {
            "start": 975,
            "end": 1009,
            "text": "2. Director of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d34efedfe6da4632890f60257ba78836_13"
        },
        {
            "start": 1011,
            "end": 1112,
            "text": "3. Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "745873c3226041c881037a04f40b111d_14"
        },
        {
            "start": 1114,
            "end": 1121,
            "text": "4. M/ s",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa0a9a1757c64b6d8339181b90bd1c5f_15"
        },
        {
            "start": 1122,
            "end": 1145,
            "text": "Maruti Nandan, Dhanbad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e283073401e8412ca97ca5b17582e85f_16"
        },
        {
            "start": 1159,
            "end": 1188,
            "text": ".....             Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e39211cd881456e8cc8af8c99877e89_17"
        },
        {
            "start": 1223,
            "end": 1275,
            "text": "With\n                        W.P.C. No. 1159 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1cfcb6bf6c8c49faa4fa03969f9e136f_18"
        },
        {
            "start": 1276,
            "end": 1314,
            "text": "\n\nElectrosteel Steels Limited, Bokaro.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfdbb32251434f329603d65726bb6cad_19"
        },
        {
            "start": 1328,
            "end": 1350,
            "text": ".....       Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e11aa33e2f944e0a84d250422aa2a68_20"
        },
        {
            "start": 1389,
            "end": 1396,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12af0728f7da43ce8e167f4fe04c1824_21"
        },
        {
            "start": 1396,
            "end": 1506,
            "text": "1 . The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53ae5b1e7a9746c69700183696066751_22"
        },
        {
            "start": 1508,
            "end": 1545,
            "text": "2. Director of Industries, Ranchi.\n3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ad54e907b5a4897ba0fe1eabcc3f72b_23"
        },
        {
            "start": 1546,
            "end": 1646,
            "text": "Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi.\n4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ae46ce0185e49c1800211ab3220f0c4_24"
        },
        {
            "start": 1647,
            "end": 1691,
            "text": ". Additional Director of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa5cc25e91bf4cabb9a33446537227bc_25"
        },
        {
            "start": 1693,
            "end": 1732,
            "text": "5. Pankaj Kumar Singh, Director,\n   M/s",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf5a61d17bca46bea2b6819c4b6d2696_26"
        },
        {
            "start": 1733,
            "end": 1749,
            "text": "Unco Technocrats",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6b94e9eecf44fbe809ee27f6a8b7927_27"
        },
        {
            "start": 1750,
            "end": 1760,
            "text": "( P ) Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b6235ed4a6d49dbaac68a3ffe69fc79_28"
        },
        {
            "start": 1774,
            "end": 1835,
            "text": ".....           Respondents\n\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf05df79528e4ea8867a9d7214e0143f_29"
        },
        {
            "start": 1835,
            "end": 1887,
            "text": "With\n                        W.P.C. No. 1160 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f38f77101a249ba834e650f17c775ef_30"
        },
        {
            "start": 1888,
            "end": 1926,
            "text": "\n\nElectrosteel Steels Limited, Bokaro.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f12ef1ca3574485d9266a47967982bde_31"
        },
        {
            "start": 1936,
            "end": 1962,
            "text": ".....           Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cdb2d5bc6e7442ec8cf9faf7acdbaed6_32"
        },
        {
            "start": 2000,
            "end": 2007,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea22cacd07c04e6fbb8ee301f3edaea1_33"
        },
        {
            "start": 2007,
            "end": 2117,
            "text": "1 . The State of Jharkhand through Secretary,\n   Department of Industries,\n   Government of Jharkhand, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ed63e8b1d424ce0a4296d9d795aa937_34"
        },
        {
            "start": 2119,
            "end": 2156,
            "text": "2. Director of Industries, Ranchi.\n3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fbb6701ce3b44dd3ac68fb61bfc6fa04_35"
        },
        {
            "start": 2157,
            "end": 2255,
            "text": "Deputy Director of Industries-cum-Member Secretary,\n   Jhmsefc, Directorate of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d355e800e4649cdaddf84fbe53701e6_36"
        },
        {
            "start": 2257,
            "end": 2302,
            "text": "4. Additional Director of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d76cbbd556b5487fab1a89fdcc16b298_37"
        },
        {
            "start": 2304,
            "end": 2332,
            "text": "5. Shishir Kumar, Partner of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57b72925b0c84604a2fd5420645c8f90_38"
        },
        {
            "start": 2333,
            "end": 2380,
            "text": "\n   M/s. Magadh Engineering Works, Bokaro......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ede08d4bbbf84628bcaf99ce9e3d3d1e_39"
        },
        {
            "start": 2396,
            "end": 2407,
            "text": "Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "964a13c364414dafa58efbf0831f9351_40"
        },
        {
            "start": 2445,
            "end": 2485,
            "text": "With\n                          W.P.C. No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f7970f2f83c74e18ad16e18002d2f18c_41"
        },
        {
            "start": 2486,
            "end": 2500,
            "text": ". 1561 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea5254ed49ec4b439df7d5dd795af5f1_42"
        },
        {
            "start": 2501,
            "end": 2538,
            "text": "\nElectrosteel Steels Limited, Bokaro.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bafa0390c80844bfbcb7a01aa440f878_43"
        },
        {
            "start": 2545,
            "end": 2574,
            "text": ".....              Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d317a67d6b14a71a220811fe1cf4e1a_44"
        },
        {
            "start": 2611,
            "end": 2684,
            "text": "Versus\n                                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "207cb33dac6f4b8fa35a3770c772d693_45"
        },
        {
            "start": 2684,
            "end": 2693,
            "text": "W.P.C. No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea3cdb3c4776466eb368a2d543ec67bb_46"
        },
        {
            "start": 2694,
            "end": 2708,
            "text": ". 1159 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be09d461e05a4a6aaa98c74663bcd706_47"
        },
        {
            "start": 2776,
            "end": 2797,
            "text": "and analogous matters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "765f98ddc6274e59aeb3d8a6d9110fae_48"
        },
        {
            "start": 2841,
            "end": 2853,
            "text": "2\n\n       1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb058b46f6cc4aab9dae8e23090d929e_49"
        },
        {
            "start": 2854,
            "end": 2931,
            "text": "The State of Jharkhand through Secretary,\n          Department of Industries,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb7546cbeb5b4d9bb23468dfab3d9cce_50"
        },
        {
            "start": 2943,
            "end": 2975,
            "text": "Government of Jharkhand, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "579461a13e8c43fbb62edc217b76238e_51"
        },
        {
            "start": 2984,
            "end": 3018,
            "text": "2. Director of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b023a59396e04451b9eadaf6bb9a993e_52"
        },
        {
            "start": 3027,
            "end": 3135,
            "text": "3. Deputy Director of Industries-cum-Member Secretary,\n          Jhmsefc, Directorate of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be24f5d40bb2439fb96f186a0f1dcc94_53"
        },
        {
            "start": 3144,
            "end": 3189,
            "text": "4. Additional Director of Industries, Ranchi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "872dc8f39b884110b5151601827d54fd_54"
        },
        {
            "start": 3190,
            "end": 3416,
            "text": "\n       5. Md. Aslam, Royal Constructions, Bokaro. .....                 Respondents\n                                           -----------\nCoram : Hon'Ble Mr. Justice H.C. Mishra Hon'Ble Mr. Justice Deepak Roshan\n-----------\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9223594a080e4b02a7e6316ce6b50c5c_55"
        },
        {
            "start": 3416,
            "end": 3496,
            "text": "For the Petitioners : M/s. Indrajit Sinha, P.A.S. Pati, Bibhas Sinha, Advocates.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddcfb200632147b0abe7389d62aad067_56"
        },
        {
            "start": 3498,
            "end": 3737,
            "text": "For the Respondents : Mr. Manoj Tandon, Aag Mr. Anshuman Kumar, A.C to Aag Mr. Vinod Kumar Sahu, G.P.-Iii Mr. Ashish Kumar Thakur, A.C to G.P-Iii Mr. Navin Kumar, G.P.-Iv Ms. Sweta Kumari, A.C to G.P.-Iv Mr. Abhijeet Kumar Singh, Advocate.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4aaf10147ab4084a16ba14ece79ed1a_57"
        },
        {
            "start": 3738,
            "end": 3795,
            "text": "\nMr. Shray Mishra, Advocate Mr. Krishna Murari, Advocate.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad0bf06182cf4e5aa18d97c7c0441cfc_58"
        },
        {
            "start": 3796,
            "end": 3808,
            "text": "\n-----------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "825a2c913ede4f159a89f96fd5dfe50b_59"
        },
        {
            "start": 3809,
            "end": 3825,
            "text": "\n11/ 05.03.2020.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "248188a577cb4b0a82653a0e0c415801_60"
        },
        {
            "start": 3826,
            "end": 3980,
            "text": "As the common question of law is involved in all these writ applications, they have been heard together and are being disposed of by this common Judgment.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28a0605f186c47a18a45491e79147223_61"
        },
        {
            "start": 3982,
            "end": 4159,
            "text": "2. Heard learned counsel for the petitioners, learned Additional Advocate General for the State, as also the learned counsel for the private respondent in W.P.C No.3699 of 2015.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53bd8968170e4a6f8ed64944ef04fe38_62"
        },
        {
            "start": 4160,
            "end": 4397,
            "text": "The private respondents in other writ applications have also been noticed and the notices have been validly served on them, but no one appeared for the private respondents in the other three writ applications, in spite of repeated calls.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7fa470dcdaa483781e4f0de94595254_63"
        },
        {
            "start": 4399,
            "end": 4945,
            "text": "3. In W.P.(C). No.3699 of 2015, the petitioners have challenged the Award passed by the Jharkhand Micro, Small & Medium Enterprises Facilitation Council (hereinafter referred to as the 'Council') communicated under memo No. 1954 dated 20.07.2015, whereas in other writ applications, the notices dated 31.1.2017 and 15.03.2017 issued by the Council to the petitioner have been challenged by the petitioner, on the sole ground that the constitution of the Council in the State of Jharkhand, was done in contravention of Section 21 of the Msmed Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8802946c74fe436fb086831c7bb3366d_64"
        },
        {
            "start": 4946,
            "end": 4971,
            "text": "\nand analogous matters\n4.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a9e20e950c24f21b2a01ccf3f2ac455_65"
        },
        {
            "start": 4972,
            "end": 5046,
            "text": "According to the petitioner's case, the Council was constituted under Rule",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b08c4fba07d4545ab3dd425bf8c620c_66"
        },
        {
            "start": 5047,
            "end": 5334,
            "text": " 4 of the Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2007, (hereinafter referred to as the '2007 Rules'), which was not in consonance with Section 21 of the Micro, Small & Medium Enterprises Development Act, 2006 (hereinafter referred to as the 'MSMED Act').",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea93801b32e24aac9f5c797e0c7b59bf_67"
        },
        {
            "start": 5335,
            "end": 5678,
            "text": "The contention of the petitioner is that Rule 4 of the 2007 Rules, which prescribes the constitution of the Council to be consisting of not less than five members and not more than nine members, is ultra vires Section 21 of the MSMED Act, which provides that Council shall consist of not less than three members but not more than five members.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53a734f4dd01496bad367a1021f9e3a7_68"
        },
        {
            "start": 5679,
            "end": 5843,
            "text": "\n5. In order to appreciate the challenge to the constitution of the Council, the relevant provisions of the MSMED Act and 2007 Rules are required to be looked into.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06d1f1f7ef604e8dbf374c6ad9a3537b_69"
        },
        {
            "start": 5844,
            "end": 5960,
            "text": "Section 21 of the MSMED Act reads as follows:-\n\"21. Composition of Micro and Small Enterprises Facilitation Council.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "789336791a9247baab7517b55a9509a6_70"
        },
        {
            "start": 5961,
            "end": 6778,
            "text": "- (1) the Micro and Small Enterprises Facilitation Council shall consist of not less than three but not more than five members to be appointed from amongst the following categories, namely :-\n(i) Director of Industries, by whatever name called, or any other officer not below the rank of such Director, in the Department of the State Government having administrative control of the small scale industries or, as the case may be, micro, small and medium enterprises; and (ii) one or more office-bearers or representatives of associations of micro or small industry or enterprises in the State; and (iii) one or more representatives of banks and financial institutions lending to micro or small enterprises; or (iv) one or more persons having special knowledge in the field of industry, finance, law, trade or commerce.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c42796f92d404c59aeba8d17db5e1cde_71"
        },
        {
            "start": 6780,
            "end": 6786,
            "text": "** * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a2768314b994b7683a2f77b5d78b8a6_72"
        },
        {
            "start": 6787,
            "end": 6794,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7767319797064c9c9fa3ee8cb0fc5e50_73"
        },
        {
            "start": 6795,
            "end": 6949,
            "text": "* \"\nRule 4 of the Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2007 reads as follows:-\n\"4. lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4823d32542d046a2804841ff3954b431_74"
        },
        {
            "start": 6950,
            "end": 6960,
            "text": "dh lajpuk%",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91ca326ff75443479a3473bf17346b87_75"
        },
        {
            "start": 6961,
            "end": 7779,
            "text": "(1) lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn esa lnL;ksa dh la[;k ikp ls de ugha gksxh ijUrq ukS ls vf/kd ugha gksxh] ftudh fu;qfDr fuEukafdr Jsf.k;ksa ls dh tk;sxh ;Fkk% i mn~;ksx funs'kd] pkgs ftl uke ls vfHkfgr gks] ;k jkT; ljdkj ds foHkkx esa ,sls funs'kd ds Lrj ls vU;qu Lrj dk dksbZ inkf/kdkjh ftls y?kq mn~;ksx ;k] ;Fkk fLFkfr] lw{e y?kq ,oa e/;e Lrj mn~;e ij iz'kkfud fu;a=.k gks] ,oa ii jkT; esa lw{e ;k y?kq mn~;ksx ;k mn~;eksa ds laxBu ds ,d ;k vf/kd inkf/kdkjh Office bearer ;k izfrfuf/k] and analogous matters iii lw{e ;k y?kq mn~;eksa dks _.k nsusokys cSadksa ,oa fofRr; laLFkkvksa ds ,d ;k vf/kd izfrfuf/k ;k iv ,d ;k vf/kd O;fDr ftUgsa m|ksx] foRr] fof/k] O;kikj ;k okf.kT;\nds {ks= esa fo'ks\"k Kku gksA v mi/kkjk (1) ds mica/k (i) ds vUrxZr fu;qDr O;fDr lw{e ,oa y?kq m|e lqxehdj.k ifj\"kn ds v/;{k gksaxsA\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f264f0db08974a08841ad92821ed407e_76"
        },
        {
            "start": 7780,
            "end": 8615,
            "text": "\n6. Placing Rule 4(1) of the 2007 Rules and Section 21 of the MSMED Act, learned counsel for the petitioner has submitted that Section 21 of the MSMED Act clearly provides that the Council shall consist of not less than three but not more than five members, but Rule 4(1) of the 2007 Rules provided that the Council shall consist of not less than five and not more than nine members, and in fact, in the State of Jharkhand the Council was also constituted with nine members, which passed the impugned Award and also issued the impugned notices in these writ applications, which are thus, absolutely illegal and void ab initio, and cannot be sustained in the eyes of law, as Rule 4 of the 2007 Rules is ultra vires Section 21 of the MSMED Act and accordingly, any action of such illegally constituted Council shall be void ab initio.\n7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "28cb0d8cf03a4f7bb7b5fa82cf9b6a8d_77"
        },
        {
            "start": 8616,
            "end": 9079,
            "text": "It is an admitted fact that 2007 Rules have since been repealed and replaced by Jharkhand Micro, Small & Medium Enterprises Facilitation Council Rules, 2017 (hereinafter referred to as the '2017 Rules'), and Rule 4 thereof is now in consonance with Section 21 of the MSMED Act, providing that the Council shall consist of not more than five members from the different categories enumerated under the 2017 Rules, which now reads as follows:-\n\"4. lw{e] y?kq ,o e/;e",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c226c220fdb40e4bd5d1469fe4685de_78"
        },
        {
            "start": 9080,
            "end": 9132,
            "text": "mn~;e fodkl vf/kfu;e] 2006 dh /kkjk 2 ,oa /kkjk 21 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06ee75f7c7434a65a16eb21691a38fc0_79"
        },
        {
            "start": 9133,
            "end": 9598,
            "text": "ds vUrxZr lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn dh lajpuk% d lw{e ,oa y?kq mn~;e lqxehdj.k ifj\"kn esa vf/kdre lnL;ksa dh la[;k&5 ikp gksxh] tks fuEu izdkj gksxh% i funs'kd] mn~;ksx ;k jkT; ljdkj n~okjk vf/kfu;e dh /kkjk 21 1 i ds vUrxZr ukfer inkf/kdkjhA ii leUo;d Co-ordinator jkT; Lrjh; cSadlZ lfefrA iii izfrfuf/k lw{e@y?kq mn~;e la?k] >kj[k.M] jkphA iv fof/kd fo'ks\"kKA v foHkkx&funs'kky; n~okjk fu;qDr ijke'khZZ ds :i esa pkVZM ,dkmUVsaV@dkWLV ,dkmUVsaVA *** **",
            "labels": [
                "NONE"
            ],
            "id": "89bef427604746069b6a8b99f2cabb0c_80"
        },
        {
            "start": 9599,
            "end": 9608,
            "text": "* * * * \"",
            "labels": [
                "NONE"
            ],
            "id": "8b47035bc5304f7e81b708e931ad9454_81"
        },
        {
            "start": 9610,
            "end": 9970,
            "text": "8. Learned counsel for the petitioner has submitted that the petitioners have moved this Court directly under Article 226 of the and analogous matters Constitution of India, in view of the fact that the impugned Award / Notices are void ab initio, for the fact that they have been passed / issued by a Council which was not competent under the Act to function.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3d29d45720114bf1b90c53678878918b_82"
        },
        {
            "start": 9972,
            "end": 10608,
            "text": "9. Learned counsel submitted that even the de facto doctrine shall not come in the way to support the Award passed and the notices issued by the Council which was not competent under the Act to function, inasmuch as, Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the 'Arbitration Act'), provides the grounds for setting aside the Arbitral Award, and one of the grounds mentioned under Clause (v) of Section 34 (2) of the Arbitration Act for setting aside the award, is that the composition of the arbitral tribunal or the arbitral procedure was not in consonance with the agreement of the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ad66859cc634a408aea60f01efcae01_83"
        },
        {
            "start": 10609,
            "end": 10856,
            "text": "It is not in dispute that the Council while doing arbitration, exercises the power under the Arbitration Act, in view of Section 18 (3) of the MSMED Act, which reads as follows :-\n\"18. Reference to Micro and Small Enterprises Facilitation Council.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1d12094ed11f41d5b3a2ec558ffd386e_84"
        },
        {
            "start": 10857,
            "end": 11464,
            "text": "-\n(1) -------------------.\n(2) -------------------.\n(3) Where the conciliation initiated under sub section (2) is not successful and stands terminated without any settlement between the parties, the Council shall either itself take up the dispute for arbitration or refer it to any institution or center providing alternate dispute resolution services for such arbitration and the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) shall then apply to the disputes as if the arbitration was in pursuance of an arbitration agreement referred to in sub-section (1) of section 7 of that Act.",
            "labels": [
                "STA"
            ],
            "id": "dc37ae0d214b430cac640d378e81cf6e_85"
        },
        {
            "start": 11466,
            "end": 11473,
            "text": "*** * *",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "22a17a7b718849818fb6515a2e68fb57_86"
        },
        {
            "start": 11474,
            "end": 11483,
            "text": "* * * * \"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b16171a0eedf49b689b4c3e85b8b004b_87"
        },
        {
            "start": 11485,
            "end": 12146,
            "text": "10. In support of his contention that in view of the fact that the constitution of the Council was against the provisions of the MSMED Act, the Award passed and the notices issued by the Council shall not be protected by the defacto doctrine, learned counsel for the petitioner has placed reliance upon a decision of the Court of Appeal (England and Wales), in Sumukan Ltd. Vs. Commonwealth Secretariat, reported in (2008) Bus LR 858, wherein where, the claimant had complained that the arbitral tribunal lacked substantive jurisdiction because it had not been properly constituted, the Court of Appeal had posed a question - \"Does the de facto concept apply ?\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "877cb027b2fd488681969a7877d28b7e_88"
        },
        {
            "start": 12147,
            "end": 12263,
            "text": "And the answer given by Waller LJ., was - \"I do and analogous matters not think it does in the arbitration context.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d640bb0ed3e44a659dc788b13e8707dd_89"
        },
        {
            "start": 12264,
            "end": 12328,
            "text": "Sedley LJ., answered the question in the following terms :-\n\"50.",
            "labels": [
                "ISSUE"
            ],
            "id": "6b00f74be7644bdea155c867ffdeaad2_90"
        },
        {
            "start": 12329,
            "end": 12522,
            "text": "I respectfully agree with Waller I.J. that there is no room in the arbitration field for the common law doctrine which in some circumstances validates the acts of an apparent and reputed judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdc6f74fee994a84b076709d1214707d_91"
        },
        {
            "start": 12523,
            "end": 12709,
            "text": "\n51. The de facto doctrine is an escape from the ordinary consequences of a defective or non-existent judicial appointment, adopted by the common law in the interests of legal certainty.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c8dfcdd628b49f08e80184c3da28c7c_92"
        },
        {
            "start": 12710,
            "end": 12723,
            "text": "-----------.\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "350efdb93ab640289c2ba6c280e72401_93"
        },
        {
            "start": 12724,
            "end": 12861,
            "text": "\nSir Anthony Clarke MR, agreeing with both Waller and Sedley LJ., answered the question in the following terms :-\n\"61. -----------------.",
            "labels": [
                "NONE"
            ],
            "id": "d9b00bc89f4e426f8fdb437dd72a81d2_94"
        },
        {
            "start": 12862,
            "end": 12975,
            "text": "In my opinion, it follows that, subject to section 73 of the 1996 Act, the panel lacked substantive jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19f62720ed504739bf532905c6349f1b_95"
        },
        {
            "start": 12976,
            "end": 13206,
            "text": "Before turning to section 73 I should add that I agree with both Waller and Sedley LJ that, for the reasons they give, there is no room for the concept of the de-facto arbitrator in the context of a private arbitration like this.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "42fe1c79cf164fe09f19a5d02dabcc46_96"
        },
        {
            "start": 13207,
            "end": 13739,
            "text": "\n11. Placing reliance on this decision, learned counsel for the petitioner submitted that in the present cases also, in view of Section 34(2)(v) of the Arbitration Act, there being an express provision for setting aside the arbitral award if the composition of the arbitral tribunal was not proper, the impugned Award communicated to the petitioner under memo No. 1954 dated 20.07.2015 and the notices dated 31.01.2017 and 15.03.2017 cannot be sustained in the eyes of law, on this score alone and without looking into their merits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7bac9b72c4df4fad87b7a8a22499ad5e_97"
        },
        {
            "start": 13741,
            "end": 14179,
            "text": "12. Learned Additional Advocate General appearing for the State, on the other hand, has opposed the prayer and has taken the preliminary objection to the maintainability of these writ applications, submitting that in view of Section 34 of the Arbitration Act, there is an alternative remedy provided to the petitioners to move before the Commercial Court to challenge the Award and accordingly, the writ applications are not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "04a1a24825c7431c823d7e7bb3565611_98"
        },
        {
            "start": 14181,
            "end": 14422,
            "text": "13. It is also submitted by the learned AAG that the 2007 Rules have since been repealed and have been substituted by the 2017 Rules framed in the year 2017, and Rule 4 in the 2017 Rules is now in consonance with Section 21 of the MSMED Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f04a30da34ec459ebb0741fd6dfb13b2_99"
        },
        {
            "start": 14423,
            "end": 14627,
            "text": "Learned AAG, thus, submits that now, there is no question to challenge the validity or vires of the 2007 Rules, since and analogous matters the Rules themselves have been repealed by the State Government.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a9155d108a4346ba8c00ab8a20c2cd4b_100"
        },
        {
            "start": 14628,
            "end": 14703,
            "text": "Accordingly, the writ applications are not maintainable even on this score.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a732d68078e8435a93db8a017994de13_101"
        },
        {
            "start": 14705,
            "end": 15011,
            "text": "14. Learned AAG has also submitted that even otherwise, the impugned Award or the notices cannot be challenged being void ab initio, inasmuch as, there were nine members of the Council, and the minimum requirement of the number of members as provided under Section 21 of the MSMED Act is already fulfilled.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "15adaf99669a4b7ea61faa55c13261e8_102"
        },
        {
            "start": 15013,
            "end": 15307,
            "text": "15. In support of his contention, learned Additional Advocate General has placed reliance upon the decision of the Hon'ble Apex Court in Power Machines India Ltd. Vs. State of Madhya Pradesh & Ors., reported in (2017) 7 SCC 323, wherein the law has been laid down as follows:-\n\"15. -----------.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "df79d3620e2f411196b6069b9fe30201_103"
        },
        {
            "start": 15308,
            "end": 15439,
            "text": "The objective of the Act is to provide protec tion to the micro, small and medium enterprises and to facili tate their development.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "76f54dfbd5f84ca79ae98d8e2eb30277_104"
        },
        {
            "start": 15440,
            "end": 15661,
            "text": "In order to carry out the objective of the Act, speedy recovery mechanism has been provided under Rule 5 of the Rules by providing that the amount awarded in an arbi tral award can be recovered as arrears of land revenue.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "200bb33f60084277bf5cd226b072422a_105"
        },
        {
            "start": 15662,
            "end": 15946,
            "text": "No doubt that Rule 5 is inconsistent with the provisions contained in Section 36(1) of the 1996 Act which provides recovery mech anism under Order 21 CPC as a decree, but, in the matter of providing such remedies, it is open to legislate different reme dies which may be inconsistent.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f083a2f24dea4f34bb4f49c9f7acefdc_106"
        },
        {
            "start": 15947,
            "end": 15985,
            "text": "It is a question of electing a remedy.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d64ef01a6c7d4c959aae42fd8a60a0ed_107"
        },
        {
            "start": 15986,
            "end": 16083,
            "text": "Election of a remedy for recovery of the amount would depend upon the choice of the award-holder.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2cc81075fb4047148641b012d606e6a0_108"
        },
        {
            "start": 16084,
            "end": 16233,
            "text": "Both the provi sions i.e. Section 36 of the 1996 Act as well as Rule 5 of the 2006 Rules intend to recover the amount though by different procedures.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "adcbf1f119b142a9b532eef71de08813_109"
        },
        {
            "start": 16234,
            "end": 16267,
            "text": "Intendment of provisions is same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c033701fd02c422a960328250f037e80_110"
        },
        {
            "start": 16268,
            "end": 16344,
            "text": "There is no ques tion of any prejudice being caused to the judgment-debtor.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c70699972f64f72954a8e06aae7fbb9_111"
        },
        {
            "start": 16345,
            "end": 16365,
            "text": "(Emphasis supplied).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dfe7b47c137043b68a7dabd6d6f14c95_112"
        },
        {
            "start": 16366,
            "end": 16676,
            "text": "\n16. Placing reliance on this decision, learned AAG has submitted that even in the present case also, no difference was going to be made, nor any prejudice is caused to the writ petitioner even if the Award was passed by nine members of the Council, though the MSMED Act provided the maximum number to be five.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "69e76ce19b1745b6b144d6894ad2eebb_113"
        },
        {
            "start": 16677,
            "end": 17039,
            "text": "Learned AAG accordingly, submitted that there is no scope of challenge of the impugned Award on the ground that the constitution of the Council was in teeth of Section 21 of the MSMED Act and accordingly, the only remedy left to the petitioner was to challenge the Award before the Commercial Court, under Section 34 of the Arbitration and analogous matters Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f3e518b827cc466daff9e7a736c40309_114"
        },
        {
            "start": 17040,
            "end": 17344,
            "text": "According to learned AAG, there is no scope to challenge the notices at this stage, as the challenge to the validity or vires of the 2007 Rules, is no more available to the petitioner, as the 2007 Rules have already been repealed, and no prejudice is caused to the petitioner only by issuing the notices.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "365e42e9792640d483f4f0da83bd8665_115"
        },
        {
            "start": 17346,
            "end": 18196,
            "text": "17. Learned Additional Advocate General has also placed reliance on a decision of the Hon'ble Single Judge of this Court in M/s. G.P.T. Infraprojects Limited & Ors. Vs. State of Jharkhand & Ors., (W.P.(C). No. 06 of 2014, decided on 03.03.2016) wherein, it was held that even the question relating to the composition of the arbitral tribunal or failure to follow arbitral procedure are specifically available for challenge under Section 34 of the Arbitration Act, and in view of Section 18(3) of the MSMED Act, since the provisions of the Arbitration Act apply to the dispute as if the arbitration was in pursuance of an arbitration agreement, there was no reason as to why the petitioners should not have availed the statutory remedy available under Section 34 of the Arbitration Act, and the Writ Court had not entertained the writ application.\n18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c238d1e9a9441bbb64219e630f4497b_116"
        },
        {
            "start": 18197,
            "end": 18585,
            "text": "Learned Additional Advocate General has also invited our attention towards Section 5 of the Arbitration and Conciliation Act, 1996, which reads as follows :\n\"5. Extent of judicial intervention. - Notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this Part.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ada5cf9878654ec9a1571b30c00ecba5_117"
        },
        {
            "start": 18586,
            "end": 18707,
            "text": "\n19. Learned Additional Advocate General accordingly, concluded that these writ applications are not at all maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8508610477a946f6b14cb03a864e5ff5_118"
        },
        {
            "start": 18708,
            "end": 19172,
            "text": "\n20. Learned counsel for the respondent No.4 in W.P.C. No.3699 of 2015, has also more or less adopted the arguments of the learned AAG, and has further augmented his arguments, drawing our attention towards the decision of the Constitution Bench of the Hon'ble Apex Court in SBP & Co. Vs. Patel Engineering Ltd. & Anr., reported in (2005) 8 SCC 618, wherein the majority view of the Constitution Bench of the Hon'ble Apex Court, laid down the law as follows:-\n\"45.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "25b9e4d76a204644835e38a8763795ce_119"
        },
        {
            "start": 19173,
            "end": 19383,
            "text": "It is seen that some High Courts have proceeded on the basis that any order passed by an Arbitral Tribunal during ar bitration, would be capable of being challenged under Article 226 or 227 of the Constitution.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c749dd4073f941c49fb8ec0f45d0efcb_120"
        },
        {
            "start": 19384,
            "end": 19445,
            "text": "We see no warrant for and analogous matters such an approach.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8b4f8c21800d404ab33219f7784942ce_121"
        },
        {
            "start": 19446,
            "end": 19515,
            "text": "Section 37 makes certain orders of the Arbi tral Tribunal appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a25cde34c5d8420e88ba35aa50caad93_122"
        },
        {
            "start": 19516,
            "end": 19738,
            "text": "Under Section 34, the aggrieved par ty has an avenue for ventilating its grievances against the award including any in-between orders that might have been passed by the Arbitral Tribunal acting under Section 16 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11b9cacfc73b49fdb672981c4ad49e70_123"
        },
        {
            "start": 19739,
            "end": 19910,
            "text": "The party aggrieved by any order of the Arbitral Tribunal, unless has a right of appeal under Section 37 of the Act, has to wait until the award is passed by the Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7e42ee7781d4f949bfa84e3146bfe51_124"
        },
        {
            "start": 19911,
            "end": 19952,
            "text": "This appears to be the scheme of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4508996181d9448cb5d24f4817a57a84_125"
        },
        {
            "start": 19953,
            "end": 20179,
            "text": "The Arbitral Tribunal is, after all, a creature of a contract between the parties, the arbitration agreement, even though, if the occasion arises, the Chief Jus tice may constitute it based on the contract between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e2d0c517fdb4994859ab18d4e821c40_126"
        },
        {
            "start": 20180,
            "end": 20241,
            "text": "But that would not alter the status of the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17f3c07bf7784f22857aa1f301802943_127"
        },
        {
            "start": 20242,
            "end": 20302,
            "text": "It will still be a forum chosen by the parties by agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe843b739a2a40b4bcea8b229435bced_128"
        },
        {
            "start": 20303,
            "end": 20518,
            "text": "We, therefore, disapprove of the stand adopted by some of the High Courts that any order passed by the Arbitral Tribunal is capa ble of being corrected by the High Court under Article 226 or 227 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f9b372d5940496b9d24da2c363b7849_129"
        },
        {
            "start": 20519,
            "end": 20578,
            "text": "Such an intervention by the High Courts is not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a4fec182a2d443d8b103f0a36907904_130"
        },
        {
            "start": 20580,
            "end": 20586,
            "text": "** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9e25e479e914bda8fcfa3312d50f6a0_131"
        },
        {
            "start": 20587,
            "end": 20594,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94834e72070d441488711e79c57a01a2_132"
        },
        {
            "start": 20595,
            "end": 21041,
            "text": "*\n47. We, therefore, sum up our conclusions as follows:\n(i) to (v) -----------------.\n(vi) Once the matter reaches the Arbitral Tribunal or the sole arbitrator, the High Court would not interfere with the orders passed by the arbitrator or the Arbitral Tribunal during the course of the arbitration proceedings and the parties could approach the Court only in terms of Section 37 of the Act or in terms of Section 34 of the Act.\n*** *** *** \"\n21.",
            "labels": [
                "STA"
            ],
            "id": "6824db1e4ac3496a942dadf4dc0f3af1_133"
        },
        {
            "start": 21042,
            "end": 21435,
            "text": "Learned counsel for the private respondent has also placed reliance upon the decision of one unreported decision of the Hon'ble Apex Court in M/s Sterling Industries Vs. Jayprakash Associates Ltd. & Ors., (Civil Appeal Nos. 7117-7118 of 2017, decided on 10th July 2019), wherein relying upon the decision in the SBP & Co.'s case (supra) , the law has been reiterated by the Hon'ble Apex Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f57bfde2eae64c798fe34d76837b622f_134"
        },
        {
            "start": 21437,
            "end": 21685,
            "text": "22. In reply, learned counsel for the petitioner has placed reliance upon the decision of the Hon'ble Apex Court in Whirlpool Corporation Vs. Registrar of Trade Marks, Mumbai &Ors., reported in (1998) 8 SCC 1, laying down the law as follows :-\n\"15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb9e3b8df5f54de6988b53c860e5bedc_135"
        },
        {
            "start": 21686,
            "end": 21847,
            "text": "Under Article 226 of the Constitution, the High Court, having regard to the facts of the case, has a discretion to entertain or not to entertain a writ petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85b150fefdd24ef7a081608e5709b878_136"
        },
        {
            "start": 21848,
            "end": 22068,
            "text": "But the High Court and analogous matters has imposed upon itself certain restrictions one of which is that if an effective and efficacious remedy is available, the High Court would not normally exercise its jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95e76dc27db84ccea272f677477735a8_137"
        },
        {
            "start": 22069,
            "end": 22469,
            "text": "But the alternative remedy has been consistently held by this Court not to operate as a bar in at least three contingencies, namely, where the writ petition has been filed for the enforcement of any of the Fundamental Rights or where there has been a violation of the principle of natural justice or where the order or proceedings are wholly without jurisdiction or the vires of an Act is challenged.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d11e31566bfd4c05bc39da37b7ff8e38_138"
        },
        {
            "start": 22470,
            "end": 22492,
            "text": "--------------------.\"",
            "labels": [
                "NONE"
            ],
            "id": "23aacfbe36834b13826893327cee6bd8_139"
        },
        {
            "start": 22493,
            "end": 22518,
            "text": "\n(Emphasis supplied).\n23.",
            "labels": [
                "NONE"
            ],
            "id": "0bc58239d907482e84c7afada5bc32d8_140"
        },
        {
            "start": 22519,
            "end": 23063,
            "text": "Learned counsel for the petitioner has also placed reliance upon the decision of the Hon'ble Apex Court in State of Tripura Vs. Manoranjan Chakraborty & Ors., reported in (2001) 10 SCC 740, wherein the law has been reiterated by the Hon'ble Apex Court, holding that if gross injustice is done and it can be shown that for good reason the Court should interfere, then notwithstanding the alternative remedy which may be available by way of an appeal, the Writ Court can in an appropriate case exercise its jurisdiction to do substantive justice.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4180038716d74513ad5c0a2ef9a1af18_141"
        },
        {
            "start": 23064,
            "end": 23419,
            "text": "Learned counsel for the petitioner accordingly, reiterated his submission that in view of the fact that the constitution of the Council was itself ultra-vires Section 21 of the MSMED Act, the alternative remedy cannot be taken as a bar for filing the present writ applications, as in such a case, the merits of the impugned action need not be looked into.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bcb424c6f80a434aaf9acb3bbece5fc9_142"
        },
        {
            "start": 23421,
            "end": 23797,
            "text": "24. Having heard the learned counsels for the parties and upon going through the record, we find that Section 21 of the MSMED Act is clear and unambiguous in its terms, when it says that the Micro and Small Enterprises Facilitation Council shall consist of not less than three but not more than five members, to be appointed amongst the categories detailed under that section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "243ef04ca8b6474981d6542b2a93f4e2_143"
        },
        {
            "start": 23798,
            "end": 23893,
            "text": "There is no scope of any inclusion of more members in the Council as per Section 21 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "139edb5899dc4438abb20e08401ec114_144"
        },
        {
            "start": 23894,
            "end": 24217,
            "text": "Rule 4 of the 2007 Rules was in clear contravention of Section 21 of the MSMED Act, when it provided for the constitution of the Council with not less than five and not more than nine members in the Council, and in fact, pursuant to the said Rule, the Council was even constituted by the State Government with nine members.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d9284d64d764a88845bc8c98a64d62c_145"
        },
        {
            "start": 24218,
            "end": 24374,
            "text": "Clearly the constitution of the said Council was in accordance with Rule 4 of the 2007 Rules, whereas in clear contravention of Section 21 of the MSMED Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24a75d0417fb46fbbce94d9c34a547af_146"
        },
        {
            "start": 24375,
            "end": 24867,
            "text": "In case, the petitioner is forced to challenge the impugned Award before and analogous matters the Commercial Court, under Section 34 of the Arbitration Act, the only answer that is likely to come from the Commercial Court is that the constitution of the Council was in accordance with the Rules, which was binding on the Commercial Court, and as there is no scope for the Commercial Court to entertain the appeal on the ground that Rule 4 of 2007 Rules was ultra-vires Section 21 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8f53060e2dc444fbaafd733a6bdc210_147"
        },
        {
            "start": 24868,
            "end": 24977,
            "text": "Accordingly, no effective and efficacious remedy was available to the petitioner before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83ee98551185401b86812ed1f21ea1bf_148"
        },
        {
            "start": 24978,
            "end": 25220,
            "text": "Indeed there is no alternative remedy to the petitioner to challenge the notices issued by the Council, as no appeal is provided against the notice issued by the Council, either under the MSMED Act, or under Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07ee4c468ed943528dfce479a6e3d693_149"
        },
        {
            "start": 25221,
            "end": 25645,
            "text": "In that view of the matter, we are of the considered view that the arguments of the learned Additional Advocate General and the learned counsel for the private respondent that it was open for the petitioner to challenge the impugned Award before the Commercial Court, though such remedy is available, but it was not effective and efficacious in the sense that the Commercial Court could not look into the virus of the Rules.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "515e9a183ee749b59942ec6fd1dad107_150"
        },
        {
            "start": 25647,
            "end": 26222,
            "text": "25. In Whirlpool Corporation's case (supra), the Hon'ble Apex Court has placed reliance on its earlier decisions, including the one in Calcutta Discount Co. Ltd. v. ITO, Companies Distt. I, reported in AIR 1961 SC 372, and has held as follows:-\n\"19. Another Constitution Bench decision in Calcutta Dis count Co. Ltd. v. ITO, Companies Distt. I laid down:\n\"Though the writ of prohibition or certiorari will not issue against an executive authority, the High Courts have power to issue in a fit case an order prohibiting an executive authority from acting without jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2b0d5fc8e6564dd59c626f8065853841_151"
        },
        {
            "start": 26223,
            "end": 26478,
            "text": "Where such action of an executive authority acting without jurisdiction subjects or is likely to subject a person to lengthy proceedings and unnecessary harass ment, the High Courts will issue appropriate orders or directions to prevent such consequences.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8edc9190247544498210696214af5452_152"
        },
        {
            "start": 26479,
            "end": 26623,
            "text": "Writ of certio rari and prohibition can issue against the Income Tax Officer acting without jurisdiction under Section 34, In come Tax Act.\"\n20.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "16d6e6b050284c849c4a536825e04572_153"
        },
        {
            "start": 26624,
            "end": 27175,
            "text": "Much water has since flown under the bridge, but there has been no corrosive effect on these decisions which, though old, continue to hold the field with the result that law as to the jurisdiction of the High Court in entertaining a writ petition un der Article 226 of the Constitution, in spite of the alternative and analogous matters statutory remedies, is not affected, specially in a case where the authority against whom the writ is filed is shown to have had no jurisdiction or had purported to usurp jurisdiction without any legal foundation.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81798ef834a34d44a22fbae8684586e9_154"
        },
        {
            "start": 27176,
            "end": 27196,
            "text": "(Emphasis supplied).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "347559d16467438899b4ec8626b5323f_155"
        },
        {
            "start": 27198,
            "end": 27570,
            "text": "26. In view of the settled law on the subject, we find that in spite of the specific provision of appeal under Section 34 of the Arbitration Act, these writ applications are quite maintainable, in view of the fact that the impugned Award / notices are challenged on the ground of competency of the Council, constitution of which is ultra-vires Section 21 of the MSMED Act.",
            "labels": [
                "RATIO"
            ],
            "id": "704125e0667f443abd5afe13c959beda_156"
        },
        {
            "start": 27571,
            "end": 27943,
            "text": "The fact that Rule 4 of 2017 Rules was ultra-virus the MSMED Act, is not only the contention of the petitioner, rather it is well acknowledged even by the State Government, inasmuch as the State Government realized its mistake and has repealed the 2007 Rules, bringing fresh 2017 Rules, bringing new Rule 4 therein, which is in consonance with Section 21 of the MSMED Act.",
            "labels": [
                "RATIO"
            ],
            "id": "46e76c39bd7248a292f7948a7ac3347b_157"
        },
        {
            "start": 27945,
            "end": 28259,
            "text": "27. In that view of the matter, we are of the considered view that these writ applications of the petitioner cannot be thrown away on the ground of availability of the alternative remedy under Section 34 of the Arbitration Act, as the petitioner had no effective and efficacious remedy before the Commercial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "2fda7a712bab410a8c263e89634b50a6_158"
        },
        {
            "start": 28260,
            "end": 28561,
            "text": "Accordingly, the impugned Award communicated to the petitioners under Memo No. 1954 dated 20.07.2015, as contained in Annexure-11 to the W.P.C. No.3699 of 2015 and the notices dated 31.01.2017 and 15.03.2017, as contained in Annexures-1 and 2 in the other three writ applications, are hereby, quashed.",
            "labels": [
                "RPC"
            ],
            "id": "e4f2f53f31fd4d36b33cede2a5f38e03_159"
        },
        {
            "start": 28563,
            "end": 28768,
            "text": "28. The liberty is given to the Council, constituted under the 2017 Rules, to issue fresh notices to the petitioner and also to adjudicate the matter afresh by passing a fresh Award in accordance with law.",
            "labels": [
                "RPC"
            ],
            "id": "216d1f18730f40e49f1c66f7eee43982_160"
        },
        {
            "start": 28770,
            "end": 28856,
            "text": "29. All these writ applications are accordingly, allowed with the directions as above.",
            "labels": [
                "RPC"
            ],
            "id": "b8436fb3ac1a4544ad240c8526af4d0b_161"
        },
        {
            "start": 28857,
            "end": 28919,
            "text": "The pending Interlocutory Application also stands disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "1f9dfdb9f3614ebbad1908e09716932c_162"
        },
        {
            "start": 28920,
            "end": 28969,
            "text": "\n(H. C. Mishra, J.) (Deepak Roshan, J.) D.S-B.S/-",
            "labels": [
                "NONE"
            ],
            "id": "843981fc32634c4bad9aba1f90ac79cc_163"
        }
    ],
    "entities": [
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 16
        },
        {
            "text": "Prasar Bharati",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 31
        },
        {
            "text": "Stracon India Limited",
            "label": "RESPONDENT",
            "start_char": 39,
            "end_char": 60
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 209,
            "end_char": 241
        },
        {
            "text": "Prasar Bharati",
            "label": "PETITIONER",
            "start_char": 390,
            "end_char": 404
        },
        {
            "text": "Rajeev Sharma",
            "label": "LAWYER",
            "start_char": 506,
            "end_char": 519
        },
        {
            "text": "Stracon India Limited",
            "label": "RESPONDENT",
            "start_char": 570,
            "end_char": 591
        },
        {
            "text": "Ashish Dholakia",
            "label": "LAWYER",
            "start_char": 660,
            "end_char": 675
        },
        {
            "text": "Kishore Kumar",
            "label": "LAWYER",
            "start_char": 708,
            "end_char": 721
        },
        {
            "text": "Hima Kohli",
            "label": "JUDGE",
            "start_char": 760,
            "end_char": 770
        },
        {
            "text": "Subramonium Prasad",
            "label": "JUDGE",
            "start_char": 791,
            "end_char": 809
        },
        {
            "text": "Subramonium Prasad",
            "label": "JUDGE",
            "start_char": 811,
            "end_char": 829
        },
        {
            "text": "Prasar Bharti",
            "label": "PETITIONER",
            "start_char": 837,
            "end_char": 850
        },
        {
            "text": "Board of Control for Cricket in India",
            "label": "ORG",
            "start_char": 1331,
            "end_char": 1368
        },
        {
            "text": "BCCI",
            "label": "ORG",
            "start_char": 1381,
            "end_char": 1385
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 1628,
            "end_char": 1633
        },
        {
            "text": "19.02.2000",
            "label": "DATE",
            "start_char": 1703,
            "end_char": 1713
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 1894,
            "end_char": 1899
        },
        {
            "text": "BCCI",
            "label": "ORG",
            "start_char": 1907,
            "end_char": 1911
        },
        {
            "text": "01.01.2000",
            "label": "DATE",
            "start_char": 1935,
            "end_char": 1945
        },
        {
            "text": "30.09.2004",
            "label": "DATE",
            "start_char": 1950,
            "end_char": 1960
        },
        {
            "text": "India vs Pakistan",
            "label": "PRECEDENT",
            "start_char": 2518,
            "end_char": 2535
        },
        {
            "text": "India vs Australia",
            "label": "PRECEDENT",
            "start_char": 2602,
            "end_char": 2620
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 2689,
            "end_char": 2694
        },
        {
            "text": "Pakistan",
            "label": "GPE",
            "start_char": 2695,
            "end_char": 2703
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 2775,
            "end_char": 2780
        },
        {
            "text": "Australia",
            "label": "GPE",
            "start_char": 2781,
            "end_char": 2790
        },
        {
            "text": "26.12.2016",
            "label": "DATE",
            "start_char": 3236,
            "end_char": 3246
        },
        {
            "text": "19.10.2005",
            "label": "DATE",
            "start_char": 3485,
            "end_char": 3495
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3649,
            "end_char": 3659
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3667,
            "end_char": 3705
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 3718,
            "end_char": 3725
        },
        {
            "text": "O.M.P (COMM) 225/2017",
            "label": "CASE_NUMBER",
            "start_char": 3777,
            "end_char": 3798
        },
        {
            "text": "OMP (ENF) (COMM) 232/2018",
            "label": "CASE_NUMBER",
            "start_char": 3848,
            "end_char": 3873
        },
        {
            "text": "13.12.2016",
            "label": "DATE",
            "start_char": 3925,
            "end_char": 3935
        },
        {
            "text": "OMP (ENF) (COMM) 232/2018",
            "label": "CASE_NUMBER",
            "start_char": 3947,
            "end_char": 3972
        },
        {
            "text": "O.M.P (COMM) 225/2017",
            "label": "CASE_NUMBER",
            "start_char": 4297,
            "end_char": 4318
        },
        {
            "text": "13.03.2020",
            "label": "DATE",
            "start_char": 4381,
            "end_char": 4391
        },
        {
            "text": "13.03.2020",
            "label": "DATE",
            "start_char": 4771,
            "end_char": 4781
        },
        {
            "text": "E.A. No. 406/2020",
            "label": "CASE_NUMBER",
            "start_char": 4821,
            "end_char": 4838
        },
        {
            "text": "OMP (ENF) (COMM) 232/2018",
            "label": "CASE_NUMBER",
            "start_char": 4843,
            "end_char": 4868
        },
        {
            "text": "13.12.2018",
            "label": "DATE",
            "start_char": 4983,
            "end_char": 4993
        },
        {
            "text": "13.03.2020",
            "label": "DATE",
            "start_char": 5112,
            "end_char": 5122
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 5149,
            "end_char": 5159
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5167,
            "end_char": 5174
        },
        {
            "text": "Dholakia",
            "label": "LAWYER",
            "start_char": 6119,
            "end_char": 6127
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6291,
            "end_char": 6301
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6309,
            "end_char": 6406
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6419,
            "end_char": 6440
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 6581,
            "end_char": 6592
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6600,
            "end_char": 6603
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6608,
            "end_char": 6618
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6626,
            "end_char": 6633
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 6695,
            "end_char": 6706
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6714,
            "end_char": 6717
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6727,
            "end_char": 6737
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6745,
            "end_char": 6752
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 6853,
            "end_char": 6863
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6871,
            "end_char": 6878
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6920,
            "end_char": 6930
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6938,
            "end_char": 6945
        },
        {
            "text": "Dholakia",
            "label": "LAWYER",
            "start_char": 6951,
            "end_char": 6959
        },
        {
            "text": "12.02.2019",
            "label": "DATE",
            "start_char": 6993,
            "end_char": 7003
        },
        {
            "text": "EFA(OS)(COMM) 4/2019",
            "label": "PRECEDENT",
            "start_char": 7052,
            "end_char": 7072
        },
        {
            "text": "Reliance Communications Ltd vs. ATC Telecom Infrastructure Pvt Ltd.",
            "label": "PRECEDENT",
            "start_char": 7082,
            "end_char": 7149
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 7221,
            "end_char": 7238
        },
        {
            "text": "Kakade Construction Company Ltd. vs. Vistra ITCL (India) Ltd., reported as 2019 SCC OnLine Bombay 1521",
            "label": "PRECEDENT",
            "start_char": 7242,
            "end_char": 7344
        },
        {
            "text": "Rajiv Sharma",
            "label": "OTHER_PERSON",
            "start_char": 7373,
            "end_char": 7385
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 7486,
            "end_char": 7496
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7504,
            "end_char": 7525
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 7545,
            "end_char": 7555
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7563,
            "end_char": 7584
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7664,
            "end_char": 7685
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 7747,
            "end_char": 7757
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7765,
            "end_char": 7786
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7797,
            "end_char": 7818
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 7892,
            "end_char": 7899
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 7982,
            "end_char": 7992
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8000,
            "end_char": 8007
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 8040,
            "end_char": 8050
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8058,
            "end_char": 8079
        },
        {
            "text": "16.03.2020",
            "label": "DATE",
            "start_char": 8154,
            "end_char": 8164
        },
        {
            "text": "FAO (OS) (COMM) 237/2019",
            "label": "CASE_NUMBER",
            "start_char": 8204,
            "end_char": 8228
        },
        {
            "text": "D&H India Ltd vs. Superon Schweisstechnik India Ltd.",
            "label": "PRECEDENT",
            "start_char": 8238,
            "end_char": 8290
        },
        {
            "text": "Dholakia",
            "label": "LAWYER",
            "start_char": 8316,
            "end_char": 8324
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8339,
            "end_char": 8349
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8357,
            "end_char": 8364
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8532,
            "end_char": 8542
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8550,
            "end_char": 8557
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8571,
            "end_char": 8581
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8589,
            "end_char": 8596
        },
        {
            "text": "Rajiv Sharma",
            "label": "OTHER_PERSON",
            "start_char": 8713,
            "end_char": 8725
        },
        {
            "text": "Ashish Dholakia",
            "label": "LAWYER",
            "start_char": 8769,
            "end_char": 8784
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 8993,
            "end_char": 9003
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9011,
            "end_char": 9032
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 9038,
            "end_char": 9048
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9056,
            "end_char": 9077
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 9872,
            "end_char": 9883
        },
        {
            "text": "Code of Civil Procedure, 1908 ( 5 of 1908",
            "label": "STATUTE",
            "start_char": 9891,
            "end_char": 9932
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9960,
            "end_char": 9970
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 9978,
            "end_char": 10029
        },
        {
            "text": "Sections 36 and 37",
            "label": "PROVISION",
            "start_char": 10309,
            "end_char": 10327
        },
        {
            "text": "A & C Act",
            "label": "STATUTE",
            "start_char": 10335,
            "end_char": 10344
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10469,
            "end_char": 10479
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 10698,
            "end_char": 10739
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10889,
            "end_char": 10899
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 11662,
            "end_char": 11703
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12048,
            "end_char": 12057
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 12110,
            "end_char": 12119
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12187,
            "end_char": 12197
        },
        {
            "text": "sub-Section (2) or sub-Section (3) of section 16",
            "label": "PROVISION",
            "start_char": 12315,
            "end_char": 12363
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 12426,
            "end_char": 12436
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12602,
            "end_char": 12615
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 12667,
            "end_char": 12677
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12685,
            "end_char": 12706
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 12874,
            "end_char": 12885
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12893,
            "end_char": 12896
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12916,
            "end_char": 12937
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12976,
            "end_char": 12986
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 12994,
            "end_char": 13001
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13003,
            "end_char": 13013
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 13021,
            "end_char": 13028
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 13130,
            "end_char": 13139
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13192,
            "end_char": 13201
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13269,
            "end_char": 13279
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 13289,
            "end_char": 13314
        },
        {
            "text": "OCI Corporation",
            "label": "RESPONDENT",
            "start_char": 13329,
            "end_char": 13344
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 13459,
            "end_char": 13480
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13597,
            "end_char": 13612
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13649,
            "end_char": 13662
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 13692,
            "end_char": 13705
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13713,
            "end_char": 13734
        },
        {
            "text": "Giri",
            "label": "OTHER_PERSON",
            "start_char": 13874,
            "end_char": 13878
        },
        {
            "text": "CIT v. Indo-Mercantile Bank Ltd.",
            "label": "PRECEDENT",
            "start_char": 14219,
            "end_char": 14251
        },
        {
            "text": "CIT v. Indo- Mercantile Bank Ltd., 1959 Supp (2) SCR 256 : AIR 1959 SC 713",
            "label": "PRECEDENT",
            "start_char": 14253,
            "end_char": 14327
        },
        {
            "text": "Per Das",
            "label": "JUDGE",
            "start_char": 15000,
            "end_char": 15007
        },
        {
            "text": "Abdul Jabar Butt v. State of J&K [Abdul Jabar Butt v. State of J&K, 1957 SCR 51 : AIR 1957 SC 281 : 1957 Cri LJ 404",
            "label": "PRECEDENT",
            "start_char": 15017,
            "end_char": 15132
        },
        {
            "text": "Bhagwati",
            "label": "JUDGE",
            "start_char": 15135,
            "end_char": 15143
        },
        {
            "text": "Ram Narain Sons Ltd. v. CST",
            "label": "PRECEDENT",
            "start_char": 15152,
            "end_char": 15179
        },
        {
            "text": "Ram Narain Sons Ltd. v. CST, (1955) 2 SCR 483 : AIR 1955 SC 765",
            "label": "PRECEDENT",
            "start_char": 15181,
            "end_char": 15244
        },
        {
            "text": "Macmillan",
            "label": "OTHER_PERSON",
            "start_char": 15535,
            "end_char": 15544
        },
        {
            "text": "Madras & Southern Mahratta Railway Co. Ltd. v. Bezwada Municipality [Madras & Southern Mahratta Railway Co. Ltd. v. Bezwada Municipality, 1944 SCC OnLine PC 7 : (1943-44) 71 IA 113]",
            "label": "PRECEDENT",
            "start_char": 15548,
            "end_char": 15729
        },
        {
            "text": "Toronto Corpn",
            "label": "ORG",
            "start_char": 16692,
            "end_char": 16705
        },
        {
            "text": "Canada",
            "label": "GPE",
            "start_char": 16730,
            "end_char": 16736
        },
        {
            "text": "Toronto Corpn",
            "label": "GPE",
            "start_char": 16738,
            "end_char": 16751
        },
        {
            "text": "Canada",
            "label": "GPE",
            "start_char": 16776,
            "end_char": 16782
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 16968,
            "end_char": 16976
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 16984,
            "end_char": 17018
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17024,
            "end_char": 17034
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17042,
            "end_char": 17057
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 17141,
            "end_char": 17149
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17150,
            "end_char": 17153
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17225,
            "end_char": 17235
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17243,
            "end_char": 17258
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 17410,
            "end_char": 17419
        },
        {
            "text": "Section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 17448,
            "end_char": 17464
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17496,
            "end_char": 17509
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17517,
            "end_char": 17538
        },
        {
            "text": "sub-sections (2) and (3) of Section 16",
            "label": "PROVISION",
            "start_char": 17593,
            "end_char": 17631
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17639,
            "end_char": 17654
        },
        {
            "text": "Section 37(2)(a)",
            "label": "PROVISION",
            "start_char": 17693,
            "end_char": 17709
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17732,
            "end_char": 17745
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17753,
            "end_char": 17774
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17831,
            "end_char": 17844
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PRECEDENT",
            "start_char": 17848,
            "end_char": 17873
        },
        {
            "text": "EFA(OS) (COMM) 3/2019",
            "label": "CASE_NUMBER",
            "start_char": 18029,
            "end_char": 18050
        },
        {
            "text": "South Delhi Municipal Corporation vs. M/s Tech Mahindra",
            "label": "PRECEDENT",
            "start_char": 18060,
            "end_char": 18115
        },
        {
            "text": "12.02.2019",
            "label": "DATE",
            "start_char": 18127,
            "end_char": 18137
        },
        {
            "text": "Section 8, 11 and 21",
            "label": "PROVISION",
            "start_char": 18380,
            "end_char": 18400
        },
        {
            "text": "CC Act",
            "label": "STATUTE",
            "start_char": 18408,
            "end_char": 18414
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 18580,
            "end_char": 18590
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18598,
            "end_char": 18619
        },
        {
            "text": "Order XLIII Rule 1 (read with Section 104)",
            "label": "PROVISION",
            "start_char": 18706,
            "end_char": 18748
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18756,
            "end_char": 18759
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 18802,
            "end_char": 18812
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18820,
            "end_char": 18835
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PRECEDENT",
            "start_char": 18857,
            "end_char": 18882
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18944,
            "end_char": 18965
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18971,
            "end_char": 18984
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19120,
            "end_char": 19133
        },
        {
            "text": "Section 8 and 11",
            "label": "PROVISION",
            "start_char": 19282,
            "end_char": 19298
        },
        {
            "text": "CC Act",
            "label": "STATUTE",
            "start_char": 19332,
            "end_char": 19338
        },
        {
            "text": "Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC and",
            "label": "PRECEDENT",
            "start_char": 19587,
            "end_char": 19657
        },
        {
            "text": "Order XLIII Rule 1-",
            "label": "PROVISION",
            "start_char": 19714,
            "end_char": 19733
        },
        {
            "text": "SDMC",
            "label": "ORG",
            "start_char": 19759,
            "end_char": 19763
        },
        {
            "text": "Order XLIII Rule 1(q)",
            "label": "PROVISION",
            "start_char": 19837,
            "end_char": 19858
        },
        {
            "text": "Order XXXVIII",
            "label": "PROVISION",
            "start_char": 20049,
            "end_char": 20062
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 20164,
            "end_char": 20175
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 20316,
            "end_char": 20326
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20334,
            "end_char": 20349
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 20381,
            "end_char": 20404
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 20415,
            "end_char": 20425
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20465,
            "end_char": 20468
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20580,
            "end_char": 20583
        },
        {
            "text": "Order XXI",
            "label": "PROVISION",
            "start_char": 20679,
            "end_char": 20688
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20689,
            "end_char": 20692
        },
        {
            "text": "Ganga Bai v Vijay Kumar, (1974) 2",
            "label": "PRECEDENT",
            "start_char": 21188,
            "end_char": 21221
        },
        {
            "text": "SCC 393",
            "label": "PROVISION",
            "start_char": 21222,
            "end_char": 21229
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 22009,
            "end_char": 22019
        },
        {
            "text": "A & C Act",
            "label": "STATUTE",
            "start_char": 22027,
            "end_char": 22036
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 22064,
            "end_char": 22081
        },
        {
            "text": "Kakade Construction Company Ltd. vs. Vistra ITCL (India) Ltd. reported as 2019 SSC OnLine Bombay 1521",
            "label": "PRECEDENT",
            "start_char": 22085,
            "end_char": 22186
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 22217,
            "end_char": 22227
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22569,
            "end_char": 22582
        },
        {
            "text": "Sundaram Finance",
            "label": "ORG",
            "start_char": 22586,
            "end_char": 22602
        },
        {
            "text": "Jet Airways",
            "label": "ORG",
            "start_char": 22645,
            "end_char": 22656
        },
        {
            "text": "Jet Airways",
            "label": "ORG",
            "start_char": 22712,
            "end_char": 22723
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22764,
            "end_char": 22777
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 22990,
            "end_char": 23013
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23187,
            "end_char": 23200
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 23216,
            "end_char": 23241
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23252,
            "end_char": 23265
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23370,
            "end_char": 23380
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23459,
            "end_char": 23472
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23595,
            "end_char": 23608
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23663,
            "end_char": 23678
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23883,
            "end_char": 23896
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 23926,
            "end_char": 23936
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 23986,
            "end_char": 23996
        },
        {
            "text": "Kandla Export",
            "label": "ORG",
            "start_char": 24030,
            "end_char": 24043
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 24166,
            "end_char": 24176
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 24462,
            "end_char": 24472
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 24553,
            "end_char": 24576
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 24616,
            "end_char": 24626
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 24634,
            "end_char": 24661
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 24665,
            "end_char": 24675
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 24683,
            "end_char": 24704
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 24706,
            "end_char": 24716
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 24843,
            "end_char": 24852
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 24902,
            "end_char": 24911
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24976,
            "end_char": 24986
        },
        {
            "text": "sub-Section (2) or sub-Section (3) of Section 16",
            "label": "PROVISION",
            "start_char": 25094,
            "end_char": 25142
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 25202,
            "end_char": 25212
        },
        {
            "text": "24 August 2018",
            "label": "DATE",
            "start_char": 25756,
            "end_char": 25770
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 25840,
            "end_char": 25851
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25859,
            "end_char": 25882
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 25904,
            "end_char": 25914
        },
        {
            "text": "Rajiv Sharma",
            "label": "OTHER_PERSON",
            "start_char": 26027,
            "end_char": 26039
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26080,
            "end_char": 26101
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 26150,
            "end_char": 26182
        },
        {
            "text": "Section 11 (1A)",
            "label": "PROVISION",
            "start_char": 26232,
            "end_char": 26247
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26294,
            "end_char": 26315
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 26388,
            "end_char": 26398
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 26406,
            "end_char": 26413
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26523,
            "end_char": 26544
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 26568,
            "end_char": 26575
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 26650,
            "end_char": 26660
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 26668,
            "end_char": 26675
        },
        {
            "text": "Section 11 (1A)",
            "label": "PROVISION",
            "start_char": 26702,
            "end_char": 26717
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26725,
            "end_char": 26746
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 26835,
            "end_char": 26873
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26993,
            "end_char": 27014
        },
        {
            "text": "Life Insurance Corporation of India vs. D.J. Bahadur and Others, reported as 1981 1 SCC 315",
            "label": "PRECEDENT",
            "start_char": 27098,
            "end_char": 27189
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27200,
            "end_char": 27213
        },
        {
            "text": "ID Act",
            "label": "STATUTE",
            "start_char": 27631,
            "end_char": 27637
        },
        {
            "text": "ID Act",
            "label": "STATUTE",
            "start_char": 28038,
            "end_char": 28044
        },
        {
            "text": "ID Act",
            "label": "STATUTE",
            "start_char": 28365,
            "end_char": 28371
        },
        {
            "text": "LIC Act",
            "label": "STATUTE",
            "start_char": 28402,
            "end_char": 28409
        },
        {
            "text": "LIC Act",
            "label": "STATUTE",
            "start_char": 28888,
            "end_char": 28895
        },
        {
            "text": "ID Act",
            "label": "STATUTE",
            "start_char": 28965,
            "end_char": 28971
        },
        {
            "text": "Dholakia",
            "label": "LAWYER",
            "start_char": 29009,
            "end_char": 29017
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 29096,
            "end_char": 29106
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29230,
            "end_char": 29251
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 29354,
            "end_char": 29392
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 29401,
            "end_char": 29428
        },
        {
            "text": "Sharma",
            "label": "LAWYER",
            "start_char": 29439,
            "end_char": 29445
        },
        {
            "text": "D & H India Ltd vs. Superon Schweisstechnik India Ltd",
            "label": "PRECEDENT",
            "start_char": 29474,
            "end_char": 29527
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 29674,
            "end_char": 29681
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 29820,
            "end_char": 29829
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29837,
            "end_char": 29858
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30046,
            "end_char": 30056
        },
        {
            "text": "A & C Act",
            "label": "STATUTE",
            "start_char": 30064,
            "end_char": 30073
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 30230,
            "end_char": 30240
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30296,
            "end_char": 30306
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 30314,
            "end_char": 30321
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30332,
            "end_char": 30342
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 30350,
            "end_char": 30357
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 30397,
            "end_char": 30420
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30501,
            "end_char": 30511
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 30623,
            "end_char": 30634
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30642,
            "end_char": 30645
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 30657,
            "end_char": 30667
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 30675,
            "end_char": 30682
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 30726,
            "end_char": 30736
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30744,
            "end_char": 30765
        },
        {
            "text": "SUBRAMONIUM PRASAD",
            "label": "JUDGE",
            "start_char": 30872,
            "end_char": 30890
        },
        {
            "text": "HIMA KOHLI",
            "label": "JUDGE",
            "start_char": 30895,
            "end_char": 30905
        },
        {
            "text": "JULY 13, 2020",
            "label": "DATE",
            "start_char": 30910,
            "end_char": 30923
        }
    ],
    "precedent_clusters": {
        "South Delhi Municipal Corporation vs. M/s Tech Mahindra": [
            "India vs Pakistan",
            "India vs Australia",
            "EFA(OS)(COMM) 4/2019",
            "Reliance Communications Ltd vs. ATC Telecom Infrastructure Pvt Ltd.",
            "D&H India Ltd vs. Superon Schweisstechnik India Ltd.",
            "CIT v. Indo-Mercantile Bank Ltd.",
            "Ram Narain Sons Ltd. v. CST",
            "South Delhi Municipal Corporation vs. M/s Tech Mahindra",
            "Ganga Bai v Vijay Kumar, (1974) 2",
            "D & H India Ltd vs. Superon Schweisstechnik India Ltd"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "A&C Act",
            "Section 13",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 36",
            "A&C Act",
            "Section 36",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 ( 5 of 1908",
            "Order XLIII",
            "Code of Civil Procedure, 1908 ( 5 of 1908"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Sections 36 and 37",
            "A & C Act",
            "Sections 36 and 37",
            "A & C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure Code, 1908",
            "Order 43",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act",
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 8, 11 and 21",
            "CC Act",
            "Section 8, 11 and 21",
            "CC Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII Rule 1 (read with Section 104)",
            "CPC",
            "Order XLIII Rule 1 (read with Section 104)",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 8 and 11",
            "CC Act",
            "Section 8 and 11",
            "CC Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "CPC",
            "Section 36",
            "CPC"
        ],
        [
            "Order XXI",
            "CPC",
            "Order XXI",
            "CPC"
        ],
        [
            "Section 36",
            "A & C Act",
            "Section 36",
            "A & C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration Act, 1996",
            "Section 37",
            "Arbitration Act, 1996"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure",
            "Order XLIII",
            "Code of Civil Procedure"
        ],
        [
            "Section 11 (1A)",
            "Commercial Courts Act",
            "Section 11 (1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 11 (1A)",
            "Commercial Courts Act",
            "Section 11 (1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Commercial Courts Act",
            "Section 37",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "A & C Act",
            "Section 36",
            "A & C Act"
        ],
        [
            "Section 36",
            "A&C Act",
            "Section 36",
            "A&C Act"
        ],
        [
            "Section 36",
            "A&C Act",
            "Section 36",
            "A&C Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "CC Act",
            "Section 8",
            "CC Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub-Section (2) or sub-Section (3) of section 16",
            "Arbitration Act",
            "sub-Section (2) or sub-Section (3) of section 16",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "CC Act",
            "Section 8",
            "CC Act"
        ],
        [
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "CC Act",
            "Section 8",
            "CC Act"
        ],
        [
            "Section 37(1)(a)",
            "Arbitration Act",
            "Section 37(1)(a)",
            "Arbitration Act"
        ],
        [
            "Section 37(2)(a)",
            "Arbitration Act",
            "Section 37(2)(a)",
            "Arbitration Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 36",
            "A & C Act",
            "Section 36",
            "A & C Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "A & C Act",
            "Section 36",
            "A & C Act"
        ],
        [
            "Section 37",
            "Arbitration Act, 1996",
            "Section 37",
            "Arbitration Act, 1996"
        ],
        [
            "Section 8",
            "CC Act",
            "Section 8",
            "CC Act"
        ],
        [
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub-Section (2) or sub-Section (3) of Section 16",
            "Arbitration Act",
            "sub-Section (2) or sub-Section (3) of Section 16",
            "Arbitration Act"
        ],
        [
            "Section 17",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 17",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 37",
            "Arbitration Act, 1996",
            "Section 37",
            "Arbitration Act, 1996"
        ],
        [
            "Section 37",
            "Commercial Courts Act",
            "Section 37",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "A&C Act",
            "Section 36",
            "A&C Act"
        ],
        [
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 9",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 17",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 17",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Order XLIII Rule 1-",
            "CC Act",
            "Order XLIII Rule 1-",
            "CC Act"
        ],
        [
            "Order XLIII Rule 1(q)",
            "CC Act",
            "Order XLIII Rule 1(q)",
            "CC Act"
        ],
        [
            "Order XXXVIII",
            "CC Act",
            "Order XXXVIII",
            "CC Act"
        ],
        [
            "SCC 393",
            "CPC",
            "SCC 393",
            "CPC"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "South Delhi Municipal Corporation vs. M/s Tech Mahindra": 10
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 5,
        "Section 13 of A&C Act": 1,
        "Section 13 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Order XLIII of CPC": 5,
        "Section 37 of A&C Act": 12,
        "Section 36 of A&C Act": 4,
        "Section 13 of Commercial Courts Act": 8,
        "Section 10 of Commercial Courts Act": 1,
        "Order XLIII of Code of Civil Procedure, 1908 ( 5 of 1908": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Sections 36 and 37 of A & C Act": 1,
        "Section 13(1) of Commercial Courts Act": 3,
        "Order 43 of Code of Civil Procedure Code, 1908": 1,
        "Section 37 of Arbitration Act": 6,
        "Order 43 of CPC": 1,
        "sub-sections (2) and (3) of Section 16 of Arbitration Act": 1,
        "Section 8, 11 and 21 of CC Act": 1,
        "Order XLIII Rule 1 (read with Section 104) of CPC": 1,
        "Section 8 and 11 of CC Act": 1,
        "Section 36 of Arbitration Act": 1,
        "Section 36 of CPC": 1,
        "Order XXI of CPC": 1,
        "Section 36 of A & C Act": 4,
        "Section 13 of Commercial Courts Act, 2015": 1,
        "Section 37 of Arbitration Act, 1996": 3,
        "Order XLIII of Code of Civil Procedure": 1,
        "Section 11 (1A) of Commercial Courts Act": 2,
        "Section 37 of Commercial Courts Act": 2,
        "Section 8 of Commercial Courts Act": 1,
        "section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 8 of CC Act": 4,
        "sub-Section (2) or sub-Section (3) of section 16 of Arbitration Act": 1,
        "Section 9 of Code of Civil Procedure, 1908 (5 of 1908)": 3,
        "Section 37(1)(a) of Arbitration Act": 1,
        "Section 37(2)(a) of Arbitration Act": 1,
        "sub-Section (2) or sub-Section (3) of Section 16 of Arbitration Act": 1,
        "Section 17 of Code of Civil Procedure, 1908 (5 of 1908)": 2,
        "Order XLIII Rule 1- of CC Act": 1,
        "Order XLIII Rule 1(q) of CC Act": 1,
        "Order XXXVIII of CC Act": 1,
        "SCC 393 of CPC": 1,
        "Section 50 of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 6,
        "A&C Act": 17,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "CPC": 10,
        "Commercial Courts Act": 17,
        "Code of Civil Procedure, 1908 ( 5 of 1908": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "A & C Act": 5,
        "Code of Civil Procedure Code, 1908": 1,
        "Arbitration Act": 13,
        "CC Act": 9,
        "Commercial Courts Act, 2015": 1,
        "Arbitration Act, 1996": 3,
        "Code of Civil Procedure": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 5
    }
}