{
    "id": "cc25f417df31bb6c58887c3c31032b61f92d8c6025f312eb882ac5479811a63d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nChacha Nehru Bal Chikitsalaya, Delhi vs M/S Induction Corporate Solutions Pvt ... on 12 March, 2024\nAuthor: Vibhu Bakhru\nBench: Vibhu Bakhru \n                               In The High Court Of Delhi At New Delhi\n                          %                               Judgment delivered on: 12.03.2024\n\n                          +     Fao (Comm) 206/2023 & Cm No. 51971/2023 \n\n                          Chacha Nehru Bal Chikitsalaya, Delhi .... Appellant \n                                                          Versus \n                          M / S Induction Corporate\n                          Solutions Pvt. Ltd.                                ..... Respondent \n\n                          Advocates who appeared in this case: \n                          For the Appellant        : Ms. Avni Singh, Adv. \n\n                          For the Respondent       : Mr. Chirag Alagh & Mr. R.K. Alagh, Advs. \n\n                          Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru \n                          Hon'Ble Mr Justice Tara Vitasta Ganju\n\n                                                      Judgment\nVibhu Bakhru, J Introduction\n1. The appellant (Chacha Nehru Bal Chikitsalaya, Delhi), is an autonomous institute funded by the Government of National Capital Territory of Delhi. The appellant has file d the present appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 28.07.2023 (hereafter 'the impugned order') passed by the learned Commercial Court rejecting the appellant's application being OMP(COMM) No.22/2022 captioned Chacha Nehru Bal Chikitsalaya v. M/s Indusction Corporate Solutions Pvt. Ltd. The Appellant had filed the said application under Section 34 of the A&C Act impugning an Arbitral Award dated 26.09.2019 (hereafter 'the impugned award'). The learned Commercial Court found that the appellant's application was beyond the period of limitation. The learned Commercial Court further held that in the facts of the case, the appellant was not entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as there was no assertion that the appellant had pursued the proceedings before the District Judge (Commercial Courts), East District, Karkardooma Courts in the bonafide belief that it had jurisdiction to pursue the same. \nTHE FACTS 2. The brief facts relevant to address the controversy are as under:\n2.1 The disputes arose between the parties in connection with an agreement dated 17.03.2015 (hereafter 'the Agreement'). The said Agreement included an arbitration clause. Consequently, the disputes were referred to an Arbitral Tribunal comprising of a Sole Arbitrator. \n2.2 The Arbitral Tribunal rendered the impugned award on 26.09.2019. The appellant received the impugned award on 03.10.2019 and filed an application under Section 34 of the A&C Act assailing the impugned award before the learned Commercial Court, East District, Karkardooma on 07.01.2020 - OMP (COMM) No.01/2020 (hereafter 'the First Petition').\n2.3 Admittedly, the said petition was filed beyond the period of three months from the date of receipt of the impugned award, which expired on 03.01.2020. However, the delay in filing the First Petition did not exceed thirty days. Thus, the concerned Court could condone the same in terms of the proviso to Section 34(3) of the A&C Act, if the appellant established that there was sufficient cause, which prevented it from filing the same within the stipulated period of three months from the receipt of the impugned award. \n2.4 However, the learned Commercial Court returned the First Petition on 08.01.2020 on the ground that the appellant had not complied with the provisions of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015. \n2.5 The appellant did not appeal the order dated 08.01.2020 and filed an application for pre-institution mediation before the East, District Legal Services Authority (hereafter 'the DLSA') on 04.02.2020. \nNotices were issued to the respondent but it did not join the mediation proceedings. Consequently, on 26.02.2020, the DLSA furnished a report that the mediation was a non-starter. \n2.6 Thereafter on 19.03.2020, the appellant once again filed an application under Section 34 of the A&C Act for setting aside the impugned award - OMP (COMM) No.07/2020 (hereafter 'the Second Petition') before the Commercial Court, East District, Karkardooma. \n2.7 The Second Petition continued to be pending before the learned Commercial Court, East District, Karkardooma till 30.10.2021. The application was returned to the appellant on 30.10.2021 as the learned Commercial Court held that it lacked the territorial jurisdiction to entertain the Second Petition under Section 34 of the A&C Act. The said conclusion was founded on the basis that the arbitral proceedings were conducted in an office in Rajiv Chowk (Connaught Place) and therefore, the Commercial Courts, New Delhi District alone would have the jurisdiction to entertain the application. \n2.8 The certified copy of the order dated 30.10.2021 was made available to the appellant on 23.12.2021. \n2.9 The appellant filed an application under Section 34 of the A&C Act assailing the impugned award, OMP(COMM) No.22/2022 (hereafter 'the Third Petition'), before the Commercial Court, New Delhi (Patiala House Courts) on 24.01.2022. As noted above, the same was dismissed as being barred by limitation by the impugned order. \nSUBMISSIONS 3. Ms. Avni Singh, learned counsel appearing for the appellant assails the conclusion that the application filed by the appellant was beyond the period of limitation that could be condoned by the Court. She submits that the period between 08.01.2020 and 19.03.2020 - that is the period between the return of the First Petition and filing of the Second Petition - is liable to be excluded under Section 14 of the Limitation Act as the said period was spent in pursuing mediation as directed by the Commercial Courts, East District, Karkardooma Courts. She submits that the Second Petition was directed to be returned on 30.10.2021. The certified copy was made available on 23.12.2021 and the appellant had filed the Third Petition immediately on the next day, that is, on 24.01.2022, and was listed on 27.01.2022. She submitted that the period between 19.03.2020 and 24.01.2022 was also liable to be excluded by virtue of the order passed by the Supreme Court in Re:\nCognizance for Extension of Limitation1.\n4. Mr. Chirag Alagh, learned counsel appearing for the respondent disputed the aforesaid submission. He submitted that the First Petition was filed beyond the period of limitation, that is, after three months from the date of receipt of the impugned award. He submitted that the delay was of four days, which could be condoned, however, the learned Commercial Court had returned the petition by an order dated 08.01.2020. He submits that the said order was non est as the provision of Section 12A of the Commercial Courts Act, 2015 are not applicable to an application under Section 34 of the A&C Act for setting aside an arbitral award and therefore, it was incumbent upon the appellant to challenge the same. Since, the appellant had failed to do so, the time spent by the appellant in pursuing the mediation proceedings could not be excluded under Section 14 of the Limitation Act. He submitted that since, the benefit of exclusion of the period between 08.01.2020 and Suo Motu Writ Petition (C) No.3/2020 26.02.2020 is denied to the appellant, the Second Petition would be barred by limitation and the period of delay would be in excess of the period of thirty days that could be condoned by the court.\n5. He also submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 cannot be extended to the appellant as the period of limitation had already expired prior to 15.03.2020. He referred to the decision of the Supreme Court in Sagufa Ahmed & Ors. v. Upper Assam Plywood Products Limited & Ors. 2 in support of his contention. \n6. Ms. Avni Singh, learned counsel appearing for the appellant countered the aforesaid submission and submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would also be available to exclude the period between 15.03.2020 to 26.02.2022 for computing the outer limit of 30 days delay, which could be condoned by the Court under the proviso to Section 34(3) of the A&C Act. She relied on the decision of the Supreme Court in Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 in support of her contention. \nREASONS AND CONCLUSION 7. At the outset, it is material to note that the appellant's First Petition was delayed by four days. Undisputedly, the learned Commercial Court could condone the said delay of four days, in filing (2021) 2 SCC 317 (2023) 9 SCC 570 the First Petition in terms of the proviso to Section 34(3) of the A&C Act. It is incomprehensible that the said delay would not have been condoned if the appellant provided a credible explanation for the same. However, it is disappointing to note that the appellant has been vexed by repeated erroneous orders. The appellant's pursuit of its legal remedy has been reduced to an obstacle course. \n8. The First Petition was returned by an order of the learned Commercial Court, Karkardooma Court, Delhi by an order dated 08.01.2020. The said order reads as under:\n\"08.1.2020 Present:- Shri Aashish Uppal - Ld. Counsel for the petitioner None for the respondent/defendant This is a petition under Section 34 of The Arbitration Act received by way of assignment. However, it is observed that though it has been captioned as a Commercial Dispute but the mandatory provision of Section 12-A of the Commercial Disputes Act, i.e. pre-institution mediation has been followed. Hence, the petition is returned with liberty to the petitioner to approach the Mediation Centre for the pre-institution mediation and thereafter approach the Court. \n(Sanjay Sharma-I) District Judge (Commercial Courts) East District Karkardooma Courts- 08.1.2020\"\n9. It is clear that the aforesaid order has been passed mechanically, without application of mind and being oblivious of the provisions of Section 12A of the Commercial Courts Act, 2015. A plain reading of Section 12A(1) of the Commercial Courts Act, 2015 indicates that institution of a suit, which does not contemplate any urgent relief, is proscribed until the plaintiff exhausts the remedy of pre-institution mediation. The appellant had not filed a suit; it had filed an application under Section 34 of the A&C Act to set aside the impugned order. The learned Commercial Court had merely referred to the Section 12A of the Commercial Courts Act, 2015 which was cited to return / reject the appellant's application. As is apparent from the plain language of Section 12A of the Commercial Courts Act 2015, it has no application to filing of an application under Section 34 of the A&C Act for setting aside an arbitral award. \n10. Mr. Chirag Alagh, learned counsel for the respondent, submitted that the order dated 08.01.2020 should have been treated as non-est and the since the appellant had not appealed the order, it was disentitled to seek the benefit of Section 14 of the Limitation Act. The said contention is unmerited. The order dated 08.01.2020 being a judicial order could not be treated as non-est and was required to be implemented till it was set aside. The appellant may have had recourse of appealing the said decision but did not do so. The appellant chose to comply with the order and made a reference to mediation. In terms of Sub-section (3) of Section 12A of the Commercial Courts Act, 2015, the period during which the parties are in mediation is required to be excluded for the purpose of limitation under the Limitation Act, 1963. Thus, in any view of the matter, the period till 26.02.2020 is required to be excluded. The substratal rationale of Law of Limitation is to deny a person who sleeps over his right the recourse to Courts. The general rule of limitation is based on the Latin maxim: vigilantibus, et non dormientibus, jura subveniunt (the vigilant, and not the sleepy, are assisted by the laws)\n11. In the context of the present facts, the appellant has not slept over its right; it filed the First Petition to set aside the impugned award in a court of competent jurisdiction. However, as noted above, the learned Commercial Court had rejected the First Petition on palpably erroneous premise that the appellant was required to exhaust its recourse to mediation. \n12. The appellant, within few weeks of the mediation failing, filed the Second Petition before the learned Commercial Court. In our view, since the rejection of the First Petition was palpably erroneous, the Second Petition must necessarily be construed as one re-instating the appellant's first recourse (the First Petition) to set aside the impugned award. \n13. The Second Petition was also dismissed by the learned Commercial Court by an order dated 30.10.2021 on the ground that the learned Commercial Court (East District) lacked territorial jurisdiction. This order also proceeds on an erroneous assumption that the seat of arbitration was at Connaught Place, New Delhi, which fell outside the territorial jurisdiction of the learned Commercial Court. \n14. The learned Commercial Court referred to the decision of the Supreme Court in Indus Mobile Distribution Pvt. Ltd. V. Datawind Innovations Pvt. Ltd. & Ors.4: BGS SGS SOMA JV v. NHPC Ltd.5; and the decision of this Court in Ion Exchange (India) Ltd. v. Panasonic Electric Works Co. Ltd.6 in concluding that the Court in whose jurisdiction the juridical seat of arbitration is located would alone have the jurisdiction to entertain an application under the A&C Act. However, the learned Commercial Court misapplied the ratio of the said decisions by assuming that Connaught Place, New Delhi was the juridical seat of the arbitration. \n15. The Arbitration Agreement between the parties, (the arbitration clause) expressly provides that the arbitration would be held in Delhi. The said arbitration clause is set out below:\n\"23. DISPUTE RESOLUTION:-\n(a) Any dispute and / or difference arising out of or relating to this contract will be resolved through joint discussion of the authorized representatives of the concerned parties. However, if the disputes are not resolved by joint discussions, then the matter will be referred for adjudication to a sole Arbitrator to be appointed by the Lt. Governor, Delhi. \n(b) The award of the sole Arbitrator shall be final and binding on all the parties. The arbitration proceedings shall be governed by Indian Arbitration and Conciliation Act 1996, as amended from time to time. \n(c) The cost of Arbitration shall be borne by the respective parties in equal proportions. During the pendency of the arbitration proceeding and if the period of contract is still valid, neither party shall be entitled to suspend the work / service to which the disputes relates on account of the arbitration and payment to the Contract shall continue to be (2017) 7 SCC 678 (2020) 4 SCC 234 2014 SCC Online Del 973 made in terms of the contract. Arbitration proceedings will be held in Delhi only.\" \n16. The parties had agreed that the arbitration proceedings will be held in Delhi. It is apparent that the parties had chosen Delhi as the seat of the arbitration. There was no agreement between the parties that the seat of the arbitration would be Connaught Place. There is nothing in the impugned award which even remotely suggests that the Arbitral Tribunal had determined the place of arbitration to be Connaught Place, New Delhi. \n17. There is no cavil with the proposition that once the parties agree to the seat of arbitration, the Court exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction for the purpose of arbitral proceedings, as held by the Supreme Court in Indus Mobile Distribution Pvt. Ltd. v. Datawind Innovations Pvt. Ltd. & Ors.4. However, the learned Commercial Court was required to determine whether the seat of arbitration was outside its jurisdiction. \n18. The A&C Act does not mention the seat of arbitration. However, Section 20 of the A&C Act uses the expression 'place of arbitration'. The expression 'place of arbitration' mentioned under Section 20(1) of the A&C Act is akin to 'seat of arbitration'. In Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.7, the Supreme Court had referred to the definition of the term 'Court' [Section 2(1)(e) of the (2012) 9 SCC 552 A&C Act] as well as provisions relating to the place of arbitration (Section 20 of the A&C Act) and inter alia held as under:\n\"96. Section 2(1)(e) of the Arbitration Act, 1996 reads as under:\n'2. Definitions.--(1) In this Part, unless the context otherwise requires-- (e) \"Court\" means the Principal Civil Court of Original Jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes;\"\nWe are of the opinion, the term \"subject-matter of the arbitration\" cannot be confused with \"subject-matter of the suit\". The term \"subject-matter\" in Section 2(1)(e) is confined to Part I. It has a reference and connection with the process of dispute resolution. Its purpose is to identify the courts having supervisory control over the arbitration proceedings. Hence, it refers to a court which would essentially be a court of the seat of the arbitration process. In our opinion, the provision in Section 2(1)(e) has to be construed keeping in view the provisions in Section 20 which give recognition to party autonomy. Accepting the narrow construction as projected by the learned counsel for the appellants would, in fact, render Section 20 nugatory. In our view, the legislature has intentionally given jurisdiction to two courts i.e. the court which would have jurisdiction where the cause of action is located and the courts where the arbitration takes place. This was necessary as on many occasions the agreement may provide for a seat of arbitration at a place which would be neutral to both the parties. Therefore, the courts where the arbitration takes place would be required to exercise supervisory control over the arbitral process. For example, if the arbitration is held in Delhi, where neither of the parties are from Delhi, (Delhi having been chosen as a neutral place as between a party from Mumbai and the other from Kolkata) and the tribunal sitting in Delhi passes an interim order under Section 17 of the Arbitration Act, 1996, the appeal against such an interim order under Section 37 must lie to the courts of Delhi being the courts having supervisory jurisdiction over the arbitration proceedings and the tribunal. This would be irrespective of the fact that the obligations to be performed under the contract were to be performed either at Mumbai or at Kolkata, and only arbitration is to take place in Delhi. In such circumstances, both the courts would have jurisdiction i.e. the court within whose jurisdiction the subject-matter of the suit is situated and the courts within the jurisdiction of which the dispute resolution i.e. arbitration is located. \n* * * *\n98. We now come to Section 20, which is as under:\n\"20. Place of arbitration.--(1) The parties are free to agree on the place of arbitration. \n(2) Failing any agreement referred to in sub-section (1), the place of arbitration shall be determined by the Arbitral Tribunal having regard to the circumstances of the case, including the convenience of the parties. (3) Notwithstanding sub-section (1) or sub-section (2), the Arbitral Tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of documents, goods or other property.\" A plain reading of Section 20 leaves no room for doubt that where the place of arbitration is in India, the parties are free to agree to any \"place\" or \"seat\" within India, be it Delhi, Mumbai, etc. In the absence of the parties' agreement thereto, Section 20(2) authorises the tribunal to determine the place/seat of such arbitration. Section 20(3) enables the tribunal to meet at any place for conducting hearings at a place of convenience in matters such as consultations among its members for hearing witnesses, experts or the parties. \n99. The fixation of the most convenient \"venue\" is taken care of by Section 20(3). Section 20, has to be read in the context of Section 2(2), which places a threshold limitation on the applicability of Part I, where the place of arbitration is in India. Therefore, Section 20 would also not support the submission of the extra-territorial applicability of Part I, as canvassed by the learned counsel for the appellants, so far as purely domestic arbitration is concerned.\"\n19. The venue where the hearings are held cannot be conflated with the place of arbitration. In the present case, the parties had agreed that the arbitral proceedings would be held in Delhi as is apparent from the plain language of the arbitration clause in the Agreement. In the absence of any contra indication, it would follow that the parties had agreed that the seat of arbitration is Delhi. There was no plausible reason to assume that the seat of arbitration is Connaught Place, New Delhi. Merely because the hearings were held in an office in Connaught Place, New Delhi does not mean that the seat of arbitration was Connaught Place, New Delhi. The said presumption is flawed. \n20. The Supreme Court in Indus Mobile Distribution Private Limited v. Datawind Innovations Private Limited & Anr.4 after referring the Law Commission's recommendations to amend Section 20 of the A&C Act, observed as under: -\n\"18. The amended Act, does not, however, contain the aforesaid amendments, presumably because the BALCO judgment in no uncertain terms has referred to \"place\" as \"juridical seat\" for the purpose of Section 2(2) of the Act. It further made it clear that Section 20(1) and 20 (2) where the word \"place\" is used, refers to \"juridical seat\", whereas in Section 20 (3), the word \"place\" is equivalent to \"venue\". \nThis being the settled law, it was found unnecessary to expressly incorporate what the Constitution Bench of the Supreme Court has already done by way of construction of the Act.\" \n21. Thus, the word 'place' as used in Sub-section (3) of Section 20 of the A&C Act refers to the venue of the arbitration. The fact that the arbitral proceedings are held at a convenient office, does not confer any exclusive jurisdiction to a Court having the territorial jurisdiction in respect of the said venue. In terms of Sub-section (1) of Section 20 of the A&C Act, the parties may agree to a 'place' of an arbitration. Failing such an agreement, the Arbitral Tribunal may determine the same in terms of Sub-section (2) of Section 20 of the A&C Act. The reference to a 'place' under Sub-sections (1) and (3) of Section 20 of the A&C Act is to the seat of an arbitration. The fact that the parties have agreed to the place of arbitration - which is akin to the juridical seat of arbitration -does not preclude the parties or the Arbitrator from holding hearings at a convenient location in terms of Sub-section (3) of Section 20 the A&C Act. It is necessary not to conflate the office where the arbitral proceedings are held with the juridical seat of arbitration. \n22. The Supreme Court4 had explained that the moment the parties agree to a seat of arbitration, it amounts to an exclusive jurisdiction clause. This conclusion was not founded on the premise that the Court as defined under Section 2(1)(e) the A&C Act, would not have the jurisdiction in respect of the arbitral proceedings. The Court's conclusion was founded on the basis that both the Courts - the Court as defined under Section 2(1)(e) the A&C Act as well the Court exercising jurisdiction where the juridical seat of arbitration is located would have the jurisdiction in respect of the arbitral proceedings. However, it is settled law that where two or more Courts have jurisdiction, the parties may agree that one of those Courts would alone exercise jurisdiction. The Supreme Court reasoned that the agreement between the parties as to the juridical seat of arbitration would amount to such an agreement. The agreement being that the Courts exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction in respect of arbitral proceedings. Paragraphs no.19 and 20 of the Supreme Court's decision4, clearly indicates the aforesaid reasoning. The same are set out below: -\n\"19. A conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause. On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts. Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. The neutral venue may not in the classical sense have jurisdiction - that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Section 16 to 21 of the CPC be attracted. In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties. \n20. It is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts. For an exhaustive analysis of the case law, see Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32. This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal and Another v.\nChhattisgarh Investment Limited, (2015) 12 SCC 225. Having regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at Mumbai. This being the case, the impugned judgment is set aside. The injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under Section 9 in the Mumbai Court. Appeals are disposed of accordingly.\" \n23. Thus, the principal question to be addressed is whether the parties had agreed that Connaught Place (Rajiv Chowk) would be the seat of arbitration and the Court having jurisdiction in respect of Rajiv Chowk alone would have the jurisdiction to the exclusion of the Court as defined under Section 2(1)(e) the A&C Act. The answer to the said question is clearly in the negative. The parties had agreed that the seat of arbitration would be Delhi and not Rajiv Chowk (formerly known as Connaught Place). Thus, it cannot be inferred that the Commercial Court, New Delhi (Patiala House Courts) would have the exclusive jurisdiction to entertain the application for setting aside the impugned award. \n24. Admittedly, both parties are carrying on their business activities within the territorial jurisdiction of the learned Commercial Court (East District), Karkardooma Courts, Delhi. Therefore, the agreement between the parties that the seat of the arbitration would be Delhi cannot be construed as an agreement to exclude the jurisdiction of the learned Commercial Court (East District), Karkardooma, Delhi, which, concededly, is the Court within the meaning of Section 2(1) (e) the A & C Act. The principle that Courts where the seat of the arbitration is located would have the exclusive jurisdiction is applicable only in cases where the Court exercising jurisdiction in respect of seat of arbitration is other than the Court exercising jurisdiction over the subject matter, that is, the Court covered under definition under Section 2(1) (e) the A&C Act. \n25. Both the parties carry on their business activities within the territorial jurisdiction of the Karkardooma Courts and therefore, the Commercial Court in Karkardooma undoubtedly has the jurisdiction to entertain the application under Section 34 of the A&C Act. \n26. In our view, the decision of the learned Commercial Court to return the Second Petition to the appellant is ex facie erroneous. \n27. Admittedly, the appellant had immediately on receiving the order, filed the application under Section 34 of the A&C Act before the Commercial Court, New Delhi (Patiala House Courts). In the given facts, we are unable to accept the conclusion that the appellant's petition was filed beyond the outer limit of thirty days delay (beyond the initial period of three months available for filing an application under Section 34 of the A&C Act) which could be condoned.\n28. The contention that the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would not apply for extending the period for which the Courts can condone the delay is also unpersuasive in view of the later decisions. In Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 the Supreme Court had clarified as under:-\n23. As would be clear from hereinabove, the very basis of the judgment in Sagufa Ahmed [Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd., (2021) 2 SCC 317 : (2021) 2 SCC (Civ) 178] that under the 23-3-2020 [Cognizance for Extension of Limitation, In re, (2020) 19 SCC 10 : (2021) 3 SCC (Cri) 801] order, only the period of limitation has been extended and not the period up to which delay can be condoned, has been taken away by expanding the protection by excluding the period even for computing outer limits within which the court or tribunal can condone delay. This is an important subsequent aspect which has a great bearing in deciding the present controversy. \n* * * *\n26. As would be seen from the above, the outer limit within which the court or tribunal can condone the delay is 120 days from the date of summons. \n29. In the present case, we find that the appellant has been effectively deprived of pursuing its application under Section 34 of the A&C Act by successive erroneous orders. \n30. We are of the view that the maxim - Actus Curiae Neminem Gravabit (the act of the Court shall not prejudice no man) is required to be applied in the present case to remedy the prejudice caused. \n31. The impugned order is thus, set aside. The appellant is at liberty to seek appropriate orders for return of the petition and for refiling the petition before the learned Commercial Court. \n32. The appeal is disposed of in the aforesaid terms. The pending application is also disposed of. \nVIBHU BAKHRU, J TARA VITASTA GANJU, J MARCH 12, 2024 'gsr'",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court gaursons promoters p. ltd. vs aakash engineers and contractors on 8 may, 2024 author: chief justice bench: chief justice high court of judicature at allahabad 1 neutral citation no. 2024:ahc:82292-db reserved on 22.4.2024 delivered on 8.5.2024 chief justice's court case :appeal under section 37 of arbitration and conciliation act 1996 no. 144 of 2023 appellant :gaursons promoters p. ltd. respondent :aakash engineers and contractors counsel for appellant :mayank yadav,nikhil agrawal,sanjay kumar mishra,vivek kumar singh counsel for respondent :abhay mishra,nirendra mohan,prateek srivastava,shailesh kumar tripathi,shashank dwivedi,syed safdar ali kazmi hon'ble arun bhansali,chief justice hon'ble vikas budhwar,j. (per: vikas budhwar, j.) 1. this is an appeal under section 37 of the arbitration and conciliation act, 1996 (hereinafter 'the act') against the order dated 5.7.2021 passed by the presiding officer, commercial court, gautam budh nagar in arbitration case no.110 of 2018 (gaursons promoters pvt. ltd. vs. akash engineers and contractors) whereby the application preferred by the appellant-objector under section 34 of the act for setting aside the award dated 15.6.2018 of the sole arbitrator was rejected. 2. the case projected by the claimant-respondent before the sole arbitrator is that it claims to be a sole proprietorship firm by the name and style of akash engineers and contractors having its office at l-303, rail vihar, alpha-greater noida, uttar pradesh. according to the claimant-respondent the appellant-objector, gaursons promoters pvt. ltd. which is a company incorporated under the provisions of the companies act, 1956 engaged in the constructions of commercial and residential project in an around the national capital region ( in short n.c.r.) approached the claimant-respondent sometime in the year 2011-12 with relation to the advertised projects namely g.e.c. capital-10 at gaur city-2, sector 16-c, greater noida for the construction of residential township. 3. it is also the case of the claimant-respondent that the claimant-respondent executed various works entrusted to it by the appellant-objector and in the year 2012-13 certain issues arose in respect of the project of the appellant-objector due to agitation by the villagers, erstwhile land owners which entailed a situation whereby the work was stalled. 4. the claimant-respondent further asserts in the claim petition that earlier it was granted work for block a, k, extended basement, f & g and g.c.-5 at gaur city, sector-4, noida by one of the sister concern of the appellant-objector being gaursons hi-tech infrastructures (p) ltd. as the work of the claimant-respondent is stated to be upto the mark and satisfaction so the appellant-objector approached the claimant and requested it to execute balance work of block c and d. in this regard two work orders were issued namely:-(a) work order no. gppl/gc 10/civ-c/260/13 (work order no.1) dated 1.11.2013 for inr.2,38,26,296.00 (b) work order no.gppl/gc 10/civ-d/261/13 (work order no.2) dated 1.11.2013 of inr.2,49,18,861.00. 5. as per the pleadings set forth in the claim petition filed before the sole arbitrator the work assigned to the claimant was as under:work order no.1 s.no. description amount (inr) a item as per contract total work done as per actual qty 4,36,41,944 extra civil work (material rate difference) 32,57,564 incentive timely rewardes 7,40,245 extra incentive timely rewardes 7,40,245 structure steel railing 26,53,786 total 5,10,33,783 b extra item entertained/approved extra for pergola 55,380 p.c.c. ground floor 63,437 extra thickness in plaster 21,58,774 malba cleaning -1,00,000 total 23,77,591 c extra item approved but not entertained in the first instance 33,69,720 d total work done (a+b+c) 5,67,81,095 e escalation 23,27,898 f less gross work done for contractor name gajraj as per acc. dept. 1,26,78,140 g total (d+e+-f) 4,64,30,853 h service tax 14% on 33% of work done 21,45,105 i total work done amount (g+h) 4,85,75,958 work order no.2 s.no. description amount (inr) a item as per contract total work done as per actual qty 4,36,41,944 extra civil work (material rate difference) 32,80,029 incentive timely rewards 7,40,245 structure steel railing 29,55,007 total 5,06,17,224 b extra item entertained/approved extra for pergola 55,380 p.c.c. ground floor 63,437 extra thickness in plaster 21,61,662 malba cleaning 1,00,000 total 23,80,479 c extra item approved but not entertained in the first instance 38,90,729 d total work done (a+b+c) 5,68,88,432 e escalation 19,94,970 f less gross work done for contractor name gajraj as per acc. dept. 1,13,42,577 g total (d+e-f) 4,75,40,825 h service tax 14% on 33% of work done 21,96,386 i total work done amount (g+h) 4,97,37,211 6. since, according to the claimant-respondent the appellant-objector did not honour its commitment as per the work order and the agreement executed between them, the disputes and differences occurred which occasioned the claimant-respondent to take recourse to the proceedings under section 11(4) of the act. 7. pursuant to the orders passed by this court under section 11(4) of the act the sole arbitrator was appointed. the claimant-respondent filed claim petition stating in para 57 as under :\"that, as on date, despite repeated requests, respondent has only made payments for an amount of rs.5,70,00,000/(rupees five crore seventy lakh only). however, an amount of rs.4,85,75,958/-(rupees four crore eighty five lakh seventy five thousand nine hundred and fifty eight only) is due and payable to the claimant till date (excluding interest). the claimant has completed the work to the satisfaction of the respondent, however, despite the same, the respondent has withheld the amounts illegally and without any basis thereof. therefore the claimant is entitled to an amount of rs.4,23,15,030/(rupees four crore twenty three lakh fifteen thousand and thirty).\" seeking following reliefs:\"a). award an amount of rs.4,23,15,030/(rupees four crore twenty three lakh fifteen thousand and thirty) on account of outstanding due and payable to the claimant. b). award an amount of rs.50,00,000/(rupees forty lakh only) on account of loss caused to the claimant. c). award the costs of arbitration in favour of the claimant.\" 8. the claim set up by the claimant-respondent before the arbitrator was contested by the appellant-objector while filing statement of fact and counter claim. relevant extracts are as under:\"28.that the averments mentioned in para no. 35 to 42 arc misconceived and totally falsc as respondent has alrcady paid rs. 5,70,00,000) (fivecrore seventy lakh rupees) which is the admitted position of the claimant and the same has been paid as per the procedure laid down under the work order and the joint measurement was conducted of the work executed at the site vide dated 19.08.2015 which was duly admitted by the claimant and accordingly it was admitted by the claimant that total quantity of the work done in c & d block is amounting of cumulative bill of rs. 4,23,15.030/whereas, claimant in through present claim has wrongly shown a total outstanding of rs. 9,93,15.030 which in no manner matching the work executed by the claimant at site and beyond the scope of the work order. more so, it can be easily ascertain that the claimant has already been extra and the same needed to be refunded back to the respondent along with the interest.\" 37. that the averments mentioned in para no. 54 to 57 are totally false and have no basis whereas, the correct facts are placed here under exhibiting actual amount of work done by the claimant and the difference of claim is mentioned herein below:final bill of block c description final total difference between akashvs gppl work done 4,24,43,362 4,17,28,538 19,13,406 less incentive @ rs. 5/per sqfts -7,14,824 rate difference for bricks 14,22,872 rate difference for coarse sand for brick work 2,37,412 25,77,191 6,80,373 rate difference for coarse sand for plaster 9,16,907 incentive/penalty 13,21,100 13,21,100 1,59,390 railing fabrication work 21,94,928 21,94,928 -4,58,858 total -32,12,027 4,78,21,757 4,78,21,757 extra item entertained/approved extra work (pergola) 43,400 43,400 -11,980 n/a -63,437 coarse sand's rate difference in extra thick cement plaster 4,53,528 4,53,528 -17,05,246 malbashifting 75,000 75,000 -25,000 total 5,71,928 5,71,928 -18,05,663 n/a -38,16,761 total work done (a+b+c) -88,34,451 4,83,93,685 4,83,93,685 -23,59,667 less work done by prev. cont 2,00,000 1,28,78,140 1,28,78,140 total (d+e+f) 3,55,15,545 3,55,15,545 1,13,94,118 deductions cementer wastage 2,19,345 2,19,345 2,19,345 recovery of bricks (supplied by gppl)in tower 2,61,899 2,61,899 2,61,899 direct payment to plaster work contractor (murshidalam) 6,76,731 6,76,731 6,76,731 recovery of steel used in brick work 2,87,361 2,87,361 2,87,361 extra measured of reinforcement steel 59,663 59,663 59,663 total 15,04,999 15,04,999 15,04,999 3,40,10,546 3,40,10,546 1,28,99,117 service tax of 3.8% i/c sbc & kkc 13,49,591 -8,17,636 total (g+h) 3,53,60,137 3,53,60,137 1,37,16,753 final bill of block d description final total difference between akashvs gppl work done 4,26,13,200 4,18,98,376 17,43,568 less incentive @ rs. 5/per sqft. -7,14,824 rate difference for bricks 14,33,933 rate difference for coarse sand for brick work 2,53,176 26,05,274 6,74,935 rate difference for coarse sand for plaster 9,18,165 incentive/penalty 13,21,100 13,21,100 5,80,855 railing fabrication work 24,95,690 24,95,690 -4,59,317 total -22,96,965 4,83,20,440 4,83,20,440 extra item entertained/approved extra work (pergola) 24,200 24,200 -31,180 n/a -63,437 coarse sand's rate difference in extra thick cement plaster 4,53,528 4,53,528 -17,07,953 malbashifting 75,000 75,000 -25,000 total 5,52,728 5,52,728 -18,27,570 n/a -43,37,769 total work done (a+b+c) -84,62,304 4,88,73,168 4,88,73,168 -20,26,739 less work done by prev. cont 2,00,000 1,15,42,557 1,15,42,557 total (d+e+f) 3,73,30,591 3,73,30,591 1,06,89,043 deductions cement wastage 2,19,345 2,19,345 2,19,345 recovery of bricks (supplied by gppl) in tower 8,85,680 8,85,680 8,85,680 direct payment to plaster work contractor recovery of steel used in brick work 3,08,589 3,08,589 3,08,589 extra measured of reinforcement steel total 14,13,614 14,13,614 14,13,614 3,59,16,977 3,59,16,977 1,12,02,657 service tax of 3.8% i/c sbc & kkc 14,18,562 14,18,562 -7,99,945 total (g+h) 3,73,35,539 3,73,35,539 1,29,02,602 \"38. that the averments made in para 56 to 61 containing points a) to d) are in a form of claim made by the claimant. however, the present claim petition is devoid details of merit and no such claim as prayed by the claimant is maintainable. in reply it is submitted that the claimant has claimed rs 5,70,00,000 but the detail of which has not been given, however, as per the stand of the respondent, the payment has been done strictly in accordance with the schedule mentioned in the work order. the claimant is also demanding the interest of rs. 50,00,000/which itself is not maintainable as the payment was already done as per schedule and the present claim is not maintainable. that the respondent has suffered a huge loss due to delay in the project, and as such, they are not liable to pay for the cost and expenses which have been stated in the para under reply. a true copy of summary along with the details of statement regarding the payment made to m/s. akash engineering and suppliers.\" 9. in the counter claim of the appellant-objector inr 4,69,62,127.00 was claimed under various heads from the claimant-respondent. 10. the sole arbitrator after hearing the respective parties pronounced the award dated 15.6.2018 holding that the total amount payable for block c & d by the appellant-objector to the claimant-respondent comes to be inr.3,67,29,767.00 + inr.3,86,66,734.00 = inr.7,53,96,501.00 and amount of inr.5,02,00,000.00 has been received by the claimant-respondent from the appellant-objector, thus the balance amount comes to inr.2,51,46,501.00 and while rounding the same the claimant-respondent was made entitled to the payment of inr.25000000.00 along with the interest @ 16% per annum w.e.f. the 1st april, 2015 till the making of the award and the interest payable thereafter till the date of payment would be at the rate prescribed specified in section 31(7) (b) of the act and so far as the cost payable by the appellant-objector to the claimant-respondent, the same was quantified to inr. 12,00,000/-. 11. aggrieved against the award dated 15th december, 2018 of the learned sole arbitrator, the appellant-objector preferred an application under section 34 of the act before the commercial court, gautam budh nagar which was registered as case no.110 of 2018, (gaursons promoters pvt. ltd. vs. akash engineers) which on contest came to be rejected on 5.7.2021. 12. questioning the order dated 5.7.2021 passed by the presiding officer, commercial court, gautam budh nagar in arbitration case no.110 of 2018, (gaursons promoters pvt. ltd. vs. akash engineers and contractors) and the award dated 15.6.2018 of the sole arbitrator in the matter of gaursons promoters pvt. ltd. vs. akash engineers and contractors, the present appeal has been preferred. 13. on the presentation of the appeal this court passed the following order on 5.10.2021. \"heard shri nikhil agrawal, learned counsel for the appellant and shri syed safdar ali kazmi, learned counsel for the respondent. submission of learned counsel for the appellant is that the specific application filed by the appellant seeking discovery of the books of the account of the claimant-respondent remained undisposed by the learned arbitrator. relying mostly on the unsubstantiated claim, the award has been made and an excessive amount has been awarded. he would further submit, once the tax deducted at source (tds) was acknowledged by the claimant-respondent, it had to be accepted that the full payment had been made by the appellant for the actual work done by the third party engaged by the claimant-respondent. however, in absence of the books of account produced by the respondent-claimant, that verification could not have been possible. on the other hand, shri kazmi submits that this award is based on the admitted amounts as per the books of the appellant/contractee. matter requires consideration. let lower court record be summoned. list again on 01.12.2021. till the next date of listing, the operation effect of the award may remains stayed subject to the appellant depositing the entire awarded amount within a period of three weeks' before the court below. upon such deposit being made, rs. 50 lakhs may be released in favour of the respondent-claimant without security and the balance amount be retained in separate interest bearing term deposit with a nationalized bank. it shall abide by the further orders of this court.\" 14. on civil misc. clarification application no.6 of 2021 the following order was passed on 7.12.2021. ref:civil misc. (clarification) application no.6 of 2021 heard learned counsel for the parties. in the order dated 05.10.2021, we had provided for stay of the execution of the impugned order, subject to certain conditions. clearly, the conditions stipulated were with respect to payment of the principal amount of compensation excluding interest. accordingly, the application is disposed of. order on appeal:list in due course. 15. this court on 15.3.2024 proceeded to pass the following order:1. heard sri shashi nandan, learned senior advocate assisted by sri mohit yadav & sri mayank yadav, learned counsel for the appellant and sri vinayak mittal, learned counsel for the respondent. 2. learned counsel for the parties pray for time to prepare short notes on the dispute pertaining to the amount of tds for which the claim of the appellant is that the amount was deducted and deposited and, therefore, the respondent is not entitled to seek that amount all over again and has been wrongly awarded by the arbitrator whereas the claim of the respondent is otherwise. 3. learned counsel for the respondent made submissions that as the dispute pertains to the sum of rs. 68 lakhs only of tds and on account of the interim order, granted by this court, a sum of rs. 2 crores, along with interest, is lying in deposit and the respondent is being deprived of the said amount, after retaining a sum of rs. 68 lakhs, which is the amount in dispute, rest of the amount may be ordered to be disbursed to the respondent. 4. learned counsel for the appellant resisted the said submission. 5. however, in view of the fact that in the submissions made, it has been specifically indicated that the dispute pertains to the amount of rs. 68 lakhs of tds, we deem it appropriate and, therefore, order that the interim order granted by this court on 05.10.2021 as clarified on 07.12.2021, shall stand modified to the extent that except for a sum of rs. 68 lakhs and the interest accrued thereon, in terms of the directions given by this court, rest of the amount, i.e. rs. 1,32,00,000/-, along with interest accrued on the said amount, would be paid to the respondent, on respondent filing undertaking before the commercial court, gautambudh nagar that in case the appeal filed by the appellant is allowed, subject to any further directions by this court, the amount shall be refunded back along with interest i.e. 6% per annum by the respondent. 6. list the appeal on 09.04.2024. 16. on 22.4.2024 the following order was passed:\"while entertaining the aforesaid appeal, defects were cured while giving a regular number summoning for the lower court records, however the appeal is yet to be admitted. heard sri shashi nandan, learned senior counsel assisted by sri mayank yadav and sri mohit yadav for the appellant-objector and sri vinayak mithal, learned counsel for the respondents at length. admit. since respondent is represented, thus there is no need to issue notice. a joint statement has been made by the counsels for the rival parties that they do not propose to file paper book and the appeal be heard on merits, dispensing with the requirement of filing paper book. in view of the said submission, we dispense with the requirement of filing of paper book. judgement is reserved.\" 17. sri shashi nandan, learned senior counsel assisted by sri mayank yadav and sri mohit yadav for the appellant-objector have sought to argue that the award passed by the sole arbitrator dated 15.6.2018 as well as the order dated 5.7.2021 rejecting the application under section 34 of the act in arbitration case no.110 of 2018 suffers from patent illegality, thus, it is liable to be set aside. 18. elaborating the said submissions it is being urged that the sole arbitrator travelled beyond the pleading and created a new case inasmuch as the claimant-respondent in claim petition had only claimed inr 4,23,15,030/as due and outstanding amount after deduction of inr.5,70,00000/out of total works executed by it, inr 98313169/but the amount awarded was inr.25146501/which was based upon no evidence at all. it is further submitted that there was a clear cut admission of the claimant-respondent in the claim petition that inr 5,70,00000/was received by it but the sole arbitrator on presumption without there being an iota of evidence has come to conclusion that only inr. 5,020,0000/was paid to claimant-respondent. 19. it is also the submission of sri shashi nandan, learned senior counsel for the appellant-objector that the sole arbitrator has completely overlooked and misread the documents available on record as it was specifically pleaded in statement of facts and counter claim that inr.46,96,2127/was recoverable to it with respect of following payment made by it under various heads :(a) other petty contactors, (b) claim of payment made to petty contractors of claimant, (c) claim of delay in construction of block c & d, (d) claim of payment made to suppliers of claimant due to its default, (e) claim of piece work not executed by the claimant, (f) claim of recovery of cement bags, (g) claim direct of payment of sub-contractor claimant for executing plaster work (h) claim of recovery of reinforcement steel used in 115mm thick brick work. 20. while inviting attention of the court towards para 33 of the objections filed under section 34 of the act, it is submitted that there was a specific pleading that till 22.3.2017 total payment made to claimant-respondent was inr.7,60,30,739.22 for block c & d. further attention was invited towards paragraph 33 of the order of commercial court dated 5.7.2021 while contending that appellant-objector had made payment of inr.71605696/and tds deposited was inr.735159/the same was though noticed but brushed aside and not considered. further reference was made to the brief notes and relevant documents as well as judgment compilation so as to show that in assessment years 2014-15, 2015-16, 2016-17 the total amount paid was inr.7,16,05,696.00 and the tds deducted and deposited was inr.7,16,059.00. thus, the submissions of the learned senior counsel for the appellant-objector is that once the appellant-objector has paid the entire outstanding amount and the tds has also been deducted and it is reflected in the website of the income tax department and also as per the statement of account of the appellant-objector, then, the learned sole arbitrator committed patent illegality in passed an award which is bereft of any evidence and beyond the subject matter, thus it is liable to be set aside. 21. it has also been submitted that once the entire payment due & outstanding has been paid to claimant-respondent, there remained no dispute to be adjudicated by the arbitrator and in failing to consider the said legal aspect the learned arbitrator has transgressed its jurisdiction and erred in passing the award in favour of the claimant-respondent. 22. though according to the learned senior counsel for the appellant-objector the said grounds was neither raised before the arbitral tribunal nor commercial court but, the same being purely legal and going to the root of matter tantamount to patent illegality, the same can be raised and addressed by this court in present proceedings. 23. it is thus urged that in view of the amendments made in section 34 of the act while inserting section (2-a) which came into effect from 23.10.2015 now an arbitral award arising out of arbitrations other than international commercial arbitrations can be set aside by the court if the court finds then the award is vitiated by \"patent illegality\" appearing on the face of the award based upon no evidence or perverse finding. 24. reliance has also been placed upon the judgement in the case of ssangyong engineering & construction co. ltd. vs. national highways authority of india (nhai) air 2019 sc 5041, psa sical terminals pvt. ltd. vs. the board of trustees of v.o. chidambranar port trust, tuticorin & ors., air 2021 s.c. 4661, associate builders vs. delhi development authority air 2015 sc 620, oil and natural gas corporation ltd. vs. discovery enterprises pvt. ltd. & ors. air 2022 sc 2080, alpine housing development corporation vs. ashok s. dhariwal and others air 2023 sc 558, dakshin haryana bijli vitran nigam ltd. vs. navigant technologies pvt. ltd. air 2021 sc 2493 and state of chhattisgarh & others vs. sal udyog pvt. ltd. air 2021 sc 5503 so as to contend that a finding of an arbitrator based on no evidence at all or award which ignores vital evidence in arriving at its decision would be perverse and liable to be set aside and more so the ambit of interference with respect to the domestic award under section (2-a) of the section 34 of the act is wide enough once patent illegality is writ large. 25. lastly, it has also been argued on behalf of the appellant-objector that an application was preferred by the appellant-objector under order xi rule 12 of the c.p.c. for discovery of the books of accounts/ledger qua the project works in question which is in the possession of the claimant-respondent before the arbitrator, in which on 6.11.2017, the arbitral tribunal passed the following order.\" in view of the payment chart referred above the respondent application for discovery filed today will be considered only if any of the items in the payment chart are disputed by the claimant, because burden of proving the plea of claimant regarding delay on account of short payment is upon the claimant who can adduce evidence regarding the amount of work done (including extra work if any) upto a certain date and the payment received from the respondent till that date. hard copies of all aforesaid documents may be filed by respective parties on the next date.\" 26. submission is that despite the fact the aforesaid application was legally maintainable and the onus was upon the claimant-respondent to substantiate its claim from its books and account while producing it before the arbitral tribunal but the learned arbitral tribunal kept the application pending and fastened the liability upon the appellant-objector . it is thus submitted that the said procedural irregularity tantamounts to miscarriage of justice and in contravention of the fundamental policy of the indian law. in case the said application would have been allowed then the complete picture would have surfaced. 27. countering the said submissions, sri vinayak mithal, learned counsel for the claimant-respondent submitted that the award passed by the learned sole arbitrator on 15.6.2018 and the order dated 5.7.2021 of the commercial court rejecting the section 34 application, needs no interference as the scope under section 34 of the act is limited and it cannot in any manner whatsoever be akin to the appellate jurisdiction against the orders of the trial courts. he submits that in view of the language employed in section 34 of the act the appellant-objector has to draw its case within the parameters earmarked under section 34 of the act and the appellant-objector cannot insist the court to rehear and the re-appropriate facts. 28. submission is that there are contradictions and inconsistency in the stand of appellant-objector as different figures have been shown in different stages of proceeding which have no co-relation with each other that to not reliable as the same are not based upon statutory requirements. 29. lastly, it is argued that mere non disposal of application by sole arbitrator for discovery of accounts and ledger would not be fatal as the amounts paid to the claimant-respondent was as per the admission of appellant-objector. no prejudice has been caused to appellant-objector. the same can be at best said to be a trivial irregularity but not a patent illegality exposing the award to be set aside under sub-section (2-a) of the section 34 of the act. 30. in view of the argument advanced by the rival parties the following issues falls for determination before this court: (a) whether the arbitral tribunal committed patent illegality by traveling beyond the pleadings and granting relief in excess to what was claimed? (b) whether the claimant/respondent discharged its burden to prove its claim and the onus stood shifted upon the appellant/objector? (c) what would be the import and the impact of the admissions made by the appellant/objector in cross examination? (d) legal effect of non-disposal of application under order xi rule 12 of the cpc by arbitral tribunal for discovery of book & account/ledger by claimant-respondent. (e) whether it is open for the appellant/objector to raise legal issues going into the root of the matter in appellate proceedings under section 37 of the act for the first time? 31. we have heard the learned counsel for the parties and perused the record carefully. 32. before delving into the tenability of the arguments of the rival parties it would be apposite to have a quick survey of the scope, ambit and the parameters under which the appeal under section 37 of the act, is to be decided. 33. to begin with it would be apposite to quote the provisions contained under section 34 & 37 of the arbitration and conciliation act in extenso.\"34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with subsection (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-(a) the party making the application 1[establishes on the basis of the record of the arbitral tribunal that]-(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2.--for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute. (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by re-appreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\" \"37. appealable orders.--(1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) appeal shall also lie to a court from an order of the arbitral tribunal-(a) accepting the plea referred to in sub-section (2) or subsection (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the supreme court.\" 34. the aims and the objects for enacting the arbitration and conciliation act, 1996 was to provide a mechanism to the public to resolve their disputes in a process less rigorous, technical and formal that of litigation coupled with the fact that the same should be more accessible, efficient and even cost effective for the parties involved whether at individual level or at the level of a business or corporation. the basic concept stems from alternative dispute mechanism which is advantageous for the general public at large who are involved in dispute giving wheels for effective disposal and release of burden on the courts. 35. section 34 of the act was deliberately engrafted in a couched manner bearing in mind the fact that there should be limited intervention of courts in arbitral proceedings especially after the proceedings have been concluded and the award has been pronounced by the arbitral tribunal. 36. notably, the yardsticks and the parameters under which intervention by the courts of law in the proceedings against the award stands bracketed in section 34 of the act which obviously starts with caveat that the arbitral award may only be set aside by the court if the party making the application establishes on the basis of the record of the arbitral tribunal; (i) was under some incapacity; (ii) the arbitral agreement is not valid under the law for the time being in force; (iii) a party making the application was not given proper notice of appointment of arbitrator or he was unable to present his case; (iv) the arbitral award deals with a dispute not contemplated or not falling within the terms of the submission of the arbitrator; (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties unless such agreement was in conflict with the provisions; (vi) the subject matter of dispute is not capable of settlement by arbitration under law for the time being in force; (vii) the arbitral award is in conflict with the public policy of india. 37. importantly, by virtue of act no. 3 of the 2016 (with effect from 23.10.2015) section 34 of the act along with other sections underwent amendment and section 2(a) came to be inserted in section 34 whereby it was provided that an arbitral award arising out of arbitrations other than international commercial arbitrations may also be set aside by the court if the court finds that the award is vitiated by \"patent illegality\" appearing on the face of the award with a caveat that award shall not be set aside merely on the ground of erroneous application of law or by appreciation of evidence. 38. nonetheless, while assailing the order passed under section 34 of the act either setting aside the award or upholding the award an appeal is provided under section 37 of the act, however, the contours of the proceedings under section 37 also is limited to the scope and the ambit of challenge under section 34 of the act. 39. the aforesaid proposition of law stands culled out in the umpteen number of decisions of the hon'ble apex court, also in the case of associate builders (supra), ssangyong engineering & construction co. ltd. (supra), sal udyog private limited (supra), psa sical terminals pvt. ltd. (supra), batliboi environmental engineers vs. hindustan petroleum corporation limited & another air (2024) scc 375. in the recent judgment of hon'ble supreme court in civil appeal no. 8067 of 2019 (s.v. samudram vs. state of karnataka & another) decided on 4.1.2024. issues no. (a), (b) & (c) 40. since the issues no. (a), (b) & (c) are interwoven, thus, they have being decided compositely. 41. in order to address the said issues it would be appropriate to briefly set out the case of the parties as apparent from the record. the claimant-respondent in its claim petition had pleaded that it had executed works under two work orders no. 1 and 2 for an amount of inr 4,85,75,958/and inr 4,97,37,211/totalling to inr 9,83,13,169/out of the said amount, claimant-respondent claimed that it had received an amount of inr 5,70,00,000/and as per the prayer clause inr 4,23,15,030/remained outstanding and payable to it. in the statement of facts and counter claim of the appellant-objector it was acknowledged that inr 5,70,00,000/had been paid to the claimant-respondent and the counter claim was of inr 4,69,621.27/-. 42. essentially, the dispute is two fold firstly, whether the claimant-respondent received the total outstanding amounts against the work executed by it and secondly, inconsistency in the two figures i.e. the claim of the appellant-objector that it paid inr 5,70,00,000/as whereas according to the claimant-respondent it received inr 5,02,00,000/-. 43. the arbitral tribunal while passing the award on 15.6.2018 came to the conclusion that the total amount payable with respect to blocks c and d comes to (inr 3,67,29,767+3,86,66,734) = inr 7,53,96,501/-, against which the claimant received inr 5,02,00,000/-, thus, inr 2,51,46,501/after rounding up to inr 2,50,00,000/was liable to be paid to the claimant-respondent. 44. learned senior counsel for the appellant-objector has assailed the said findings while contending that it was never the case of either claimant-respondent or the appellant-objector that inr 5,02,00,000/was paid and received by the claimant rather to the contrary it was a clear admission of the claimant-respondent in the claim petition that it had received inr 5,70,00,000/-, thus, the award suffers from perversity. 45. in order to test the said argument, we have meticulously scanned the entire records available before the court. we find that in the claim petition the claimant-respondent had acknowledged the receipt of inr 5,70,00,000/and the said fact also stood admitted by the appellant-objector in its statement of facts. the chapter in normal circumstances would have been closed there, however, the court finds from the lower court records that on 20.2.2018 sri rohit sharma, the c.o.o. of the gaursons group who was at that point of time senior vice president in its cross-examination being paper no. 71 while replying to the following question replied as under:\"question:how much payment was made to the claimant for the two towers (c & d) r.s.refer affidavit, page 16 to 20. amount paid is as follows: s.no. particulars amount (in rs.) 1. amount paid to the m/s. akash engineers and contractors 5,02,69,435 2. amount paid on behalf of the suppliers 1,48,68,487 3. amount paid on behalf of the sub-contractors 9,71,109 total 6,61,09,031/46. perusal of the cross examination of sri rohit sharma reveals that the appellant-objector as per their record had paid inr 5,02,69,435/to the claimant-respondent, inr 1,48,68,487/on behalf of the suppliers and inr 9,71,109/on behalf of the sub-contractors totaling to inr 6,61,09,031/-. 47. now a question arises whether an admission made in the cross examination is required to be given weight or not. 48. here, in the present case there are certain redeeming features which also needs to be noticed. the claimant had set out its case in the claim petition particularly paras 56 and 57 which has been quoted in the earlier part of the judgment, which came to be replied by the appellant-objector in para 37 of the statements of fact and counter claim where neither any definite figure has been disclosed nor the amount outstanding or paid has been indicated. 49. the learned arbitrator had summarized the final bills of block-c and d, the payment to be made as per the claim of the claimant-respondent and the appellant-respondent, thereafter, derived the figure which is recapitulated hereinunder:block c awarded amount brief comments sr. no. description as per respondent as per claimant word done 4,24,43,362 4,36,41,944 4,24,43,362 less incentive @ rs. 5/per sq ft. -7,14,824 nil incentive was payable rate difference for bricks 14,22,872 14,22,872 rate difference for coarse sand for brick work 2,37,412 2,37,412 rate difference for coarse sand for plaster 9,16,907 9,16,907 incentive 13,21,100 7,40,245+7,40,245=14,80,490 13,21,100 p.c.c. ground floor 63,437 63,437 as per findings railing fabrication work 21,94,928 26,53,786 21,94,928 extra thickness in plaster 21,58,774 nil extra items entertained/approved extra work (pergola) 43,400 55,380 43,400 as claimed by claimant in all other pergolas coarse sand's rate difference in extra thick cement plaster 4,53,528 21,58,774 4,53,528 no cogent proof by claimant malba shifting 75,000 1,00,000 1,00,000 see second last item on page 146 of the claimant's documents in the other case extra items approved but not entertained in the first instance 33,69,720 nil items not clear less work done by prev. contractor (-) 1,28,78,140 (-) 1,26,78,140 (-) 1,28,78,140 deductions cement wastage -2,19,345 nil as per findings above recovery of bricks (supplied by gppl) in tower -2,61,899 (-)2,61,899 direct payment to contractor (murshid alam) -6,76,731 (-)6,76,731 admitted by claimant recovery of steel used in brick work -2,87,361 nil as per findings extra measured of reinforced cement steel -59,663 nil as per findings service tax of 3.8% i/c sbc & kkc 13,49,591 21,45,105 13,49,591 as per findings total 3,53,60,137 3,67,29,767 block d awarded amount brief comments sr. no. description as per respondent as per claimant word done 4,26,13,200 4,36,41,944 4,26,13,200 less incentive @ rs. 5/per sq ft. -7,14,824 nil incentive was payable rate difference for bricks 14,33,933 14,33,933 rate difference for coarse sand for brick work 2,53,176 2,53,176 rate difference for coarse sand for plaster 9,18,165 9,18,165 incentive 13,21,100 7,40,245 13,21,100 railing fabrication work 24,95,690 29,55,007 24,95,690 extra civil work (material rate difference) 32,80,029 nil no details or proof extra item entertained/approved extra work (pergola) 24,200 55,380 24,200 p.c.c. ground floor 63,437 63,437 extra thickness in plaster 21,61,662 nil covered by rate difference coarse sand's rate difference in extra thick cement plaster 4,53,528 4,53,528 malba shifting 75,000 1,00,000 1,00,000 see second last item on page 146 of the claimant's documents in the other case extra item approved but not entertained in the first instance 38,90,729 nil no particulars escalation 19,94,970 nil no proof less work done prev. contractor -1,15,42,577 -1,13,42,577 -1,15,42,577 deductions cement wastage -2,19,345 nil as per findings recovery of bricks (supplied by gppl) in tower -8,85,680 -8,85,680 recovery of steel used in brick work -3,08,589 nil as per findings service tax of 3.8% i/c sbc & kkc 14,18,562 21,96,386 14,18,562 as per payment of claimant total 3,44,98,415 3,86,66,734 50. notably, the appellant-objector is a private limited company, thus, while making payments to the contractors or sub-contractors or in case of suppliers adherence to the provisions contained under section 194c of the income tax act, 1961 as amended from time to time is mandatory. 51. the same is:\"194c. payments to contractors.--(1) any person responsible for paying any sum to any resident (hereafter in this section referred to as the contractor) for carrying out any work (including supply of labour for carrying out any work) in pursuance of a contract between the contractor and a specified person shall, at the time of credit of such sum to the account of the contractor or at the time of payment thereof in cash or by issue of a cheque or draft or by any other mode, whichever is earlier, deduct an amount equal to-(i) one per cent where the payment is being made or credit is being given to an individual or a hindu undivided family; (ii) two per cent where the payment is being made or credit is being given to a person other than an individual or a hindu undivided family, of such sum as income-tax on income comprised therein. (2) where any sum referred to in sub-section (1) is credited to any account, whether called \"suspense account\" or by any other name, in the books of account of the person liable to pay such income, such crediting shall be deemed to be credit of such income to the account of the payee and the provisions of this section shall apply accordingly.\" 52. as per section 194c of the income tax act, a duty is cast upon a person responsible for paying a sum to any resident (hereinafter referred to any contractor) for carrying out any work in pursuance of the contract between the contractor and a specific person at the time of the credit of the sum to an account of the contractor or at the time of the payment thereof in cash or by issue of cheque or draft or by other mode whichever is earlier and a deduction of amount equal to 1% where payment is being made or credit is being given to an individual or hindu undivided family and 2% in other cases. 53. admittedly, in the present case there is no dispute that works contract came to be executed between the appellant-objector and the claimant-respondent. therefore, the provisions of section 194c of the income tax act is applicable. though in the cross examination of sri rohit sharma dated 28.2.2018 inr 6,61,09,031/is stated to have been paid but the actual amount as per the statement, bifurcation whereof was inr 5,02,69,435/to the claimant-respondent and amount paid on behalf of suppliers and sub-contractors was inr 1,48,68,487/and inr 9,71,109/-. 54. apparently, in the counter claim of the appellant-objector in sub-paragraph (i) to (viii) it was averred that payments were made to the suppliers and the sub-contractors. as per the mandate of 194c of the income tax act a statutory duty was cast upon the appellant-objector to make necessary deductions (tds) but, there is nothing on record to show that any deductions were made. 55. for the very first time, in application under section 34 of the act filed before the commercial court in para 33 it was averred that the appellant-objector till 22.3.2017 had made a total payment of inr 7,60,30,739.22/for both the blocks and the appellant-objector had filed payment summary with its counter claim. furthermore, during the course of the arguments before the commercial court it was also argued by the appellant-objector that total amount paid was inr 7,16,05,696/and tax deducted was 7,35,159/-. even before this court in the brief note and the relevant document compilation dated 5.3.2023 page 1 it has been mentioned that a total amount inr 7,16,05,689/was credited in the account of the claimant-respondent for the assessment year 2014-15, 2015-16, 2016-17 and an amount inr 7,16,054/was deducted as tds. in the said background, the court finds that the appellant/objector is taking inconsistent stand at different stages in the proceedings which does not inspire the confidence of the court. more so, when figures are not matching and there is no plausible explanation offered by it. 56. much emphasis has been laid down upon the fact that in the award of the arbitrator there are material contradictions, since on one hand it has been observed that claimant did not produce any document to show that tds or a part of it was not credited in its account, therefore, tds cannot be claimed, however, on the other hand, liability has been fastened upon the appellant-objector while holding that its version was not accurate and reliable and there was an admission in the statement of facts and counter claim that inr 5,02,00,000/was paid to the claimant-respondent instead of inr 5,70,00,000/though there was no admission at all. in our opinion, the said contradiction would not be of any aid or help to the appellant-objector particularly when from the records it is borne out that there is a clear cut admission of the appellant-objector by way of deposition in cross examination of sri rohit sharma that inr 5,02,00,000/had been paid to the claimant-respondent. minor contradictions cannot be permitted to demolish a case particularly when the same is writ large from an admission of a party. the arbitral tribunal in the award has drawn a comparative chart of the claim set up by the appellant-objector and the claimant-respondent and thereafter proceeded to derive the actual figures which was due and outstanding and liable to be paid to the claimant-respondent. in absence of any challenge made to the said figures by the appellant-objector either in the proceedings under section 34 of the act or before this court in the present proceedings, this court is not required to go into the said issues. 57. another facet which needs to be noticed is that the claimant-respondent was paid incentives for the works executed by it. though a feeble attempt was made based upon the allegations in the counter claim that since the entire work was not executed by the claimant-respondent so the said works were got executed by the appellant-objector from the sub-contractors /suppliers but the court finds that the findings of payments of incentive remains unassailable particularly when no challenge has been raised either before the commercial court or before us. 58. though, ordinarily in view of the provisions contained under section 101 read with section 102 and section 114 of the evidence act, 1872 the burden of proof stood upon the claimant-respondent to prove its case but in the present case in hand once there is a clear admission of the appellant-objector admitting a particular fact which remains intact without any challenge being raised to the same then it cannot be said that the arbitral tribunal committed any patent illegality in awarding the said amount. 59. moreover, the hon'ble apex court in the case of sushil kumar vs. rakesh kumar reiterated in (2003) 8 scc 673 while relying upon the earlier judgment in the case of thiru john vs. returning officer (1977) 3 scc 546 in para 63 observed as as under:63. in thiru john vs. returning officer the law is stated in the following terms: (scc page 545, para 15) \"15. it is well settled that a party's admission as defined in sections 17 to 20, fulfilling the requirements of section 21 of the evidence act, is substantive evidence proprio vigore. an admission, if clearly and unequivocally made, is the best evidence against the party making it and though not conclusive, shifts the onus on to the maker on the principle that 'what a party himself admits to be true may reasonably be presumed to be so and until the presumption was rebutted, the fact admitted must be taken to be established'.\" issue no. (d): 60. so far as the next issue regarding non-disposal of the application under order xi rule 12 cpc for discovery of the books of accounts/ledgers of claimant-respondent rendering the award to be fatal and vitiated is concerned, the same at first blush appears to be attractive but it may not have any substance for the simple reason that sri rohit sharma in his cross examination had given a specific figure of the amount paid to the claimant-respondent. 61. importantly, it is also not the case of the appellant-objector either before the arbitral tribunal or in the proceedings under section 34 of the act or before this court that the deposition made during cross examination was actuated by fraud, coercion or misconception or he was not authorized and not competent to make the said statement. further there is no application even for recalling the said statements also. the position might have been different, in case, the appellant-objector would have demonstrated from the record that the inr 5,70,00,000/was paid to the claimant-respondent, but, since the same is lacking, thus, mere irregularity of non-disposal of the said application would not render the award to be suffering from patent illegality making it vitiated. issue no. (e): 62. there is no quarrel to the proposition of law that a legal issue going into the root of the matter can be raised for the very first time in the appellate proceedings. however, the question is dependent upon the facts of a particular case. here, the court finds that the said principle would not apply and make any difference for the variety of reasons: (i) admission is best piece of evidence; (ii) the deposition of the witness, rohit sharma on behalf of the appellant-objector which remains intact; (iii) inconsistency in the stand of the appellant-objector which has not been explained; (iv) non-challenge to the quantum awarded to the claimant-respondent under various heads; (v) waving of counter claim; (vi) acceptance of the fact that incentives were paid to the claimant-respondent for the works executed by it and of course; (vii) resiling from the admissions at appellate stage. 63. viewing the case from four corners of law we are of the firm opinion that the appellant-objector has miserably failed to show any patent illegality warranting interference in the present appeal. moreso, when the scope of interference under section 34 is limited and within the contours of the ground specified under section 34 of the act. 64. resultantly, the appeal sans merit and is liable to be dismissed and is dismissed 65. interim order stands vacated. order dated:8.5.2024 piyush/rajesh (vikas budhwar, j.) (arun bhansali, c.j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c23b8d65c3c4d28a1563b5040275038_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53d20750b20a4216b4d8511b2afa044c_1"
        },
        {
            "start": 243,
            "end": 360,
            "text": "Delhi High Court\nChacha Nehru Bal Chikitsalaya, Delhi vs M/S Induction Corporate Solutions Pvt ... on 12 March, 2024\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b5d0c004d4b4d4cb13ddc19e41d9016_2"
        },
        {
            "start": 360,
            "end": 400,
            "text": "Author: Vibhu Bakhru\nBench: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f263a35d46e4e19845b1f65e3827d8e_3"
        },
        {
            "start": 433,
            "end": 499,
            "text": "In The High Court Of Delhi At New Delhi\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4f34ca06f274f38a82dddf6b71332f8_4"
        },
        {
            "start": 499,
            "end": 592,
            "text": "%                               Judgment delivered on: 12.03.2024\n\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86f0ffdd7f8443c0a8dc54bf374fca4f_5"
        },
        {
            "start": 592,
            "end": 637,
            "text": "+     Fao (Comm) 206/2023 & Cm No. 51971/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f858a9df2ea04084b685ef39a9adf6fd_6"
        },
        {
            "start": 666,
            "end": 678,
            "text": "Chacha Nehru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77162dd0869f4ca683613efdfaebcc2a_7"
        },
        {
            "start": 679,
            "end": 702,
            "text": "Bal Chikitsalaya, Delhi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "665c65b1fbac42d2a221a19788dc07e2_8"
        },
        {
            "start": 703,
            "end": 717,
            "text": ".... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c87a9b55ef74d128e4ef3386b1dfcf3_9"
        },
        {
            "start": 777,
            "end": 783,
            "text": "Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ef202d84e9540d2ace58535117b6a30_10"
        },
        {
            "start": 811,
            "end": 863,
            "text": "M / S Induction Corporate\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "493d90980344493abcf7f0c2bea4198f_11"
        },
        {
            "start": 863,
            "end": 872,
            "text": "Solutions",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc34f2ae3e3c41edbbe69281c7ce55a8_12"
        },
        {
            "start": 873,
            "end": 914,
            "text": "Pvt. Ltd.                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "242ab0780e314140b83a82b3779da955_13"
        },
        {
            "start": 914,
            "end": 930,
            "text": "..... Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00d65eb4083d49e0a4caaccd8d2b03bb_14"
        },
        {
            "start": 959,
            "end": 995,
            "text": "Advocates who appeared in this case:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e1c719596954aeebf43403e8fbd5786_15"
        },
        {
            "start": 1023,
            "end": 1040,
            "text": "For the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d15f1be4840d4fbb988ff7f3408ae979_16"
        },
        {
            "start": 1048,
            "end": 1070,
            "text": ": Ms. Avni Singh, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97f28f474ab3481c8bd389628afbfefa_17"
        },
        {
            "start": 1099,
            "end": 1117,
            "text": "For the Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "362d7cf51abb4a40b118fee861402ce8_18"
        },
        {
            "start": 1124,
            "end": 1166,
            "text": ": Mr. Chirag Alagh & Mr. R.K. Alagh, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f72fa089f6ba4468ba11eaac2c7da0a9_19"
        },
        {
            "start": 1195,
            "end": 1259,
            "text": "Coram \n                          Hon'Ble Mr Justice Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38f02bdac76545cfb2652f1b666c1c59_20"
        },
        {
            "start": 1287,
            "end": 1566,
            "text": "Hon'Ble Mr Justice Tara Vitasta Ganju\n\n                                                      Judgment\nVibhu Bakhru, J Introduction\n1. The appellant (Chacha Nehru Bal Chikitsalaya, Delhi), is an autonomous institute funded by the Government of National Capital Territory of Delhi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "564a9a901ad7436c9bc8153a1a5ec55f_21"
        },
        {
            "start": 1567,
            "end": 1589,
            "text": "The appellant has file",
            "labels": [
                "FAC"
            ],
            "id": "ced7a243d1404736ae4a5312d4d06064_22"
        },
        {
            "start": 1590,
            "end": 1923,
            "text": "d the present appeal under Section 37(1)(c) of the Arbitration & Conciliation Act, 1996 (hereafter 'the A&C Act') impugning an order dated 28.07.2023 (hereafter 'the impugned order') passed by the learned Commercial Court rejecting the appellant's application being OMP(COMM) No.22/2022 captioned Chacha Nehru Bal Chikitsalaya v. M/s",
            "labels": [
                "FAC"
            ],
            "id": "69d51a0306ed468c9f0ac28225fe49f2_23"
        },
        {
            "start": 1924,
            "end": 1964,
            "text": "Indusction Corporate Solutions Pvt. Ltd.",
            "labels": [
                "FAC"
            ],
            "id": "6e83ff0a105641d38443146fecc34fae_24"
        },
        {
            "start": 1965,
            "end": 2120,
            "text": "The Appellant had filed the said application under Section 34 of the A&C Act impugning an Arbitral Award dated 26.09.2019 (hereafter 'the impugned award').",
            "labels": [
                "FAC"
            ],
            "id": "da6d7aa24cb34842a1cde4220bebf822_25"
        },
        {
            "start": 2121,
            "end": 2225,
            "text": "The learned Commercial Court found that the appellant's application was beyond the period of limitation.",
            "labels": [
                "FAC"
            ],
            "id": "71f381636bec4b558a177c5f7baad205_26"
        },
        {
            "start": 2226,
            "end": 2641,
            "text": "The learned Commercial Court further held that in the facts of the case, the appellant was not entitled to the benefit of Section 14 of the Limitation Act, 1963 (hereafter 'the Limitation Act') as there was no assertion that the appellant had pursued the proceedings before the District Judge (Commercial Courts), East District, Karkardooma Courts in the bonafide belief that it had jurisdiction to pursue the same.",
            "labels": [
                "FAC"
            ],
            "id": "cecc4b217aca4f639a4555dc445c0ba7_27"
        },
        {
            "start": 2643,
            "end": 2842,
            "text": "THE FACTS 2. The brief facts relevant to address the controversy are as under:\n2.1 The disputes arose between the parties in connection with an agreement dated 17.03.2015 (hereafter 'the Agreement').",
            "labels": [
                "FAC"
            ],
            "id": "4c04848eefe640dfa7d21c4dd6e7a35b_28"
        },
        {
            "start": 2843,
            "end": 2893,
            "text": "The said Agreement included an arbitration clause.",
            "labels": [
                "FAC"
            ],
            "id": "41b9b6525d554794804db34873ab0d59_29"
        },
        {
            "start": 2894,
            "end": 2991,
            "text": "Consequently, the disputes were referred to an Arbitral Tribunal comprising of a Sole Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "c6b8cff9e53a4bfb96ca4f18bb0d27d5_30"
        },
        {
            "start": 2993,
            "end": 3061,
            "text": "2.2 The Arbitral Tribunal rendered the impugned award on 26.09.2019.",
            "labels": [
                "RLC"
            ],
            "id": "2562464ef99c4e7f99a833fa8b41a3d3_31"
        },
        {
            "start": 3062,
            "end": 3343,
            "text": "The appellant received the impugned award on 03.10.2019 and filed an application under Section 34 of the A&C Act assailing the impugned award before the learned Commercial Court, East District, Karkardooma on 07.01.2020 - OMP (COMM) No.01/2020 (hereafter 'the First Petition').\n2.3",
            "labels": [
                "FAC"
            ],
            "id": "c5cca19b5c2d449bb0068b21f897a01c_32"
        },
        {
            "start": 3344,
            "end": 3494,
            "text": "Admittedly, the said petition was filed beyond the period of three months from the date of receipt of the impugned award, which expired on 03.01.2020.",
            "labels": [
                "FAC"
            ],
            "id": "df7b2502e4944b81911357e45282b443_33"
        },
        {
            "start": 3495,
            "end": 3570,
            "text": "However, the delay in filing the First Petition did not exceed thirty days.",
            "labels": [
                "FAC"
            ],
            "id": "de3ffcdc3c514099b6e9766408b32ec6_34"
        },
        {
            "start": 3571,
            "end": 3863,
            "text": "Thus, the concerned Court could condone the same in terms of the proviso to Section 34(3) of the A&C Act, if the appellant established that there was sufficient cause, which prevented it from filing the same within the stipulated period of three months from the receipt of the impugned award.",
            "labels": [
                "FAC"
            ],
            "id": "1e4ca8d3b2ac45aeac7bae3448bc45cd_35"
        },
        {
            "start": 3865,
            "end": 4113,
            "text": "2.4 However, the learned Commercial Court returned the First Petition on 08.01.2020 on the ground that the appellant had not complied with the provisions of pre-institution mediation as required under Section 12A of the Commercial Courts Act, 2015.",
            "labels": [
                "RLC"
            ],
            "id": "953fe2deb82747fc8ca62da5b50ecb52_36"
        },
        {
            "start": 4114,
            "end": 4318,
            "text": "\n2.5 The appellant did not appeal the order dated 08.01.2020 and filed an application for pre-institution mediation before the East, District Legal Services Authority (hereafter 'the DLSA') on 04.02.2020.",
            "labels": [
                "FAC"
            ],
            "id": "6854df6818f84f0f986a3ff240a0ddb3_37"
        },
        {
            "start": 4320,
            "end": 4404,
            "text": "Notices were issued to the respondent but it did not join the mediation proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "ec72f07f26b545eab4416ddb84ec4b1e_38"
        },
        {
            "start": 4405,
            "end": 4499,
            "text": "Consequently, on 26.02.2020, the DLSA furnished a report that the mediation was a non-starter.",
            "labels": [
                "FAC"
            ],
            "id": "837dd8fcbdf04c59be11952fb1d54864_39"
        },
        {
            "start": 4500,
            "end": 4760,
            "text": "\n2.6 Thereafter on 19.03.2020, the appellant once again filed an application under Section 34 of the A&C Act for setting aside the impugned award - OMP (COMM) No.07/2020 (hereafter 'the Second Petition') before the Commercial Court, East District, Karkardooma.",
            "labels": [
                "FAC"
            ],
            "id": "5b2dc73ef4504c3b9b07115ff2578bc0_40"
        },
        {
            "start": 4762,
            "end": 4890,
            "text": "2.7 The Second Petition continued to be pending before the learned Commercial Court, East District, Karkardooma till 30.10.2021.",
            "labels": [
                "FAC"
            ],
            "id": "ea26cbfd54bf4807aedec2e57e6e2570_41"
        },
        {
            "start": 4891,
            "end": 5097,
            "text": "The application was returned to the appellant on 30.10.2021 as the learned Commercial Court held that it lacked the territorial jurisdiction to entertain the Second Petition under Section 34 of the A&C Act.",
            "labels": [
                "FAC"
            ],
            "id": "e546ed912da94710ad010426868d2d67_42"
        },
        {
            "start": 5098,
            "end": 5354,
            "text": "The said conclusion was founded on the basis that the arbitral proceedings were conducted in an office in Rajiv Chowk (Connaught Place) and therefore, the Commercial Courts, New Delhi District alone would have the jurisdiction to entertain the application.",
            "labels": [
                "FAC"
            ],
            "id": "220b90d2e0474771a2406f5e746e0962_43"
        },
        {
            "start": 5356,
            "end": 5459,
            "text": "2.8 The certified copy of the order dated 30.10.2021 was made available to the appellant on 23.12.2021.",
            "labels": [
                "FAC"
            ],
            "id": "6d06913229424b489fe4cc92fe2b9b2f_44"
        },
        {
            "start": 5461,
            "end": 5693,
            "text": "2.9 The appellant filed an application under Section 34 of the A&C Act assailing the impugned award, OMP(COMM) No.22/2022 (hereafter 'the Third Petition'), before the Commercial Court, New Delhi (Patiala House Courts) on 24.01.2022.",
            "labels": [
                "FAC"
            ],
            "id": "409b9f6578b74956a41065d6ba2868a1_45"
        },
        {
            "start": 5694,
            "end": 5785,
            "text": "As noted above, the same was dismissed as being barred by limitation by the impugned order.",
            "labels": [
                "FAC"
            ],
            "id": "330a734fcb374cb59249ec0ca45ada38_46"
        },
        {
            "start": 5787,
            "end": 5801,
            "text": "SUBMISSIONS 3.",
            "labels": [
                "FAC"
            ],
            "id": "e744714c1f1f425ea22df6a3c7a1cd46_47"
        },
        {
            "start": 5802,
            "end": 6001,
            "text": "Ms. Avni Singh, learned counsel appearing for the appellant assails the conclusion that the application filed by the appellant was beyond the period of limitation that could be condoned by the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "21d54de2dbcf4e29a8ae9c407f3d7737_48"
        },
        {
            "start": 6002,
            "end": 6349,
            "text": "She submits that the period between 08.01.2020 and 19.03.2020 - that is the period between the return of the First Petition and filing of the Second Petition - is liable to be excluded under Section 14 of the Limitation Act as the said period was spent in pursuing mediation as directed by the Commercial Courts, East District, Karkardooma Courts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7152c95e3f14c239edf78cfcc7d7487_49"
        },
        {
            "start": 6350,
            "end": 6429,
            "text": "She submits that the Second Petition was directed to be returned on 30.10.2021.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1490cd3fa640494d874441fbc9308288_50"
        },
        {
            "start": 6430,
            "end": 6611,
            "text": "The certified copy was made available on 23.12.2021 and the appellant had filed the Third Petition immediately on the next day, that is, on 24.01.2022, and was listed on 27.01.2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d0ffe5d39d9e45e09c5af2e998def03f_51"
        },
        {
            "start": 6612,
            "end": 6808,
            "text": "She submitted that the period between 19.03.2020 and 24.01.2022 was also liable to be excluded by virtue of the order passed by the Supreme Court in Re:\nCognizance for Extension of Limitation1.\n4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "336c20357a084698a052b5538d093de3_52"
        },
        {
            "start": 6809,
            "end": 6906,
            "text": "Mr. Chirag Alagh, learned counsel appearing for the respondent disputed the aforesaid submission.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "27dd6fdd197249d787babfacfa23c363_53"
        },
        {
            "start": 6907,
            "end": 7062,
            "text": "He submitted that the First Petition was filed beyond the period of limitation, that is, after three months from the date of receipt of the impugned award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "13732079ade0498caef57ba490e91edc_54"
        },
        {
            "start": 7063,
            "end": 7227,
            "text": "He submitted that the delay was of four days, which could be condoned, however, the learned Commercial Court had returned the petition by an order dated 08.01.2020.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "72fb289b2ebf4f82a804445457293ddd_55"
        },
        {
            "start": 7228,
            "end": 7516,
            "text": "He submits that the said order was non est as the provision of Section 12A of the Commercial Courts Act, 2015 are not applicable to an application under Section 34 of the A&C Act for setting aside an arbitral award and therefore, it was incumbent upon the appellant to challenge the same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0fe6b125ca114ecebf017f5c70779124_56"
        },
        {
            "start": 7517,
            "end": 7690,
            "text": "Since, the appellant had failed to do so, the time spent by the appellant in pursuing the mediation proceedings could not be excluded under Section 14 of the Limitation Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9082714d53864ab1bc6d48e4e9d541e0_57"
        },
        {
            "start": 7691,
            "end": 8015,
            "text": "He submitted that since, the benefit of exclusion of the period between 08.01.2020 and Suo Motu Writ Petition (C) No.3/2020 26.02.2020 is denied to the appellant, the Second Petition would be barred by limitation and the period of delay would be in excess of the period of thirty days that could be condoned by the court.\n5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a33d724908d548d59d76f281837a5738_58"
        },
        {
            "start": 8016,
            "end": 8243,
            "text": "He also submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 cannot be extended to the appellant as the period of limitation had already expired prior to 15.03.2020.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54c4669cfe3a43df8aad608d36f5a59d_59"
        },
        {
            "start": 8244,
            "end": 8394,
            "text": "He referred to the decision of the Supreme Court in Sagufa Ahmed & Ors. v. Upper Assam Plywood Products Limited & Ors. 2 in support of his contention.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "486016eb1ba14fb6b0b6d7c924e6f61a_60"
        },
        {
            "start": 8396,
            "end": 8827,
            "text": "6. Ms. Avni Singh, learned counsel appearing for the appellant countered the aforesaid submission and submitted that the benefit of the order passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would also be available to exclude the period between 15.03.2020 to 26.02.2022 for computing the outer limit of 30 days delay, which could be condoned by the Court under the proviso to Section 34(3) of the A&C Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0a907bfe4dce42a0be364025e80b7072_61"
        },
        {
            "start": 8828,
            "end": 8971,
            "text": "She relied on the decision of the Supreme Court in Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 in support of her contention.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b79730bf8af47e28b2b1a73c6d1c7d7_62"
        },
        {
            "start": 8973,
            "end": 8998,
            "text": "REASONS AND CONCLUSION 7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3414d6660c4446788278c73ea34e4e74_63"
        },
        {
            "start": 8999,
            "end": 9098,
            "text": "At the outset, it is material to note that the appellant's First Petition was delayed by four days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2dad35958ac430695ffe9bb607076ba_64"
        },
        {
            "start": 9099,
            "end": 9304,
            "text": "Undisputedly, the learned Commercial Court could condone the said delay of four days, in filing (2021) 2 SCC 317 (2023) 9 SCC 570 the First Petition in terms of the proviso to Section 34(3) of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da3310ea2ebe45bcb4c4da6382b1cb4d_65"
        },
        {
            "start": 9305,
            "end": 9439,
            "text": "It is incomprehensible that the said delay would not have been condoned if the appellant provided a credible explanation for the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b400727217894319beddc96b443406b3_66"
        },
        {
            "start": 9440,
            "end": 9540,
            "text": "However, it is disappointing to note that the appellant has been vexed by repeated erroneous orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9b524e8341945b39c1943458fcd0267_67"
        },
        {
            "start": 9541,
            "end": 9624,
            "text": "The appellant's pursuit of its legal remedy has been reduced to an obstacle course.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6e9a185079a4fa390c60e2af41ec613_68"
        },
        {
            "start": 9626,
            "end": 9760,
            "text": "8. The First Petition was returned by an order of the learned Commercial Court, Karkardooma Court, Delhi by an order dated 08.01.2020.",
            "labels": [
                "NONE"
            ],
            "id": "65359bb8888f48a1a3411d542a981ccb_69"
        },
        {
            "start": 9761,
            "end": 9898,
            "text": "The said order reads as under:\n\"08.1.2020 Present:- Shri Aashish Uppal - Ld. Counsel for the petitioner None for the respondent/defendant",
            "labels": [
                "NONE"
            ],
            "id": "a6065e92efef4db58695c9d5d9117ca5_70"
        },
        {
            "start": 9899,
            "end": 9988,
            "text": "This is a petition under Section 34 of The Arbitration Act received by way of assignment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "488d723209d84480afd7d56a9480ee70_71"
        },
        {
            "start": 9989,
            "end": 10196,
            "text": "However, it is observed that though it has been captioned as a Commercial Dispute but the mandatory provision of Section 12-A of the Commercial Disputes Act, i.e. pre-institution mediation has been followed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a4fcc078398432fa25ed44febbf5d6c_72"
        },
        {
            "start": 10197,
            "end": 10361,
            "text": "Hence, the petition is returned with liberty to the petitioner to approach the Mediation Centre for the pre-institution mediation and thereafter approach the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "848652e987a246c3bea18d34cbc6e1e9_73"
        },
        {
            "start": 10363,
            "end": 10463,
            "text": "(Sanjay Sharma-I) District Judge (Commercial Courts) East District Karkardooma Courts- 08.1.2020\"\n9.",
            "labels": [
                "NONE"
            ],
            "id": "aee994e230994b6b91c59853d4fc65a4_74"
        },
        {
            "start": 10464,
            "end": 10647,
            "text": "It is clear that the aforesaid order has been passed mechanically, without application of mind and being oblivious of the provisions of Section 12A of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee61a639ab4d4b7caf224ef359e34efa_75"
        },
        {
            "start": 10648,
            "end": 10884,
            "text": "A plain reading of Section 12A(1) of the Commercial Courts Act, 2015 indicates that institution of a suit, which does not contemplate any urgent relief, is proscribed until the plaintiff exhausts the remedy of pre-institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e41d7a34d76466a89c253545e722f7d_76"
        },
        {
            "start": 10885,
            "end": 11013,
            "text": "The appellant had not filed a suit; it had filed an application under Section 34 of the A&C Act to set aside the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "439afef6fef14ecbb15cdf105954f4e6_77"
        },
        {
            "start": 11014,
            "end": 11180,
            "text": "The learned Commercial Court had merely referred to the Section 12A of the Commercial Courts Act, 2015 which was cited to return / reject the appellant's application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21a1975a3f0b4c20883481d1701c7eb7_78"
        },
        {
            "start": 11181,
            "end": 11388,
            "text": "As is apparent from the plain language of Section 12A of the Commercial Courts Act 2015, it has no application to filing of an application under Section 34 of the A&C Act for setting aside an arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8221d692ab0b429eab002cdc2f2c1447_79"
        },
        {
            "start": 11390,
            "end": 11657,
            "text": "10. Mr. Chirag Alagh, learned counsel for the respondent, submitted that the order dated 08.01.2020 should have been treated as non-est and the since the appellant had not appealed the order, it was disentitled to seek the benefit of Section 14 of the Limitation Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4194e2e73f8b41d9a3f3ab2501a53c6d_80"
        },
        {
            "start": 11658,
            "end": 11691,
            "text": "The said contention is unmerited.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a1dafed03e141f0a0c3ce7dc4974726_81"
        },
        {
            "start": 11692,
            "end": 11831,
            "text": "The order dated 08.01.2020 being a judicial order could not be treated as non-est and was required to be implemented till it was set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3db00b511fe14770b36ca3f9cb88c43c_82"
        },
        {
            "start": 11832,
            "end": 11917,
            "text": "The appellant may have had recourse of appealing the said decision but did not do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "991d0529ffce4fd1a0fc56af8c9a55de_83"
        },
        {
            "start": 11918,
            "end": 11997,
            "text": "The appellant chose to comply with the order and made a reference to mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04d20f35c139460f94815c88700b241d_84"
        },
        {
            "start": 11998,
            "end": 12218,
            "text": "In terms of Sub-section (3) of Section 12A of the Commercial Courts Act, 2015, the period during which the parties are in mediation is required to be excluded for the purpose of limitation under the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cc4444d637e4506b05c934d6f2963a3_85"
        },
        {
            "start": 12219,
            "end": 12306,
            "text": "Thus, in any view of the matter, the period till 26.02.2020 is required to be excluded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e083ad0a9c544309b9b256c8620540ce_86"
        },
        {
            "start": 12307,
            "end": 12422,
            "text": "The substratal rationale of Law of Limitation is to deny a person who sleeps over his right the recourse to Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fdf8280d9964cddb44e6d9fcc292582_87"
        },
        {
            "start": 12423,
            "end": 12598,
            "text": "The general rule of limitation is based on the Latin maxim: vigilantibus, et non dormientibus, jura subveniunt (the vigilant, and not the sleepy, are assisted by the laws)\n11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9a237aed98140e18c4852e34d985b8f_88"
        },
        {
            "start": 12599,
            "end": 12777,
            "text": "In the context of the present facts, the appellant has not slept over its right; it filed the First Petition to set aside the impugned award in a court of competent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4847d75691c64e929e67b44ca408569b_89"
        },
        {
            "start": 12778,
            "end": 12963,
            "text": "However, as noted above, the learned Commercial Court had rejected the First Petition on palpably erroneous premise that the appellant was required to exhaust its recourse to mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69ff78885f91489cbd522c1ced84b71d_90"
        },
        {
            "start": 12965,
            "end": 13089,
            "text": "12. The appellant, within few weeks of the mediation failing, filed the Second Petition before the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f157676c7ab9403e80cfcfd053aeee30_91"
        },
        {
            "start": 13090,
            "end": 13323,
            "text": "In our view, since the rejection of the First Petition was palpably erroneous, the Second Petition must necessarily be construed as one re-instating the appellant's first recourse (the First Petition) to set aside the impugned award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da18434ff4784b5692675e3253a95dd2_92"
        },
        {
            "start": 13325,
            "end": 13525,
            "text": "13. The Second Petition was also dismissed by the learned Commercial Court by an order dated 30.10.2021 on the ground that the learned Commercial Court (East District) lacked territorial jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dae95f15dac340d683a215ab2070bc20_93"
        },
        {
            "start": 13526,
            "end": 13722,
            "text": "This order also proceeds on an erroneous assumption that the seat of arbitration was at Connaught Place, New Delhi, which fell outside the territorial jurisdiction of the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b0cff9fa1a6434f86e9a5b79de2339e_94"
        },
        {
            "start": 13724,
            "end": 14190,
            "text": "14. The learned Commercial Court referred to the decision of the Supreme Court in Indus Mobile Distribution Pvt. Ltd. V. Datawind Innovations Pvt. Ltd. & Ors.4: BGS SGS SOMA JV v. NHPC Ltd.5; and the decision of this Court in Ion Exchange (India) Ltd. v. Panasonic Electric Works Co. Ltd.6 in concluding that the Court in whose jurisdiction the juridical seat of arbitration is located would alone have the jurisdiction to entertain an application under the A&C Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d2dde04d73144033af7eb79c255a5137_95"
        },
        {
            "start": 14191,
            "end": 14358,
            "text": "However, the learned Commercial Court misapplied the ratio of the said decisions by assuming that Connaught Place, New Delhi was the juridical seat of the arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "432cfd74a17741a48428e8d6d593ac9b_96"
        },
        {
            "start": 14359,
            "end": 14499,
            "text": "\n15. The Arbitration Agreement between the parties, (the arbitration clause) expressly provides that the arbitration would be held in Delhi.",
            "labels": [
                "RPC"
            ],
            "id": "7abc74a83a6d414199978a3a15447099_97"
        },
        {
            "start": 14500,
            "end": 14753,
            "text": "The said arbitration clause is set out below:\n\"23. DISPUTE RESOLUTION:-\n(a) Any dispute and / or difference arising out of or relating to this contract will be resolved through joint discussion of the authorized representatives of the concerned parties.",
            "labels": [
                "STA"
            ],
            "id": "940226ec15ac427b95e0ec0d789a8c91_98"
        },
        {
            "start": 14754,
            "end": 14932,
            "text": "However, if the disputes are not resolved by joint discussions, then the matter will be referred for adjudication to a sole Arbitrator to be appointed by the Lt. Governor, Delhi.",
            "labels": [
                "RPC"
            ],
            "id": "e9f43aea517b4d94a65e68c4e8409eba_99"
        },
        {
            "start": 14933,
            "end": 15017,
            "text": "\n(b) The award of the sole Arbitrator shall be final and binding on all the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b8e0e7399a3a49619a1a1779f52e4125_100"
        },
        {
            "start": 15018,
            "end": 15142,
            "text": "The arbitration proceedings shall be governed by Indian Arbitration and Conciliation Act 1996, as amended from time to time.",
            "labels": [
                "RPC"
            ],
            "id": "8281113252644274928a83634b3b9425_101"
        },
        {
            "start": 15143,
            "end": 15234,
            "text": "\n(c) The cost of Arbitration shall be borne by the respective parties in equal proportions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "297239d8c9d544a8906efc0e5c427c38_102"
        },
        {
            "start": 15235,
            "end": 15590,
            "text": "During the pendency of the arbitration proceeding and if the period of contract is still valid, neither party shall be entitled to suspend the work / service to which the disputes relates on account of the arbitration and payment to the Contract shall continue to be (2017) 7 SCC 678 (2020) 4 SCC 234 2014 SCC Online Del 973 made in terms of the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cc590b76cf541b98091c040dfc6ff56_103"
        },
        {
            "start": 15591,
            "end": 15643,
            "text": "Arbitration proceedings will be held in Delhi only.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fad07e0af5d2485d986bd52b86b6d146_104"
        },
        {
            "start": 15645,
            "end": 15727,
            "text": "16. The parties had agreed that the arbitration proceedings will be held in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed2e308536544450a00b740f377978bc_105"
        },
        {
            "start": 15728,
            "end": 15808,
            "text": "It is apparent that the parties had chosen Delhi as the seat of the arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56ba1f07406942fb9844f4b11c67bcd1_106"
        },
        {
            "start": 15809,
            "end": 15910,
            "text": "There was no agreement between the parties that the seat of the arbitration would be Connaught Place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b156901be3948d8b6c688c6c04207ed_107"
        },
        {
            "start": 15911,
            "end": 16079,
            "text": "There is nothing in the impugned award which even remotely suggests that the Arbitral Tribunal had determined the place of arbitration to be Connaught Place, New Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7113c14f20f747c0a73356a0fc31a855_108"
        },
        {
            "start": 16081,
            "end": 16432,
            "text": "17. There is no cavil with the proposition that once the parties agree to the seat of arbitration, the Court exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction for the purpose of arbitral proceedings, as held by the Supreme Court in Indus Mobile Distribution Pvt. Ltd. v. Datawind Innovations Pvt. Ltd. & Ors.4.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d97e078781d34618a7efa6810814258b_109"
        },
        {
            "start": 16433,
            "end": 16558,
            "text": "However, the learned Commercial Court was required to determine whether the seat of arbitration was outside its jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20161de2fb6c4259a0c69364fafe1034_110"
        },
        {
            "start": 16560,
            "end": 16617,
            "text": "18. The A&C Act does not mention the seat of arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bda151dcd6844f19b026bda83e6e2bb6_111"
        },
        {
            "start": 16618,
            "end": 16696,
            "text": "However, Section 20 of the A&C Act uses the expression 'place of arbitration'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e8ad4ec525944dc928f9df1c14175cc_112"
        },
        {
            "start": 16697,
            "end": 16813,
            "text": "The expression 'place of arbitration' mentioned under Section 20(1) of the A&C Act is akin to 'seat of arbitration'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7ba5b30e22b46548f780d16a5186766_113"
        },
        {
            "start": 16814,
            "end": 17812,
            "text": "In Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc.7, the Supreme Court had referred to the definition of the term 'Court' [Section 2(1)(e) of the (2012) 9 SCC 552 A&C Act] as well as provisions relating to the place of arbitration (Section 20 of the A&C Act) and inter alia held as under:\n\"96. Section 2(1)(e) of the Arbitration Act, 1996 reads as under:\n'2. Definitions.--(1) In this Part, unless the context otherwise requires-- (e) \"Court\" means the Principal Civil Court of Original Jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such Principal Civil Court, or any Court of Small Causes;\"\nWe are of the opinion, the term \"subject-matter of the arbitration\" cannot be confused with \"subject-matter of the suit\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8efeaeab202a4e63bcaf5c76785f910c_114"
        },
        {
            "start": 17813,
            "end": 17880,
            "text": "The term \"subject-matter\" in Section 2(1)(e) is confined to Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec003521431d4a5fb88fae6f4e7c148d_115"
        },
        {
            "start": 17881,
            "end": 17954,
            "text": "It has a reference and connection with the process of dispute resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5a0fa608da040f3b5481d76be0f68ea_116"
        },
        {
            "start": 17955,
            "end": 18053,
            "text": "Its purpose is to identify the courts having supervisory control over the arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93c0598ee54c481a844e93694423e551_117"
        },
        {
            "start": 18054,
            "end": 18156,
            "text": "Hence, it refers to a court which would essentially be a court of the seat of the arbitration process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3bd9e94df7d149f29bb1a3711185cd41_118"
        },
        {
            "start": 18157,
            "end": 18312,
            "text": "In our opinion, the provision in Section 2(1)(e) has to be construed keeping in view the provisions in Section 20 which give recognition to party autonomy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6218a15e91544dc86463d40881d4bd9_119"
        },
        {
            "start": 18313,
            "end": 18445,
            "text": "Accepting the narrow construction as projected by the learned counsel for the appellants would, in fact, render Section 20 nugatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "350749161c7b42d3bb01d248d048dd49_120"
        },
        {
            "start": 18446,
            "end": 18657,
            "text": "In our view, the legislature has intentionally given jurisdiction to two courts i.e. the court which would have jurisdiction where the cause of action is located and the courts where the arbitration takes place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c17270b6be934d4b91657cb9d0067f95_121"
        },
        {
            "start": 18658,
            "end": 18804,
            "text": "This was necessary as on many occasions the agreement may provide for a seat of arbitration at a place which would be neutral to both the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d86584cbe1284b7abfbe3469b06c0909_122"
        },
        {
            "start": 18805,
            "end": 18937,
            "text": "Therefore, the courts where the arbitration takes place would be required to exercise supervisory control over the arbitral process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bae0036294b46ddab1606a1250ce18a_123"
        },
        {
            "start": 18938,
            "end": 19431,
            "text": "For example, if the arbitration is held in Delhi, where neither of the parties are from Delhi, (Delhi having been chosen as a neutral place as between a party from Mumbai and the other from Kolkata) and the tribunal sitting in Delhi passes an interim order under Section 17 of the Arbitration Act, 1996, the appeal against such an interim order under Section 37 must lie to the courts of Delhi being the courts having supervisory jurisdiction over the arbitration proceedings and the tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ed4d27eb3694307b2861e6090608357_124"
        },
        {
            "start": 19432,
            "end": 19627,
            "text": "This would be irrespective of the fact that the obligations to be performed under the contract were to be performed either at Mumbai or at Kolkata, and only arbitration is to take place in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b381b2b6ba0402e86439bfe488bb7c9_125"
        },
        {
            "start": 19628,
            "end": 19874,
            "text": "In such circumstances, both the courts would have jurisdiction i.e. the court within whose jurisdiction the subject-matter of the suit is situated and the courts within the jurisdiction of which the dispute resolution i.e. arbitration is located.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca5b698f5d1649e99eb2f4849198526a_126"
        },
        {
            "start": 19876,
            "end": 19887,
            "text": "* * * *\n98.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c04485d48c6044b9a9bc9f8bbf0b9254_127"
        },
        {
            "start": 19888,
            "end": 20024,
            "text": "We now come to Section 20, which is as under:\n\"20. Place of arbitration.--(1) The parties are free to agree on the place of arbitration.",
            "labels": [
                "STA"
            ],
            "id": "5422273f59954c04a31dc00895a09d14_128"
        },
        {
            "start": 20025,
            "end": 20243,
            "text": "\n(2) Failing any agreement referred to in sub-section (1), the place of arbitration shall be determined by the Arbitral Tribunal having regard to the circumstances of the case, including the convenience of the parties.",
            "labels": [
                "STA"
            ],
            "id": "03354a520c84496fb20ec91875a788a9_129"
        },
        {
            "start": 20244,
            "end": 20550,
            "text": "(3) Notwithstanding sub-section (1) or sub-section (2), the Arbitral Tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of documents, goods or other property.\"",
            "labels": [
                "STA"
            ],
            "id": "636cfb84ba224a70ba4e6b121224becb_130"
        },
        {
            "start": 20551,
            "end": 20749,
            "text": "A plain reading of Section 20 leaves no room for doubt that where the place of arbitration is in India, the parties are free to agree to any \"place\" or \"seat\" within India, be it Delhi, Mumbai, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c190df24927248ac9a2fd910396bb2ff_131"
        },
        {
            "start": 20750,
            "end": 20886,
            "text": "In the absence of the parties' agreement thereto, Section 20(2) authorises the tribunal to determine the place/seat of such arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6b9b4d0f0e146ac8c55fa3c40dd57ad_132"
        },
        {
            "start": 20887,
            "end": 21090,
            "text": "Section 20(3) enables the tribunal to meet at any place for conducting hearings at a place of convenience in matters such as consultations among its members for hearing witnesses, experts or the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cb3c0111cc049a3a50486d417795515_133"
        },
        {
            "start": 21092,
            "end": 21174,
            "text": "99. The fixation of the most convenient \"venue\" is taken care of by Section 20(3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee5d60879c674be1ba5ae65edcc8b44f_134"
        },
        {
            "start": 21175,
            "end": 21345,
            "text": "Section 20, has to be read in the context of Section 2(2), which places a threshold limitation on the applicability of Part I, where the place of arbitration is in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "602f029dc6fd4532ae0666c6540829ab_135"
        },
        {
            "start": 21346,
            "end": 21568,
            "text": "Therefore, Section 20 would also not support the submission of the extra-territorial applicability of Part I, as canvassed by the learned counsel for the appellants, so far as purely domestic arbitration is concerned.\"\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e1fbc203f7a43bfa2b57b8caafeeb58_136"
        },
        {
            "start": 21569,
            "end": 21657,
            "text": "The venue where the hearings are held cannot be conflated with the place of arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37ab99b6f6f64c83a106ed509bac8561_137"
        },
        {
            "start": 21658,
            "end": 21837,
            "text": "In the present case, the parties had agreed that the arbitral proceedings would be held in Delhi as is apparent from the plain language of the arbitration clause in the Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1e629050b39466388d98dae81228b85_138"
        },
        {
            "start": 21838,
            "end": 21961,
            "text": "In the absence of any contra indication, it would follow that the parties had agreed that the seat of arbitration is Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc2c20f25c4a4270a4caa7e23fc42816_139"
        },
        {
            "start": 21962,
            "end": 22061,
            "text": "There was no plausible reason to assume that the seat of arbitration is Connaught Place, New Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c46a44b31a8940b781df184b512ebc9c_140"
        },
        {
            "start": 22062,
            "end": 22217,
            "text": "Merely because the hearings were held in an office in Connaught Place, New Delhi does not mean that the seat of arbitration was Connaught Place, New Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2643a790ee848f2b7227f4deb8de50f_141"
        },
        {
            "start": 22218,
            "end": 22249,
            "text": "The said presumption is flawed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd6eb15333ff49e9ab9c5d6a6d53d0b2_142"
        },
        {
            "start": 22251,
            "end": 22480,
            "text": "20. The Supreme Court in Indus Mobile Distribution Private Limited v. Datawind Innovations Private Limited & Anr.4 after referring the Law Commission's recommendations to amend Section 20 of the A&C Act, observed as under: -\n\"18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "89aae06caa704407bbe12aab8f8f8e6c_143"
        },
        {
            "start": 22481,
            "end": 22698,
            "text": "The amended Act, does not, however, contain the aforesaid amendments, presumably because the BALCO judgment in no uncertain terms has referred to \"place\" as \"juridical seat\" for the purpose of Section 2(2) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56c20cf84ba94046b3de78e116dc24b0_144"
        },
        {
            "start": 22699,
            "end": 22883,
            "text": "It further made it clear that Section 20(1) and 20 (2) where the word \"place\" is used, refers to \"juridical seat\", whereas in Section 20 (3), the word \"place\" is equivalent to \"venue\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d512ce95c9c14320bccf08d6f909632b_145"
        },
        {
            "start": 22884,
            "end": 23064,
            "text": "\nThis being the settled law, it was found unnecessary to expressly incorporate what the Constitution Bench of the Supreme Court has already done by way of construction of the Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68f6ef2a73c8458184ef537139a5fd22_146"
        },
        {
            "start": 23066,
            "end": 23188,
            "text": "21. Thus, the word 'place' as used in Sub-section (3) of Section 20 of the A&C Act refers to the venue of the arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eae487f9b79f43ebbbc2f1454c451e1c_147"
        },
        {
            "start": 23189,
            "end": 23380,
            "text": "The fact that the arbitral proceedings are held at a convenient office, does not confer any exclusive jurisdiction to a Court having the territorial jurisdiction in respect of the said venue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a9820e95a0f4d64bffbbd9af5a3077a_148"
        },
        {
            "start": 23381,
            "end": 23492,
            "text": "In terms of Sub-section (1) of Section 20 of the A&C Act, the parties may agree to a 'place' of an arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8555bbf9b90d4a1c8a87719ea8d23397_149"
        },
        {
            "start": 23493,
            "end": 23622,
            "text": "Failing such an agreement, the Arbitral Tribunal may determine the same in terms of Sub-section (2) of Section 20 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b48d897c893f4852acfaeb36998872d4_150"
        },
        {
            "start": 23623,
            "end": 23743,
            "text": "The reference to a 'place' under Sub-sections (1) and (3) of Section 20 of the A&C Act is to the seat of an arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cc0302f19224564937e5c7a664c2962_151"
        },
        {
            "start": 23744,
            "end": 24013,
            "text": "The fact that the parties have agreed to the place of arbitration - which is akin to the juridical seat of arbitration -does not preclude the parties or the Arbitrator from holding hearings at a convenient location in terms of Sub-section (3) of Section 20 the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bbb8293479e54b4e97b158c840d658e4_152"
        },
        {
            "start": 24014,
            "end": 24136,
            "text": "It is necessary not to conflate the office where the arbitral proceedings are held with the juridical seat of arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "282d06cc6cc845e0b3a6e9a839e278a5_153"
        },
        {
            "start": 24138,
            "end": 24282,
            "text": "22. The Supreme Court4 had explained that the moment the parties agree to a seat of arbitration, it amounts to an exclusive jurisdiction clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a8e4f5165314d01a6ee2794e1e1d317_154"
        },
        {
            "start": 24283,
            "end": 24462,
            "text": "This conclusion was not founded on the premise that the Court as defined under Section 2(1)(e) the A&C Act, would not have the jurisdiction in respect of the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8caad96139c7429b95478622693fe5fa_155"
        },
        {
            "start": 24463,
            "end": 24749,
            "text": "The Court's conclusion was founded on the basis that both the Courts - the Court as defined under Section 2(1)(e) the A&C Act as well the Court exercising jurisdiction where the juridical seat of arbitration is located would have the jurisdiction in respect of the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17fd0bd4cc70421fb90cd9ee3c5ca701_156"
        },
        {
            "start": 24750,
            "end": 24776,
            "text": "However, it is settled law",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14340745cc5a4a1d81bd7c3fd722fe5e_157"
        },
        {
            "start": 24777,
            "end": 24907,
            "text": "that where two or more Courts have jurisdiction, the parties may agree that one of those Courts would alone exercise jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c85c9e91a0014871ad1596fbba0f42c1_158"
        },
        {
            "start": 24908,
            "end": 25048,
            "text": "The Supreme Court reasoned that the agreement between the parties as to the juridical seat of arbitration would amount to such an agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "af974c211dff46b0b1956a5979253e0d_159"
        },
        {
            "start": 25049,
            "end": 25312,
            "text": "The agreement being that the Courts exercising jurisdiction over the seat of arbitration would have the exclusive jurisdiction in respect of arbitral proceedings. Paragraphs no.19 and 20 of the Supreme Court's decision4, clearly indicates the aforesaid reasoning.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2bfff6aa6574151b9e10a32132e9ab0_160"
        },
        {
            "start": 25313,
            "end": 25347,
            "text": "The same are set out below: -\n\"19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bb9c58918b84062b47241bd1ff787c1_161"
        },
        {
            "start": 25348,
            "end": 25486,
            "text": "A conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c8ac5814e1842c690538d2cc6df3891_162"
        },
        {
            "start": 25487,
            "end": 25666,
            "text": "On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "223d7d90b6a44b65ad6168fb37b206da_163"
        },
        {
            "start": 25667,
            "end": 25886,
            "text": "Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39b6228527d54f0eaae3b98b24be495b_164"
        },
        {
            "start": 25887,
            "end": 26117,
            "text": "The neutral venue may not in the classical sense have jurisdiction - that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Section 16 to 21 of the CPC be attracted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4330f09535b49fda30ccfcb3d6f717d_165"
        },
        {
            "start": 26118,
            "end": 26389,
            "text": "In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ae988733d3344c5bf6d5c94d19c0432_166"
        },
        {
            "start": 26391,
            "end": 26514,
            "text": "20. It is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6a403739ba8456b8c345ce77a240536_167"
        },
        {
            "start": 26515,
            "end": 26644,
            "text": "For an exhaustive analysis of the case law, see Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dcdab4afe2834f9b892445bf4d0d9142_168"
        },
        {
            "start": 26645,
            "end": 26791,
            "text": "This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal and Another v.\nChhattisgarh Investment Limited, (2015) 12 SCC 225.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca7dd8068a494ee7a67b197cff62abe0_169"
        },
        {
            "start": 26792,
            "end": 26978,
            "text": "Having regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at Mumbai.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "025fcd6546084d2c9d8c8cb75f193005_170"
        },
        {
            "start": 26979,
            "end": 27035,
            "text": "This being the case, the impugned judgment is set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12db22bb37a9423d90e9f75d6023f149_171"
        },
        {
            "start": 27036,
            "end": 27261,
            "text": "The injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under Section 9 in the Mumbai Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76c83dccc9db4ce598380aacbc8825bf_172"
        },
        {
            "start": 27262,
            "end": 27299,
            "text": "Appeals are disposed of accordingly.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "388ab09f2e394dbb83c048ad1bbf4be9_173"
        },
        {
            "start": 27301,
            "end": 27621,
            "text": "23. Thus, the principal question to be addressed is whether the parties had agreed that Connaught Place (Rajiv Chowk) would be the seat of arbitration and the Court having jurisdiction in respect of Rajiv Chowk alone would have the jurisdiction to the exclusion of the Court as defined under Section 2(1)(e) the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d111831308de4f3a9f5c85b8fcf6f8b0_174"
        },
        {
            "start": 27622,
            "end": 27681,
            "text": "The answer to the said question is clearly in the negative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b3fc25af86c4dedb019fc075f09aed9_175"
        },
        {
            "start": 27682,
            "end": 27805,
            "text": "The parties had agreed that the seat of arbitration would be Delhi and not Rajiv Chowk (formerly known as Connaught Place).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ed2f2fdb65d4854a349a8c62a5402b4_176"
        },
        {
            "start": 27806,
            "end": 27998,
            "text": "Thus, it cannot be inferred that the Commercial Court, New Delhi (Patiala House Courts) would have the exclusive jurisdiction to entertain the application for setting aside the impugned award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08cd3433df9e41a6b0080ab8a68c7a7b_177"
        },
        {
            "start": 28000,
            "end": 28182,
            "text": "24. Admittedly, both parties are carrying on their business activities within the territorial jurisdiction of the learned Commercial Court (East District), Karkardooma Courts, Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8da8105bc2554af09f9151c47b2a893c_178"
        },
        {
            "start": 28183,
            "end": 28494,
            "text": "Therefore, the agreement between the parties that the seat of the arbitration would be Delhi cannot be construed as an agreement to exclude the jurisdiction of the learned Commercial Court (East District), Karkardooma, Delhi, which, concededly, is the Court within the meaning of Section 2(1) (e) the A & C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e7ace5d27c54f43b29242b5c011ece0_179"
        },
        {
            "start": 28495,
            "end": 28858,
            "text": "The principle that Courts where the seat of the arbitration is located would have the exclusive jurisdiction is applicable only in cases where the Court exercising jurisdiction in respect of seat of arbitration is other than the Court exercising jurisdiction over the subject matter, that is, the Court covered under definition under Section 2(1) (e) the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a049221a9484b26b74bd924afff189f_180"
        },
        {
            "start": 28860,
            "end": 29123,
            "text": "25. Both the parties carry on their business activities within the territorial jurisdiction of the Karkardooma Courts and therefore, the Commercial Court in Karkardooma undoubtedly has the jurisdiction to entertain the application under Section 34 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1058ceb9dae43fea65e493ce8ad8137_181"
        },
        {
            "start": 29125,
            "end": 29256,
            "text": "26. In our view, the decision of the learned Commercial Court to return the Second Petition to the appellant is ex facie erroneous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afa0707cd7c74d1bbd860ec40ef21595_182"
        },
        {
            "start": 29258,
            "end": 29444,
            "text": "27. Admittedly, the appellant had immediately on receiving the order, filed the application under Section 34 of the A&C Act before the Commercial Court, New Delhi (Patiala House Courts).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "718be8a6eebc4f958640ba5e6ab74704_183"
        },
        {
            "start": 29445,
            "end": 29728,
            "text": "In the given facts, we are unable to accept the conclusion that the appellant's petition was filed beyond the outer limit of thirty days delay (beyond the initial period of three months available for filing an application under Section 34 of the A&C Act) which could be condoned.\n28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b47367f27bec47498fa4bd992d5db282_184"
        },
        {
            "start": 29729,
            "end": 29971,
            "text": "The contention that the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation1 would not apply for extending the period for which the Courts can condone the delay is also unpersuasive in view of the later decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6e58e81faa24f3d8846ae536a69e5a5_185"
        },
        {
            "start": 29972,
            "end": 30084,
            "text": "In Aditya Khaitan & Ors. v. IL and FS Financial Services Limited3 the Supreme Court had clarified as under:-\n23.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "65b04b9baaff46c4b6ded98bf7d86038_186"
        },
        {
            "start": 30085,
            "end": 30649,
            "text": "As would be clear from hereinabove, the very basis of the judgment in Sagufa Ahmed [Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd., (2021) 2 SCC 317 : (2021) 2 SCC (Civ) 178] that under the 23-3-2020 [Cognizance for Extension of Limitation, In re, (2020) 19 SCC 10 : (2021) 3 SCC (Cri) 801] order, only the period of limitation has been extended and not the period up to which delay can be condoned, has been taken away by expanding the protection by excluding the period even for computing outer limits within which the court or tribunal can condone delay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b747c6db0d4d4288bf9191c511404039_187"
        },
        {
            "start": 30650,
            "end": 30751,
            "text": "This is an important subsequent aspect which has a great bearing in deciding the present controversy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e60ae98ee5d44d5bc489d1c0e11f067_188"
        },
        {
            "start": 30753,
            "end": 30764,
            "text": "* * * *\n26.",
            "labels": [
                "RATIO"
            ],
            "id": "57ff82ce09644c9faaadd18acf8416e6_189"
        },
        {
            "start": 30765,
            "end": 30908,
            "text": "As would be seen from the above, the outer limit within which the court or tribunal can condone the delay is 120 days from the date of summons.",
            "labels": [
                "RATIO"
            ],
            "id": "03775ee66eb24574ac2265ec5aa82e18_190"
        },
        {
            "start": 30910,
            "end": 31083,
            "text": "29. In the present case, we find that the appellant has been effectively deprived of pursuing its application under Section 34 of the A&C Act by successive erroneous orders.",
            "labels": [
                "RATIO"
            ],
            "id": "7c5757063edb4831928cd820541518b1_191"
        },
        {
            "start": 31085,
            "end": 31282,
            "text": "30. We are of the view that the maxim - Actus Curiae Neminem Gravabit (the act of the Court shall not prejudice no man) is required to be applied in the present case to remedy the prejudice caused.",
            "labels": [
                "RATIO"
            ],
            "id": "569fea6093174a51ac5cc90527fc47e4_192"
        },
        {
            "start": 31284,
            "end": 31326,
            "text": "31. The impugned order is thus, set aside.",
            "labels": [
                "RPC"
            ],
            "id": "9d63650e0916485cacbab77187f94d4e_193"
        },
        {
            "start": 31327,
            "end": 31475,
            "text": "The appellant is at liberty to seek appropriate orders for return of the petition and for refiling the petition before the learned Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "93597486416242439ce4200513732e17_194"
        },
        {
            "start": 31477,
            "end": 31530,
            "text": "32. The appeal is disposed of in the aforesaid terms.",
            "labels": [
                "RPC"
            ],
            "id": "936672734f304a85b03d5a407eb3b71e_195"
        },
        {
            "start": 31531,
            "end": 31575,
            "text": "The pending application is also disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "b64830c8eab94ee0b95e89e80bba4264_196"
        },
        {
            "start": 31576,
            "end": 31635,
            "text": "\nVIBHU BAKHRU, J TARA VITASTA GANJU, J MARCH 12, 2024 'gsr'",
            "labels": [
                "NONE"
            ],
            "id": "9469466a19fb430d80bf478856c790ac_197"
        }
    ],
    "entities": [
        {
            "text": "Gaursons Promoters P. Ltd.",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 47
        },
        {
            "text": "Aakash Engineers And Contractors",
            "label": "RESPONDENT",
            "start_char": 51,
            "end_char": 83
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 142,
            "end_char": 179
        },
        {
            "text": "Gaursons Promoters P. Ltd.",
            "label": "PETITIONER",
            "start_char": 442,
            "end_char": 468
        },
        {
            "text": "Aakash Engineers And Contractors",
            "label": "RESPONDENT",
            "start_char": 485,
            "end_char": 517
        },
        {
            "text": "Mayank Yadav",
            "label": "LAWYER",
            "start_char": 545,
            "end_char": 557
        },
        {
            "text": "Nikhil Agrawal",
            "label": "LAWYER",
            "start_char": 558,
            "end_char": 572
        },
        {
            "text": "Sanjay Kumar Mishra",
            "label": "LAWYER",
            "start_char": 573,
            "end_char": 592
        },
        {
            "text": "Vivek Kumar Singh",
            "label": "LAWYER",
            "start_char": 593,
            "end_char": 610
        },
        {
            "text": "Abhay Mishra",
            "label": "LAWYER",
            "start_char": 639,
            "end_char": 651
        },
        {
            "text": "Nirendra Mohan",
            "label": "LAWYER",
            "start_char": 652,
            "end_char": 666
        },
        {
            "text": "Prateek Srivastava",
            "label": "LAWYER",
            "start_char": 667,
            "end_char": 685
        },
        {
            "text": "Shailesh Kumar Tripathi",
            "label": "LAWYER",
            "start_char": 686,
            "end_char": 709
        },
        {
            "text": "Shashank Dwivedi",
            "label": "LAWYER",
            "start_char": 710,
            "end_char": 726
        },
        {
            "text": "Syed Safdar Ali Kazmi",
            "label": "LAWYER",
            "start_char": 727,
            "end_char": 748
        },
        {
            "text": "Arun Bhansali",
            "label": "JUDGE",
            "start_char": 762,
            "end_char": 775
        },
        {
            "text": "Vikas Budhwar",
            "label": "JUDGE",
            "start_char": 800,
            "end_char": 813
        },
        {
            "text": "Vikas Budhwar",
            "label": "JUDGE",
            "start_char": 825,
            "end_char": 838
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 872,
            "end_char": 882
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 890,
            "end_char": 928
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 977,
            "end_char": 985
        },
        {
            "text": "Commercial Court, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 1019,
            "end_char": 1054
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1058,
            "end_char": 1089
        },
        {
            "text": "Gaursons Promoters Pvt. Ltd. vs. Akash Engineers and Contractors",
            "label": "PRECEDENT",
            "start_char": 1091,
            "end_char": 1155
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1223,
            "end_char": 1233
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 1279,
            "end_char": 1288
        },
        {
            "text": "Akash Engineers and Contractors",
            "label": "ORG",
            "start_char": 1479,
            "end_char": 1510
        },
        {
            "text": "Alpha-Greater Noida",
            "label": "GPE",
            "start_char": 1551,
            "end_char": 1570
        },
        {
            "text": "Uttar Pradesh",
            "label": "GPE",
            "start_char": 1572,
            "end_char": 1585
        },
        {
            "text": "Gaursons Promoters Pvt. Ltd.",
            "label": "ORG",
            "start_char": 1648,
            "end_char": 1676
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 1737,
            "end_char": 1756
        },
        {
            "text": "Gaur City-2",
            "label": "GPE",
            "start_char": 2017,
            "end_char": 2028
        },
        {
            "text": "Noida",
            "label": "GPE",
            "start_char": 2051,
            "end_char": 2056
        },
        {
            "text": "Gaur City",
            "label": "GPE",
            "start_char": 2613,
            "end_char": 2622
        },
        {
            "text": "Noida",
            "label": "GPE",
            "start_char": 2634,
            "end_char": 2639
        },
        {
            "text": "Gaursons Hi-tech Infrastructures (P) Ltd.",
            "label": "ORG",
            "start_char": 2701,
            "end_char": 2742
        },
        {
            "text": "GPPL/GC 10/CIV-C/260/13",
            "label": "CASE_NUMBER",
            "start_char": 3008,
            "end_char": 3031
        },
        {
            "text": "1.11.2013",
            "label": "DATE",
            "start_char": 3056,
            "end_char": 3065
        },
        {
            "text": "1.11.2013",
            "label": "DATE",
            "start_char": 3155,
            "end_char": 3164
        },
        {
            "text": "Malba Cleaning",
            "label": "ORG",
            "start_char": 3748,
            "end_char": 3762
        },
        {
            "text": "Gajraj",
            "label": "OTHER_PERSON",
            "start_char": 3967,
            "end_char": 3973
        },
        {
            "text": "Gajraj",
            "label": "OTHER_PERSON",
            "start_char": 4721,
            "end_char": 4727
        },
        {
            "text": "Section 11(4)",
            "label": "PROVISION",
            "start_char": 5161,
            "end_char": 5174
        },
        {
            "text": "Section 11(4)",
            "label": "PROVISION",
            "start_char": 5241,
            "end_char": 5254
        },
        {
            "text": "19.08.2015",
            "label": "DATE",
            "start_char": 6984,
            "end_char": 6994
        },
        {
            "text": "Akashvs",
            "label": "OTHER_PERSON",
            "start_char": 7873,
            "end_char": 7880
        },
        {
            "text": "Malbashifting",
            "label": "OTHER_PERSON",
            "start_char": 8459,
            "end_char": 8472
        },
        {
            "text": "-18,05,663",
            "label": "DATE",
            "start_char": 8519,
            "end_char": 8529
        },
        {
            "text": "15,04,999",
            "label": "DATE",
            "start_char": 9068,
            "end_char": 9077
        },
        {
            "text": "15,04,999",
            "label": "DATE",
            "start_char": 9078,
            "end_char": 9087
        },
        {
            "text": "15,04,999",
            "label": "DATE",
            "start_char": 9088,
            "end_char": 9097
        },
        {
            "text": "Akashvs",
            "label": "OTHER_PERSON",
            "start_char": 9301,
            "end_char": 9308
        },
        {
            "text": "26,05,274",
            "label": "DATE",
            "start_char": 9497,
            "end_char": 9506
        },
        {
            "text": "Malbashifting",
            "label": "OTHER_PERSON",
            "start_char": 9888,
            "end_char": 9901
        },
        {
            "text": "GPPL",
            "label": "ORG",
            "start_char": 10242,
            "end_char": 10246
        },
        {
            "text": "14,13,614",
            "label": "DATE",
            "start_char": 10454,
            "end_char": 10463
        },
        {
            "text": "1,12,02,657",
            "label": "DATE",
            "start_char": 10488,
            "end_char": 10499
        },
        {
            "text": "1,29,02,602",
            "label": "DATE",
            "start_char": 10600,
            "end_char": 10611
        },
        {
            "text": "Akash Engineering and suppliers",
            "label": "ORG",
            "start_char": 11578,
            "end_char": 11609
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 11833,
            "end_char": 11842
        },
        {
            "text": "1st April, 2015",
            "label": "DATE",
            "start_char": 12337,
            "end_char": 12352
        },
        {
            "text": "Section 31(7) (b)",
            "label": "PROVISION",
            "start_char": 12488,
            "end_char": 12505
        },
        {
            "text": "15th December, 2018",
            "label": "DATE",
            "start_char": 12686,
            "end_char": 12705
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12792,
            "end_char": 12802
        },
        {
            "text": "Commercial Court, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 12825,
            "end_char": 12860
        },
        {
            "text": "Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 12885,
            "end_char": 12904
        },
        {
            "text": "Gaursons Promoters Pvt",
            "label": "ORG",
            "start_char": 12907,
            "end_char": 12929
        },
        {
            "text": "Ltd. vs. Akash Engineers)",
            "label": "PRECEDENT",
            "start_char": 12931,
            "end_char": 12956
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 12997,
            "end_char": 13005
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 13040,
            "end_char": 13048
        },
        {
            "text": "Commercial Court, Gautam Budh Nagar",
            "label": "COURT",
            "start_char": 13082,
            "end_char": 13117
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 13121,
            "end_char": 13152
        },
        {
            "text": "Gaursons Promoters Pvt",
            "label": "ORG",
            "start_char": 13155,
            "end_char": 13177
        },
        {
            "text": "Ltd. vs. Akash Engineers and Contractors)",
            "label": "PRECEDENT",
            "start_char": 13179,
            "end_char": 13220
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 13241,
            "end_char": 13250
        },
        {
            "text": "Gaursons Promoters Pvt",
            "label": "ORG",
            "start_char": 13291,
            "end_char": 13313
        },
        {
            "text": "Ltd. vs. Akash Engineers and Contractors",
            "label": "PRECEDENT",
            "start_char": 13315,
            "end_char": 13355
        },
        {
            "text": "5.10.2021",
            "label": "DATE",
            "start_char": 13476,
            "end_char": 13485
        },
        {
            "text": "Nikhil Agrawal",
            "label": "LAWYER",
            "start_char": 13500,
            "end_char": 13514
        },
        {
            "text": "Syed Safdar Ali Kazmi",
            "label": "LAWYER",
            "start_char": 13559,
            "end_char": 13580
        },
        {
            "text": "Kazmi",
            "label": "LAWYER",
            "start_char": 14369,
            "end_char": 14374
        },
        {
            "text": "01.12.2021",
            "label": "DATE",
            "start_char": 14559,
            "end_char": 14569
        },
        {
            "text": "Clarification Application No.6 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 15062,
            "end_char": 15100
        },
        {
            "text": "7.12.2021",
            "label": "DATE",
            "start_char": 15135,
            "end_char": 15144
        },
        {
            "text": "Application No.6 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 15181,
            "end_char": 15205
        },
        {
            "text": "05.10.2021",
            "label": "DATE",
            "start_char": 15265,
            "end_char": 15275
        },
        {
            "text": "15.3.2024",
            "label": "DATE",
            "start_char": 15601,
            "end_char": 15610
        },
        {
            "text": "Shashi Nandan",
            "label": "OTHER_PERSON",
            "start_char": 15664,
            "end_char": 15677
        },
        {
            "text": "Mohit Yadav",
            "label": "OTHER_PERSON",
            "start_char": 15719,
            "end_char": 15730
        },
        {
            "text": "Mayank Yadav",
            "label": "LAWYER",
            "start_char": 15737,
            "end_char": 15749
        },
        {
            "text": "Vinayak Mittal",
            "label": "OTHER_PERSON",
            "start_char": 15793,
            "end_char": 15807
        },
        {
            "text": "05.10.2021",
            "label": "DATE",
            "start_char": 16995,
            "end_char": 17005
        },
        {
            "text": "07.12.2021",
            "label": "DATE",
            "start_char": 17022,
            "end_char": 17032
        },
        {
            "text": "Commercial Court, Gautambudh Nagar",
            "label": "COURT",
            "start_char": 17358,
            "end_char": 17392
        },
        {
            "text": "09.04.2024",
            "label": "DATE",
            "start_char": 17615,
            "end_char": 17625
        },
        {
            "text": "22.4.2024",
            "label": "DATE",
            "start_char": 17635,
            "end_char": 17644
        },
        {
            "text": "Shashi Nandan",
            "label": "OTHER_PERSON",
            "start_char": 17860,
            "end_char": 17873
        },
        {
            "text": "Mayank Yadav",
            "label": "LAWYER",
            "start_char": 17914,
            "end_char": 17926
        },
        {
            "text": "Mohit Yadav",
            "label": "OTHER_PERSON",
            "start_char": 17935,
            "end_char": 17946
        },
        {
            "text": "Vinayak Mithal",
            "label": "OTHER_PERSON",
            "start_char": 17982,
            "end_char": 17996
        },
        {
            "text": "Shashi Nandan",
            "label": "OTHER_PERSON",
            "start_char": 18451,
            "end_char": 18464
        },
        {
            "text": "Mayank Yadav",
            "label": "LAWYER",
            "start_char": 18505,
            "end_char": 18517
        },
        {
            "text": "Mohit Yadav",
            "label": "OTHER_PERSON",
            "start_char": 18526,
            "end_char": 18537
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 18637,
            "end_char": 18646
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 18674,
            "end_char": 18682
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18715,
            "end_char": 18725
        },
        {
            "text": "Arbitration Case No.110 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 18740,
            "end_char": 18771
        },
        {
            "text": "Shashi Nandan",
            "label": "OTHER_PERSON",
            "start_char": 19614,
            "end_char": 19627
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20509,
            "end_char": 20519
        },
        {
            "text": "22.3.2017",
            "label": "DATE",
            "start_char": 20593,
            "end_char": 20602
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 20775,
            "end_char": 20783
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22481,
            "end_char": 22491
        },
        {
            "text": "Section (2-A)",
            "label": "PROVISION",
            "start_char": 22519,
            "end_char": 22532
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 22561,
            "end_char": 22571
        },
        {
            "text": "Ssangyong Engineering & Construction Co. Ltd. vs. National Highways Authority of India (NHAI) AIR 2019 SC 5041",
            "label": "PRECEDENT",
            "start_char": 22918,
            "end_char": 23028
        },
        {
            "text": "PSA Sical Terminals Pvt",
            "label": "ORG",
            "start_char": 23030,
            "end_char": 23053
        },
        {
            "text": "Ltd. vs. The Board of Trustees of V.O. Chidambranar Port Trust, Tuticorin & Ors., AIR 2021 S.C. 4661",
            "label": "PRECEDENT",
            "start_char": 23055,
            "end_char": 23155
        },
        {
            "text": "Associate Builders vs. Delhi Development Authority AIR 2015 SC 620",
            "label": "PRECEDENT",
            "start_char": 23157,
            "end_char": 23223
        },
        {
            "text": "Oil and Natural Gas Corporation Ltd. vs. Discovery Enterprises Pvt. Ltd. & Ors",
            "label": "PRECEDENT",
            "start_char": 23225,
            "end_char": 23303
        },
        {
            "text": "AIR 2022 SC 2080",
            "label": "PRECEDENT",
            "start_char": 23305,
            "end_char": 23321
        },
        {
            "text": "Alpine Housing Development Corporation vs. Ashok S. Dhariwal and others AIR 2023 SC 558",
            "label": "PRECEDENT",
            "start_char": 23323,
            "end_char": 23410
        },
        {
            "text": "Dakshin Haryana Bijli Vitran Nigam Ltd. vs. Navigant Technologies Pvt",
            "label": "PRECEDENT",
            "start_char": 23412,
            "end_char": 23481
        },
        {
            "text": "Ltd. AIR 2021 SC 2493",
            "label": "PRECEDENT",
            "start_char": 23483,
            "end_char": 23504
        },
        {
            "text": "State of Chhattisgarh & others vs. Sal Udyog Pvt",
            "label": "PRECEDENT",
            "start_char": 23509,
            "end_char": 23557
        },
        {
            "text": "Ltd. AIR 2021 SC 5503",
            "label": "PRECEDENT",
            "start_char": 23559,
            "end_char": 23580
        },
        {
            "text": "Section (2-A) of the Section 34",
            "label": "PROVISION",
            "start_char": 23848,
            "end_char": 23879
        },
        {
            "text": "Order XI Rule 12",
            "label": "PROVISION",
            "start_char": 24083,
            "end_char": 24099
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 24107,
            "end_char": 24113
        },
        {
            "text": "6.11.2017",
            "label": "DATE",
            "start_char": 24283,
            "end_char": 24292
        },
        {
            "text": "Vinayak Mithal",
            "label": "OTHER_PERSON",
            "start_char": 25577,
            "end_char": 25591
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 25703,
            "end_char": 25712
        },
        {
            "text": "5.7.2021",
            "label": "DATE",
            "start_char": 25733,
            "end_char": 25741
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25780,
            "end_char": 25790
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25845,
            "end_char": 25855
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26047,
            "end_char": 26057
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26151,
            "end_char": 26161
        },
        {
            "text": "Sub-Section (2-A) of the Section 34",
            "label": "PROVISION",
            "start_char": 26968,
            "end_char": 27003
        },
        {
            "text": "Order XI Rule 12",
            "label": "PROVISION",
            "start_char": 27591,
            "end_char": 27607
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27615,
            "end_char": 27618
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27841,
            "end_char": 27851
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 28162,
            "end_char": 28172
        },
        {
            "text": "Section 34 & 37",
            "label": "PROVISION",
            "start_char": 28283,
            "end_char": 28298
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 28306,
            "end_char": 28338
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 30132,
            "end_char": 30137
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 30259,
            "end_char": 30264
        },
        {
            "text": "section 75 or section 81",
            "label": "PROVISION",
            "start_char": 30375,
            "end_char": 30399
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 31338,
            "end_char": 31348
        },
        {
            "text": "section 8",
            "label": "PROVISION",
            "start_char": 32907,
            "end_char": 32916
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 32970,
            "end_char": 32979
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 33048,
            "end_char": 33058
        },
        {
            "text": "sub-section (2) or sub- section (3) of section 16",
            "label": "PROVISION",
            "start_char": 33177,
            "end_char": 33226
        },
        {
            "text": "section 17",
            "label": "PROVISION",
            "start_char": 33290,
            "end_char": 33300
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 33465,
            "end_char": 33478
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33527,
            "end_char": 33565
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34117,
            "end_char": 34127
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34551,
            "end_char": 34561
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 35516,
            "end_char": 35521
        },
        {
            "text": "Act No. 3 of the 2016",
            "label": "STATUTE",
            "start_char": 35554,
            "end_char": 35575
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 35594,
            "end_char": 35604
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35606,
            "end_char": 35616
        },
        {
            "text": "Section 2(A)",
            "label": "PROVISION",
            "start_char": 35678,
            "end_char": 35690
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35714,
            "end_char": 35724
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 36178,
            "end_char": 36188
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36282,
            "end_char": 36292
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36352,
            "end_char": 36362
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 36425,
            "end_char": 36435
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 36554,
            "end_char": 36564
        },
        {
            "text": "Associate Builders",
            "label": "PRECEDENT",
            "start_char": 36586,
            "end_char": 36604
        },
        {
            "text": "Ssangyong Engineering & Construction Co. Ltd.",
            "label": "PRECEDENT",
            "start_char": 36614,
            "end_char": 36659
        },
        {
            "text": "Sal Udyog Private Limited",
            "label": "PRECEDENT",
            "start_char": 36669,
            "end_char": 36694
        },
        {
            "text": "PSA Sical Terminals Pvt",
            "label": "ORG",
            "start_char": 36704,
            "end_char": 36727
        },
        {
            "text": "Batliboi Environmental Engineers Vs.",
            "label": "PRECEDENT",
            "start_char": 36743,
            "end_char": 36779
        },
        {
            "text": "Hindustan Petroleum Corporation Limited & Another AIR (2024) SCC 375",
            "label": "PRECEDENT",
            "start_char": 36780,
            "end_char": 36848
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36884,
            "end_char": 36897
        },
        {
            "text": "Civil Appeal No. 8067 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 36901,
            "end_char": 36930
        },
        {
            "text": "S.V. Samudram Vs.",
            "label": "PRECEDENT",
            "start_char": 36932,
            "end_char": 36949
        },
        {
            "text": "State of Karnataka",
            "label": "GPE",
            "start_char": 36950,
            "end_char": 36968
        },
        {
            "text": "4.1.2024",
            "label": "DATE",
            "start_char": 36991,
            "end_char": 36999
        },
        {
            "text": "15.6.2018",
            "label": "DATE",
            "start_char": 38270,
            "end_char": 38279
        },
        {
            "text": "20.2.2018",
            "label": "DATE",
            "start_char": 39462,
            "end_char": 39471
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 39476,
            "end_char": 39488
        },
        {
            "text": "Gaursons Group",
            "label": "ORG",
            "start_char": 39508,
            "end_char": 39522
        },
        {
            "text": "Akash Engineers and Contractors",
            "label": "ORG",
            "start_char": 39888,
            "end_char": 39919
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 40107,
            "end_char": 40119
        },
        {
            "text": "14,22,872",
            "label": "DATE",
            "start_char": 41424,
            "end_char": 41433
        },
        {
            "text": "Malba",
            "label": "OTHER_PERSON",
            "start_char": 42001,
            "end_char": 42006
        },
        {
            "text": "GPPL",
            "label": "ORG",
            "start_char": 42390,
            "end_char": 42394
        },
        {
            "text": "Murshid Alam",
            "label": "OTHER_PERSON",
            "start_char": 42457,
            "end_char": 42469
        },
        {
            "text": "SBC & KKC 13,49,591 21,45,105 13,49,591",
            "label": "CASE_NUMBER",
            "start_char": 42676,
            "end_char": 42715
        },
        {
            "text": "Malba",
            "label": "GPE",
            "start_char": 43573,
            "end_char": 43578
        },
        {
            "text": "GPPL",
            "label": "ORG",
            "start_char": 43976,
            "end_char": 43980
        },
        {
            "text": "SBC & KKC 14,18,562 21,96,386 14,18,562",
            "label": "CASE_NUMBER",
            "start_char": 44102,
            "end_char": 44141
        },
        {
            "text": "Section 194C",
            "label": "PROVISION",
            "start_char": 44399,
            "end_char": 44411
        },
        {
            "text": "Income Tax Act, 1961",
            "label": "STATUTE",
            "start_char": 44419,
            "end_char": 44439
        },
        {
            "text": "Section 194C",
            "label": "PROVISION",
            "start_char": 45704,
            "end_char": 45716
        },
        {
            "text": "Income Tax Act",
            "label": "STATUTE",
            "start_char": 45724,
            "end_char": 45738
        },
        {
            "text": "Section 194C",
            "label": "PROVISION",
            "start_char": 46482,
            "end_char": 46494
        },
        {
            "text": "Income Tax Act",
            "label": "STATUTE",
            "start_char": 46502,
            "end_char": 46516
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 46571,
            "end_char": 46583
        },
        {
            "text": "28.2.2018",
            "label": "DATE",
            "start_char": 46590,
            "end_char": 46599
        },
        {
            "text": "sub-paragraph (i) to (viii)",
            "label": "PROVISION",
            "start_char": 46927,
            "end_char": 46954
        },
        {
            "text": "194C",
            "label": "PROVISION",
            "start_char": 47058,
            "end_char": 47062
        },
        {
            "text": "Income Tax Act",
            "label": "STATUTE",
            "start_char": 47070,
            "end_char": 47084
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 47296,
            "end_char": 47306
        },
        {
            "text": "22.3.2017",
            "label": "DATE",
            "start_char": 47411,
            "end_char": 47420
        },
        {
            "text": "5.3.2023",
            "label": "DATE",
            "start_char": 47851,
            "end_char": 47859
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 49268,
            "end_char": 49280
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 49861,
            "end_char": 49871
        },
        {
            "text": "Section 101",
            "label": "PROVISION",
            "start_char": 50610,
            "end_char": 50621
        },
        {
            "text": "Section 102 and Section 114",
            "label": "PROVISION",
            "start_char": 50632,
            "end_char": 50659
        },
        {
            "text": "Evidence Act, 1872",
            "label": "STATUTE",
            "start_char": 50667,
            "end_char": 50685
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 51083,
            "end_char": 51093
        },
        {
            "text": "Sushil Kumar Vs.",
            "label": "PRECEDENT",
            "start_char": 51109,
            "end_char": 51125
        },
        {
            "text": "Rakesh Kumar",
            "label": "OTHER_PERSON",
            "start_char": 51126,
            "end_char": 51138
        },
        {
            "text": "(2003) 8",
            "label": "PRECEDENT",
            "start_char": 51153,
            "end_char": 51161
        },
        {
            "text": "Thiru John Vs.",
            "label": "PRECEDENT",
            "start_char": 51225,
            "end_char": 51239
        },
        {
            "text": "SCC 546",
            "label": "CASE_NUMBER",
            "start_char": 51267,
            "end_char": 51274
        },
        {
            "text": "Thiru John Vs.",
            "label": "PRECEDENT",
            "start_char": 51316,
            "end_char": 51330
        },
        {
            "text": "Sections 17 to 20",
            "label": "PROVISION",
            "start_char": 51478,
            "end_char": 51495
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 51528,
            "end_char": 51538
        },
        {
            "text": "Evidence Act",
            "label": "STATUTE",
            "start_char": 51546,
            "end_char": 51558
        },
        {
            "text": "Order XI Rule 12",
            "label": "PROVISION",
            "start_char": 52041,
            "end_char": 52057
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 52058,
            "end_char": 52061
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 52305,
            "end_char": 52317
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 52550,
            "end_char": 52560
        },
        {
            "text": "Rohit Sharma",
            "label": "WITNESS",
            "start_char": 53648,
            "end_char": 53660
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 54352,
            "end_char": 54362
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 54428,
            "end_char": 54438
        },
        {
            "text": "Piyush/Rajesh",
            "label": "JUDGE",
            "start_char": 54600,
            "end_char": 54613
        },
        {
            "text": "Vikas Budhwar",
            "label": "JUDGE",
            "start_char": 54626,
            "end_char": 54639
        },
        {
            "text": "Arun Bhansali",
            "label": "JUDGE",
            "start_char": 54653,
            "end_char": 54666
        }
    ],
    "precedent_clusters": {
        "Oil and Natural Gas Corporation Ltd. vs. Discovery Enterprises Pvt. Ltd. & Ors": [
            "Gaursons Promoters Pvt. Ltd. vs. Akash Engineers and Contractors",
            "Ltd. vs. Akash Engineers)",
            "Ltd. vs. Akash Engineers and Contractors)",
            "Ltd. vs. Akash Engineers and Contractors",
            "Oil and Natural Gas Corporation Ltd. vs. Discovery Enterprises Pvt. Ltd. & Ors",
            "Dakshin Haryana Bijli Vitran Nigam Ltd. vs. Navigant Technologies Pvt",
            "State of Chhattisgarh & others vs. Sal Udyog Pvt",
            "Batliboi Environmental Engineers Vs.",
            "S.V. Samudram Vs.",
            "Sushil Kumar Vs.",
            "(2003) 8",
            "Thiru John Vs.",
            "Thiru John Vs."
        ],
        "Ssangyong Engineering & Construction Co. Ltd. vs. National Highways Authority of India (NHAI) AIR 2019 SC 5041": [
            "Ssangyong Engineering & Construction Co. Ltd. vs. National Highways Authority of India (NHAI) AIR 2019 SC 5041",
            "Ssangyong Engineering & Construction Co. Ltd."
        ],
        "Associate Builders vs. Delhi Development Authority AIR 2015 SC 620": [
            "Associate Builders vs. Delhi Development Authority AIR 2015 SC 620",
            "Associate Builders"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XI Rule 12",
            "C.P.C.",
            "Order XI Rule 12",
            "C.P.C."
        ],
        [
            "Order XI Rule 12",
            "CPC",
            "Order XI Rule 12",
            "CPC"
        ],
        [
            "Section 34 & 37",
            "Arbitration and Conciliation Act",
            "Section 34 & 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 194C",
            "Income Tax Act, 1961",
            "Section 194C",
            "Income Tax Act, 1961"
        ],
        [
            "Section 194C",
            "Income Tax Act",
            "Section 194C",
            "Income Tax Act"
        ],
        [
            "Section 194C",
            "Income Tax Act",
            "Section 194C",
            "Income Tax Act"
        ],
        [
            "194C",
            "Income Tax Act",
            "194C",
            "Income Tax Act"
        ],
        [
            "Section 102 and Section 114",
            "Evidence Act, 1872",
            "Section 102 and Section 114",
            "Evidence Act, 1872"
        ],
        [
            "Section 21",
            "Evidence Act",
            "Section 21",
            "Evidence Act"
        ],
        [
            "Order XI Rule 12",
            "CPC",
            "Order XI Rule 12",
            "CPC"
        ],
        [
            "Section 11(4)",
            "Companies Act, 1956",
            "Section 11(4)",
            "Companies Act, 1956"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section (2-A) of the Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section (2-A) of the Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sub-Section (2-A) of the Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Sub-Section (2-A) of the Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(4)",
            "Companies Act, 1956",
            "Section 11(4)",
            "Companies Act, 1956"
        ],
        [
            "Section 31(7) (b)",
            "Companies Act, 1956",
            "Section 31(7) (b)",
            "Companies Act, 1956"
        ],
        [
            "Section (2-A)",
            "Companies Act, 1956",
            "Section (2-A)",
            "Companies Act, 1956"
        ],
        [
            "section 75 or section 81",
            "Arbitration and Conciliation Act",
            "section 75 or section 81",
            "Arbitration and Conciliation Act"
        ],
        [
            "section 33",
            "Arbitration and Conciliation Act",
            "section 33",
            "Arbitration and Conciliation Act"
        ],
        [
            "section 8",
            "Arbitration and Conciliation Act",
            "section 8",
            "Arbitration and Conciliation Act"
        ],
        [
            "section 9",
            "Arbitration and Conciliation Act",
            "section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "sub-section (2) or sub- section (3) of section 16",
            "Arbitration and Conciliation Act",
            "sub-section (2) or sub- section (3) of section 16",
            "Arbitration and Conciliation Act"
        ],
        [
            "section 17",
            "Arbitration and Conciliation Act",
            "section 17",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 2(A)",
            "Act No. 3 of the 2016",
            "Section 2(A)",
            "Act No. 3 of the 2016"
        ],
        [
            "sub-paragraph (i) to (viii)",
            "Income Tax Act",
            "sub-paragraph (i) to (viii)",
            "Income Tax Act"
        ],
        [
            "Section 101",
            "Income Tax Act",
            "Section 101",
            "Income Tax Act"
        ],
        [
            "Sections 17 to 20",
            "Evidence Act, 1872",
            "Sections 17 to 20",
            "Evidence Act, 1872"
        ]
    ],
    "precedent_counts": {
        "Oil and Natural Gas Corporation Ltd. vs. Discovery Enterprises Pvt. Ltd. & Ors": 13,
        "Ssangyong Engineering & Construction Co. Ltd. vs. National Highways Authority of India (NHAI) AIR 2019 SC 5041": 2,
        "Associate Builders vs. Delhi Development Authority AIR 2015 SC 620": 2
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 5,
        "Order XI Rule 12 of C.P.C.": 1,
        "Order XI Rule 12 of CPC": 2,
        "Section 34 & 37 of Arbitration and Conciliation Act": 1,
        "Section 194C of Income Tax Act, 1961": 1,
        "Section 194C of Income Tax Act": 2,
        "194C of Income Tax Act": 1,
        "Section 102 and Section 114 of Evidence Act, 1872": 1,
        "Section 21 of Evidence Act": 1,
        "Section 11(4) of Companies Act, 1956": 2,
        "Section 34 of Arbitration and Conciliation Act, 1996": 20,
        "Section (2-A) of the Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Sub-Section (2-A) of the Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 31(7) (b) of Companies Act, 1956": 1,
        "Section (2-A) of Companies Act, 1956": 1,
        "section 75 or section 81 of Arbitration and Conciliation Act": 1,
        "section 33 of Arbitration and Conciliation Act": 1,
        "section 8 of Arbitration and Conciliation Act": 1,
        "section 9 of Arbitration and Conciliation Act": 1,
        "sub-section (2) or sub- section (3) of section 16 of Arbitration and Conciliation Act": 1,
        "section 17 of Arbitration and Conciliation Act": 1,
        "Section 2(A) of Act No. 3 of the 2016": 1,
        "sub-paragraph (i) to (viii) of Income Tax Act": 1,
        "Section 101 of Income Tax Act": 1,
        "Sections 17 to 20 of Evidence Act, 1872": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 28,
        "C.P.C.": 1,
        "CPC": 2,
        "Arbitration and Conciliation Act": 7,
        "Income Tax Act, 1961": 1,
        "Income Tax Act": 5,
        "Evidence Act, 1872": 2,
        "Evidence Act": 1,
        "Companies Act, 1956": 4,
        "Act No. 3 of the 2016": 1
    }
}