{
    "id": "db6003490af2964088b41dff53ba0a76bd0cd6ee830f52a640c569e9aac76778",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAndhra High Court \nM/S.Spc Lifesciences Pvt. Ltd vs M/S.Ameya Laboratories Ltd on 17 August, 2017 \nAuthor: Ramesh Ranganathan\nBench: Ramesh Ranganathan\n        \n\n \n\nThe Honble The Acting Chief Justice Ramesh Ranganathan And  The Honble Ms. Justice J.Uma Devi                       \nCOM.T.A.No.3 of 2017 and batch  \n\n17-08-2017 \n\nM/s.SPC Lifesciences Pvt. Ltd..Petitioner/Plaintiff\n\nM/s.Ameya Laboratories Ltd.. Respondent/Defendant   \n\nCounsel for Petitioner/Plaintiff: Sri Ramesh B.Vishwanathula\n\nCounsel for respondent/Defendant:  Smt. Kota Kalpana \n\n\n<Gist:  \n\n>Head Note:    \n\n\n? Citations:\n1)      2001 (2) Ptc 775 (Kerala High Court)\n2)      Air 1961 Allahabad 101 \n3)      (Order in Special Civil Application No.2863 of 2004)\n4)      (Order in Cs(Os) No.1180 of 2011, dated 15.02.2016) \n5)      (Order in Cs(Os) No.176 of 2015) dated 01.04.2016)\n\n\nThe Honble The Acting Chief Justice Ramesh Ranganathan                \nAnd  \nThe Honble Ms. Justice J.Uma Devi       \n\nCOM.T.A.No.3 of 2017  \nin/and\nCOM.O.S.No.43 of 2017   \n\nCommon Order:\n(Per the Honble the Acting Chief Justice Ramesh Ranganathan) Com.TA No.3 of 2017 in Com.O.S.No.43 of 2017 has been transferred to the High Court from the Commercial Court i.e., the Xxiv Additional Chi ef Judge, City Civil Court, Hyderabad. Com .O.S.No.43 of 2017 was filed to restrain the defendant from infringing Patent No.265920 granted to the plaintiff-company under the Patents Act, 1970. \nThe jurisdiction of the Commercial Court was invoked, by the plaintiff in Com.O.S.No.43 of 2017, as the value of the Suit exceeded the specified value of Rs.1.00 Crore. The defendant in Com.O.S. No.43 of 2017 filed a counter- claim, along with their written statement, under Sections 104 and 107(i) r/w. Section 64 of the Patents Act, 1970 and Order 8 Rule 6-A CPC. They filed I.A.No.167 of 2017 in Com.O.S.No.43 of 2017 requesting the Commercial Court to transfer Com.O.S.No.43 of 2017, along with the counter-claim filed by them, to the High Court. \nIn his order, in I.A.No.167 of 2017 in Com.O.S.No.43 of 2017 dated 01.06.2017, the Learned Commercial Court Judge i.e., the XXIV Additional Chief Judge, City Civil Court, Hyderabad observed that he had lost jurisdiction on a counter-claim being filed by the respondent in view of Section 104 of the Patents Act; the decision in Low Heat Driers (P) Ltd v. Biju George , made it clear that the District Court had no power to decide any interlocutory applications once it transfers the petition to the High Court under the proviso to Section 104 of the Patents Act; a similar view was taken by the Allahabad High Court in Standard Glass Beads Factory v. Dhar ; and the Gujarat High Court in Gopal Glass Works Ltd. v. IAG Company Ltd ; and, hence, the Suit was being transmitted to the High Court.\nCom.T.A.No.3 of 2017 was listed before us, the Commercial Appellate Division (a Division Bench of the High Court). Sri Ramesh B. Vishwanathula, Learned Counsel for the petitioner, contended that the matter should be listed before the Commercial Division of the High Court (Single Judge), and not the Commercial Appellate Division; unlike Section 7 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, (hereinafter called the 2015 Act), its first proviso enables all suits and applications, relating to commercial disputes stipulated by an Act to lie in a Court not inferior to a District Court and filed or pending on the original side of the High Court, to be heard and disposed of by the Commercial Division of the High Court; while Section 7 relates to commercial disputes filed in a High Court having ordinary original civil jurisdiction, the first proviso thereto refers to all suits relating to commercial disputes; and, as a dispute arising out of a patent is a commercial dispute under Section 2[c](xvii) of the 2015 Act, Com.T.A. No.3 of 2017 is required to be heard and disposed of by the Commercial Division of the High Court. \nOn the other hand Smt. Kota Kalpana, Learned Counsel appearing on behalf of the defendant, would contend that, while Com.O.S.No.43 of 2017 had rightly been transferred to the High Court (on the defendant filing a counter-claim along with their written statement) in view of the proviso to Section 104 of the Patents Act, 1970, the High Court of Judicature at Hyderabad, for the State of Telangana and for the State of Andhra Pradesh, does not exercise ordinary original civil jurisdiction except in cases of commercial disputes arising out of issues relating to admiralty and maritime laws; consequently a commercial dispute, arising under the Patents Act, is required to be heard by the High Court; and neither the Commercial Division nor the Commercial Appellate Division of the High Court can exercise jurisdiction over such matters.\nSection 104 of the Patents Act, 1970 stipulates that no Suit for a declaration under Section 105 or for any relief under Section 106 or for infringement of a patent shall be instituted in any Court inferior to a District Court having jurisdiction to try the Suit. Under the proviso thereto, where a counter-claim for revocation of the patent is made by the defendant, the Suit, along with the counter-claim, shall be transferred to the High Court for its decision. Section 6 of the 2015 Act confers jurisdiction on the Commercial Court to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. As the present dispute, relating to infringement of a patent, is a commercial dispute under Section 2(c)(xvii) of the 2015 Act, and as the value of the Suit exceeded the specified value of Rs.1.00 Crore, the plaintiff instituted the Suit before the Commercial Court (i.e., the Court of the XXIV Additional Chief Judge, City Civil Court, Hyderabad) by filing Com.O.S.No.43 of 2017. In terms of the proviso to Section 104, on the defendant filing a counter-claim along with their written statement, Com.O.S.No.43 of 2017, along with the counter-claim, was rightly transferred to the High Court for its decision. \nWhile the High Court is bound to hear and decide Com.O.S.No.43 of 2017, the question which necessitates examination is whether this dispute is required to be heard either by the Commercial Division under the 2015 Act or whether Com.O.S.No.43 of 2017, along with the counter-claim, can be heard and decided by any Judge of the High Court, other than the Commercial Division and Commercial Appellate Division of the High Court as constituted under the 2015 Act? \nSections 7 and 13 of the 2015 Act, which are relevant, read thus:\n7. Jurisdiction of Commercial Divisions of High Courts. All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court: \nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\nIt is not in dispute that, in view of Section 2(c)(xvii) of the 2015 Act, the dispute in Com.O.S.No.43 of 2017 is a commercial dispute exceeding the minimum specified value of Rs.1.00 Crore. All Suits, relating to commercial disputes exceeding Rs.1.00 Crore, are required to be heard and disposed of by the Commercial Division of the High Court provided such Suits are filed in a High Court having ordinary original civil jurisdiction. Unlike the Presidency Courts which have ordinary original civil jurisdiction, the High Court of Judicature at Hyderabad exercises ordinary original civil jurisdiction only in relation to admiralty and maritime laws. This High Court does not exercise ordinary original civil jurisdiction in respect of disputes arising under the Patents Act and, consequently, such Suits cannot be heard or disposed of by the Commercial Division of this High Court. \nSri Ramesh B. Vishwanathula, Learned Counsel for the plaintiff, would submit that the scope of the first proviso to Section 7 of the 2015 Act is wide and brings within its ambit all Suits relating to commercial disputes; and such Suits are required to be heard and disposed of by the Commercial Division of the High Court whether or not the High Court exercises ordinary original civil jurisdiction. In our view such a construction, of the first proviso to Section 7 of the 2015 Act, is impermissible. The first proviso to Section 7 is applicable only to cases where a Suit, relating to a commercial dispute, is stipulated by an Act to lie in a Court not inferior to a District Court. Further it is only such Suits, as are filed or are pending on the original side of the High Court, which are required to be heard and disposed of by the Commercial Division of the High Court. \nIt is no doubt true that, under Section 104 of the Patents Act, a Suit for infringement of a patent would lie to a Court not inferior to a District Court. However even in case of such Suits, relating to commercial disputes, it is only if they are either filed or are pending on the original side of the High Court are they required to be heard and disposed of by the Commercial Division of the High Court. The present Suit was neither filed nor was it required to be filed before this High Court, as it does not exercise ordinary original civil jurisdiction to hear and decide such Suits. \nReliance placed by Sri Ramesh B. Vishwanathula, Learned Counsel for the plaintiff, on the judgments of the Delhi High Court, in Guiness World Records Ltd. v. Sababbi Mangal and Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt. Ltd. , are misplaced. In Guiness World Records Ltd4 the Delhi High Court noticed the distinction between the first proviso to Section 7 of the 2015 Ordinance, wherein the words and filed were used, and the expression used in Section 7 of the 2015 Act i.e. and filed or pending; and held that the expression and filed had been elaborated by the Legislature to mean those cases which are filed or are pending i.e. even if a case is pending on the date when the 2015 Act came into force, such pending cases should also be tried by the Commercial Division of the High Court irrespective of whether these matters are above the specified value or are below the specified value of Rs.1.00 Crore ; if the words and filed and and filed or pending are to be interpreted to mean that cases which are filed and pending will have to be transferred to a Court other than the Commercial Division, since their pecuniary value is less than Rs.1.00 Crore, it would then defeat the intention of the Legislature in changing the language of the first proviso to Section 7 of the Ordinance whereby the words and filed had been amended to and filed or pending in Section 7 of 2015 Act. \nIn Kamal Sharma5, the Delhi High Court held that, in so far as Suits and applications which were filed and were pending prior to the coming into force of the 2015 Act, the first proviso to Section 7 carved out a limited exception by providing that all Suits and applications relating to commercial disputes, (stipulated by any Act to lie in a Court not inferior to a District Court), and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court; this meant that, even if the value of such Suits or applications fell below the specified value of Rs.1.00 Crore, the pending commercial disputes would continue to be heard by the Commercial Division of the High Court, provided such commercial disputes, in terms of a statutory stipulation, would lie only in a Court not inferior to a District Court. \nUnlike this High Court, the Delhi High Court exercises ordinary original civil jurisdiction to try a Suit filed either under Section 105 or under Section 106 of the Patents Act, provided the value of the suit exceeds the pecuniary jurisdiction of the District Court. While a Suit for infringement of a patent, under Section 106 of the Patents Act, lies only to the District Court, as the High Court at Hyderabad does not exercise ordinary original civil jurisdiction, it is only because of the proviso thereto that the Suit, along with the counter-claim for revocation of the patent, is required to be transferred to this High Court, for its decision, irrespective of the value of the Suit. Once a counter-claim is filed for revocation of the patent, the proviso to Section 104 of the Patents Act obligates the District Court (in the present case the Commercial Court) to transfer the Suit to the High Court for its decision. \nThe first proviso to Section 7 of the 2015 Act only protects Suits, arising under the Patents Act, which are filed or are pending on the original side of the High Court, to be heard and disposed of by the Commercial Division of the High Court irrespective of whether or not the commercial dispute exceeds the specified value. While Suits relating to commercial disputes of less than the specified value cannot be filed before the Commercial Division of the High Court (having ordinary original jurisdiction to try such suits) after the 2015 Act came into force, Suits which were filed prior thereto, and were pending on the file of the High Court on its original side, would, after the 2015 Act came into force, be required to be decided by the Commercial Division of the High Court. The first proviso to Section 7 of the 2015 Act does not require Suits relating to commercial disputes to be filed before such High Courts which do not exercise ordinary original civil jurisdiction in relation to such commercial disputes. \nConstruing the first proviso in the manner suggested by the Learned Counsel for the plaintiff, would render the second proviso to Section 7 of the 2015 Act redundant. The second proviso to Section 7 of the 2015 Act requires Suits, transferred to the High Court in view of the proviso to Section 104 of the Patents Act, to be heard and disposed of by the Commercial Division of the High Court in all areas over which the High Court exercises ordinary original civil jurisdiction. While the first proviso relates to Suits which were filed or were pending on the original side of the High Court before the 2015 Act came into force, the second proviso relates to Suits which are transferred to the High Court, under the proviso to Section 104 of the Patents Act, after the 2015 Act came into force. In the present case the Suit has been transferred to this High Court, as the defendant in the Suit had filed a counter-claim for revocation of the patent and in view of the proviso to Section 104 of the Patents Act, after the coming into force of the 2015 Act. In terms of the second proviso, such transferred Suits are required to be heard and disposed of by the Commercial Division of the High Court only in all those areas over which the High Court exercises ordinary original civil jurisdiction. If Suits, transferred to the High Court in terms of the proviso to Section 104 of the Patents Act, are held to fall within the ambit of the first proviso to Section 7 of the 2015 Act, it was wholly unnecessary for Parliament to provide for the second proviso. As the High Court at Hyderabad does not exercise ordinary original civil jurisdiction in respect of commercial disputes arising under the Patents Act, the second proviso to Section 7 is also not attracted and, consequently, the transferred Suit cannot be heard and disposed of by the Commercial Division of the High Court. \nSection 13 of the 2015 Act provides for an appeal to the Commercial Appellate Division only against a decision of the Commercial Court or the Commercial Division of a High Court. As the Suit in Com.O.S.No.43 of 2017, which has been transferred to this High Court in view of the proviso to Section 104 of the Patents Act, is neither a decision of a Commercial Court nor is it an appeal to the Commercial Appellate Division, the said Suit cannot be heard and decided by the Commercial Appellate Division of the High Court either. \nA Suit for infringement of a patent is required, in view of Section 104 of the Patents Act, to be instituted only before a District Court having jurisdiction to try the Suit. However, where the specified value of such Suit exceeds Rs.1.00 Crore, it would be required to be heard and disposed of by the Commercial Court constituted under Section 6 of the 2015 Act. It is only where a counter-claim, for revocation of the patent, is made by the defendant would such Suit, along with the counter-claim, be required to be transferred to the High Court for its decision. Section 104 of the Patents Act and its proviso were in force long before the 2015 Act came into force on 01.01.2016. Even though this High Court lacked ordinary original civil jurisdiction, it was nonetheless required, in view of the proviso to Section 104 of the Patents Act, to try and decide such Suits and the counter-claim therein similar to those High Courts which have been conferred ordinary original civil jurisdiction. As neither Section 7 nor Section 13 of the 2015 Act are attracted to such Suits, transferred to the High Court in view of the proviso to Section 104 of the Patents Act, the Suit is not required to be heard and decided either by the Commercial Division of this High Court (which exercises ordinary original civil jurisdiction only in relation to disputes arising out of issues under admiralty and maritime laws, and not under the Patents Act) or the Commercial Appellate Division of the High Court which has jurisdiction only to entertain appeals, and not to hear and decide Suits and counter-claims arising therein. The transferred Suit and the counter-claim is required to be tried and decided by this High Court in the same manner as it was hitherto tried and decided by this High Court before the 2015 Act came into force. \nWe consider it appropriate, therefore, to direct the Registry to obtain approval of the HACJ for listing of these matters before a Single Judge of this Court. \n_________________________________ (RAMESH RANGANATHAN, ACJ) __________________________ (J.UMA DEVI, J) Date:17-08-2017.",
        "preamble_end_char_offset": null,
        "cleaned_text": "andhra high court m/s.spc lifesciences pvt. ltd vs m/s.ameya laboratories ltd on 17 august, 2017 author: ramesh ranganathan bench: ramesh ranganathan the honble the acting chief justice ramesh ranganathan and the honble ms. justice j.uma devi com.t.a.no.3 of 2017 and batch 17-08-2017 m/s.spc lifesciences pvt. ltd..petitioner/plaintiff m/s.ameya laboratories ltd.. respondent/defendant counsel for petitioner/plaintiff: sri ramesh b.vishwanathula counsel for respondent/defendant: smt. kota kalpana <gist: >head note: ? citations: 1) 2001 (2) ptc 775 (kerala high court) 2) air 1961 allahabad 101 3) (order in special civil application no.2863 of 2004) 4) (order in cs(os) no.1180 of 2011, dated 15.02.2016) 5) (order in cs(os) no.176 of 2015) dated 01.04.2016) the honble the acting chief justice ramesh ranganathan and the honble ms. justice j.uma devi com.t.a.no.3 of 2017 in/and com.o.s.no.43 of 2017 common order: (per the honble the acting chief justice ramesh ranganathan) com.ta no.3 of 2017 in com.o.s.no.43 of 2017 has been transferred to the high court from the commercial court i.e., the xxiv additional chief judge, city civil court, hyderabad. com.o.s.no.43 of 2017 was filed to restrain the defendant from infringing patent no.265920 granted to the plaintiff-company under the patents act, 1970. the jurisdiction of the commercial court was invoked, by the plaintiff in com.o.s.no.43 of 2017, as the value of the suit exceeded the specified value of rs.1.00 crore. the defendant in com.o.s. no.43 of 2017 filed a counterclaim, along with their written statement, under sections 104 and 107(i) r/w. section 64 of the patents act, 1970 and order 8 rule 6-a cpc. they filed i.a.no.167 of 2017 in com.o.s.no.43 of 2017 requesting the commercial court to transfer com.o.s.no.43 of 2017, along with the counter-claim filed by them, to the high court. in his order, in i.a.no.167 of 2017 in com.o.s.no.43 of 2017 dated 01.06.2017, the learned commercial court judge i.e., the xxiv additional chief judge, city civil court, hyderabad observed that he had lost jurisdiction on a counter-claim being filed by the respondent in view of section 104 of the patents act; the decision in low heat driers (p) ltd v. biju george , made it clear that the district court had no power to decide any interlocutory applications once it transfers the petition to the high court under the proviso to section 104 of the patents act; a similar view was taken by the allahabad high court in standard glass beads factory v. dhar ; and the gujarat high court in gopal glass works ltd. v. iag company ltd ; and, hence, the suit was being transmitted to the high court. com.t.a.no.3 of 2017 was listed before us, the commercial appellate division (a division bench of the high court). sri ramesh b. vishwanathula, learned counsel for the petitioner, contended that the matter should be listed before the commercial division of the high court (single judge), and not the commercial appellate division; unlike section 7 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, (hereinafter called the 2015 act), its first proviso enables all suits and applications, relating to commercial disputes stipulated by an act to lie in a court not inferior to a district court and filed or pending on the original side of the high court, to be heard and disposed of by the commercial division of the high court; while section 7 relates to commercial disputes filed in a high court having ordinary original civil jurisdiction, the first proviso thereto refers to all suits relating to commercial disputes; and, as a dispute arising out of a patent is a commercial dispute under section 2[c](xvii) of the 2015 act, com.t.a. no.3 of 2017 is required to be heard and disposed of by the commercial division of the high court. on the other hand smt. kota kalpana, learned counsel appearing on behalf of the defendant, would contend that, while com.o.s.no.43 of 2017 had rightly been transferred to the high court (on the defendant filing a counter-claim along with their written statement) in view of the proviso to section 104 of the patents act, 1970, the high court of judicature at hyderabad, for the state of telangana and for the state of andhra pradesh, does not exercise ordinary original civil jurisdiction except in cases of commercial disputes arising out of issues relating to admiralty and maritime laws; consequently a commercial dispute, arising under the patents act, is required to be heard by the high court; and neither the commercial division nor the commercial appellate division of the high court can exercise jurisdiction over such matters. section 104 of the patents act, 1970 stipulates that no suit for a declaration under section 105 or for any relief under section 106 or for infringement of a patent shall be instituted in any court inferior to a district court having jurisdiction to try the suit. under the proviso thereto, where a counter-claim for revocation of the patent is made by the defendant, the suit, along with the counter-claim, shall be transferred to the high court for its decision. section 6 of the 2015 act confers jurisdiction on the commercial court to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. as the present dispute, relating to infringement of a patent, is a commercial dispute under section 2(c)(xvii) of the 2015 act, and as the value of the suit exceeded the specified value of rs.1.00 crore, the plaintiff instituted the suit before the commercial court (i.e., the court of the xxiv additional chief judge, city civil court, hyderabad) by filing com.o.s.no.43 of 2017. in terms of the proviso to section 104, on the defendant filing a counter-claim along with their written statement, com.o.s.no.43 of 2017, along with the counter-claim, was rightly transferred to the high court for its decision. while the high court is bound to hear and decide com.o.s.no.43 of 2017, the question which necessitates examination is whether this dispute is required to be heard either by the commercial division under the 2015 act or whether com.o.s.no.43 of 2017, along with the counter-claim, can be heard and decided by any judge of the high court, other than the commercial division and commercial appellate division of the high court as constituted under the 2015 act? sections 7 and 13 of the 2015 act, which are relevant, read thus: 7. jurisdiction of commercial divisions of high courts.all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. 13. appeals from decrees of commercial courts and commercial divisions.(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. it is not in dispute that, in view of section 2(c)(xvii) of the 2015 act, the dispute in com.o.s.no.43 of 2017 is a commercial dispute exceeding the minimum specified value of rs.1.00 crore. all suits, relating to commercial disputes exceeding rs.1.00 crore, are required to be heard and disposed of by the commercial division of the high court provided such suits are filed in a high court having ordinary original civil jurisdiction. unlike the presidency courts which have ordinary original civil jurisdiction, the high court of judicature at hyderabad exercises ordinary original civil jurisdiction only in relation to admiralty and maritime laws. this high court does not exercise ordinary original civil jurisdiction in respect of disputes arising under the patents act and, consequently, such suits cannot be heard or disposed of by the commercial division of this high court. sri ramesh b. vishwanathula, learned counsel for the plaintiff, would submit that the scope of the first proviso to section 7 of the 2015 act is wide and brings within its ambit all suits relating to commercial disputes; and such suits are required to be heard and disposed of by the commercial division of the high court whether or not the high court exercises ordinary original civil jurisdiction. in our view such a construction, of the first proviso to section 7 of the 2015 act, is impermissible. the first proviso to section 7 is applicable only to cases where a suit, relating to a commercial dispute, is stipulated by an act to lie in a court not inferior to a district court. further it is only such suits, as are filed or are pending on the original side of the high court, which are required to be heard and disposed of by the commercial division of the high court. it is no doubt true that, under section 104 of the patents act, a suit for infringement of a patent would lie to a court not inferior to a district court. however even in case of such suits, relating to commercial disputes, it is only if they are either filed or are pending on the original side of the high court are they required to be heard and disposed of by the commercial division of the high court. the present suit was neither filed nor was it required to be filed before this high court, as it does not exercise ordinary original civil jurisdiction to hear and decide such suits. reliance placed by sri ramesh b. vishwanathula, learned counsel for the plaintiff, on the judgments of the delhi high court, in guiness world records ltd. v. sababbi mangal and kamal sharma v. m/s.blue coast infrastructure development pvt. ltd. , are misplaced. in guiness world records ltd4 the delhi high court noticed the distinction between the first proviso to section 7 of the 2015 ordinance, wherein the words and filed were used, and the expression used in section 7 of the 2015 act i.e. and filed or pending; and held that the expression and filed had been elaborated by the legislature to mean those cases which are filed or are pending i.e. even if a case is pending on the date when the 2015 act came into force, such pending cases should also be tried by the commercial division of the high court irrespective of whether these matters are above the specified value or are below the specified value of rs.1.00 crore; if the words and filed and and filed or pending are to be interpreted to mean that cases which are filed and pending will have to be transferred to a court other than the commercial division, since their pecuniary value is less than rs.1.00 crore, it would then defeat the intention of the legislature in changing the language of the first proviso to section 7 of the ordinance whereby the words and filed had been amended to and filed or pending in section 7 of 2015 act. in kamal sharma5, the delhi high court held that, in so far as suits and applications which were filed and were pending prior to the coming into force of the 2015 act, the first proviso to section 7 carved out a limited exception by providing that all suits and applications relating to commercial disputes, (stipulated by any act to lie in a court not inferior to a district court), and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court; this meant that, even if the value of such suits or applications fell below the specified value of rs.1.00 crore, the pending commercial disputes would continue to be heard by the commercial division of the high court, provided such commercial disputes, in terms of a statutory stipulation, would lie only in a court not inferior to a district court. unlike this high court, the delhi high court exercises ordinary original civil jurisdiction to try a suit filed either under section 105 or under section 106 of the patents act, provided the value of the suit exceeds the pecuniary jurisdiction of the district court. while a suit for infringement of a patent, under section 106 of the patents act, lies only to the district court, as the high court at hyderabad does not exercise ordinary original civil jurisdiction, it is only because of the proviso thereto that the suit, along with the counter-claim for revocation of the patent, is required to be transferred to this high court, for its decision, irrespective of the value of the suit. once a counter-claim is filed for revocation of the patent, the proviso to section 104 of the patents act obligates the district court (in the present case the commercial court) to transfer the suit to the high court for its decision. the first proviso to section 7 of the 2015 act only protects suits, arising under the patents act, which are filed or are pending on the original side of the high court, to be heard and disposed of by the commercial division of the high court irrespective of whether or not the commercial dispute exceeds the specified value. while suits relating to commercial disputes of less than the specified value cannot be filed before the commercial division of the high court (having ordinary original jurisdiction to try such suits) after the 2015 act came into force, suits which were filed prior thereto, and were pending on the file of the high court on its original side, would, after the 2015 act came into force, be required to be decided by the commercial division of the high court. the first proviso to section 7 of the 2015 act does not require suits relating to commercial disputes to be filed before such high courts which do not exercise ordinary original civil jurisdiction in relation to such commercial disputes. construing the first proviso in the manner suggested by the learned counsel for the plaintiff, would render the second proviso to section 7 of the 2015 act redundant. the second proviso to section 7 of the 2015 act requires suits, transferred to the high court in view of the proviso to section 104 of the patents act, to be heard and disposed of by the commercial division of the high court in all areas over which the high court exercises ordinary original civil jurisdiction. while the first proviso relates to suits which were filed or were pending on the original side of the high court before the 2015 act came into force, the second proviso relates to suits which are transferred to the high court, under the proviso to section 104 of the patents act, after the 2015 act came into force. in the present case the suit has been transferred to this high court, as the defendant in the suit had filed a counter-claim for revocation of the patent and in view of the proviso to section 104 of the patents act, after the coming into force of the 2015 act. in terms of the second proviso, such transferred suits are required to be heard and disposed of by the commercial division of the high court only in all those areas over which the high court exercises ordinary original civil jurisdiction. if suits, transferred to the high court in terms of the proviso to section 104 of the patents act, are held to fall within the ambit of the first proviso to section 7 of the 2015 act, it was wholly unnecessary for parliament to provide for the second proviso. as the high court at hyderabad does not exercise ordinary original civil jurisdiction in respect of commercial disputes arising under the patents act, the second proviso to section 7 is also not attracted and, consequently, the transferred suit cannot be heard and disposed of by the commercial division of the high court. section 13 of the 2015 act provides for an appeal to the commercial appellate division only against a decision of the commercial court or the commercial division of a high court. as the suit in com.o.s.no.43 of 2017, which has been transferred to this high court in view of the proviso to section 104 of the patents act, is neither a decision of a commercial court nor is it an appeal to the commercial appellate division, the said suit cannot be heard and decided by the commercial appellate division of the high court either. a suit for infringement of a patent is required, in view of section 104 of the patents act, to be instituted only before a district court having jurisdiction to try the suit. however, where the specified value of such suit exceeds rs.1.00 crore, it would be required to be heard and disposed of by the commercial court constituted under section 6 of the 2015 act. it is only where a counter-claim, for revocation of the patent, is made by the defendant would such suit, along with the counter-claim, be required to be transferred to the high court for its decision. section 104 of the patents act and its proviso were in force long before the 2015 act came into force on 01.01.2016. even though this high court lacked ordinary original civil jurisdiction, it was nonetheless required, in view of the proviso to section 104 of the patents act, to try and decide such suits and the counter-claim therein similar to those high courts which have been conferred ordinary original civil jurisdiction. as neither section 7 nor section 13 of the 2015 act are attracted to such suits, transferred to the high court in view of the proviso to section 104 of the patents act, the suit is not required to be heard and decided either by the commercial division of this high court (which exercises ordinary original civil jurisdiction only in relation to disputes arising out of issues under admiralty and maritime laws, and not under the patents act) or the commercial appellate division of the high court which has jurisdiction only to entertain appeals, and not to hear and decide suits and counter-claims arising therein. the transferred suit and the counter-claim is required to be tried and decided by this high court in the same manner as it was hitherto tried and decided by this high court before the 2015 act came into force. we consider it appropriate, therefore, to direct the registry to obtain approval of the hacj for listing of these matters before a single judge of this court. _________________________________ (ramesh ranganathan, acj) __________________________ (j.uma devi, j) date:17-08-2017."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7850d0ee0cf94801b4c6a4f568f60490_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aacc0b9fd7eb4a87ae3e7847913e2a30_1"
        },
        {
            "start": 242,
            "end": 260,
            "text": "\nAndhra High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20d37c56fb634fd290907d87af61c6ac_2"
        },
        {
            "start": 261,
            "end": 340,
            "text": "\nM/S.Spc Lifesciences Pvt. Ltd vs M/S.Ameya Laboratories Ltd on 17 August, 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22fc65e9915e4c898dc522f6229bba64_3"
        },
        {
            "start": 341,
            "end": 818,
            "text": "\nAuthor: Ramesh Ranganathan\nBench: Ramesh Ranganathan\n        \n\n \n\nThe Honble The Acting Chief Justice Ramesh Ranganathan And  The Honble Ms. Justice J.Uma Devi                       \nCOM.T.A.No.3 of 2017 and batch  \n\n17-08-2017 \n\nM/s.SPC Lifesciences Pvt. Ltd..Petitioner/Plaintiff\n\nM/s.Ameya Laboratories Ltd.. Respondent/Defendant   \n\nCounsel for Petitioner/Plaintiff: Sri Ramesh B.Vishwanathula\n\nCounsel for respondent/Defendant:  Smt. Kota Kalpana \n\n\n<Gist:  \n\n>Head Note:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66566f3da57c42008f9b390fafeaeeee_4"
        },
        {
            "start": 819,
            "end": 1035,
            "text": "   \n\n\n? Citations:\n1)      2001 (2) Ptc 775 (Kerala High Court)\n2)      Air 1961 Allahabad 101 \n3)      (Order in Special Civil Application No.2863 of 2004)\n4)      (Order in Cs(Os) No.1180 of 2011, dated 15.02.2016)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e25ca572377a4ca8b97663e547a0b389_5"
        },
        {
            "start": 1036,
            "end": 1487,
            "text": "\n5)      (Order in Cs(Os) No.176 of 2015) dated 01.04.2016)\n\n\nThe Honble The Acting Chief Justice Ramesh Ranganathan                \nAnd  \nThe Honble Ms. Justice J.Uma Devi       \n\nCOM.T.A.No.3 of 2017  \nin/and\nCOM.O.S.No.43 of 2017   \n\nCommon Order:\n(Per the Honble the Acting Chief Justice Ramesh Ranganathan) Com.TA No.3 of 2017 in Com.O.S.No.43 of 2017 has been transferred to the High Court from the Commercial Court i.e., the Xxiv Additional Chi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57918dde58bf47f980a60fc5baee1415_6"
        },
        {
            "start": 1488,
            "end": 1526,
            "text": "ef Judge, City Civil Court, Hyderabad.",
            "labels": [
                "NONE"
            ],
            "id": "8aa9985a7ece47c3a68f8035ff0e93d4_7"
        },
        {
            "start": 1527,
            "end": 1680,
            "text": "Com .O.S.No.43 of 2017 was filed to restrain the defendant from infringing Patent No.265920 granted to the plaintiff-company under the Patents Act, 1970.",
            "labels": [
                "FAC"
            ],
            "id": "ca2acf1d3c4e4dd29c93e45b67f42948_8"
        },
        {
            "start": 1681,
            "end": 1850,
            "text": "\nThe jurisdiction of the Commercial Court was invoked, by the plaintiff in Com.O.S.No.43 of 2017, as the value of the Suit exceeded the specified value of Rs.1.00 Crore.",
            "labels": [
                "FAC"
            ],
            "id": "de6dec3e653045a7af4e7da6eae34f01_9"
        },
        {
            "start": 1851,
            "end": 2047,
            "text": "The defendant in Com.O.S. No.43 of 2017 filed a counter- claim, along with their written statement, under Sections 104 and 107(i) r/w. Section 64 of the Patents Act, 1970 and Order 8 Rule 6-A CPC.",
            "labels": [
                "FAC"
            ],
            "id": "6423a66453764c89acd98c246c5c8887_10"
        },
        {
            "start": 2048,
            "end": 2232,
            "text": "They filed I.A.No.167 of 2017 in Com.O.S.No.43 of 2017 requesting the Commercial Court to transfer Com.O.S.No.43 of 2017, along with the counter-claim filed by them, to the High Court.",
            "labels": [
                "FAC"
            ],
            "id": "c8e3b3c6d4e947f9b3232c757f34809a_11"
        },
        {
            "start": 2234,
            "end": 3028,
            "text": "In his order, in I.A.No.167 of 2017 in Com.O.S.No.43 of 2017 dated 01.06.2017, the Learned Commercial Court Judge i.e., the XXIV Additional Chief Judge, City Civil Court, Hyderabad observed that he had lost jurisdiction on a counter-claim being filed by the respondent in view of Section 104 of the Patents Act; the decision in Low Heat Driers (P) Ltd v. Biju George , made it clear that the District Court had no power to decide any interlocutory applications once it transfers the petition to the High Court under the proviso to Section 104 of the Patents Act; a similar view was taken by the Allahabad High Court in Standard Glass Beads Factory v. Dhar ; and the Gujarat High Court in Gopal Glass Works Ltd. v. IAG Company Ltd ; and, hence, the Suit was being transmitted to the High Court.\n",
            "labels": [
                "RLC"
            ],
            "id": "279f5bf8677c474ba7b5d20f657c1cc7_12"
        },
        {
            "start": 3028,
            "end": 3142,
            "text": "Com.T.A.No.3 of 2017 was listed before us, the Commercial Appellate Division (a Division Bench of the High Court).",
            "labels": [
                "RLC"
            ],
            "id": "68313f9c78cd4c959c703874bcbad74a_13"
        },
        {
            "start": 3143,
            "end": 4218,
            "text": "Sri Ramesh B. Vishwanathula, Learned Counsel for the petitioner, contended that the matter should be listed before the Commercial Division of the High Court (Single Judge), and not the Commercial Appellate Division; unlike Section 7 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, (hereinafter called the 2015 Act), its first proviso enables all suits and applications, relating to commercial disputes stipulated by an Act to lie in a Court not inferior to a District Court and filed or pending on the original side of the High Court, to be heard and disposed of by the Commercial Division of the High Court; while Section 7 relates to commercial disputes filed in a High Court having ordinary original civil jurisdiction, the first proviso thereto refers to all suits relating to commercial disputes; and, as a dispute arising out of a patent is a commercial dispute under Section 2[c](xvii) of the 2015 Act, Com.T.A. No.3 of 2017 is required to be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f3fb1c7ba4244c9bb5a28f7296c626eb_14"
        },
        {
            "start": 4220,
            "end": 5320,
            "text": "On the other hand Smt. Kota Kalpana, Learned Counsel appearing on behalf of the defendant, would contend that, while Com.O.S.No.43 of 2017 had rightly been transferred to the High Court (on the defendant filing a counter-claim along with their written statement) in view of the proviso to Section 104 of the Patents Act, 1970, the High Court of Judicature at Hyderabad, for the State of Telangana and for the State of Andhra Pradesh, does not exercise ordinary original civil jurisdiction except in cases of commercial disputes arising out of issues relating to admiralty and maritime laws; consequently a commercial dispute, arising under the Patents Act, is required to be heard by the High Court; and neither the Commercial Division nor the Commercial Appellate Division of the High Court can exercise jurisdiction over such matters.\nSection 104 of the Patents Act, 1970 stipulates that no Suit for a declaration under Section 105 or for any relief under Section 106 or for infringement of a patent shall be instituted in any Court inferior to a District Court having jurisdiction to try the Suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac7d8ef6bb404f23b616933d1744438b_15"
        },
        {
            "start": 5321,
            "end": 5521,
            "text": "Under the proviso thereto, where a counter-claim for revocation of the patent is made by the defendant, the Suit, along with the counter-claim, shall be transferred to the High Court for its decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a4ab3534652491ca55d98e3887fd184_16"
        },
        {
            "start": 5522,
            "end": 5785,
            "text": "Section 6 of the 2015 Act confers jurisdiction on the Commercial Court to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "bdc8bb047d09475f8b78ca8b716f1b04_17"
        },
        {
            "start": 5786,
            "end": 6166,
            "text": "As the present dispute, relating to infringement of a patent, is a commercial dispute under Section 2(c)(xvii) of the 2015 Act, and as the value of the Suit exceeded the specified value of Rs.1.00 Crore, the plaintiff instituted the Suit before the Commercial Court (i.e., the Court of the XXIV Additional Chief Judge, City Civil Court, Hyderabad) by filing Com.O.S.No.43 of 2017.",
            "labels": [
                "FAC"
            ],
            "id": "7f0c3cbe4d0349f2822ac8e5b86670dd_18"
        },
        {
            "start": 6167,
            "end": 6395,
            "text": "In terms of the proviso to Section 104, on the defendant filing a counter-claim along with their written statement, Com.O.S.No.43 of 2017, along with the counter-claim, was rightly transferred to the High Court for its decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f945fb1f9cd04082ab5fad6c4990f422_19"
        },
        {
            "start": 6396,
            "end": 6856,
            "text": "\nWhile the High Court is bound to hear and decide Com.O.S.No.43 of 2017, the question which necessitates examination is whether this dispute is required to be heard either by the Commercial Division under the 2015 Act or whether Com.O.S.No.43 of 2017, along with the counter-claim, can be heard and decided by any Judge of the High Court, other than the Commercial Division and Commercial Appellate Division of the High Court as constituted under the 2015 Act?",
            "labels": [
                "ISSUE"
            ],
            "id": "a44153f67fb74544bd0a0084c65f8c03_20"
        },
        {
            "start": 6857,
            "end": 6979,
            "text": "\nSections 7 and 13 of the 2015 Act, which are relevant, read thus:\n7. Jurisdiction of Commercial Divisions of High Courts.",
            "labels": [
                "STA"
            ],
            "id": "bf106f8598b74dc8b27dbccb1bef7c1d_21"
        },
        {
            "start": 6980,
            "end": 7203,
            "text": "All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:",
            "labels": [
                "STA"
            ],
            "id": "a5bb5353e5d9420eb3108532d6a1ff1d_22"
        },
        {
            "start": 7205,
            "end": 8962,
            "text": "Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\nIt is not in dispute that, in view of Section 2(c)(xvii) of the 2015 Act, the dispute in Com.O.S.No.43 of 2017 is a commercial dispute exceeding the minimum specified value of Rs.1.00 Crore.",
            "labels": [
                "STA"
            ],
            "id": "ee3fbdfefc6849a9a5c699e95b0a75d0_23"
        },
        {
            "start": 8963,
            "end": 9207,
            "text": "All Suits, relating to commercial disputes exceeding Rs.1.00 Crore, are required to be heard and disposed of by the Commercial Division of the High Court provided such Suits are filed in a High Court having ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae2e37ffad644c49a4d3bceb8cd1ac50_24"
        },
        {
            "start": 9208,
            "end": 9423,
            "text": "Unlike the Presidency Courts which have ordinary original civil jurisdiction, the High Court of Judicature at Hyderabad exercises ordinary original civil jurisdiction only in relation to admiralty and maritime laws.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74434561f7284fe3915965f25f5a94f0_25"
        },
        {
            "start": 9424,
            "end": 9655,
            "text": "This High Court does not exercise ordinary original civil jurisdiction in respect of disputes arising under the Patents Act and, consequently, such Suits cannot be heard or disposed of by the Commercial Division of this High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "600d1876478d44cca8b8a389830f15fb_26"
        },
        {
            "start": 9657,
            "end": 10056,
            "text": "Sri Ramesh B. Vishwanathula, Learned Counsel for the plaintiff, would submit that the scope of the first proviso to Section 7 of the 2015 Act is wide and brings within its ambit all Suits relating to commercial disputes; and such Suits are required to be heard and disposed of by the Commercial Division of the High Court whether or not the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33c0c62dd7e240f5b7848b0fdaf826c0_27"
        },
        {
            "start": 10057,
            "end": 10158,
            "text": "In our view such a construction, of the first proviso to Section 7 of the 2015 Act, is impermissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a95786dc02a4db1b5ef2645a0e5fb13_28"
        },
        {
            "start": 10159,
            "end": 10341,
            "text": "The first proviso to Section 7 is applicable only to cases where a Suit, relating to a commercial dispute, is stipulated by an Act to lie in a Court not inferior to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "714d2dc025d04daea1731ee565463d9a_29"
        },
        {
            "start": 10342,
            "end": 10533,
            "text": "Further it is only such Suits, as are filed or are pending on the original side of the High Court, which are required to be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eddfae238b504fefb3324b9a62378917_30"
        },
        {
            "start": 10534,
            "end": 10689,
            "text": "\nIt is no doubt true that, under Section 104 of the Patents Act, a Suit for infringement of a patent would lie to a Court not inferior to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "207b26d902354f33bdaaaf358a8b605c_31"
        },
        {
            "start": 10690,
            "end": 10940,
            "text": "However even in case of such Suits, relating to commercial disputes, it is only if they are either filed or are pending on the original side of the High Court are they required to be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5dc660fac584230bbf620a284e7abf7_32"
        },
        {
            "start": 10941,
            "end": 11123,
            "text": "The present Suit was neither filed nor was it required to be filed before this High Court, as it does not exercise ordinary original civil jurisdiction to hear and decide such Suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a74a0d1893654318b4a82e62a5d8b3da_33"
        },
        {
            "start": 11124,
            "end": 11386,
            "text": "\nReliance placed by Sri Ramesh B. Vishwanathula, Learned Counsel for the plaintiff, on the judgments of the Delhi High Court, in Guiness World Records Ltd. v. Sababbi Mangal and Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt. Ltd. , are misplaced.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b7b05b1850464349afd79d2ab6070cff_34"
        },
        {
            "start": 11387,
            "end": 12052,
            "text": "In Guiness World Records Ltd4 the Delhi High Court noticed the distinction between the first proviso to Section 7 of the 2015 Ordinance, wherein the words and filed were used, and the expression used in Section 7 of the 2015 Act i.e. and filed or pending; and held that the expression and filed had been elaborated by the Legislature to mean those cases which are filed or are pending i.e. even if a case is pending on the date when the 2015 Act came into force, such pending cases should also be tried by the Commercial Division of the High Court irrespective of whether these matters are above the specified value or are below the specified value of Rs.1.00 Crore",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a58e26874fb40448ec4c16693714432_35"
        },
        {
            "start": 12053,
            "end": 12527,
            "text": "; if the words and filed and and filed or pending are to be interpreted to mean that cases which are filed and pending will have to be transferred to a Court other than the Commercial Division, since their pecuniary value is less than Rs.1.00 Crore, it would then defeat the intention of the Legislature in changing the language of the first proviso to Section 7 of the Ordinance whereby the words and filed had been amended to and filed or pending in Section 7 of 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3dbc58acd8e47ad96aaf3ea9a4dcffa_36"
        },
        {
            "start": 12528,
            "end": 13401,
            "text": "\nIn Kamal Sharma5, the Delhi High Court held that, in so far as Suits and applications which were filed and were pending prior to the coming into force of the 2015 Act, the first proviso to Section 7 carved out a limited exception by providing that all Suits and applications relating to commercial disputes, (stipulated by any Act to lie in a Court not inferior to a District Court), and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court; this meant that, even if the value of such Suits or applications fell below the specified value of Rs.1.00 Crore, the pending commercial disputes would continue to be heard by the Commercial Division of the High Court, provided such commercial disputes, in terms of a statutory stipulation, would lie only in a Court not inferior to a District Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b220e59d99194650aa7286651218f552_37"
        },
        {
            "start": 13403,
            "end": 13669,
            "text": "Unlike this High Court, the Delhi High Court exercises ordinary original civil jurisdiction to try a Suit filed either under Section 105 or under Section 106 of the Patents Act, provided the value of the suit exceeds the pecuniary jurisdiction of the District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc1230f205494c07826d2046f73c2bb4_38"
        },
        {
            "start": 13670,
            "end": 14093,
            "text": "While a Suit for infringement of a patent, under Section 106 of the Patents Act, lies only to the District Court, as the High Court at Hyderabad does not exercise ordinary original civil jurisdiction, it is only because of the proviso thereto that the Suit, along with the counter-claim for revocation of the patent, is required to be transferred to this High Court, for its decision, irrespective of the value of the Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "085e9de39f7c4453a7e3b0526d4da6b7_39"
        },
        {
            "start": 14094,
            "end": 14328,
            "text": "Once a counter-claim is filed for revocation of the patent, the proviso to Section 104 of the Patents Act obligates the District Court (in the present case the Commercial Court) to transfer the Suit to the High Court for its decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9282187b743649f4821d9838c5bb0b65_40"
        },
        {
            "start": 14329,
            "end": 14655,
            "text": "\nThe first proviso to Section 7 of the 2015 Act only protects Suits, arising under the Patents Act, which are filed or are pending on the original side of the High Court, to be heard and disposed of by the Commercial Division of the High Court irrespective of whether or not the commercial dispute exceeds the specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9863969ae86c415a93a6dc6f1bda51cf_41"
        },
        {
            "start": 14656,
            "end": 15113,
            "text": "While Suits relating to commercial disputes of less than the specified value cannot be filed before the Commercial Division of the High Court (having ordinary original jurisdiction to try such suits) after the 2015 Act came into force, Suits which were filed prior thereto, and were pending on the file of the High Court on its original side, would, after the 2015 Act came into force, be required to be decided by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a43d81e5ae8140e0b11e0aa6ad7cff9b_42"
        },
        {
            "start": 15114,
            "end": 15351,
            "text": "The first proviso to Section 7 of the 2015 Act does not require Suits relating to commercial disputes to be filed before such High Courts which do not exercise ordinary original civil jurisdiction in relation to such commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d25e63162d6340438757676567fe8c0b_43"
        },
        {
            "start": 15352,
            "end": 15519,
            "text": "\nConstruing the first proviso in the manner suggested by the Learned Counsel for the plaintiff, would render the second proviso to Section 7 of the 2015 Act redundant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "044d273c38794d288af280033092b510_44"
        },
        {
            "start": 15520,
            "end": 15831,
            "text": "The second proviso to Section 7 of the 2015 Act requires Suits, transferred to the High Court in view of the proviso to Section 104 of the Patents Act, to be heard and disposed of by the Commercial Division of the High Court in all areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f884be296fbc4f00a90b734ab5b45638_45"
        },
        {
            "start": 15832,
            "end": 16147,
            "text": "While the first proviso relates to Suits which were filed or were pending on the original side of the High Court before the 2015 Act came into force, the second proviso relates to Suits which are transferred to the High Court, under the proviso to Section 104 of the Patents Act, after the 2015 Act came into force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8ce926435584404b41edaa325959ff2_46"
        },
        {
            "start": 16148,
            "end": 16408,
            "text": "In the present case the Suit has been transferred to this High Court, as the defendant in the Suit had filed a counter-claim for revocation of the patent and in view of the proviso to Section 104 of the Patents Act, after the coming into force of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95f000c030964d66ae906eaa3f039348_47"
        },
        {
            "start": 16409,
            "end": 16647,
            "text": "In terms of the second proviso, such transferred Suits are required to be heard and disposed of by the Commercial Division of the High Court only in all those areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41046d2b509443b09ab50c4968dc56fa_48"
        },
        {
            "start": 16648,
            "end": 16907,
            "text": "If Suits, transferred to the High Court in terms of the proviso to Section 104 of the Patents Act, are held to fall within the ambit of the first proviso to Section 7 of the 2015 Act, it was wholly unnecessary for Parliament to provide for the second proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1835d6938fb344018bf6be72f01cb968_49"
        },
        {
            "start": 16908,
            "end": 17230,
            "text": "As the High Court at Hyderabad does not exercise ordinary original civil jurisdiction in respect of commercial disputes arising under the Patents Act, the second proviso to Section 7 is also not attracted and, consequently, the transferred Suit cannot be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9ed4b56987b47d987651bab06cc6962_50"
        },
        {
            "start": 17231,
            "end": 17410,
            "text": "\nSection 13 of the 2015 Act provides for an appeal to the Commercial Appellate Division only against a decision of the Commercial Court or the Commercial Division of a High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a022bc7eb5cd480d9f5d65e06b703e30_51"
        },
        {
            "start": 17411,
            "end": 17759,
            "text": "As the Suit in Com.O.S.No.43 of 2017, which has been transferred to this High Court in view of the proviso to Section 104 of the Patents Act, is neither a decision of a Commercial Court nor is it an appeal to the Commercial Appellate Division, the said Suit cannot be heard and decided by the Commercial Appellate Division of the High Court either.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d928c26b9034ecf9544d11b5c264b53_52"
        },
        {
            "start": 17760,
            "end": 17935,
            "text": "\nA Suit for infringement of a patent is required, in view of Section 104 of the Patents Act, to be instituted only before a District Court having jurisdiction to try the Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f222e888c592433b953ee31915bfc7f7_53"
        },
        {
            "start": 17936,
            "end": 18124,
            "text": "However, where the specified value of such Suit exceeds Rs.1.00 Crore, it would be required to be heard and disposed of by the Commercial Court constituted under Section 6 of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c3e67dc20534a5fbe6c50c233f2c82f_54"
        },
        {
            "start": 18125,
            "end": 18326,
            "text": "It is only where a counter-claim, for revocation of the patent, is made by the defendant would such Suit, along with the counter-claim, be required to be transferred to the High Court for its decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a10685a73e814d689f6c4a6157f99623_55"
        },
        {
            "start": 18327,
            "end": 18443,
            "text": "Section 104 of the Patents Act and its proviso were in force long before the 2015 Act came into force on 01.01.2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c8590c45b1f4192898934bf3384bede_56"
        },
        {
            "start": 18444,
            "end": 18755,
            "text": "Even though this High Court lacked ordinary original civil jurisdiction, it was nonetheless required, in view of the proviso to Section 104 of the Patents Act, to try and decide such Suits and the counter-claim therein similar to those High Courts which have been conferred ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50c3bb8dc99d46d8a69dbab470b4d51b_57"
        },
        {
            "start": 18756,
            "end": 19371,
            "text": "As neither Section 7 nor Section 13 of the 2015 Act are attracted to such Suits, transferred to the High Court in view of the proviso to Section 104 of the Patents Act, the Suit is not required to be heard and decided either by the Commercial Division of this High Court (which exercises ordinary original civil jurisdiction only in relation to disputes arising out of issues under admiralty and maritime laws, and not under the Patents Act) or the Commercial Appellate Division of the High Court which has jurisdiction only to entertain appeals, and not to hear and decide Suits and counter-claims arising therein.",
            "labels": [
                "RATIO"
            ],
            "id": "e1074050d02f41609bca6ec3442f52d4_58"
        },
        {
            "start": 19372,
            "end": 19581,
            "text": "The transferred Suit and the counter-claim is required to be tried and decided by this High Court in the same manner as it was hitherto tried and decided by this High Court before the 2015 Act came into force.",
            "labels": [
                "RPC"
            ],
            "id": "7d5ecc6b7d8b472e9d0bf692ec1c0a86_59"
        },
        {
            "start": 19582,
            "end": 19741,
            "text": "\nWe consider it appropriate, therefore, to direct the Registry to obtain approval of the HACJ for listing of these matters before a Single Judge of this Court.",
            "labels": [
                "RPC"
            ],
            "id": "8ff06883b43745b698240562dfab2a2c_60"
        },
        {
            "start": 19742,
            "end": 19862,
            "text": "\n_________________________________ (RAMESH RANGANATHAN, ACJ) __________________________ (J.UMA DEVI, J) Date:17-08-2017.",
            "labels": [
                "NONE"
            ],
            "id": "ebe4cae698814652a6044ebc9da726cc_61"
        }
    ],
    "entities": [
        {
            "text": "Andhra High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 17
        },
        {
            "text": "S.Spc Lifesciences Pvt. Ltd",
            "label": "PETITIONER",
            "start_char": 20,
            "end_char": 47
        },
        {
            "text": "S.Ameya Laboratories Ltd",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 77
        },
        {
            "text": "17 August, 2017",
            "label": "DATE",
            "start_char": 81,
            "end_char": 96
        },
        {
            "text": "Ramesh Ranganathan",
            "label": "JUDGE",
            "start_char": 105,
            "end_char": 123
        },
        {
            "text": "Ramesh Ranganathan",
            "label": "JUDGE",
            "start_char": 131,
            "end_char": 149
        },
        {
            "text": "Ramesh Ranganathan",
            "label": "JUDGE",
            "start_char": 199,
            "end_char": 217
        },
        {
            "text": "J.Uma",
            "label": "JUDGE",
            "start_char": 246,
            "end_char": 251
        },
        {
            "text": "COM.T.A.No.3 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 281,
            "end_char": 301
        },
        {
            "text": "17-08-2017",
            "label": "DATE",
            "start_char": 314,
            "end_char": 324
        },
        {
            "text": "SPC Lifesciences Pvt",
            "label": "ORG",
            "start_char": 330,
            "end_char": 350
        },
        {
            "text": "Ameya Laboratories Ltd",
            "label": "RESPONDENT",
            "start_char": 382,
            "end_char": 404
        },
        {
            "text": "Ramesh B.Vishwanathula",
            "label": "LAWYER",
            "start_char": 469,
            "end_char": 491
        },
        {
            "text": "Kota Kalpana",
            "label": "OTHER_PERSON",
            "start_char": 532,
            "end_char": 544
        },
        {
            "text": "PTC 775 (Kerala High Court",
            "label": "CASE_NUMBER",
            "start_char": 604,
            "end_char": 630
        },
        {
            "text": "AIR 1961 Allahabad 101",
            "label": "PRECEDENT",
            "start_char": 640,
            "end_char": 662
        },
        {
            "text": "Special Civil Application No.2863 of 2004",
            "label": "CASE_NUMBER",
            "start_char": 682,
            "end_char": 723
        },
        {
            "text": "15.02.2016",
            "label": "DATE",
            "start_char": 773,
            "end_char": 783
        },
        {
            "text": "CS(OS) No.176 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 804,
            "end_char": 825
        },
        {
            "text": "01.04.2016",
            "label": "DATE",
            "start_char": 833,
            "end_char": 843
        },
        {
            "text": "RAMESH RANGANATHAN",
            "label": "JUDGE",
            "start_char": 883,
            "end_char": 901
        },
        {
            "text": "J.UMA",
            "label": "JUDGE",
            "start_char": 947,
            "end_char": 952
        },
        {
            "text": "COM.O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 995,
            "end_char": 1016
        },
        {
            "text": "Ramesh Ranganathan",
            "label": "JUDGE",
            "start_char": 1075,
            "end_char": 1093
        },
        {
            "text": "TA No.3 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1100,
            "end_char": 1115
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1124,
            "end_char": 1141
        },
        {
            "text": "XXIV Additional Chief Judge, City Civil Court, Hyderabad",
            "label": "COURT",
            "start_char": 1217,
            "end_char": 1273
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1280,
            "end_char": 1297
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 1410,
            "end_char": 1427
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1509,
            "end_char": 1526
        },
        {
            "text": "O.S. No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1622,
            "end_char": 1640
        },
        {
            "text": "Sections 104 and 107(i) r/w. Section 64",
            "label": "PROVISION",
            "start_char": 1707,
            "end_char": 1746
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 1754,
            "end_char": 1771
        },
        {
            "text": "Order 8 Rule 6-A",
            "label": "PROVISION",
            "start_char": 1776,
            "end_char": 1792
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1793,
            "end_char": 1796
        },
        {
            "text": "I.A.No.167 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1809,
            "end_char": 1827
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1836,
            "end_char": 1853
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 1903,
            "end_char": 1920
        },
        {
            "text": "I.A.No.167 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 2003,
            "end_char": 2021
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 2030,
            "end_char": 2047
        },
        {
            "text": "01.06.2017",
            "label": "DATE",
            "start_char": 2054,
            "end_char": 2064
        },
        {
            "text": "XXIV Additional Chief Judge, City Civil Court, Hyderabad",
            "label": "COURT",
            "start_char": 2111,
            "end_char": 2167
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 2267,
            "end_char": 2278
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 2286,
            "end_char": 2297
        },
        {
            "text": "Low Heat Driers (P) Ltd v. Biju George",
            "label": "PRECEDENT",
            "start_char": 2315,
            "end_char": 2353
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 2518,
            "end_char": 2529
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 2537,
            "end_char": 2548
        },
        {
            "text": "Allahabad High Court",
            "label": "COURT",
            "start_char": 2582,
            "end_char": 2602
        },
        {
            "text": "Standard Glass Beads Factory v. Dhar",
            "label": "PRECEDENT",
            "start_char": 2606,
            "end_char": 2642
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 2653,
            "end_char": 2671
        },
        {
            "text": "Gopal Glass Works Ltd. v. IAG Company Ltd",
            "label": "PRECEDENT",
            "start_char": 2675,
            "end_char": 2716
        },
        {
            "text": "T.A.No.3 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 2787,
            "end_char": 2803
        },
        {
            "text": "Ramesh B. Vishwanathula",
            "label": "OTHER_PERSON",
            "start_char": 2902,
            "end_char": 2925
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 3121,
            "end_char": 3130
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3138,
            "end_char": 3235
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 3571,
            "end_char": 3580
        },
        {
            "text": "Section 2[c](xvii)",
            "label": "PROVISION",
            "start_char": 3830,
            "end_char": 3848
        },
        {
            "text": "T.A. No.3 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 3871,
            "end_char": 3888
        },
        {
            "text": "Kota Kalpana",
            "label": "OTHER_PERSON",
            "start_char": 3999,
            "end_char": 4011
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 4098,
            "end_char": 4115
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 4266,
            "end_char": 4277
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 4285,
            "end_char": 4302
        },
        {
            "text": "High Court of Judicature at Hyderabad",
            "label": "COURT",
            "start_char": 4308,
            "end_char": 4345
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 4386,
            "end_char": 4409
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 4621,
            "end_char": 4632
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 4815,
            "end_char": 4826
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 4834,
            "end_char": 4851
        },
        {
            "text": "Section 105",
            "label": "PROVISION",
            "start_char": 4900,
            "end_char": 4911
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 4936,
            "end_char": 4947
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 5280,
            "end_char": 5289
        },
        {
            "text": "Section 2(c)(xvii)",
            "label": "PROVISION",
            "start_char": 5636,
            "end_char": 5654
        },
        {
            "text": "Court of the XXIV Additional Chief Judge, City Civil Court, Hyderabad",
            "label": "COURT",
            "start_char": 5821,
            "end_char": 5890
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 5907,
            "end_char": 5924
        },
        {
            "text": "proviso to Section 104",
            "label": "PROVISION",
            "start_char": 5942,
            "end_char": 5964
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 6047,
            "end_char": 6064
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 6211,
            "end_char": 6228
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 6391,
            "end_char": 6408
        },
        {
            "text": "Sections 7 and 13",
            "label": "PROVISION",
            "start_char": 6620,
            "end_char": 6637
        },
        {
            "text": "sub-section (4) of Section 22",
            "label": "PROVISION",
            "start_char": 7343,
            "end_char": 7372
        },
        {
            "text": "Designs Act, 2000 (16 of 2000)",
            "label": "STATUTE",
            "start_char": 7380,
            "end_char": 7410
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 7414,
            "end_char": 7425
        },
        {
            "text": "Patents Act, 1970 (39 of 1970)",
            "label": "STATUTE",
            "start_char": 7433,
            "end_char": 7463
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 8104,
            "end_char": 8115
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 8123,
            "end_char": 8164
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8192,
            "end_char": 8202
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 8210,
            "end_char": 8261
        },
        {
            "text": "Section 2(c)(xvii)",
            "label": "PROVISION",
            "start_char": 8574,
            "end_char": 8592
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 8630,
            "end_char": 8647
        },
        {
            "text": "Presidency Courts",
            "label": "COURT",
            "start_char": 8984,
            "end_char": 9001
        },
        {
            "text": "High Court of Judicature at Hyderabad",
            "label": "COURT",
            "start_char": 9055,
            "end_char": 9092
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 9301,
            "end_char": 9312
        },
        {
            "text": "Ramesh B. Vishwanathula",
            "label": "OTHER_PERSON",
            "start_char": 9426,
            "end_char": 9449
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 9538,
            "end_char": 9547
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 9879,
            "end_char": 9888
        },
        {
            "text": "proviso to Section 7",
            "label": "PROVISION",
            "start_char": 9934,
            "end_char": 9954
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 10332,
            "end_char": 10343
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 10351,
            "end_char": 10362
        },
        {
            "text": "Ramesh B. Vishwanathula",
            "label": "OTHER_PERSON",
            "start_char": 10913,
            "end_char": 10936
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 10997,
            "end_char": 11013
        },
        {
            "text": "Guiness World Records Ltd. v. Sababbi Mangal and",
            "label": "PRECEDENT",
            "start_char": 11018,
            "end_char": 11066
        },
        {
            "text": "Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt",
            "label": "PRECEDENT",
            "start_char": 11067,
            "end_char": 11128
        },
        {
            "text": "Guiness World Records Ltd4",
            "label": "ORG",
            "start_char": 11155,
            "end_char": 11181
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 11186,
            "end_char": 11202
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 11256,
            "end_char": 11265
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 11355,
            "end_char": 11364
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 12170,
            "end_char": 12179
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 12269,
            "end_char": 12278
        },
        {
            "text": "Kamal Sharma5",
            "label": "OTHER_PERSON",
            "start_char": 12296,
            "end_char": 12309
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 12315,
            "end_char": 12331
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 12482,
            "end_char": 12491
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 13195,
            "end_char": 13211
        },
        {
            "text": "Section 105",
            "label": "PROVISION",
            "start_char": 13292,
            "end_char": 13303
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 13313,
            "end_char": 13324
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 13332,
            "end_char": 13343
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 13483,
            "end_char": 13494
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 13502,
            "end_char": 13513
        },
        {
            "text": "High Court at Hyderabad",
            "label": "COURT",
            "start_char": 13555,
            "end_char": 13578
        },
        {
            "text": "proviso to Section 104",
            "label": "PROVISION",
            "start_char": 13922,
            "end_char": 13944
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 13952,
            "end_char": 13963
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 14115,
            "end_char": 14124
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 14180,
            "end_char": 14191
        },
        {
            "text": "proviso to Section 7",
            "label": "PROVISION",
            "start_char": 14888,
            "end_char": 14908
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 15247,
            "end_char": 15256
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 15306,
            "end_char": 15315
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 15404,
            "end_char": 15415
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 15423,
            "end_char": 15434
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 15844,
            "end_char": 15855
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 15863,
            "end_char": 15874
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 16096,
            "end_char": 16107
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 16115,
            "end_char": 16126
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 16479,
            "end_char": 16490
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 16498,
            "end_char": 16509
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 16569,
            "end_char": 16578
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 16626,
            "end_char": 16636
        },
        {
            "text": "High Court at Hyderabad",
            "label": "COURT",
            "start_char": 16679,
            "end_char": 16702
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 16810,
            "end_char": 16821
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 16845,
            "end_char": 16854
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 16996,
            "end_char": 17006
        },
        {
            "text": "O.S.No.43 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 17195,
            "end_char": 17212
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 17286,
            "end_char": 17297
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 17305,
            "end_char": 17316
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 17586,
            "end_char": 17597
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 17605,
            "end_char": 17616
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 17863,
            "end_char": 17872
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 18092,
            "end_char": 18103
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 18111,
            "end_char": 18122
        },
        {
            "text": "01.01.2016",
            "label": "DATE",
            "start_char": 18197,
            "end_char": 18207
        },
        {
            "text": "proviso to Section 104",
            "label": "PROVISION",
            "start_char": 18326,
            "end_char": 18348
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 18356,
            "end_char": 18367
        },
        {
            "text": "Section 7 nor Section 13",
            "label": "PROVISION",
            "start_char": 18532,
            "end_char": 18556
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 18658,
            "end_char": 18669
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 18677,
            "end_char": 18688
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 18950,
            "end_char": 18961
        },
        {
            "text": "HACJ",
            "label": "ORG",
            "start_char": 19436,
            "end_char": 19440
        },
        {
            "text": "RAMESH RANGANATHAN",
            "label": "JUDGE",
            "start_char": 19543,
            "end_char": 19561
        },
        {
            "text": "J.UMA DEVI",
            "label": "JUDGE",
            "start_char": 19596,
            "end_char": 19606
        },
        {
            "text": "Date:17-08-2017",
            "label": "DATE",
            "start_char": 19611,
            "end_char": 19626
        }
    ],
    "precedent_clusters": {
        "Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt": [
            "Low Heat Driers (P) Ltd v. Biju George",
            "Standard Glass Beads Factory v. Dhar",
            "Gopal Glass Works Ltd. v. IAG Company Ltd",
            "Guiness World Records Ltd. v. Sababbi Mangal and",
            "Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Sections 104 and 107(i) r/w. Section 64",
            "Patents Act, 1970",
            "Sections 104 and 107(i) r/w. Section 64",
            "Patents Act, 1970"
        ],
        [
            "Order 8 Rule 6-A",
            "CPC",
            "Order 8 Rule 6-A",
            "CPC"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 104",
            "Patents Act, 1970",
            "Section 104",
            "Patents Act, 1970"
        ],
        [
            "Section 104",
            "Patents Act, 1970",
            "Section 104",
            "Patents Act, 1970"
        ],
        [
            "sub-section (4) of Section 22",
            "Designs Act, 2000 (16 of 2000)",
            "sub-section (4) of Section 22",
            "Designs Act, 2000 (16 of 2000)"
        ],
        [
            "Section 104",
            "Patents Act, 1970 (39 of 1970)",
            "Section 104",
            "Patents Act, 1970 (39 of 1970)"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 106",
            "Patents Act",
            "Section 106",
            "Patents Act"
        ],
        [
            "Section 106",
            "Patents Act",
            "Section 106",
            "Patents Act"
        ],
        [
            "proviso to Section 104",
            "Patents Act",
            "proviso to Section 104",
            "Patents Act"
        ],
        [
            "Section 7",
            "Patents Act",
            "Section 7",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "proviso to Section 104",
            "Patents Act",
            "proviso to Section 104",
            "Patents Act"
        ],
        [
            "Section 104",
            "Patents Act",
            "Section 104",
            "Patents Act"
        ],
        [
            "Section 7 nor Section 13",
            "Patents Act",
            "Section 7 nor Section 13",
            "Patents Act"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 106",
            "Patents Act",
            "Section 106",
            "Patents Act"
        ],
        [
            "proviso to Section 104",
            "Patents Act, 1970",
            "proviso to Section 104",
            "Patents Act, 1970"
        ],
        [
            "Sections 7 and 13",
            "Patents Act",
            "Sections 7 and 13",
            "Patents Act"
        ],
        [
            "Section 2(c)(xvii)",
            "Patents Act, 1970",
            "Section 2(c)(xvii)",
            "Patents Act, 1970"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "proviso to Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 105",
            "Patents Act, 1970",
            "Section 105",
            "Patents Act, 1970"
        ],
        [
            "proviso to Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "proviso to Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 7",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13",
            "Patents Act",
            "Section 13",
            "Patents Act"
        ],
        [
            "Section 6",
            "Patents Act, 1970",
            "Section 6",
            "Patents Act, 1970"
        ],
        [
            "Section 2[c](xvii)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 2[c](xvii)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 105",
            "Patents Act, 1970",
            "Section 105",
            "Patents Act, 1970"
        ],
        [
            "Section 6",
            "Patents Act, 1970",
            "Section 6",
            "Patents Act, 1970"
        ],
        [
            "Section 2(c)(xvii)",
            "Patents Act, 1970",
            "Section 2(c)(xvii)",
            "Patents Act, 1970"
        ]
    ],
    "precedent_counts": {
        "Kamal Sharma v. M/s.Blue Coast Infrastructure Development Pvt": 5
    },
    "provision_counts": {
        "Sections 104 and 107(i) r/w. Section 64 of Patents Act, 1970": 1,
        "Order 8 Rule 6-A of CPC": 1,
        "Section 104 of Patents Act": 11,
        "Section 7 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 13,
        "Section 104 of Patents Act, 1970": 2,
        "sub-section (4) of Section 22 of Designs Act, 2000 (16 of 2000)": 1,
        "Section 104 of Patents Act, 1970 (39 of 1970)": 1,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 106 of Patents Act": 3,
        "proviso to Section 104 of Patents Act": 2,
        "Section 7 of Patents Act": 1,
        "Section 7 nor Section 13 of Patents Act": 1,
        "proviso to Section 104 of Patents Act, 1970": 1,
        "Sections 7 and 13 of Patents Act": 1,
        "Section 2(c)(xvii) of Patents Act, 1970": 2,
        "proviso to Section 7 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 2,
        "Section 105 of Patents Act, 1970": 2,
        "Section 13 of Patents Act": 1,
        "Section 6 of Patents Act, 1970": 2,
        "Section 2[c](xvii) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1
    },
    "statute_counts": {
        "Patents Act, 1970": 10,
        "CPC": 1,
        "Patents Act": 20,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 16,
        "Designs Act, 2000 (16 of 2000)": 1,
        "Patents Act, 1970 (39 of 1970)": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1
    }
}