{
    "id": "2b1e642acc9d13cf2395f9039b8443b684988e6ee967bfe92f4fcd1fbf0de4a0",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nBombay High Court\nJ.P. Housing Pvt. Ltd., Nagpur, Thr. Its ... vs Mahesh S/O Chandrabhan Kingrani And ... on 19 March, 2024\nAuthor: M.W. Chandwani \nBench: M.W. Chandwani\n2024: Bhc-Nag:3382 \n\n\n                                                                 1                                   cra30.23.odt \n\n\n                            In The High Court Of Judicature At Bombay\n                                     Nagpur Bench At Nagpur\n\n                               Civil Revision Application No.30 Of 2023 \n\n                    1 . J.P. Realities Pvt. Ltd. \n                       A company duly incorporated under the\n                       Companies Act, through its Director,\n                       having its registered office at Plot No.48,\n                       Near Raj Bhawan, Residency Road,\n                       Sadar, Nagpur - 440001 . \n\n                    2. Jaiprakash S / o Gurdasmal Khushalani \n                       Aged about 57 years, Occ: Business, \n                       Director, J.P. Realities Pvt. Ltd., \n                       A company duly incorporated under the\n                       Companies Act, having its registered office\n                       at Plot No.48, Near Raj Bhawan, Residency\n                       Road, Sadar, Nagpur - 440001.                             ....Applicants\n                                                                     ( Orig. Defendant Nos.1 & 2 on R.A.) \n\n                                             ... V E R S U S... \n\n                    1. Mahesh S / o Chandrabhan Kingrani \n                       Aged 62 years, Occ: Business,\n                       R / o Plot No.402, Mangalam Park Apartments , \n                       Plot No.103, Opposite Shivaji Park, Shivaji Nagar, \n                       Dharampeth Extension, Nagpur-440010.\n\n                    2. Rajesh S / o Chandrabhan Kingrani \n                       Aged 48 years, Occ: Business, \n                       R / o Plot No.102, Mangalam Park Apartments , \n                       Plot No.103, Opposite Shivaji Park, Shivaji Nagar, \n                       Dharampeth Extension, Nagpur-440010.\n                                                                   ... ( Orig. Plaintiffs on R.A.) \n                    3 . Nishant S / o Jaiprakash Khushalani, \n                       Aged about 28 years, Occ: Business, \n                       Director, J.P. Realities Pvt. Ltd., \n                       having its registered office at Plot No.48,\n                       Near Raj Bhawan, Residency Road,\n                       Sadar, Nagpur - 440001. \n                                              2                                 cra30.23.odt \n\n\n\n4. Chirag S/o Jaiprakash Khushalani,\n   Aged about 30 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.\n\n5 . Vinita W/o Jaiprakash Khushalani, \n   Aged about 28 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.\n\n6. Anil Lakhanlal Malviya,\n   Aged about 63 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001. \n\n7. Shri Nanak Sambtani,\n   Aged about 63 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48, \n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001. \n                                         ... (Orig. Defendants Nos.3 to 7on R.A.) \n                                                    ... Non -Applicants\n                                  With\n        Civil Revision Application No.130 Of 2023 \n\n1 . J.P. Housing Pvt. Ltd. \n   A company duly incorporated under the\n   Companies Act, through its Director,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001 through its Director Shri Jaiprakash\n   Gurdasmal. \n                                               3                                   cra30.23.odt\n\n\n\n2. Jaiprakash S/ o Gurdasmal Khushalani \n   Aged about 57 years, Occ: Business, \n   Director of J.P. Realities Pvt. Ltd.,\n   A company duly incorporated under the\n   Companies Act, having its registered office\n   at Plot No.48, Near Raj Bhawan, Residency\n   Road, Sadar, Nagpur - 440001.                              ....Applicants\n                                                  (Orig. Defendant Nos.1 & 2 on R.A.) \n\n                          ...V E R S U S... \n\n1. Mahesh S/o Chandrabhan Kingrani \n   Aged 62 years, Occ: Business,\n   R/o Plot No.402, Mangalam Park Apartments,\n   Plot No.103, Opposite Shivaji Park, Shivaji Nagar,\n   Dharampeth Extension, Nagpur-440010.\n\n2. Rajesh S/o Chandrabhan Kingrani \n   Aged 48 years, Occ: Business, \n   R/o Plot No.102, Mangalam Park Apartments, \n   Plot No.103, Opposite Shivaji Park, Shivaji Nagar,\n   Dharampeth Extension, Nagpur-440010. \n                                               ... (Orig. Plaintiffs on R.A.) \n3. Nishant S/o Jaiprakash Khushalani,\n   Aged about 28 years, Occ: Business,\n   Director, J.P. Housing Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road, \n   Sadar, Nagpur - 440001 . \n\n4. Chirag S/o Jaiprakash Khushalani,\n   Aged about 30 years, Occ: Business,\n   Director, J.P. Housing Pvt. Ltd., \n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.              ... (Orig. Defendants Nos.3 & 4 on R.A.) \n                                                    ... Non - Applicants \n                                                    4                                     cra30.23.odt \n\n\n------------------------------------------------------------------------------------------- \nShri S.P. Dharmadhikari, Senior Advocate a/b Shri Masood Shareef, Advocate\nfor applicants. \nShri H.D. Dangre, Advocate for non-applicant nos.1 and 2. \nShri A.S. Thotange, Advocate for non-applicant nos.3 and 4. \n------------------------------------------------------------------------------------------- \n\n               Coram:- M.W. Chandwani, J. \nArguments Were Heard On : 27.02.2024\nJudgment Pronounced On : 19.03.2024\n\nJudgment:\n. Both the revision applications filed under Section 115 of the Code of Civil Procedure (for short, 'Cpc') under consideration are between the same parties arising out of two different suits but on th e same set of facts and involve common issue and common contentions, hence the same were heard analogously. I proposed to dispose of both the applications by this common judgment and order. \nBare facts, which are necessary to dispose of the present revisions, can be culled out are as under:\n2. The non-applicant nos.1 and 2, are plaintiffs in Special Civil Suit Nos.248 of 2023 and 1235/2022 filed before the Civil Judge Senior Division, Nagpur. The applicants and the non- applicant nos.3 and 4 herein are arrayed as defendants to the 5 cra30.23.odt suits. The applicants on being notified in both the suits appeared and filed applications at Exhibits 34 and 10 in Special Civil Suit Nos.248 of 2023 and 1235 of 2022, respectively under Order VII Rule 11 for rejection of the plaints on the premise that the disputes involved in both the suits are commercial disputes within the meaning of section 2(1)(c)(vii) of the Commercial Courts Act, 2015 (for short, 'Act of 2015'). The non-applicant nos.1 and 2 opposed and resisted the applications in both the suits and claimed that the dispute between the applicants and the non- applicants is not a commercial dispute within the meaning of Act of 2015. The learned Judge on consideration through impugned orders rejected both the applications Exhibits 34 and 10 in Special Civil Suit Nos.248 of 2023 and 1235 of 2022, respectively by two separate orders dated 03.07.2023 and 11.01.2023. Feeling aggrieved with the orders impugned, the applicants have approached this Court under revisional jurisdiction. \n3. At the outset it is to be mentioned that essentially, the applications of the applicants appear to have been filed relying on Order VII Rule 11 (d) of CPC which mandates that if the suit appears to be barred by law from the averments made in the 6 cra30.23.odt plaint, the plaint shall be rejected. Thus, for exercising power under Order VII Rule 11 (d) of CPC the suit must be barred by express or implied provisions of law. The applications have been filed for rejection of the plaints on the premise that the disputes between the parties in both the suits are commercial disputes and triable by the Commercial Court established under the Act of 2015. The cognizance of the suits by the Civil Court is barred. \n4. This takes me to Section 6 of the Act of 2015. It states that the Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of specified value. Section 15 of the Act of 2015 provides for transfer of commercial disputes of specified value to Commercial Court. Thus, the provisions of the Act of 2015 do not bar the suit but provide that the suit relating to a commercial dispute of a specified value shall be tried by a commercial court. A commercial court is a specie of civil court having jurisdiction to try a commercial dispute of specified value. Therefore, if a commercial dispute of specified value is filed in ordinary civil court, the remedy is to transfer the civil suit to the commercial court and not rejection of the 7 cra30.23.odt plaint under Order VII Rule-11(d) of CPC. At the most, a plaint can be returned under Order VII Rule 10 of the CPC. \n5. Be that as it may, anyhow it is necessary to decide as to whether the transaction between the parties herein, which is the subject matter of the suit could be considered as a commercial dispute so as to enable the trial Court to take appropriate action either under Section 15 of the Act of 2015 for transfer or under Order VII Rule 10 of the CPC for return of plaint. \n6. Before proceeding to deal with the submissions of the counsel for the respective parties, it will be advantageous to state the facts pleaded in the suits filed by the non-applicant nos.1 and 2.\n7. The pleadings in both the suits are common. Since there were two agreements, specific performance of which is sought, two different suits came to be filed. The plaints in both the suits depict that the non-applicant nos.1 and 2 are Industrialist/Businessmen who were looking for a good piece of land having potential for development of commercial or 8 cra30.23.odt residential projects in Nagpur City. The applicant no.1 is a private limited company, engaged in the business of real-estate and construction through its directors, the applicant no.1 and the non- applicant nos.3 and 4 agreed to sell the suit land to the non- applicant nos.1 and 2 by two different agreements. However, after considerable time the applicants did not take steps to perform their part of contract. Having noticed that the applicants and the non-applicant nos.3 and 4 failed to perform their part of the contract, two suits referred above for specific performance of the contracts came to be filed along with prayers for damages with alternative prayer of decree for refund of earnest money and damages caused. \n8. Careful reading of the plaint as well as the documents annexed along with the plaint reveal that the applicants had purchased the suit property for exploiting the commercial potential of the said land in question. Even, the non-applicant nos.1 and 2 agreed to purchase the said suit land for developing the said land into commercial units for the purposes of sale of the said commercial units to the consumers. The dispute is of more 9 cra30.23.odt than the specified value mentioned in Section 2(1)(h) read with Section 6 of the Act of 2015. Both the counsel for the respective parties are in ad-idem on these facts. \n9. Having found that the purpose and object for which the suit land has been agreed to be purchased by the non-applicant nos.1 and 2, I proceed to deal with the submissions of the learned counsel for the parties as well as to the legal position. \n10. Heard Shri S.P. Dharmadhikari, learned Senior Counsel assisted by Shri Masood Shareef, learned counsel on behalf of applicants as well as Shri H.D. Dangre, learned counsel on behalf of the non-applicant nos.1 and 2.\n11. Shri S.P Dharmadhikari, learned Senior Counsel for the applicants has made detailed submission referring to the agreements of sale, of which performance is sought by the non- applicant nos.1 and 2, to contend that both parties to the suit are engaged in the business of sale, purchase, developing commercial and residential projects. The suit land of which performance is sought is agreed to be purchased by the non-applicant nos.1 and 2 10 cra30.23.odt for developing the said land and for constructing a residential project and selling residential units to different customers. \n12. Next, learned Senior Counsel would submit that reading of the entire plaint in both the suits along with documents annexed with the plaints, particularly the agreements to sell clearly suggest that the dispute is arising out of a commercial transaction relating to immovable property, which is to be used by the non-applicant nos.1 and 2 for trade or commerce. The principal object of the non- applicant nos.1 and 2 for entering into the contract was a commercial one and to earn profit by constructing residential unit. Since the beginning, exploitation of the commercial potential with respect to the suit property was the object of the non-applicant nos.1 and 2 by developing the suit property into a residential and commercial project. Therefore, if the property would be used in trade or commerce, the dispute is a commercial dispute within meaning Section 2(1)(c) of Act of 2015. Thus, this dispute between the applicants and the non-applicant nos.3 & 4 and the non- applicant nos.1 and 2 is a commercial dispute under the Act of 2015 for which a special forum constituted alone has jurisdiction.\n11 cra30.23.odt 13. Lastly, it is contended that the very same question fell for consideration before the Coordinate Bench of this Court in the case of Kanchanganga Relators Pvt. Ltd Vs. Monarch Infrastructure Developers1, wherin the Coordinate Bench expanded the word \"used\" and included the expression \"capable of being used\" after relying on the decision of Supreme Court in the case of Mansukhlal Dhanraj Jain and others Vs. Eknath Vithal Ogale2. By taking help of this decision learned Senior Counsel submitted that the disputes in both the suits are commercial disputes within the sweep of section 2(1) (c) (vii) of the Act of 2015. \n14. Conversely, Shri Dangre, learned Counsel for the non- applicant nos.1 and 2 vehemently submits that at present the suit property is not being used in trade or commerce. According to him, any dispute arising out of an agreement relating to immovable property, which is being used in trade or commerce would be a commercial dispute. To bring the dispute arising out of agreement relating to immovable property within the ambit of a 1 (2019) 5 MhLJ 953 2 (1995) 2 SCC 665 12 cra30.23.odt commerce dispute under Section 2(1)(c) of the Act of 2015, the property in question should be used in trade or commerce. To put it differently, the property should be used or is being used in commercial activities at the time of filing of the suit, which is not the case in hand. \n15. Lastly, learned Counsel for the non-applicant nos.1 and 2 submitted that if a regular suit, which is not based on a commercial dispute within the meaning of Act of 2015 is transferred to the Commercial Court, the very object and purpose of establishment of Commercial Court will be frustrated because the aim, object and purpose of the enactment was to ensure fast disposal of the high value of commercial disputes. He supported the impugned order of the learned trial court. \n16. Having considered the submission and contention raised on behalf of the respective parties, it would be apposite to preface the object of the Act of 2015. A perusal of the Statement of Objects and Reasons of the Act of 2015 and the various amendments to CPC and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been 13 cra30.23.odt enacted for the purpose of ensuring early disposal of high value commercial disputes. A purposive interpretation of the Objects and Reasons and various amendments to CPC leave no room for doubt that the provisions of the Act require to be strictly construed. If the provisions are given a liberal interpretation, the object behind the constitution of Commercial Division of Courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated. The object will be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. \n17. To determine whether the suit is a commercial suit in the context to the present controversy, it is necessary to first ascertain whether the dispute is a commercial dispute and for that purpose it is necessary to look at Section 2 (1)(c)(vii) of the Act of 2015. The said provision to the extent relevant is extracted herein below for reference:\n14 cra30.23.odt \"2. Definition - (1) In this Act, unless the context otherwise requires, -\n-------x-------- -------x-------- (c) \"commercial dispute\" means a dispute arising out of-- -------x-------- -------x-------- (vii) agreements relating to immovable property used exclusively in trade or commerce; \n------- x------- -------x-------- Explanation.-- A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n(d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of section 4;\n(e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the Constitution of India;\n(f) \"document\" means any matter expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matter; \n(g) \"notification\" means a notification published in the Official Gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) \"Schedule\" means the Schedule appended to the Act; and (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 3[which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\"\n15 cra30.23.odt 18. On perusal of the provision relied upon by the learned Senior Counsel, it is noticed that the dispute arising out of agreements relating to immovable properties used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by the Commercial Court. The question therefore would be that in the instant case, though the parties have entered into sale transaction of immovable property and presently in the suit, performance of contract pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. \n19. In Jagmohan Behl Vs. State Bank of Indore1, relied upon by Senior Counsel, the Delhi High Court taking note of the provisions contended in section 2(1)(c)(vii) of Act of 2015 held that the dispute involved therein would constitute a commercial dispute and would include all matters relating to an agreement in connection with immovable properties. The said conclusion reached was in the circumstances where the immovable property in question was undoubtedly being used for trade or commerce 1 2017 SCC OnLine Del 10706 16 cra30.23.odt and therefore it was held that the claim in the suit for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property shall lie before the Commercial Court. Thus, firstly the dispute must be in respect of an agreement relating to immovable property which was being used for a trade or commerce and not likely to be used for trade or commerce and then the explanation will cover the disputes arising out of and in relation to immovable property like rent, mesne profit, security deposit etc.\n20. A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". Considering the object for which the Act of 2015 came to be enacted the words \"used exclusively in trade or commerce\" are to be interpreted purposefully and required to be strictly construed. The word \"used\" denotes \"actually used\". Plain and literal meaning of the word \"used\" is \"actually used\" or \"being used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". Wide 17 cra30.23.odt interpretation would defeat the objects of the Act and the fast- tracking procedure discussed above. If all such suits are transferred to the Commercial Court, there shall be no difference in the between a regular Civil Court and the Commercial Court. \n21. In the decision of Division Bench of this court in case of Dineshkumar Gulabghand Agrawal v. Commissioner of Income- Tax1 had an occasion to interpret the word \"used\". The Division Bench in para 3 of the decision has observed as under:\n\"3. It appears that after the above judgment, there was an amendment to section 32 of the Income-tax Act. The word \"used\" denotes actually used and not merely ready for use. The expression \"used\" means actually used for the purposes of the business. The view is taken by the Tribunal. In this view of the matter, no substantial question of law is involved. The appeal is dismissed in limine with no order as to costs. \n22. An identical issue came-up for consideration before the Division Bench of the Gujarat High Court in the case of Vasu Healthcare Private Vs. Gujarat Akruti TCG Biotech Limited and another2 relied upon by the learned Counsel for the non-applicant 1 (2004) 267 ITR 768 : 2003 SCC OnLine Bom 1289 2 2017 SCC OnLine Guj 724 18 cra30.23.odt no.1 and 2, wherein a detailed consideration has been made and by taking note of the decision of Division Bench of this Court in Dineshkumar (supra) the conclusion reached therein is that on a plain reading of Clause 2(1)(c) of the Act of 2015 the expression \"used\" must mean \"actually used\" or \"being used\". It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed. The verbatim consideration therein is as hereunder;\n\"33. ----- Despite the above we have considered on merits whether even considering section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of section 2(c) of the Commercial Courts Act or not? Considering section 2(c)(vii), \"commercial dispute\"\nmeans a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. As observed herein above, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original defendant No. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. It is the 19 cra30.23.odt case on behalf of the original plaintiff that as the original defendant No. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. There are other alternative prayers also. Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. It is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction. The aforesaid has no substance. As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. It may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\". If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. On plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\". Similar view has been taken by the Bombay High Court (Nagpur Bench) in the case of Dineshkumar Gulabchand Agrawal (Supra) and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\". It is reported that SLP against the said decision has been dismissed by the Hon'ble Supreme Court.\" \n20 cra30.23.odt 23. The co-ordinate bench of this Court while dealing with an identical issue in case of Kanchanganga (supra), disagreed with the view taken in decision of the Gujrat High Court in Vasu Healthcare (supra). The co-ordinate bench relied on the decision of Delhi High Court in case of Jagmohan Behl (supra) and the decision in Mansukhlal Jain (supra), wherein the expression \"relating to\" was considered. The Coordinate Bench of this Court on the same line expanded the meaning of the word \"used\" mentioned in section 2(1)(c)(vii) of the Act of 2015 to include the expression \"capable of being used\" or intended to be used for trade and commerce and in para 12 of the decision it has been held as under:\n\"12. Similarly, for the contention that the word \"used\"\nwould include the expression \"capable of being used\", the learned Counsel for the petitioners has relied upon number of judgments. The ratio of the said judgments is that the word 'used' also has to be seen in a wider perspective and it would include the expressions like capable of being used or for the purpose of being used. Applying the said position of law to the definition of \"commercial dispute\" under Section 2(1)(c)(vii) of the Act of 2015, it becomes abundantly clear that the expression\" agreements relating to immovable property used exclusively in trade and commerce\", has to be applied to the facts of a particular case in a wide and 21 cra30.23.odt inclusive manner. There should be material on record to show that the immovable property, in respect of which the agreement has been executed, is being used or is intended to be used for trade and commerce.\"\n24. Within a year therefrom in the year 2020, the same issue came up for consideration before the Supreme Court in the decision Ambalal Sarabhai Enterprises Limited Vs. K.S. Infraspace LLP and another1, wherein the Supreme Court considered the decision of the Gujarat High Court in case of Vasu Healthcare (supra) and after relying on another decision of Supreme Court in the case of Federation of A.P. Chambers of Commerce & Industry Vs. State of A.P.2 approved the interpretation of the word \"used\" means \"actually used\" or \"being used\" and in para 14 of the decision the Supreme Court has held as under:\n\"14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act. In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. Further the very relief sought in the suit is for execution of the Mortgage 1 (2020) 15 SCC 585 2 (2000) 6 SCC 550 22 cra30.23.odt Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein. The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\" \n25. Having approved the view taken by the Gujarat High Court in Vasu Healthcare (supra) in the case of Ambalal (supra) Supreme Court that \"used\" means \"actually used\", the view taken by the Coordinate Bench of this Court in the case of Kanchanganga (supra) that the word \"used\" includes \"capable of being used\" or \"for the purpose of being used\" remains no good law. No doubt the decision in the case of Vasu Healthcare (supra) is under challenge before the Supreme Court in another proceedings. However, incidentally the decision in the case of Vasu Healthcare (supra) came before the Supreme Court for consideration in the case of Ambalal (supra) wherein the Supreme Court approved the view taken in the case of Vasu Healthcare (supra), therefore view taken in case of Kanchanganga (supra) cannot be relied upon. \n23 cra30.23.odt 26. The upshot of the above said discussion is that dispute relating to immovable property which is actually used or being used in trade of commerce would come within the sweep of commercial dispute as enumerated in Clause (vii) of Section 2 (1)\n(c) of the Act of 2015. The suit for specific performance of contract of immovable property, without reference to the actual use of the immovable property in trade or commerce as on the date of the suit will not be a suit relating to a commercial dispute. The trial Court has rightly considered that the suit is not a commercial suit. No interference is required in the findings of learned trial Court. Resultantly, revision applications are dismissed. \nJUDGE Wagh",
        "preamble_end_char_offset": null,
        "cleaned_text": "bombay high court j.p. realties pvt. ltd., co. nagpur, . vs mahesh s/o chandrabhan kingrani and . on 19 march, 2024 author: m.w. chandwani bench: m.w. chandwani 2024:bhc-nag:3381 1 cra30.23.odt in the high court of judicature at bombay nagpur bench at nagpur civil revision application no.30 of 2023 1. j.p. realities pvt. ltd. a company duly incorporated under the companies act, through its director, having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 2. jaiprakash s/o gurdasmal khushalani aged about 57 years, occ: business, director, j.p. realities pvt. ltd., a company duly incorporated under the companies act, having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. .applicants (orig.defendant nos.1 & 2 on r.a.) .v e r s u s. 1. mahesh s/o chandrabhan kingrani aged 62 years, occ: business, r/o plot no.402, mangalam park apartments, plot no.103, opposite shivaji park, shivaji nagar, dharampeth extension, nagpur-440010. 2. rajesh s/o chandrabhan kingrani aged 48 years, occ: business, r/o plot no.102, mangalam park apartments, plot no.103, opposite shivaji park, shivaji nagar, dharampeth extension, nagpur-440010. . (orig. plaintiffs on r.a.) 3. nishant s/o jaiprakash khushalani, aged about 28 years, occ: business, director, j.p. realities pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 2 cra30.23.odt 4. chirag s/o jaiprakash khushalani, aged about 30 years, occ: business, director, j.p. realities pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 5. vinita w/o jaiprakash khushalani, aged about 28 years, occ: business, director, j.p. realities pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 6. anil lakhanlal malviya, aged about 63 years, occ: business, director, j.p. realities pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 7. shri nanak sambtani, aged about 63 years, occ: business, director, j.p. realities pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. . (orig. defendants nos.3 to 7on r.a.) .non-applicants with civil revision application no.130 of 2023 1. j.p. housing pvt. ltd. a company duly incorporated under the companies act, through its director, having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001 through its director shri jaiprakash gurdasmal. 3 cra30.23.odt 2. jaiprakash s/o gurdasmal khushalani aged about 57 years, occ: business, director of j.p. realities pvt. ltd., a company duly incorporated under the companies act, having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. .applicants (orig.defendant nos.1 & 2 on r.a.) .v e r s u s. 1. mahesh s/o chandrabhan kingrani aged 62 years, occ: business, r/o plot no.402, mangalam park apartments, plot no.103, opposite shivaji park, shivaji nagar, dharampeth extension, nagpur-440010. 2. rajesh s/o chandrabhan kingrani aged 48 years, occ: business, r/o plot no.102, mangalam park apartments, plot no.103, opposite shivaji park, shivaji nagar, dharampeth extension, nagpur-440010. . (orig. plaintiffs on r.a.) 3. nishant s/o jaiprakash khushalani, aged about 28 years, occ: business, director, j.p. housing pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. 4. chirag s/o jaiprakash khushalani, aged about 30 years, occ: business, director, j.p. housing pvt. ltd., having its registered office at plot no.48, near raj bhawan, residency road, sadar, nagpur 440001. . (orig. defendants nos.3 & 4 on r.a.) .non-applicants 4 cra30.23.odt ------------------------------------------------------------------------------------------shri s.p. dharmadhikari, senior advocate a/b shri masood shareef, advocate for applicants. shri h.d. dangre, advocate for non-applicant nos.1 and 2. shri a.s. thotange, advocate for non-applicant nos.3 and 4. ------------------------------------------------------------------------------------------arguments were heard on : 27.02.2024 judgment pronounced on : 19.03.2024 judgment: . both the revision applications filed under section 115 of the code of civil procedure (for short, 'cpc') under consideration are between the same parties arising out of two different suits but on the same set of facts and involve common issue and common contentions, hence the same were heard analogously. i proposed to dispose of both the applications by this common judgment and order. bare facts, which are necessary to dispose of the present revisions, can be culled out are as under: 2. the non-applicant nos.1 and 2, are plaintiffs in special civil suit nos.248 of 2023 and 1235/2022 filed before the civil judge senior division, nagpur. the applicants and the nonapplicant nos.3 and 4 herein are arrayed as defendants to the 5 cra30.23.odt suits. the applicants on being notified in both the suits appeared and filed applications at exhibits 34 and 10 in special civil suit nos.248 of 2023 and 1235 of 2022, respectively under order vii rule 11 for rejection of the plaints on the premise that the disputes involved in both the suits are commercial disputes within the meaning of section 2(1)(c)(vii) of the commercial courts act, 2015 (for short, 'act of 2015'). the non-applicant nos.1 and 2 opposed and resisted the applications in both the suits and claimed that the dispute between the applicants and the nonapplicants is not a commercial dispute within the meaning of act of 2015. the learned judge on consideration through impugned orders rejected both the applications exhibits 34 and 10 in special civil suit nos.248 of 2023 and 1235 of 2022, respectively by two separate orders dated 03.07.2023 and 11.01.2023. feeling aggrieved with the orders impugned, the applicants have approached this court under revisional jurisdiction. 3. at the outset it is to be mentioned that essentially, the applications of the applicants appear to have been filed relying on order vii rule 11 (d) of cpc which mandates that if the suit appears to be barred by law from the averments made in the 6 cra30.23.odt plaint, the plaint shall be rejected. thus, for exercising power under order vii rule 11 (d) of cpc the suit must be barred by express or implied provisions of law. the applications have been filed for rejection of the plaints on the premise that the disputes between the parties in both the suits are commercial disputes and triable by the commercial court established under the act of 2015. the cognizance of the suits by the civil court is barred. 4. this takes me to section 6 of the act of 2015. it states that the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of specified value. section 15 of the act of 2015 provides for transfer of commercial disputes of specified value to commercial court. thus, the provisions of the act of 2015 do not bar the suit but provide that the suit relating to a commercial dispute of a specified value shall be tried by a commercial court. a commercial court is a specie of civil court having jurisdiction to try a commercial dispute of specified value. therefore, if a commercial dispute of specified value is filed in ordinary civil court, the remedy is to transfer the civil suit to the commercial court and not rejection of the 7 cra30.23.odt plaint under order vii rule-11(d) of cpc. at the most, a plaint can be returned under order vii rule 10 of the cpc. 5. be that as it may, anyhow it is necessary to decide as to whether the transaction between the parties herein, which is the subject matter of the suit could be considered as a commercial dispute so as to enable the trial court to take appropriate action either under section 15 of the act of 2015 for transfer or under order vii rule 10 of the cpc for return of plaint. 6. before proceeding to deal with the submissions of the counsel for the respective parties, it will be advantageous to state the facts pleaded in the suits filed by the non-applicant nos.1 and 2. 7. the pleadings in both the suits are common. since there were two agreements, specific performance of which is sought, two different suits came to be filed. the plaints in both the suits depict that the non-applicant nos.1 and 2 are industrialist/businessmen who were looking for a good piece of land having potential for development of commercial or 8 cra30.23.odt residential projects in nagpur city. the applicant no.1 is a private limited company, engaged in the business of real-estate and construction through its directors, the applicant no.1 and the nonapplicant nos.3 and 4 agreed to sell the suit land to the nonapplicant nos.1 and 2 by two different agreements. however, after considerable time the applicants did not take steps to perform their part of contract. having noticed that the applicants and the non-applicant nos.3 and 4 failed to perform their part of the contract, two suits referred above for specific performance of the contracts came to be filed along with prayers for damages with alternative prayer of decree for refund of earnest money and damages caused. 8. careful reading of the plaint as well as the documents annexed along with the plaint reveal that the applicants had purchased the suit property for exploiting the commercial potential of the said land in question. even, the non-applicant nos.1 and 2 agreed to purchase the said suit land for developing the said land into commercial units for the purposes of sale of the said commercial units to the consumers. the dispute is of more 9 cra30.23.odt than the specified value mentioned in section 2(1)(h) read with section 6 of the act of 2015. both the counsel for the respective parties are in ad-idem on these facts. 9. having found that the purpose and object for which the suit land has been agreed to be purchased by the non-applicant nos.1 and 2, i proceed to deal with the submissions of the learned counsel for the parties as well as to the legal position. 10. heard shri s.p. dharmadhikari, learned senior counsel assisted by shri masood shareef, learned counsel on behalf of applicants as well as shri h.d. dangre, learned counsel on behalf of the non-applicant nos.1 and 2. 11. shri s.p dharmadhikari, learned senior counsel for the applicants has made detailed submission referring to the agreements of sale, of which performance is sought by the nonapplicant nos.1 and 2, to contend that both parties to the suit are engaged in the business of sale, purchase, developing commercial and residential projects. the suit land of which performance is sought is agreed to be purchased by the non-applicant nos.1 and 2 10 cra30.23.odt for developing the said land and for constructing a residential project and selling residential units to different customers. 12. next, learned senior counsel would submit that reading of the entire plaint in both the suits along with documents annexed with the plaints, particularly the agreements to sell clearly suggest that the dispute is arising out of a commercial transaction relating to immovable property, which is to be used by the non-applicant nos.1 and 2 for trade or commerce. the principal object of the nonapplicant nos.1 and 2 for entering into the contract was a commercial one and to earn profit by constructing residential unit. since the beginning, exploitation of the commercial potential with respect to the suit property was the object of the non-applicant nos.1 and 2 by developing the suit property into a residential and commercial project. therefore, if the property would be used in trade or commerce, the dispute is a commercial dispute within meaning section 2(1)(c) of act of 2015. thus, this dispute between the applicants and the non-applicant nos.3 & 4 and the nonapplicant nos.1 and 2 is a commercial dispute under the act of 2015 for which a special forum constituted alone has jurisdiction. 11 cra30.23.odt 13. lastly, it is contended that the very same question fell for consideration before the coordinate bench of this court in the case of kanchanganga relators pvt. ltd vs. monarch infrastructure developers1, wherin the coordinate bench expanded the word \"used\" and included the expression \"capable of being used\" after relying on the decision of supreme court in the case of mansukhlal dhanraj jain and others vs. eknath vithal ogale2. by taking help of this decision learned senior counsel submitted that the disputes in both the suits are commercial disputes within the sweep of section 2(1) (c) (vii) of the act of 2015. 14. conversely, shri dangre, learned counsel for the nonapplicant nos.1 and 2 vehemently submits that at present the suit property is not being used in trade or commerce. according to him, any dispute arising out of an agreement relating to immovable property, which is being used in trade or commerce would be a commercial dispute. to bring the dispute arising out of agreement relating to immovable property within the ambit of a 1 (2019) 5 mhlj 953 2 (1995) 2 scc 665 12 cra30.23.odt commerce dispute under section 2(1)(c) of the act of 2015, the property in question should be used in trade or commerce. to put it differently, the property should be used or is being used in commercial activities at the time of filing of the suit, which is not the case in hand. 15. lastly, learned counsel for the non-applicant nos.1 and 2 submitted that if a regular suit, which is not based on a commercial dispute within the meaning of act of 2015 is transferred to the commercial court, the very object and purpose of establishment of commercial court will be frustrated because the aim, object and purpose of the enactment was to ensure fast disposal of the high value of commercial disputes. he supported the impugned order of the learned trial court. 16. having considered the submission and contention raised on behalf of the respective parties, it would be apposite to preface the object of the act of 2015. a perusal of the statement of objects and reasons of the act of 2015 and the various amendments to cpc and insertion of new rules to the code applicable to suits of commercial disputes show that it has been 13 cra30.23.odt enacted for the purpose of ensuring early disposal of high value commercial disputes. a purposive interpretation of the objects and reasons and various amendments to cpc leave no room for doubt that the provisions of the act require to be strictly construed. if the provisions are given a liberal interpretation, the object behind the constitution of commercial division of courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. if we take a closer look at the statement of objects and reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated. the object will be fulfilled only if the provisions of the act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. 17. to determine whether the suit is a commercial suit in the context to the present controversy, it is necessary to first ascertain whether the dispute is a commercial dispute and for that purpose it is necessary to look at section 2 (1)(c)(vii) of the act of 2015. the said provision to the extent relevant is extracted herein below for reference: 14 cra30.23.odt \"2. definition (1) in this act, unless the context otherwise requires, -------x--------------x-------(c) \"commercial dispute\" means a dispute arising out of--------x--------------x-------(vii) agreements relating to immovable property used exclusively in trade or commerce; ------x-------------x-------explanation.-a commercial dispute shall not cease to be a commercial dispute merely because-(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions; (d) \"commercial division\" means the commercial division in a high court constituted under sub-section (1) of section 4; (e) \"district judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the constitution of india; (f) \"document\" means any matter expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matter; (g) \"notification\" means a notification published in the official gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly; (h) \"schedule\" means the schedule appended to the act; and (i) specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 3[which shall not be less than three lakh rupees] or such higher value, as may be notified by the central government.\" 15 cra30.23.odt 18. on perusal of the provision relied upon by the learned senior counsel, it is noticed that the dispute arising out of agreements relating to immovable properties used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by the commercial court. the question therefore would be that in the instant case, though the parties have entered into sale transaction of immovable property and presently in the suit, performance of contract pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. 19. in jagmohan behl vs. state bank of indore1, relied upon by senior counsel, the delhi high court taking note of the provisions contended in section 2(1)(c)(vii) of act of 2015 held that the dispute involved therein would constitute a commercial dispute and would include all matters relating to an agreement in connection with immovable properties. the said conclusion reached was in the circumstances where the immovable property in question was undoubtedly being used for trade or commerce 1 2017 scc online del 10706 16 cra30.23.odt and therefore it was held that the claim in the suit for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property shall lie before the commercial court. thus, firstly the dispute must be in respect of an agreement relating to immovable property which was being used for a trade or commerce and not likely to be used for trade or commerce and then the explanation will cover the disputes arising out of and in relation to immovable property like rent, mesne profit, security deposit etc. 20. a dispute relating to immovable property per se may not be a commercial dispute. but it becomes a commercial dispute, if it falls under sub-clause (vii) of section 2(1)(c) of the act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". considering the object for which the act of 2015 came to be enacted the words \"used exclusively in trade or commerce\" are to be interpreted purposefully and required to be strictly construed. the word \"used\" denotes \"actually used\". plain and literal meaning of the word \"used\" is \"actually used\" or \"being used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". wide 17 cra30.23.odt interpretation would defeat the objects of the act and the fasttracking procedure discussed above. if all such suits are transferred to the commercial court, there shall be no difference in the between a regular civil court and the commercial court. 21. in the decision of division bench of this court in case of dineshkumar gulabghand agrawal v. commissioner of incometax1 had an occasion to interpret the word \"used\". the division bench in para 3 of the decision has observed as under: \"3. it appears that after the above judgment, there was an amendment to section 32 of the income-tax act. the word \"used\" denotes actually used and not merely ready for use. the expression \"used\" means actually used for the purposes of the business. the view is taken by the tribunal. in this view of the matter, no substantial question of law is involved. the appeal is dismissed in limine with no order as to costs. 22. an identical issue came-up for consideration before the division bench of the gujarat high court in the case of vasu healthcare private vs. gujarat akruti tcg biotech limited and another2 relied upon by the learned counsel for the non-applicant 1 (2004) 267 itr 768 : 2003 scc online bom 1289 2 2017 scc online guj 724 18 cra30.23.odt no.1 and 2, wherein a detailed consideration has been made and by taking note of the decision of division bench of this court in dineshkumar (supra) the conclusion reached therein is that on a plain reading of clause 2(1)(c) of the act of 2015 the expression \"used\" must mean \"actually used\" or \"being used\". it is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed. the verbatim consideration therein is as hereunder; \"33. ----despite the above we have considered on merits whether even considering section 2(c)(vii) of the commercial courts act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of section 2(c) of the commercial courts act or not? considering section 2(c)(vii), \"commercial dispute\" means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. as observed herein above, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. as per the agreement between the party after getting the plots on lease from the gidc, the same was required to be thereafter developed by the original defendant no. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. it is the 19 cra30.23.odt case on behalf of the original plaintiff that as the original defendant no. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. there are other alternative prayers also. therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. it is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the commercial court would have jurisdiction. the aforesaid has no substance. as per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. it may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\". if the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. on plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". if the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". the word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\". similar view has been taken by the bombay high court (nagpur bench) in the case of dineshkumar gulabchand agrawal (supra) and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\". it is reported that slp against the said decision has been dismissed by the hon'ble supreme court.\" 20 cra30.23.odt 23. the co-ordinate bench of this court while dealing with an identical issue in case of kanchanganga (supra), disagreed with the view taken in decision of the gujrat high court in vasu healthcare (supra). the co-ordinate bench relied on the decision of delhi high court in case of jagmohan behl (supra) and the decision in mansukhlal jain (supra), wherein the expression \"relating to\" was considered. the coordinate bench of this court on the same line expanded the meaning of the word \"used\" mentioned in section 2(1)(c)(vii) of the act of 2015 to include the expression \"capable of being used\" or intended to be used for trade and commerce and in para 12 of the decision it has been held as under: \"12. similarly, for the contention that the word \"used\" would include the expression \"capable of being used\", the learned counsel for the petitioners has relied upon number of judgments. the ratio of the said judgments is that the word 'used' also has to be seen in a wider perspective and it would include the expressions like capable of being used or for the purpose of being used. applying the said position of law to the definition of \"commercial dispute\" under section 2(1)(c)(vii) of the act of 2015, it becomes abundantly clear that the expression\" agreements relating to immovable property used exclusively in trade and commerce\", has to be applied to the facts of a particular case in a wide and 21 cra30.23.odt inclusive manner. there should be material on record to show that the immovable property, in respect of which the agreement has been executed, is being used or is intended to be used for trade and commerce.\" 24. within a year therefrom in the year 2020, the same issue came up for consideration before the supreme court in the decision ambalal sarabhai enterprises limited vs. k.s. infraspace llp and another1, wherein the supreme court considered the decision of the gujarat high court in case of vasu healthcare (supra) and after relying on another decision of supreme court in the case of federation of a.p. chambers of commerce & industry vs. state of a.p.2 approved the interpretation of the word \"used\" means \"actually used\" or \"being used\" and in para 14 of the decision the supreme court has held as under: \"14. in that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the act. in the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. further the very relief sought in the suit is for execution of the mortgage 1 (2020) 15 scc 585 2 (2000) 6 scc 550 22 cra30.23.odt deed which is in the nature of specific performance of the terms of memorandum of understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the high court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein. the commercial court shall therefore return the plaint indicating a date for its presentation before the court having jurisdiction.\" 25. having approved the view taken by the gujarat high court in vasu healthcare (supra) in the case of ambalal (supra) supreme court that \"used\" means \"actually used\", the view taken by the coordinate bench of this court in the case of kanchanganga (supra) that the word \"used\" includes \"capable of being used\" or \"for the purpose of being used\" remains no good law. no doubt the decision in the case of vasu healthcare (supra) is under challenge before the supreme court in another proceedings. however, incidentally the decision in the case of vasu healthcare (supra) came before the supreme court for consideration in the case of ambalal (supra) wherein the supreme court approved the view taken in the case of vasu healthcare (supra), therefore view taken in case of kanchanganga (supra) cannot be relied upon. 23 cra30.23.odt 26. the upshot of the above said discussion is that dispute relating to immovable property which is actually used or being used in trade of commerce would come within the sweep of commercial dispute as enumerated in clause (vii) of section 2 (1) (c) of the act of 2015. the suit for specific performance of contract of immovable property, without reference to the actual use of the immovable property in trade or commerce as on the date of the suit will not be a suit relating to a commercial dispute. the trial court has rightly considered that the suit is not a commercial suit. no interference is required in the findings of learned trial court. resultantly, revision applications are dismissed. judge wagh"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f76fb1cb4e546699d9256c5f68fe6c1_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "bcfd63cd3e6b47b2a0cb731c97934c51_1"
        },
        {
            "start": 243,
            "end": 297,
            "text": "Bombay High Court\nJ.P. Housing Pvt. Ltd., Nagpur, Thr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "11458e89f0764a8e9d5a600b30766029_2"
        },
        {
            "start": 298,
            "end": 389,
            "text": "Its ... vs Mahesh S/O Chandrabhan Kingrani And ... on 19 March, 2024\nAuthor: M.W. Chandwani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "709c6e501fde4d47a0c6ac6a27fe43d0_3"
        },
        {
            "start": 391,
            "end": 418,
            "text": "Bench: M.W. Chandwani\n2024:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "15d8243c333a47cfa24fce1f6068efe8_4"
        },
        {
            "start": 419,
            "end": 431,
            "text": "Bhc-Nag:3382",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c17e18af046d47f1b09f43555847aa4d_5"
        },
        {
            "start": 500,
            "end": 548,
            "text": "1                                   cra30.23.odt",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a7a8acd22764a5da05eb91e0e245de3_6"
        },
        {
            "start": 580,
            "end": 659,
            "text": "In The High Court Of Judicature At Bombay\n                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7cb1b6f42958422188c3db2ebd17414d_7"
        },
        {
            "start": 659,
            "end": 714,
            "text": "Nagpur Bench At Nagpur\n\n                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "810278c3baeb418899e425145e7383ce_8"
        },
        {
            "start": 714,
            "end": 754,
            "text": "Civil Revision Application No.30 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "552d8caac06f4bbba2ae75e51c57a0ad_9"
        },
        {
            "start": 777,
            "end": 805,
            "text": "1 . J.P. Realities Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a9f7efec2f34fab9b3b933c77016e03_10"
        },
        {
            "start": 830,
            "end": 891,
            "text": "A company duly incorporated under the\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37726694e5184b03bb053586ac1d85b5_11"
        },
        {
            "start": 891,
            "end": 951,
            "text": "Companies Act, through its Director,\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3bfedf89ed8448fae7293f34b5f8125_12"
        },
        {
            "start": 951,
            "end": 1018,
            "text": "having its registered office at Plot No.48,\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "413bec8e7acd4bd28ea65aa3a16c626a_13"
        },
        {
            "start": 1018,
            "end": 1074,
            "text": "Near Raj Bhawan, Residency Road,\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "78c087da75284c649391e909b57a3ea0_14"
        },
        {
            "start": 1074,
            "end": 1096,
            "text": "Sadar, Nagpur - 440001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0466f761d77a4e59904515cdb24604b4_15"
        },
        {
            "start": 1097,
            "end": 1123,
            "text": ". \n\n                    2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "116e8f83513b41eba96aab61beb5a135_16"
        },
        {
            "start": 1124,
            "end": 1134,
            "text": "Jaiprakash",
            "labels": [
                "PREAMBLE"
            ],
            "id": "185ddc4678c849ea94b72fd9b06a2b78_17"
        },
        {
            "start": 1135,
            "end": 1161,
            "text": "S / o Gurdasmal Khushalani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79e0f2cd0d8d47bcb29b103f6cadc51c_18"
        },
        {
            "start": 1186,
            "end": 1221,
            "text": "Aged about 57 years, Occ: Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "532b0dd110814bb68e20d14e51a0ff4a_19"
        },
        {
            "start": 1246,
            "end": 1281,
            "text": "Director, J.P. Realities Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9be77abef4cd40649d977d8179ee25bf_20"
        },
        {
            "start": 1282,
            "end": 1528,
            "text": "\n                       A company duly incorporated under the\n                       Companies Act, having its registered office\n                       at Plot No.48, Near Raj Bhawan, Residency\n                       Road, Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "402529edba6e457fa27f5369aafb90b1_21"
        },
        {
            "start": 1557,
            "end": 1641,
            "text": "....Applicants\n                                                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "911a82522fa2468eaef936b3f3ff6f5b_22"
        },
        {
            "start": 1641,
            "end": 1648,
            "text": "( Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60a62b88ff1a46849a05e1f8eec3a6e1_23"
        },
        {
            "start": 1649,
            "end": 1658,
            "text": "Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "49d9148e555b4343b3b19c522bf13858_24"
        },
        {
            "start": 1659,
            "end": 1677,
            "text": "Nos.1 & 2 on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65abf53a886a4e94a776c20b8fd02243_25"
        },
        {
            "start": 1725,
            "end": 1743,
            "text": "... V E R S U S...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c30e3cb8a7a342a2baaa57d941706834_26"
        },
        {
            "start": 1766,
            "end": 1777,
            "text": "1. Mahesh S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8908419d57a04622acc93d940757bb22_27"
        },
        {
            "start": 1778,
            "end": 1802,
            "text": "/ o Chandrabhan Kingrani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4e391fb7a414d4c9c3609453d88dfb2_28"
        },
        {
            "start": 1827,
            "end": 1880,
            "text": "Aged 62 years, Occ: Business,\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a2aa6f5f28a44e6a241b2bb20555ef3_29"
        },
        {
            "start": 1880,
            "end": 1923,
            "text": "R / o Plot No.402, Mangalam Park Apartments",
            "labels": [
                "PREAMBLE"
            ],
            "id": "155c593adb204d7d88ce230dd6d086fe_30"
        },
        {
            "start": 1924,
            "end": 2000,
            "text": ", \n                       Plot No.103, Opposite Shivaji Park, Shivaji Nagar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9756d8b328c4645a6bedddde65dca7d_31"
        },
        {
            "start": 2025,
            "end": 2083,
            "text": "Dharampeth Extension, Nagpur-440010.\n\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5af6330066fe45a7a0fdef6b490c542c_32"
        },
        {
            "start": 2083,
            "end": 2094,
            "text": "2. Rajesh S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b07ef89f74a420d96a140bd3693dc0e_33"
        },
        {
            "start": 2095,
            "end": 2119,
            "text": "/ o Chandrabhan Kingrani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98c1d2160f6f42a2b44e6fd149aea500_34"
        },
        {
            "start": 2144,
            "end": 2173,
            "text": "Aged 48 years, Occ: Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70d838a036e54715a0276a6d7134d24e_35"
        },
        {
            "start": 2198,
            "end": 2241,
            "text": "R / o Plot No.102, Mangalam Park Apartments",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88cad55a18394038b13ffd0ae615ab37_36"
        },
        {
            "start": 2242,
            "end": 2318,
            "text": ", \n                       Plot No.103, Opposite Shivaji Park, Shivaji Nagar,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41ce54e3c3ea4b6d8975eb57b3d594b7_37"
        },
        {
            "start": 2343,
            "end": 2450,
            "text": "Dharampeth Extension, Nagpur-440010.\n                                                                   ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c29a753100594572958cf3095fd92afd_38"
        },
        {
            "start": 2451,
            "end": 2458,
            "text": "( Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f4b8c8af8664f22a0be4a9e0a658fd0_39"
        },
        {
            "start": 2459,
            "end": 2478,
            "text": "Plaintiffs on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "802c9c904d5844478e1f2cc6d11e28c9_40"
        },
        {
            "start": 2500,
            "end": 2513,
            "text": "3 . Nishant S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d057b14b5f3643c49a5e800d47a73694_41"
        },
        {
            "start": 2514,
            "end": 2540,
            "text": "/ o Jaiprakash Khushalani,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "146adade8449448183b05f673c8a0c71_42"
        },
        {
            "start": 2565,
            "end": 2600,
            "text": "Aged about 28 years, Occ: Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "814a7fa3ca1f40539f6cbe31e48f9494_43"
        },
        {
            "start": 2625,
            "end": 2660,
            "text": "Director, J.P. Realities Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "51ce05a7466244728259151639a3ce32_44"
        },
        {
            "start": 2685,
            "end": 2752,
            "text": "having its registered office at Plot No.48,\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0e69f532933483a988f06a7edf5a97f_45"
        },
        {
            "start": 2752,
            "end": 2831,
            "text": "Near Raj Bhawan, Residency Road,\n                       Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f678674c85c41c5a7930a5c3382af2d_46"
        },
        {
            "start": 2832,
            "end": 2925,
            "text": "\n                                              2                                 cra30.23.odt",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5471c516ed224d8ea0ccd2883b3795b3_47"
        },
        {
            "start": 2930,
            "end": 3156,
            "text": "4. Chirag S/o Jaiprakash Khushalani,\n   Aged about 30 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00f42937cddd4ffb95459548cd2b619e_48"
        },
        {
            "start": 3156,
            "end": 3193,
            "text": "5 . Vinita W/o Jaiprakash Khushalani,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bafe667c2154ede91ab844187c37b83_49"
        },
        {
            "start": 3194,
            "end": 3598,
            "text": "\n   Aged about 28 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.\n\n6. Anil Lakhanlal Malviya,\n   Aged about 63 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ea5153e6e0a44bc83546e81fffcc1cc_50"
        },
        {
            "start": 3601,
            "end": 3749,
            "text": "7. Shri Nanak Sambtani,\n   Aged about 63 years, Occ: Business,\n   Director, J.P. Realities Pvt. Ltd.,\n   having its registered office at Plot No.48,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33135deef5e649329caff268bc23c207_51"
        },
        {
            "start": 3754,
            "end": 3813,
            "text": "Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7a13cd3dd5b4da99f62a579d6859f9f_52"
        },
        {
            "start": 3856,
            "end": 3866,
            "text": "... (Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa8848ab55d240fc8cfa4461ac65f34d_53"
        },
        {
            "start": 3867,
            "end": 3896,
            "text": "Defendants Nos.3 to 7on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4470061b9a094b739c16046c915c8749_54"
        },
        {
            "start": 3950,
            "end": 3957,
            "text": "... Non",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7fdf3ab82b774fc98075a8a28ad9fa28_55"
        },
        {
            "start": 3958,
            "end": 4004,
            "text": "-Applicants\n                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "947f3600716b46648ffb7b28dd841fc0_56"
        },
        {
            "start": 4004,
            "end": 4022,
            "text": "With\n        Civil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab72bc62f02a42418c1ce1f92e1f4dd2_57"
        },
        {
            "start": 4023,
            "end": 4031,
            "text": "Revision",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0eb2a96e98ba48a5b61422137f6a06bf_58"
        },
        {
            "start": 4032,
            "end": 4058,
            "text": "Application No.130 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1d280b40dcb49e59e536e1c0842cd82_59"
        },
        {
            "start": 4061,
            "end": 4087,
            "text": "1 . J.P. Housing Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "061b1dbe3cb44d3ebd69c1874c059b36_60"
        },
        {
            "start": 4092,
            "end": 4329,
            "text": "A company duly incorporated under the\n   Companies Act, through its Director,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001 through its Director Shri Jaiprakash\n   Gurdasmal.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e2d2fda42f54cd1b540c57bfe59c606_61"
        },
        {
            "start": 4378,
            "end": 4430,
            "text": "3                                   cra30.23.odt\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8d1bb1be231451d89f9bf49d6d12827_62"
        },
        {
            "start": 4430,
            "end": 4446,
            "text": "2. Jaiprakash S/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3d30fed439741d59d704410ac122ccd_63"
        },
        {
            "start": 4447,
            "end": 4469,
            "text": "o Gurdasmal Khushalani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a70098fef5264b50a49c5a60b283ad88_64"
        },
        {
            "start": 4470,
            "end": 4509,
            "text": "\n   Aged about 57 years, Occ: Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "020ae4bcadaa44f688ad825566c33266_65"
        },
        {
            "start": 4514,
            "end": 4555,
            "text": "Director of J.P. Realities Pvt. Ltd.,\n   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "edde4858a124413a98ce51af5c30387d_66"
        },
        {
            "start": 4555,
            "end": 4717,
            "text": "A company duly incorporated under the\n   Companies Act, having its registered office\n   at Plot No.48, Near Raj Bhawan, Residency\n   Road, Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e630d5e38df6482ea317cfce61e1b8ea_67"
        },
        {
            "start": 4747,
            "end": 4812,
            "text": "....Applicants\n                                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae59420048fc43a8ac5fd61deb783024_68"
        },
        {
            "start": 4812,
            "end": 4818,
            "text": "(Orig.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66f5c7e74d554f1e91675049c27a6aa7_69"
        },
        {
            "start": 4819,
            "end": 4847,
            "text": "Defendant Nos.1 & 2 on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "153860bf79ff467ca54b88e84ada53ab_70"
        },
        {
            "start": 4848,
            "end": 4893,
            "text": "\n\n                          ...V E R S U S...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8536a4af3cf4f62919eebbffa910f65_71"
        },
        {
            "start": 4894,
            "end": 4930,
            "text": "\n\n1. Mahesh S/o Chandrabhan Kingrani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c8a7bc7dc2e4f19a3aafcc4a34baaa1_72"
        },
        {
            "start": 4931,
            "end": 5140,
            "text": "\n   Aged 62 years, Occ: Business,\n   R/o Plot No.402, Mangalam Park Apartments,\n   Plot No.103, Opposite Shivaji Park, Shivaji Nagar,\n   Dharampeth Extension, Nagpur-440010.\n\n2. Rajesh S/o Chandrabhan Kingrani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f3b0646ad8e42d98c26248f3566a697_73"
        },
        {
            "start": 5141,
            "end": 5174,
            "text": "\n   Aged 48 years, Occ: Business,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d2b4070893e464eb3bd64550391b306_74"
        },
        {
            "start": 5175,
            "end": 5221,
            "text": "\n   R/o Plot No.102, Mangalam Park Apartments,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bc403ea516524781aa321cdf833c2f3a_75"
        },
        {
            "start": 5222,
            "end": 5316,
            "text": "\n   Plot No.103, Opposite Shivaji Park, Shivaji Nagar,\n   Dharampeth Extension, Nagpur-440010.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e293fcb6aff43af9c8552e722f83d5f_76"
        },
        {
            "start": 5365,
            "end": 5395,
            "text": "... (Orig. Plaintiffs on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28ab1c078da44c4e847ac277063174ab_77"
        },
        {
            "start": 5396,
            "end": 5593,
            "text": "\n3. Nishant S/o Jaiprakash Khushalani,\n   Aged about 28 years, Occ: Business,\n   Director, J.P. Housing Pvt. Ltd.,\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "327d3a86ec1547769657cbf70ab9c75e_78"
        },
        {
            "start": 5594,
            "end": 5620,
            "text": "\n   Sadar, Nagpur - 440001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b1c60b6bada4f68af35d5316a51c535_79"
        },
        {
            "start": 5621,
            "end": 5737,
            "text": ". \n\n4. Chirag S/o Jaiprakash Khushalani,\n   Aged about 30 years, Occ: Business,\n   Director, J.P. Housing Pvt. Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52d98f32f71647de97f96b9768100228_80"
        },
        {
            "start": 5738,
            "end": 5848,
            "text": "\n   having its registered office at Plot No.48,\n   Near Raj Bhawan, Residency Road,\n   Sadar, Nagpur - 440001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19168dcaee11416b80281e35fd35e4c2_81"
        },
        {
            "start": 5862,
            "end": 5902,
            "text": "... (Orig. Defendants Nos.3 & 4 on R.A.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd93a773c85243959f237861192353e8_82"
        },
        {
            "start": 5956,
            "end": 5963,
            "text": "... Non",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff0a665aa9a648998e75c19216f22fde_83"
        },
        {
            "start": 5964,
            "end": 5976,
            "text": "- Applicants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "40d0e21dd21c4e73b5d76579c03c8739_84"
        },
        {
            "start": 6030,
            "end": 6080,
            "text": "4                                     cra30.23.odt",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2a6fd4d761548ecb1fb6c86b789bfce_85"
        },
        {
            "start": 6084,
            "end": 6175,
            "text": "-------------------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5ffcf90525f464eac520fd7a83ddc4e_86"
        },
        {
            "start": 6176,
            "end": 6267,
            "text": "\nShri S.P. Dharmadhikari, Senior Advocate a/b Shri Masood Shareef, Advocate\nfor applicants.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea7427dfb3cc4822896198ed4cda0663_87"
        },
        {
            "start": 6268,
            "end": 6326,
            "text": "\nShri H.D. Dangre, Advocate for non-applicant nos.1 and 2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1471ee88d4348978a9644dfc094f534_88"
        },
        {
            "start": 6327,
            "end": 6387,
            "text": "\nShri A.S. Thotange, Advocate for non-applicant nos.3 and 4.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ccdadbbc5c44547826c8bab1629dfac_89"
        },
        {
            "start": 6389,
            "end": 6480,
            "text": "-------------------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6c317e662a84a0ab532d73aa7c911cf_90"
        },
        {
            "start": 6481,
            "end": 6524,
            "text": "\n\n               Coram:- M.W. Chandwani, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1d1c8d04c1c4f08b38aca76f45f360a_91"
        },
        {
            "start": 6525,
            "end": 6611,
            "text": "\nArguments Were Heard On : 27.02.2024\nJudgment Pronounced On : 19.03.2024\n\nJudgment:\n.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c87ac01538d54175989ced1a57b0c074_92"
        },
        {
            "start": 6612,
            "end": 6810,
            "text": "Both the revision applications filed under Section 115 of the Code of Civil Procedure (for short, 'Cpc') under consideration are between the same parties arising out of two different suits but on th",
            "labels": [
                "FAC"
            ],
            "id": "00909a0bc31f47a79023ff48452f9e59_93"
        },
        {
            "start": 6811,
            "end": 6918,
            "text": "e same set of facts and involve common issue and common contentions, hence the same were heard analogously.",
            "labels": [
                "FAC"
            ],
            "id": "30e6b068051a404d8c68ae1b9f5322cb_94"
        },
        {
            "start": 6919,
            "end": 7000,
            "text": "I proposed to dispose of both the applications by this common judgment and order.",
            "labels": [
                "FAC"
            ],
            "id": "fc923c3a342a459484fe586b4ddbdd01_95"
        },
        {
            "start": 7002,
            "end": 7105,
            "text": "Bare facts, which are necessary to dispose of the present revisions, can be culled out are as under:\n2.",
            "labels": [
                "FAC"
            ],
            "id": "d8d8c4f68c6f4da2982d950aeed96415_96"
        },
        {
            "start": 7106,
            "end": 7257,
            "text": "The non-applicant nos.1 and 2, are plaintiffs in Special Civil Suit Nos.248 of 2023 and 1235/2022 filed before the Civil Judge Senior Division, Nagpur.",
            "labels": [
                "FAC"
            ],
            "id": "891e0644e2b046bdba9e103f589c4875_97"
        },
        {
            "start": 7258,
            "end": 7369,
            "text": "The applicants and the non- applicant nos.3 and 4 herein are arrayed as defendants to the 5 cra30.23.odt suits.",
            "labels": [
                "FAC"
            ],
            "id": "1ed38670a86349848523a3cc9c4540c2_98"
        },
        {
            "start": 7370,
            "end": 7786,
            "text": "The applicants on being notified in both the suits appeared and filed applications at Exhibits 34 and 10 in Special Civil Suit Nos.248 of 2023 and 1235 of 2022, respectively under Order VII Rule 11 for rejection of the plaints on the premise that the disputes involved in both the suits are commercial disputes within the meaning of section 2(1)(c)(vii) of the Commercial Courts Act, 2015 (for short, 'Act of 2015').",
            "labels": [
                "FAC"
            ],
            "id": "83565b68101e440288dc6062c4cfdefe_99"
        },
        {
            "start": 7787,
            "end": 8011,
            "text": "The non-applicant nos.1 and 2 opposed and resisted the applications in both the suits and claimed that the dispute between the applicants and the non- applicants is not a commercial dispute within the meaning of Act of 2015.",
            "labels": [
                "FAC"
            ],
            "id": "cd61b745b3d84985907e0fa983086be3_100"
        },
        {
            "start": 8012,
            "end": 8245,
            "text": "The learned Judge on consideration through impugned orders rejected both the applications Exhibits 34 and 10 in Special Civil Suit Nos.248 of 2023 and 1235 of 2022, respectively by two separate orders dated 03.07.2023 and 11.01.2023.",
            "labels": [
                "FAC"
            ],
            "id": "5ee59ceeecc1475f91d92e96bee0e6be_101"
        },
        {
            "start": 8246,
            "end": 8362,
            "text": "Feeling aggrieved with the orders impugned, the applicants have approached this Court under revisional jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "c8818f2044fa469aa1303fefa3e151e9_102"
        },
        {
            "start": 8363,
            "end": 8665,
            "text": "\n3. At the outset it is to be mentioned that essentially, the applications of the applicants appear to have been filed relying on Order VII Rule 11 (d) of CPC which mandates that if the suit appears to be barred by law from the averments made in the 6 cra30.23.odt plaint, the plaint shall be rejected.",
            "labels": [
                "FAC"
            ],
            "id": "21e2235b76fb4b52b90259f9122e1aaa_103"
        },
        {
            "start": 8666,
            "end": 8792,
            "text": "Thus, for exercising power under Order VII Rule 11 (d) of CPC the suit must be barred by express or implied provisions of law.",
            "labels": [
                "FAC"
            ],
            "id": "2317191e530544449c780d5f75d7658d_104"
        },
        {
            "start": 8793,
            "end": 9020,
            "text": "The applications have been filed for rejection of the plaints on the premise that the disputes between the parties in both the suits are commercial disputes and triable by the Commercial Court established under the Act of 2015.",
            "labels": [
                "FAC"
            ],
            "id": "ae225630e4634a96bd903802432da517_105"
        },
        {
            "start": 9021,
            "end": 9078,
            "text": "The cognizance of the suits by the Civil Court is barred.",
            "labels": [
                "FAC"
            ],
            "id": "13f51ce47e8f4479b1321f0d5490edbb_106"
        },
        {
            "start": 9080,
            "end": 9129,
            "text": "4. This takes me to Section 6 of the Act of 2015.",
            "labels": [
                "STA"
            ],
            "id": "5c77e8a02cd14aa59e5bd4eda84bc0b9_107"
        },
        {
            "start": 9130,
            "end": 9276,
            "text": "It states that the Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of specified value.",
            "labels": [
                "STA"
            ],
            "id": "a6847bf9f2e54bd7809c47cb25ea2fb8_108"
        },
        {
            "start": 9277,
            "end": 9391,
            "text": "Section 15 of the Act of 2015 provides for transfer of commercial disputes of specified value to Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "768b8f744ceb4a10873058f47fea0353_109"
        },
        {
            "start": 9392,
            "end": 9569,
            "text": "Thus, the provisions of the Act of 2015 do not bar the suit but provide that the suit relating to a commercial dispute of a specified value shall be tried by a commercial court.",
            "labels": [
                "STA"
            ],
            "id": "76f3a50360be43f1925b96496d7da20a_110"
        },
        {
            "start": 9570,
            "end": 9683,
            "text": "A commercial court is a specie of civil court having jurisdiction to try a commercial dispute of specified value.",
            "labels": [
                "FAC"
            ],
            "id": "b769bbd0243b4848bf207665c564ff2f_111"
        },
        {
            "start": 9684,
            "end": 9918,
            "text": "Therefore, if a commercial dispute of specified value is filed in ordinary civil court, the remedy is to transfer the civil suit to the commercial court and not rejection of the 7 cra30.23.odt plaint under Order VII Rule-11(d) of CPC.",
            "labels": [
                "FAC"
            ],
            "id": "07497df21c5d47aaac69f76308927266_112"
        },
        {
            "start": 9919,
            "end": 9992,
            "text": "At the most, a plaint can be returned under Order VII Rule 10 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d86e74434fa64e728b2c8813685b6785_113"
        },
        {
            "start": 9993,
            "end": 10365,
            "text": "\n5. Be that as it may, anyhow it is necessary to decide as to whether the transaction between the parties herein, which is the subject matter of the suit could be considered as a commercial dispute so as to enable the trial Court to take appropriate action either under Section 15 of the Act of 2015 for transfer or under Order VII Rule 10 of the CPC for return of plaint.",
            "labels": [
                "ISSUE"
            ],
            "id": "d0e9a8e16fd645ee8ee4e922c021d7f0_114"
        },
        {
            "start": 10367,
            "end": 10566,
            "text": "6. Before proceeding to deal with the submissions of the counsel for the respective parties, it will be advantageous to state the facts pleaded in the suits filed by the non-applicant nos.1 and 2.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "612bfef9957d4d0c84ebcf7f6af457c0_115"
        },
        {
            "start": 10567,
            "end": 10610,
            "text": "The pleadings in both the suits are common.",
            "labels": [
                "FAC"
            ],
            "id": "014088bf4d894c4f8d782bbe50d9d1b5_116"
        },
        {
            "start": 10611,
            "end": 10722,
            "text": "Since there were two agreements, specific performance of which is sought, two different suits came to be filed.",
            "labels": [
                "FAC"
            ],
            "id": "1344729f017a4c9c8b026882ca9dd791_117"
        },
        {
            "start": 10723,
            "end": 10968,
            "text": "The plaints in both the suits depict that the non-applicant nos.1 and 2 are Industrialist/Businessmen who were looking for a good piece of land having potential for development of commercial or 8 cra30.23.odt residential projects in Nagpur City.",
            "labels": [
                "FAC"
            ],
            "id": "a17367e3897b436d9b9234f7faca2b09_118"
        },
        {
            "start": 10969,
            "end": 11242,
            "text": "The applicant no.1 is a private limited company, engaged in the business of real-estate and construction through its directors, the applicant no.1 and the non- applicant nos.3 and 4 agreed to sell the suit land to the non- applicant nos.1 and 2 by two different agreements.",
            "labels": [
                "FAC"
            ],
            "id": "94a7ed4956b7427682c5bc2a1c95d057_119"
        },
        {
            "start": 11243,
            "end": 11344,
            "text": "However, after considerable time the applicants did not take steps to perform their part of contract.",
            "labels": [
                "FAC"
            ],
            "id": "a4444e6769ce42b788a80bbbb1448cf4_120"
        },
        {
            "start": 11345,
            "end": 11656,
            "text": "Having noticed that the applicants and the non-applicant nos.3 and 4 failed to perform their part of the contract, two suits referred above for specific performance of the contracts came to be filed along with prayers for damages with alternative prayer of decree for refund of earnest money and damages caused.",
            "labels": [
                "FAC"
            ],
            "id": "0767aa862f0e4ab68380df636779ee70_121"
        },
        {
            "start": 11658,
            "end": 11874,
            "text": "8. Careful reading of the plaint as well as the documents annexed along with the plaint reveal that the applicants had purchased the suit property for exploiting the commercial potential of the said land in question.",
            "labels": [
                "FAC"
            ],
            "id": "fda9516ee48944488c92a09aefb37027_122"
        },
        {
            "start": 11875,
            "end": 12071,
            "text": "Even, the non-applicant nos.1 and 2 agreed to purchase the said suit land for developing the said land into commercial units for the purposes of sale of the said commercial units to the consumers.",
            "labels": [
                "FAC"
            ],
            "id": "e3f0d7b70ca64e48afa66bb101967f13_123"
        },
        {
            "start": 12072,
            "end": 12203,
            "text": "The dispute is of more 9 cra30.23.odt than the specified value mentioned in Section 2(1)(h) read with Section 6 of the Act of 2015.",
            "labels": [
                "FAC"
            ],
            "id": "a1ecbe15b5b34ca3bd90fc55f07f3cc1_124"
        },
        {
            "start": 12204,
            "end": 12278,
            "text": "Both the counsel for the respective parties are in ad-idem on these facts.",
            "labels": [
                "FAC"
            ],
            "id": "881c646f34d2449e97518b1ae722ae9c_125"
        },
        {
            "start": 12279,
            "end": 12525,
            "text": "\n9. Having found that the purpose and object for which the suit land has been agreed to be purchased by the non-applicant nos.1 and 2, I proceed to deal with the submissions of the learned counsel for the parties as well as to the legal position.",
            "labels": [
                "NONE"
            ],
            "id": "a60e489036ee427e8ef9c626b302e321_126"
        },
        {
            "start": 12527,
            "end": 12750,
            "text": "10. Heard Shri S.P. Dharmadhikari, learned Senior Counsel assisted by Shri Masood Shareef, learned counsel on behalf of applicants as well as Shri H.D. Dangre, learned counsel on behalf of the non-applicant nos.1 and 2.\n11.",
            "labels": [
                "NONE"
            ],
            "id": "ca7415b7b00c424fb8d476b3e5bf5df7_127"
        },
        {
            "start": 12751,
            "end": 13084,
            "text": "Shri S.P Dharmadhikari, learned Senior Counsel for the applicants has made detailed submission referring to the agreements of sale, of which performance is sought by the non- applicant nos.1 and 2, to contend that both parties to the suit are engaged in the business of sale, purchase, developing commercial and residential projects.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4a03dab770864688a308c4c624590b54_128"
        },
        {
            "start": 13085,
            "end": 13330,
            "text": "The suit land of which performance is sought is agreed to be purchased by the non-applicant nos.1 and 2 10 cra30.23.odt for developing the said land and for constructing a residential project and selling residential units to different customers.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9b50ee396804d26afcf2fe3cc18fa57_129"
        },
        {
            "start": 13332,
            "end": 13696,
            "text": "12. Next, learned Senior Counsel would submit that reading of the entire plaint in both the suits along with documents annexed with the plaints, particularly the agreements to sell clearly suggest that the dispute is arising out of a commercial transaction relating to immovable property, which is to be used by the non-applicant nos.1 and 2 for trade or commerce.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0eb11b61e27d46d8b92744e76cab1a7c_130"
        },
        {
            "start": 13697,
            "end": 13856,
            "text": "The principal object of the non- applicant nos.1 and 2 for entering into the contract was a commercial one and to earn profit by constructing residential unit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2da14230db144a02b8c99754d2201780_131"
        },
        {
            "start": 13857,
            "end": 14075,
            "text": "Since the beginning, exploitation of the commercial potential with respect to the suit property was the object of the non-applicant nos.1 and 2 by developing the suit property into a residential and commercial project.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "764f061cbd0043aaa70f266d3fc18e09_132"
        },
        {
            "start": 14076,
            "end": 14221,
            "text": "Therefore, if the property would be used in trade or commerce, the dispute is a commercial dispute within meaning Section 2(1)(c) of Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b6663342397942fbb545e12e8978083a_133"
        },
        {
            "start": 14222,
            "end": 14458,
            "text": "Thus, this dispute between the applicants and the non-applicant nos.3 & 4 and the non- applicant nos.1 and 2 is a commercial dispute under the Act of 2015 for which a special forum constituted alone has jurisdiction.\n11 cra30.23.odt 13.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f9346759bbc6497ba3455b5c87933699_134"
        },
        {
            "start": 14459,
            "end": 14889,
            "text": "Lastly, it is contended that the very same question fell for consideration before the Coordinate Bench of this Court in the case of Kanchanganga Relators Pvt. Ltd Vs. Monarch Infrastructure Developers1, wherin the Coordinate Bench expanded the word \"used\" and included the expression \"capable of being used\" after relying on the decision of Supreme Court in the case of Mansukhlal Dhanraj Jain and others Vs. Eknath Vithal Ogale2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6c5f700dab44f33a3dafac3963629f4_135"
        },
        {
            "start": 14890,
            "end": 15077,
            "text": "By taking help of this decision learned Senior Counsel submitted that the disputes in both the suits are commercial disputes within the sweep of section 2(1) (c) (vii) of the Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9e86e093e8d64fc0b3ad0d7c7f496926_136"
        },
        {
            "start": 15079,
            "end": 15251,
            "text": "14. Conversely, Shri Dangre, learned Counsel for the non- applicant nos.1 and 2 vehemently submits that at present the suit property is not being used in trade or commerce.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "54c80d26908a46c0a667e9826fe96085_137"
        },
        {
            "start": 15252,
            "end": 15413,
            "text": "According to him, any dispute arising out of an agreement relating to immovable property, which is being used in trade or commerce would be a commercial dispute.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6dfb2ef66ef04a029cd20690d2984a3e_138"
        },
        {
            "start": 15414,
            "end": 15688,
            "text": "To bring the dispute arising out of agreement relating to immovable property within the ambit of a 1 (2019) 5 MhLJ 953 2 (1995) 2 SCC 665 12 cra30.23.odt commerce dispute under Section 2(1)(c) of the Act of 2015, the property in question should be used in trade or commerce.",
            "labels": [
                "STA"
            ],
            "id": "bda61f7879f24327b0ed4229aa0b9ace_139"
        },
        {
            "start": 15689,
            "end": 15847,
            "text": "To put it differently, the property should be used or is being used in commercial activities at the time of filing of the suit, which is not the case in hand.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f3c461eef03e4fd194ddf00ac9c9acfd_140"
        },
        {
            "start": 15849,
            "end": 16268,
            "text": "15. Lastly, learned Counsel for the non-applicant nos.1 and 2 submitted that if a regular suit, which is not based on a commercial dispute within the meaning of Act of 2015 is transferred to the Commercial Court, the very object and purpose of establishment of Commercial Court will be frustrated because the aim, object and purpose of the enactment was to ensure fast disposal of the high value of commercial disputes.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "54ee1355a2d44f7baa585b080b197b30_141"
        },
        {
            "start": 16269,
            "end": 16328,
            "text": "He supported the impugned order of the learned trial court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b48edaf51e5c4fcfba3286acef3d8792_142"
        },
        {
            "start": 16329,
            "end": 16488,
            "text": "\n16. Having considered the submission and contention raised on behalf of the respective parties, it would be apposite to preface the object of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60a98852fc254292b0f7b7b0f981dd2d_143"
        },
        {
            "start": 16489,
            "end": 16797,
            "text": "A perusal of the Statement of Objects and Reasons of the Act of 2015 and the various amendments to CPC and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been 13 cra30.23.odt enacted for the purpose of ensuring early disposal of high value commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d78e8ef1d8c49fdbb99624ed6c1a939_144"
        },
        {
            "start": 16798,
            "end": 16970,
            "text": "A purposive interpretation of the Objects and Reasons and various amendments to CPC leave no room for doubt that the provisions of the Act require to be strictly construed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e9b48f44ccd4a1ba4db8f52c3e5bb45_145"
        },
        {
            "start": 16971,
            "end": 17195,
            "text": "If the provisions are given a liberal interpretation, the object behind the constitution of Commercial Division of Courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9758ecf2e88e4520a893842ff79a23c9_146"
        },
        {
            "start": 17196,
            "end": 17335,
            "text": "If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f97b1220e0ac48d08132cdef5d95baba_147"
        },
        {
            "start": 17336,
            "end": 17519,
            "text": "The object will be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ed90d4e841a4556bbad640e521c07b6_148"
        },
        {
            "start": 17520,
            "end": 17787,
            "text": "\n17. To determine whether the suit is a commercial suit in the context to the present controversy, it is necessary to first ascertain whether the dispute is a commercial dispute and for that purpose it is necessary to look at Section 2 (1)(c)(vii) of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fe97d275dc743d1bb53157cdbd49da1_149"
        },
        {
            "start": 17788,
            "end": 17907,
            "text": "The said provision to the extent relevant is extracted herein below for reference:\n14 cra30.23.odt \"2. Definition - (1)",
            "labels": [
                "STA"
            ],
            "id": "46085dca45af4dae86c52fe07db414a3_150"
        },
        {
            "start": 17908,
            "end": 18174,
            "text": "In this Act, unless the context otherwise requires, -\n-------x-------- -------x-------- (c) \"commercial dispute\" means a dispute arising out of-- -------x-------- -------x-------- (vii) agreements relating to immovable property used exclusively in trade or commerce;",
            "labels": [
                "STA"
            ],
            "id": "8ebd128e9b694a039c6c537698e22390_151"
        },
        {
            "start": 18175,
            "end": 19147,
            "text": "\n------- x------- -------x-------- Explanation.-- A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n(d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of section 4;\n(e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the Constitution of India;\n(f) \"document\" means any matter expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matter;",
            "labels": [
                "STA"
            ],
            "id": "c6c14512eaba4b10b4ff593d661ed71f_152"
        },
        {
            "start": 19148,
            "end": 19975,
            "text": "\n(g) \"notification\" means a notification published in the Official Gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) \"Schedule\" means the Schedule appended to the Act; and (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 3[which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\"\n15 cra30.23.odt 18. On perusal of the provision relied upon by the learned Senior Counsel, it is noticed that the dispute arising out of agreements relating to immovable properties used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by the Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "235de807236a4746827c0966edc3a7c3_153"
        },
        {
            "start": 19976,
            "end": 20316,
            "text": "The question therefore would be that in the instant case, though the parties have entered into sale transaction of immovable property and presently in the suit, performance of contract pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c9975b0604a46ad9a2b75df5f766251_154"
        },
        {
            "start": 20318,
            "end": 20669,
            "text": "19. In Jagmohan Behl Vs. State Bank of Indore1, relied upon by Senior Counsel, the Delhi High Court taking note of the provisions contended in section 2(1)(c)(vii) of Act of 2015 held that the dispute involved therein would constitute a commercial dispute and would include all matters relating to an agreement in connection with immovable properties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "de8d2c5a910a4b11897ad7815616598f_155"
        },
        {
            "start": 20670,
            "end": 21048,
            "text": "The said conclusion reached was in the circumstances where the immovable property in question was undoubtedly being used for trade or commerce 1 2017 SCC OnLine Del 10706 16 cra30.23.odt and therefore it was held that the claim in the suit for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property shall lie before the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4c621e5fdfa4076a9ae3bca16746371_156"
        },
        {
            "start": 21049,
            "end": 21386,
            "text": "Thus, firstly the dispute must be in respect of an agreement relating to immovable property which was being used for a trade or commerce and not likely to be used for trade or commerce and then the explanation will cover the disputes arising out of and in relation to immovable property like rent, mesne profit, security deposit etc.\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ec1e50bcdf2467ea973b7dd5cc6fe85_157"
        },
        {
            "start": 21387,
            "end": 21467,
            "text": "A dispute relating to immovable property per se may not be a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae6464ae20df47969270857e02061959_158"
        },
        {
            "start": 21468,
            "end": 21661,
            "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b2afd6f79634cebbae5fa627f3e7ddf_159"
        },
        {
            "start": 21662,
            "end": 21853,
            "text": "Considering the object for which the Act of 2015 came to be enacted the words \"used exclusively in trade or commerce\" are to be interpreted purposefully and required to be strictly construed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6adc3dd2ca7e438eaa8ac5dc559d9f4e_160"
        },
        {
            "start": 21854,
            "end": 21894,
            "text": "The word \"used\" denotes \"actually used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13ff3b169cd94135968dea9fef22e55d_161"
        },
        {
            "start": 21895,
            "end": 22054,
            "text": "Plain and literal meaning of the word \"used\" is \"actually used\" or \"being used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8990cc18f4746e8941eff19db72cdf4_162"
        },
        {
            "start": 22055,
            "end": 22176,
            "text": "Wide 17 cra30.23.odt interpretation would defeat the objects of the Act and the fast- tracking procedure discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0d11a890d694e72b720b57aabba0afe_163"
        },
        {
            "start": 22177,
            "end": 22327,
            "text": "If all such suits are transferred to the Commercial Court, there shall be no difference in the between a regular Civil Court and the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bd4f270cd494be89617e88a9b5e486c_164"
        },
        {
            "start": 22329,
            "end": 22500,
            "text": "21. In the decision of Division Bench of this court in case of Dineshkumar Gulabghand Agrawal v. Commissioner of Income- Tax1 had an occasion to interpret the word \"used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "defa65e2adb54c459410e75e901d6619_165"
        },
        {
            "start": 22501,
            "end": 22572,
            "text": "The Division Bench in para 3 of the decision has observed as under:\n\"3.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a20e7a2771c4d88857897281b02d333_166"
        },
        {
            "start": 22573,
            "end": 22674,
            "text": "It appears that after the above judgment, there was an amendment to section 32 of the Income-tax Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3010771e64ed40de97d87e6d1b6857c4_167"
        },
        {
            "start": 22675,
            "end": 22742,
            "text": "The word \"used\" denotes actually used and not merely ready for use.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e76e09b66b345bcae8fa5a34c6f8132_168"
        },
        {
            "start": 22743,
            "end": 22818,
            "text": "The expression \"used\" means actually used for the purposes of the business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a79f120cd11e4270ae8fc0376cdcc145_169"
        },
        {
            "start": 22819,
            "end": 22853,
            "text": "The view is taken by the Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2091914974814c6ca6992817498863ec_170"
        },
        {
            "start": 22854,
            "end": 22925,
            "text": "In this view of the matter, no substantial question of law is involved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "601716b503be419fa28512e870afacd4_171"
        },
        {
            "start": 22926,
            "end": 22986,
            "text": "The appeal is dismissed in limine with no order as to costs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a83eafa3fe054cb79920a2d4b58f448b_172"
        },
        {
            "start": 22987,
            "end": 23635,
            "text": "\n22. An identical issue came-up for consideration before the Division Bench of the Gujarat High Court in the case of Vasu Healthcare Private Vs. Gujarat Akruti TCG Biotech Limited and another2 relied upon by the learned Counsel for the non-applicant 1 (2004) 267 ITR 768 : 2003 SCC OnLine Bom 1289 2 2017 SCC OnLine Guj 724 18 cra30.23.odt no.1 and 2, wherein a detailed consideration has been made and by taking note of the decision of Division Bench of this Court in Dineshkumar (supra) the conclusion reached therein is that on a plain reading of Clause 2(1)(c) of the Act of 2015 the expression \"used\" must mean \"actually used\" or \"being used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6596eabf1d564c18b005ee311496881a_173"
        },
        {
            "start": 23636,
            "end": 23816,
            "text": "It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e19c829aee974c4bb0ffb8ebb8b80bc3_174"
        },
        {
            "start": 23817,
            "end": 23873,
            "text": "The verbatim consideration therein is as hereunder;\n\"33.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "11aec24be5c244e3ab2b445199d229ce_175"
        },
        {
            "start": 23874,
            "end": 24145,
            "text": "----- Despite the above we have considered on merits whether even considering section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of section 2(c) of the Commercial Courts Act or not?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b5efefb29864e9998f85654f77f6168_176"
        },
        {
            "start": 24146,
            "end": 24313,
            "text": "Considering section 2(c)(vii), \"commercial dispute\"\nmeans a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80d8a9aec4a4489fbc16f9f35550817b_177"
        },
        {
            "start": 24314,
            "end": 24574,
            "text": "As observed herein above, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34a891776ebd4e8ca4505cbfaae2e064_178"
        },
        {
            "start": 24575,
            "end": 24893,
            "text": "As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original defendant No. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db4abb9db9914869bdad58aec34be1b3_179"
        },
        {
            "start": 24894,
            "end": 25158,
            "text": "It is the 19 cra30.23.odt case on behalf of the original plaintiff that as the original defendant No. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0857d0f3a0214cc49a46657928219af4_180"
        },
        {
            "start": 25159,
            "end": 25200,
            "text": "There are other alternative prayers also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "520549e71b0f435a930481917428a931_181"
        },
        {
            "start": 25201,
            "end": 25329,
            "text": "Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd141c5249ea4f8c92f0a6d9104f0e3f_182"
        },
        {
            "start": 25330,
            "end": 25706,
            "text": "It is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e51b804ff9247cf97f0ec8f0b2cce1a_183"
        },
        {
            "start": 25707,
            "end": 25738,
            "text": "The aforesaid has no substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d60e00cdce09407ca7956fed377459d1_184"
        },
        {
            "start": 25739,
            "end": 25890,
            "text": "As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01b1d3da20d5449f83d96eb309c6d6c5_185"
        },
        {
            "start": 25891,
            "end": 26023,
            "text": "It may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "348e792bf8b548fea889c71973f17886_186"
        },
        {
            "start": 26024,
            "end": 26207,
            "text": "If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e148bd3c84e4faf97b1025450fbf0d4_187"
        },
        {
            "start": 26208,
            "end": 26329,
            "text": "On plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7980d7269a7d4fb59fff21f5aa712f72_188"
        },
        {
            "start": 26330,
            "end": 26503,
            "text": "If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7913ee0cbaf143c8b9f1b0671f953eb8_189"
        },
        {
            "start": 26504,
            "end": 26635,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f6e87b4af8745f89ba4d410d7291510_190"
        },
        {
            "start": 26636,
            "end": 26862,
            "text": "Similar view has been taken by the Bombay High Court (Nagpur Bench) in the case of Dineshkumar Gulabchand Agrawal (Supra) and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a01c2cf39fa94aff8b9ac772738ec41a_191"
        },
        {
            "start": 26863,
            "end": 26962,
            "text": "It is reported that SLP against the said decision has been dismissed by the Hon'ble Supreme Court.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a79366fbad3e4e089a23edfbe5cfd1f9_192"
        },
        {
            "start": 26963,
            "end": 26983,
            "text": "\n20 cra30.23.odt 23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b8b8b26a92447009986b4ca28326aa1_193"
        },
        {
            "start": 26984,
            "end": 27185,
            "text": "The co-ordinate bench of this Court while dealing with an identical issue in case of Kanchanganga (supra), disagreed with the view taken in decision of the Gujrat High Court in Vasu Healthcare (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc05551e688640c8b1688eff84967c74_194"
        },
        {
            "start": 27186,
            "end": 27381,
            "text": "The co-ordinate bench relied on the decision of Delhi High Court in case of Jagmohan Behl (supra) and the decision in Mansukhlal Jain (supra), wherein the expression \"relating to\" was considered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a8fcfd5907fb4f14a70e097aa9615196_195"
        },
        {
            "start": 27382,
            "end": 27685,
            "text": "The Coordinate Bench of this Court on the same line expanded the meaning of the word \"used\" mentioned in section 2(1)(c)(vii) of the Act of 2015 to include the expression \"capable of being used\" or intended to be used for trade and commerce and in para 12 of the decision it has been held as under:\n\"12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "499ad331a62443db89946834a79e5035_196"
        },
        {
            "start": 27686,
            "end": 27867,
            "text": "Similarly, for the contention that the word \"used\"\nwould include the expression \"capable of being used\", the learned Counsel for the petitioners has relied upon number of judgments.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fc4324f0746f427fb6bdd6293fdf87b3_197"
        },
        {
            "start": 27868,
            "end": 28064,
            "text": "The ratio of the said judgments is that the word 'used' also has to be seen in a wider perspective and it would include the expressions like capable of being used or for the purpose of being used.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c93363db8b2a40ca896e3e2dde9508f4_198"
        },
        {
            "start": 28065,
            "end": 28419,
            "text": "Applying the said position of law to the definition of \"commercial dispute\" under Section 2(1)(c)(vii) of the Act of 2015, it becomes abundantly clear that the expression\" agreements relating to immovable property used exclusively in trade and commerce\", has to be applied to the facts of a particular case in a wide and 21 cra30.23.odt inclusive manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6782c0a46274538bc7f9cf9ae65b17e_199"
        },
        {
            "start": 28420,
            "end": 28613,
            "text": "There should be material on record to show that the immovable property, in respect of which the agreement has been executed, is being used or is intended to be used for trade and commerce.\"\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dde26aa9f9945779e35cd59dbccdb5d_200"
        },
        {
            "start": 28614,
            "end": 29221,
            "text": "Within a year therefrom in the year 2020, the same issue came up for consideration before the Supreme Court in the decision Ambalal Sarabhai Enterprises Limited Vs. K.S. Infraspace LLP and another1, wherein the Supreme Court considered the decision of the Gujarat High Court in case of Vasu Healthcare (supra) and after relying on another decision of Supreme Court in the case of Federation of A.P. Chambers of Commerce & Industry Vs. State of A.P.2 approved the interpretation of the word \"used\" means \"actually used\" or \"being used\" and in para 14 of the decision the Supreme Court has held as under:\n\"14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "32a7774f4205425daa9d6c5bc7b7e182_201"
        },
        {
            "start": 29222,
            "end": 29391,
            "text": "In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b3b9b9389264dd5bd1889b94ff7b239_202"
        },
        {
            "start": 29392,
            "end": 29656,
            "text": "In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3758ab2f55541d4b337b21d1ebeedb6_203"
        },
        {
            "start": 29657,
            "end": 29997,
            "text": "Further the very relief sought in the suit is for execution of the Mortgage 1 (2020) 15 SCC 585 2 (2000) 6 SCC 550 22 cra30.23.odt Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68225e8728d3404db8931f6d55898b98_204"
        },
        {
            "start": 29998,
            "end": 30202,
            "text": "Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "922ac7609cb94860a7aabfca0e3002ad_205"
        },
        {
            "start": 30203,
            "end": 30335,
            "text": "The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e41c50c4d36848a6a70e7fe422260b6c_206"
        },
        {
            "start": 30336,
            "end": 30703,
            "text": "\n25. Having approved the view taken by the Gujarat High Court in Vasu Healthcare (supra) in the case of Ambalal (supra) Supreme Court that \"used\" means \"actually used\", the view taken by the Coordinate Bench of this Court in the case of Kanchanganga (supra) that the word \"used\" includes \"capable of being used\" or \"for the purpose of being used\" remains no good law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a62e94cc5df94706b0cd9e2feca27992_207"
        },
        {
            "start": 30704,
            "end": 30832,
            "text": "No doubt the decision in the case of Vasu Healthcare (supra) is under challenge before the Supreme Court in another proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "170513e003574766920211c40936c034_208"
        },
        {
            "start": 30833,
            "end": 31151,
            "text": "However, incidentally the decision in the case of Vasu Healthcare (supra) came before the Supreme Court for consideration in the case of Ambalal (supra) wherein the Supreme Court approved the view taken in the case of Vasu Healthcare (supra), therefore view taken in case of Kanchanganga (supra) cannot be relied upon.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e540af4ce4b54852b1d3333162fd4951_209"
        },
        {
            "start": 31152,
            "end": 31172,
            "text": "\n23 cra30.23.odt 26.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db3f746d3b7349d5b8fe761a0cf05d23_210"
        },
        {
            "start": 31173,
            "end": 31438,
            "text": "The upshot of the above said discussion is that dispute relating to immovable property which is actually used or being used in trade of commerce would come within the sweep of commercial dispute as enumerated in Clause (vii) of Section 2 (1)\n(c) of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ed78171464b4959832051fe0b297bcb_211"
        },
        {
            "start": 31439,
            "end": 31670,
            "text": "The suit for specific performance of contract of immovable property, without reference to the actual use of the immovable property in trade or commerce as on the date of the suit will not be a suit relating to a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6a9180164ee41f8a66339c661df8f4a_212"
        },
        {
            "start": 31671,
            "end": 31749,
            "text": "The trial Court has rightly considered that the suit is not a commercial suit.",
            "labels": [
                "RATIO"
            ],
            "id": "a204a4caee504bb68fd010fb416a0b9a_213"
        },
        {
            "start": 31750,
            "end": 31817,
            "text": "No interference is required in the findings of learned trial Court.",
            "labels": [
                "RPC"
            ],
            "id": "ba49fd77a3a1421f93ad1a46c150a552_214"
        },
        {
            "start": 31818,
            "end": 31867,
            "text": "Resultantly, revision applications are dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5ae831df651d49cfbcf3b7bdd812af00_215"
        },
        {
            "start": 31868,
            "end": 31879,
            "text": "\nJUDGE Wagh",
            "labels": [
                "NONE"
            ],
            "id": "586cce21901a44d5af8f3c0516894226_216"
        }
    ],
    "entities": [
        {
            "text": "J.P. Realties Pvt. Ltd., Co. Nagpur",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 53
        },
        {
            "text": "Mahesh",
            "label": "RESPONDENT",
            "start_char": 62,
            "end_char": 68
        },
        {
            "text": "M.W. Chandwani",
            "label": "JUDGE",
            "start_char": 128,
            "end_char": 142
        },
        {
            "text": "M.W. Chandwani",
            "label": "JUDGE",
            "start_char": 150,
            "end_char": 164
        },
        {
            "text": "High Court Of Judicature At Bombay\n                                     Nagpur Bench At Nagpur",
            "label": "COURT",
            "start_char": 336,
            "end_char": 430
        },
        {
            "text": "J.P. Realities Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 528,
            "end_char": 552
        },
        {
            "text": "Jaiprakash",
            "label": "RESPONDENT",
            "start_char": 868,
            "end_char": 878
        },
        {
            "text": "Mahesh",
            "label": "RESPONDENT",
            "start_char": 1503,
            "end_char": 1509
        },
        {
            "text": "Rajesh",
            "label": "RESPONDENT",
            "start_char": 1812,
            "end_char": 1818
        },
        {
            "text": "Nishant",
            "label": "RESPONDENT",
            "start_char": 2218,
            "end_char": 2225
        },
        {
            "text": "Chirag",
            "label": "PETITIONER",
            "start_char": 2640,
            "end_char": 2646
        },
        {
            "text": "Vinita",
            "label": "PETITIONER",
            "start_char": 2866,
            "end_char": 2872
        },
        {
            "text": "Anil Lakhanlal Malviya",
            "label": "RESPONDENT",
            "start_char": 3092,
            "end_char": 3114
        },
        {
            "text": "Nanak Sambtani",
            "label": "PETITIONER",
            "start_char": 3313,
            "end_char": 3327
        },
        {
            "text": "J.P. Housing Pvt. Ltd.",
            "label": "PETITIONER",
            "start_char": 3762,
            "end_char": 3784
        },
        {
            "text": "Jaiprakash",
            "label": "RESPONDENT",
            "start_char": 4128,
            "end_char": 4138
        },
        {
            "text": "Mahesh",
            "label": "RESPONDENT",
            "start_char": 4588,
            "end_char": 4594
        },
        {
            "text": "Rajesh",
            "label": "RESPONDENT",
            "start_char": 4797,
            "end_char": 4803
        },
        {
            "text": "Nishant",
            "label": "PETITIONER",
            "start_char": 5083,
            "end_char": 5090
        },
        {
            "text": "Chirag",
            "label": "RESPONDENT",
            "start_char": 5308,
            "end_char": 5314
        },
        {
            "text": "S.P. Dharmadhikari",
            "label": "LAWYER",
            "start_char": 5853,
            "end_char": 5871
        },
        {
            "text": "Masood",
            "label": "LAWYER",
            "start_char": 5898,
            "end_char": 5904
        },
        {
            "text": "H.D. Dangre",
            "label": "OTHER_PERSON",
            "start_char": 5945,
            "end_char": 5956
        },
        {
            "text": "A.S. Thotange",
            "label": "OTHER_PERSON",
            "start_char": 6004,
            "end_char": 6017
        },
        {
            "text": "M.W. CHANDWANI",
            "label": "JUDGE",
            "start_char": 6176,
            "end_char": 6190
        },
        {
            "text": "27.02.2024",
            "label": "DATE",
            "start_char": 6221,
            "end_char": 6231
        },
        {
            "text": "19.03.2024",
            "label": "DATE",
            "start_char": 6257,
            "end_char": 6267
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6323,
            "end_char": 6334
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6342,
            "end_char": 6365
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6379,
            "end_char": 6382
        },
        {
            "text": "Special Civil Suit Nos.248 of 2023 and 1235/2022",
            "label": "CASE_NUMBER",
            "start_char": 6822,
            "end_char": 6870
        },
        {
            "text": "Civil Judge Senior Division, Nagpur",
            "label": "COURT",
            "start_char": 6888,
            "end_char": 6923
        },
        {
            "text": "5 cra30.23.odt",
            "label": "DATE",
            "start_char": 7015,
            "end_char": 7029
        },
        {
            "text": "Special Civil Suit Nos.248 of 2023 and 1235 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 7145,
            "end_char": 7196
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 7217,
            "end_char": 7234
        },
        {
            "text": "section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 7370,
            "end_char": 7390
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7398,
            "end_char": 7425
        },
        {
            "text": "Special Civil Suit Nos.248 of 2023 and 1235 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 7791,
            "end_char": 7842
        },
        {
            "text": "03.07.2023",
            "label": "DATE",
            "start_char": 7886,
            "end_char": 7896
        },
        {
            "text": "11.01.2023",
            "label": "DATE",
            "start_char": 7901,
            "end_char": 7911
        },
        {
            "text": "Order VII Rule 11 (d)",
            "label": "PROVISION",
            "start_char": 8160,
            "end_char": 8181
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8185,
            "end_char": 8188
        },
        {
            "text": "6",
            "label": "DATE",
            "start_char": 8280,
            "end_char": 8281
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 8282,
            "end_char": 8294
        },
        {
            "text": "Order VII Rule 11 (d)",
            "label": "PROVISION",
            "start_char": 8366,
            "end_char": 8387
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8391,
            "end_char": 8394
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 8767,
            "end_char": 8776
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 8944,
            "end_char": 8954
        },
        {
            "text": "7",
            "label": "DATE",
            "start_char": 9529,
            "end_char": 9530
        },
        {
            "text": "Order VII Rule-11(d)",
            "label": "PROVISION",
            "start_char": 9557,
            "end_char": 9577
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9581,
            "end_char": 9584
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 9630,
            "end_char": 9647
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9655,
            "end_char": 9658
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 9930,
            "end_char": 9940
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 9982,
            "end_char": 9999
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10007,
            "end_char": 10010
        },
        {
            "text": "Nagpur City",
            "label": "GPE",
            "start_char": 10624,
            "end_char": 10635
        },
        {
            "text": "Section 2(1)(h)",
            "label": "PROVISION",
            "start_char": 11816,
            "end_char": 11831
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 11842,
            "end_char": 11851
        },
        {
            "text": "S.P. Dharmadhikari",
            "label": "LAWYER",
            "start_char": 12210,
            "end_char": 12228
        },
        {
            "text": "Masood Shareef",
            "label": "OTHER_PERSON",
            "start_char": 12270,
            "end_char": 12284
        },
        {
            "text": "H.D. Dangre",
            "label": "OTHER_PERSON",
            "start_char": 12342,
            "end_char": 12353
        },
        {
            "text": "S.P Dharmadhikari",
            "label": "OTHER_PERSON",
            "start_char": 12425,
            "end_char": 12442
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 12861,
            "end_char": 12873
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 13859,
            "end_char": 13874
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 14112,
            "end_char": 14124
        },
        {
            "text": "Kanchanganga Relators Pvt",
            "label": "ORG",
            "start_char": 14261,
            "end_char": 14286
        },
        {
            "text": "Monarch Infrastructure Developers1",
            "label": "ORG",
            "start_char": 14296,
            "end_char": 14330
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14470,
            "end_char": 14483
        },
        {
            "text": "Mansukhlal Dhanraj Jain and others Vs.",
            "label": "PRECEDENT",
            "start_char": 14499,
            "end_char": 14537
        },
        {
            "text": "Eknath Vithal Ogale2",
            "label": "OTHER_PERSON",
            "start_char": 14538,
            "end_char": 14558
        },
        {
            "text": "section 2(1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 14705,
            "end_char": 14727
        },
        {
            "text": "Dangre",
            "label": "OTHER_PERSON",
            "start_char": 14770,
            "end_char": 14776
        },
        {
            "text": "1 (2019) 5",
            "label": "DATE",
            "start_char": 15183,
            "end_char": 15193
        },
        {
            "text": "MhLJ 953 2 (1995)",
            "label": "CASE_NUMBER",
            "start_char": 15194,
            "end_char": 15211
        },
        {
            "text": "SCC 665",
            "label": "CASE_NUMBER",
            "start_char": 15214,
            "end_char": 15221
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 15261,
            "end_char": 15276
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16258,
            "end_char": 16261
        },
        {
            "text": "13",
            "label": "DATE",
            "start_char": 16366,
            "end_char": 16368
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 16369,
            "end_char": 16381
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16548,
            "end_char": 16551
        },
        {
            "text": "Section 2 (1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 17416,
            "end_char": 17437
        },
        {
            "text": "sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 18406,
            "end_char": 18434
        },
        {
            "text": "clause (a) of article 236",
            "label": "PROVISION",
            "start_char": 18506,
            "end_char": 18531
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18539,
            "end_char": 18560
        },
        {
            "text": "section 12 3[which",
            "label": "PROVISION",
            "start_char": 19218,
            "end_char": 19236
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 19327,
            "end_char": 19345
        },
        {
            "text": "Jagmohan Behl Vs.",
            "label": "PRECEDENT",
            "start_char": 19994,
            "end_char": 20011
        },
        {
            "text": "State Bank of Indore1",
            "label": "ORG",
            "start_char": 20012,
            "end_char": 20033
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 20070,
            "end_char": 20086
        },
        {
            "text": "section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 20130,
            "end_char": 20150
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 20513,
            "end_char": 20525
        },
        {
            "text": "sub-clause (vii) of Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 21193,
            "end_char": 21228
        },
        {
            "text": "Dineshkumar Gulabghand Agrawal v. Commissioner of Income- Tax1",
            "label": "PRECEDENT",
            "start_char": 22062,
            "end_char": 22124
        },
        {
            "text": "section 32",
            "label": "PROVISION",
            "start_char": 22311,
            "end_char": 22321
        },
        {
            "text": "Income-tax Act",
            "label": "STATUTE",
            "start_char": 22329,
            "end_char": 22343
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 22740,
            "end_char": 22758
        },
        {
            "text": "Vasu Healthcare Private Vs.",
            "label": "PRECEDENT",
            "start_char": 22774,
            "end_char": 22801
        },
        {
            "text": "Gujarat Akruti TCG Biotech Limited",
            "label": "ORG",
            "start_char": 22802,
            "end_char": 22836
        },
        {
            "text": "(2004) 267 ITR 768 : 2003",
            "label": "CASE_NUMBER",
            "start_char": 22909,
            "end_char": 22934
        },
        {
            "text": "18 cra30.23.odt",
            "label": "DATE",
            "start_char": 22981,
            "end_char": 22996
        },
        {
            "text": "Dineshkumar",
            "label": "PRECEDENT",
            "start_char": 23126,
            "end_char": 23137
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 23622,
            "end_char": 23639
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23647,
            "end_char": 23668
        },
        {
            "text": "section 2(c)",
            "label": "PROVISION",
            "start_char": 23766,
            "end_char": 23778
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23786,
            "end_char": 23807
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 23828,
            "end_char": 23845
        },
        {
            "text": "GIDC",
            "label": "ORG",
            "start_char": 24326,
            "end_char": 24330
        },
        {
            "text": "19",
            "label": "DATE",
            "start_char": 24574,
            "end_char": 24576
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 24577,
            "end_char": 24589
        },
        {
            "text": "clause (vii) of section 2(c)",
            "label": "PROVISION",
            "start_char": 25062,
            "end_char": 25090
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 25278,
            "end_char": 25295
        },
        {
            "text": "Bombay High Court (Nagpur Bench)",
            "label": "COURT",
            "start_char": 26341,
            "end_char": 26373
        },
        {
            "text": "Dineshkumar Gulabchand Agrawal",
            "label": "OTHER_PERSON",
            "start_char": 26389,
            "end_char": 26419
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26617,
            "end_char": 26630
        },
        {
            "text": "Kanchanganga",
            "label": "PRECEDENT",
            "start_char": 26739,
            "end_char": 26751
        },
        {
            "text": "Gujrat High Court",
            "label": "COURT",
            "start_char": 26810,
            "end_char": 26827
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 26831,
            "end_char": 26846
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 26904,
            "end_char": 26920
        },
        {
            "text": "Jagmohan Behl",
            "label": "PRECEDENT",
            "start_char": 26932,
            "end_char": 26945
        },
        {
            "text": "Mansukhlal Jain",
            "label": "PRECEDENT",
            "start_char": 26974,
            "end_char": 26989
        },
        {
            "text": "section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 27157,
            "end_char": 27177
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 27817,
            "end_char": 27837
        },
        {
            "text": "21 cra30.23.odt inclusive manner",
            "label": "DATE",
            "start_char": 28056,
            "end_char": 28088
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28378,
            "end_char": 28391
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 28408,
            "end_char": 28448
        },
        {
            "text": "K.S. Infraspace LLP",
            "label": "ORG",
            "start_char": 28449,
            "end_char": 28468
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28495,
            "end_char": 28508
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 28540,
            "end_char": 28558
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 28570,
            "end_char": 28585
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28635,
            "end_char": 28648
        },
        {
            "text": "Federation of A.P. Chambers of Commerce & Industry Vs.",
            "label": "PRECEDENT",
            "start_char": 28664,
            "end_char": 28718
        },
        {
            "text": "State of A.P.2",
            "label": "ORG",
            "start_char": 28719,
            "end_char": 28733
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28854,
            "end_char": 28867
        },
        {
            "text": "01.03.2019",
            "label": "DATE",
            "start_char": 29845,
            "end_char": 29855
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 30048,
            "end_char": 30066
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 30070,
            "end_char": 30085
        },
        {
            "text": "Ambalal",
            "label": "PRECEDENT",
            "start_char": 30109,
            "end_char": 30116
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30125,
            "end_char": 30138
        },
        {
            "text": "Kanchanganga",
            "label": "PRECEDENT",
            "start_char": 30242,
            "end_char": 30254
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 30410,
            "end_char": 30425
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30464,
            "end_char": 30477
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 30552,
            "end_char": 30567
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30592,
            "end_char": 30605
        },
        {
            "text": "Ambalal",
            "label": "PRECEDENT",
            "start_char": 30639,
            "end_char": 30646
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30667,
            "end_char": 30680
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 30720,
            "end_char": 30735
        },
        {
            "text": "Kanchanganga",
            "label": "PRECEDENT",
            "start_char": 30777,
            "end_char": 30789
        },
        {
            "text": "cra30.23.odt",
            "label": "DATE",
            "start_char": 30825,
            "end_char": 30837
        },
        {
            "text": "Clause (vii) of Section 2 (1)\n",
            "label": "PROVISION",
            "start_char": 31054,
            "end_char": 31084
        }
    ],
    "precedent_clusters": {
        "Federation of A.P. Chambers of Commerce & Industry Vs.": [
            "Mansukhlal Dhanraj Jain and others Vs.",
            "Jagmohan Behl Vs.",
            "Dineshkumar Gulabghand Agrawal v. Commissioner of Income- Tax1",
            "Vasu Healthcare Private Vs.",
            "Ambalal Sarabhai Enterprises Limited Vs.",
            "Federation of A.P. Chambers of Commerce & Industry Vs.",
            "Dineshkumar",
            "Vasu Healthcare",
            "Jagmohan Behl",
            "Vasu Healthcare",
            "Vasu Healthcare",
            "Ambalal",
            "Vasu Healthcare",
            "Vasu Healthcare",
            "Ambalal",
            "Vasu Healthcare"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 115",
            "Code of Civil Procedure",
            "Section 115",
            "Code of Civil Procedure"
        ],
        [
            "section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11 (d)",
            "CPC",
            "Order VII Rule 11 (d)",
            "CPC"
        ],
        [
            "Order VII Rule 11 (d)",
            "CPC",
            "Order VII Rule 11 (d)",
            "CPC"
        ],
        [
            "Order VII Rule-11(d)",
            "CPC",
            "Order VII Rule-11(d)",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "clause (a) of article 236",
            "Constitution of India",
            "clause (a) of article 236",
            "Constitution of India"
        ],
        [
            "section 32",
            "Income-tax Act",
            "section 32",
            "Income-tax Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)",
            "Commercial Courts Act",
            "section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 15",
            "CPC",
            "Section 15",
            "CPC"
        ],
        [
            "Section 2(1)(h)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(h)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "CPC",
            "Section 6",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2(1) (c) (vii)",
            "Commercial Courts Act, 2015",
            "section 2(1) (c) (vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2 (1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "Section 2 (1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "clause (vii) of section 2(c)",
            "Commercial Courts Act",
            "clause (vii) of section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act",
            "Clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "CPC",
            "Section 6",
            "CPC"
        ],
        [
            "Section 15",
            "CPC",
            "Section 15",
            "CPC"
        ],
        [
            "sub-section (1) of section 4",
            "CPC",
            "sub-section (1) of section 4",
            "CPC"
        ],
        [
            "section 12 3[which",
            "CPC",
            "section 12 3[which",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Federation of A.P. Chambers of Commerce & Industry Vs.": 16
    },
    "provision_counts": {
        "Section 115 of Code of Civil Procedure": 1,
        "section 2(1)(c)(vii) of Commercial Courts Act, 2015": 2,
        "Order VII Rule 11 (d) of CPC": 2,
        "Order VII Rule-11(d) of CPC": 1,
        "Order VII Rule 10 of CPC": 2,
        "clause (a) of article 236 of Constitution of India": 1,
        "section 32 of Income-tax Act": 1,
        "section 2(c)(vii) of Commercial Courts Act": 3,
        "section 2(c) of Commercial Courts Act": 1,
        "Order VII Rule 11 of CPC": 1,
        "Section 15 of CPC": 2,
        "Section 2(1)(h) of Commercial Courts Act, 2015": 1,
        "Section 6 of CPC": 2,
        "Section 2(1)(c) of Commercial Courts Act, 2015": 2,
        "section 2(1) (c) (vii) of Commercial Courts Act, 2015": 1,
        "Section 2 (1)(c)(vii) of Commercial Courts Act, 2015": 1,
        "sub-clause (vii) of Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "clause (vii) of section 2(c) of Commercial Courts Act": 1,
        "section 2(1)(c)(vii) of Commercial Courts Act": 1,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 1,
        "Clause (vii) of Section 2 (1)\n of Commercial Courts Act": 1,
        "sub-section (1) of section 4 of CPC": 1,
        "section 12 3[which of CPC": 1
    },
    "statute_counts": {
        "Code of Civil Procedure": 1,
        "Commercial Courts Act, 2015": 8,
        "CPC": 12,
        "Constitution of India": 1,
        "Income-tax Act": 1,
        "Commercial Courts Act": 8
    }
}