{
    "id": "ef2a14cbbf720e837646b81a37a48f634fe92b8ef5ee36301df7c1a48eeaa3ad",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTripura High Court\nThe Food Corporation Of India vs M/S Namita Paul on 24 May, 2021 \nEquivalent citations: Aironline 2021 Tri 296\nBench: Chief Justice, S. Talapatra\n                      High Court Of Tripura\n                            Agartala\n\n                             Rfa 16/2019\n\n1.The Food Corporation Of India, having its registered Office\n(Headquarter) At Khadya Sadar, 16-20 , Barakhamba Lane, New Delhi,\nRepresented by the General Manager Food Corporation of India,\nRegional Office, Nefr, Shillong- 08.\n\n2.The Divisional Manager,\nFood Corporation Of India Divisional office, Agartala, Colonel\nChowmuhani, P.S. -West Agartala, West Tripura.\n\n                                                        -----Appellant(s)\n\n\n                                 Versus\nM/S Namita Paul,\nW/o- Sri Swapan Kr. Paul,Residence of B.K. Road, Banamalipur, P.O.\nAgartala, P.S. East Agartala, Dist- West Tripura.\n\n                                                      -----Respondent(s)\nAlong with\n1.The Food Corporation Of India and Anr Having its registered office (Headquarter) At Khadya Sadar, 16-20, Barakhamba Lane, New Delhi, Represented by the General Manager Food Corporation of India Regional Office, Nefr Shillong - 08.\n2.The Divisional Manager, Food Corporation Of India Divisional office, Agartala, Colonel Chowmuhani, P.S. - West Agartala, West Tripura.\n-----Appellant(s) Versus M/S Namita Paul, W/o - Sri Swapan Kr. Paul, Residence of B.K. Road, Banamalipur, P.O - Agartala, P.S - East Agartala, Dist - West Tripura. \n                                                      -----Respondent(s)\n\n\n\n\n\nFor the Appellant (s)           :        Mr. A. Bhowmik, Advocate \nFor the Respondents(s)          :        Mr. R. Datta, Advocate \nDate of hearing                 :        26.03.2021 \nDate of judgment\n& order                         :        24.05.2021 \nWhether fit for reporting       :        Yes\n\n\n                        Honble The Chief Justice \n                     Hon'Ble Mr. Justice S. Talapatra \n\n                              Judgment & Order\n\n[S. Talapatra,J] \nWe have combined both the appeals as the disputes emerge from the same contract being Cont.09/Nefr/Tc/Tvz-Cdr/09 dated 29.04.2009 which was formalised for transporting foodgrains etc.  from railway sidings/FSD Churaibari to FSD Chandrapur for a period of two years from the date of acceptance of the tender. \n02. Let us first deal with RFA 16 of 2019 [The Food Corporation of India and Anr. vs. M/S Namita Paul] as the decision of this appeal will determine the fate of the other appeal being RFA No.17 of 2019 [The Food Corporation of India and Anr. vs. M/S Namita Paul].\n03. The appellants in RFA No.16 of 2019, Food Corporation of India had accepted the rate quoted by the respondent and communicated their acceptance by FAX dated 20.04.2009 and the letter dated 29.04.2009. While accepting the tender it was communicated that the contract shall be governed by its terms and conditions as provided in the tender document. The respondent was advised to commence work with effect from 30.04.2009. The rate quoted by the respondent was 47.5% above the scheduled rate proposed by the appellant-corporation. The said rate was worked out @Rs.1176.54 for transportation of food grains per metric ton. The respondents (hereinafter referred to as the transport contractor) deposited a sum of Rs.4, 73, 500/- by demand draft as security, out of the total security deposit quantified at Rs.47, 41,000/-. For couping the said amount, another sum of Rs.18,97,000/- was deposited. it was agreed that the earnest money would be converted as the security deposit. It was further agreed that the balance of the security deposit to the extent of Rs.23,70, 500/- was to be deducted from the bills of the transport- contractor. In terms thereof, the work order dated 29.04.2009 for transporting food grains from railway sidings/FSD Churaibari to FSD Chandrapur with effect from 30.04.2009 was issued in favour of the transport-contractor. The transport-contractor had resumed the work of transportation with effect from 01.05.2009 and with intimation to the corporation she had suspended the work on 24.12.2010, after 20 months from its inception. For such decision of the transport-contractor suspending the transportation had serious impact. According to the corporation, it affected the public distribution system. The corporation had repeatedly requested the transport-contractor to restore the transportation and adhere to the contractual obligation in order to maintain the adequate stock of food grains in the corporation-godowns, but the transport-contractor defied such request. By a series of letters under No.F.9/NEFR/HTC/MISC/Corres/2008-09 dated 18.10.2010, 19.10.2010, 20.10.2010, 06.11.2010, 09.11.2010 and 12.11.2010 the corporation had informed the contractor that for her failure to perform the contractual obligation, she shall be liable for breach of the contract and she had to bear the cost and risk for non-performance of the work assigned under the contract/agreement. The corporation by invoking the Clause-X(c) of the Contract invited the interested and eligible transporters to do the unperformed work as abandoned by the transport-contractor by floating the tender notice vide No.Cont.9/AGT/Adhoc/R&C/CBZ/2009-10 dated 03.12.2010 and thus, the appellant had appointed ad-hoc contractors for transportation of food grains for a period of six months with effect from 24.12.2020, as is evident from the letter No.Cont.9/DO-AGT/TC/CBZ/Adhoc/2010/2781 dated 24.12.2020. According to the corporation, the rate as claimed by the ad-hoc contractors and as accepted by the corporation was 157% above the scheduled rate which was disproportionately higher than the rate quoted by the transport-contractor (the respondent). But in order to saving the public distribution system from collapse and for lifting the accumulated food grains from FSD, Churaibari, those ad-hoc contractors were appointed at the risk of the transport-contractor (the respondent). But the corporation did not rescind the contract, awarded to the transport-contractor. Thus, she was at liberty to carry on the transportation in terms of the said contract. It appears further that those ad-hoc contractors transported the food grains from FSD, Churaibari to FSD, Chandrapur in that highly escalated rate until expiry of the period of six months on 23.06.2011. Thereafter, the regional office of the corporation by their letter dated 22.06.2011 appointed another ad-hoc contractor for six month at the risk and cost of the transport-contractor (the respondent) for the period from 24.06.2011 to 23.12.2011. The corporation has claimed that they were constrained to appoint the ad-hoc contractors, as the regular contractor (the respondent) suspended the transportation abruptly. The said arrangement for transportation of the food grains etc. from FSD Churaibari to FSD Chandrapur was made at the risk and cost of the regular contractor (the respondent).\n04. The corporation for realising the cost as emerged 'for breach of contract' has instituted the suit being MS 28/2019 after raising the demand for the loss and cost they have claimed to have suffered for non-performance of the contractual obligation by the transport- contractor in the manner as follows:\n[a] For carrying food grains from 24.12.2010 to 23.06.2011 at the scheduled rate of Rs.797.66 ASOR 157% 249.98 per metric ton [total rate of transportation at Rs.2049.98] and as such the transport-contractor has to reimburse the additional expenses to the extent of Rs.873.44 per metric ton. Thus, the total amount quantified to be paid by the transport-contractor for the said ad- hoc transportation, is Rs.96, 60, 753/-. \n[b] For carrying the food grains at Rs.2034.03 for the period from 24.06.2011 to 30.07.2011, the contractor is liable to pay the additional cost at Rs.857.49 per metric ton vis-a-vis the scheduled rate at Rs.797.66 ASOR 155%. The transport-contractor, according to the corporation, is liable to pay the sum of Rs.26,50,860/- on account of risk and loss. \n05. According to the corporation, before instituting the suit, the said loss was quantified and the contractor was asked to meet the said demand by several demand notices under No.F.9/DO-AGT/RNC/demand notice/2011 dated 19.03.2011 for a sum of Rs.22,58,638/-, dated 02.04.2011 for a sum of Rs.12,80,739/-, dated 18.06.2011 for a sum of Rs.45,494/-, dated 21.07.2011 for a sum of Rs.16,20,883/- and dated 26.08.2011 for a sum of Rs.26,50,860/-. The contractor was therefore asked to deposit the said amount for the period from December, 2010 to July, 2011 covering risk and loss for the said ad-hoc transportation. Since the contractor, the respondent herein, did not deposit the said amount, the suit was instituted for recovery of the said loss which has been claimed to have incurred by the corporation as a result of breach of the contract by the transport-contractor. It is to be noted that the said action was taken, according to the corporation, in terms of the Clause-X(c) of the contract which provides that the contractors shall be responsible to supply adequate and sufficient labour, scales/trucks/carts/any other transport vehicles for loading/unloading, transport and carrying out any other services under the contract in accordance with the instruction issued by the General Manager or an Officer acting on his behalf. If the contractors fail to supply the requisite number of labour, scales and trucks/carts, the General Manager shall at his entire discretion without terminating the contract, be at liberty to engage other labour, scales, trucks/carts, etc. at the risk and cost [has meant loss] of the contractors, who shall be liable to make good to the corporation all additional charges, expenses cost or losses that the corporation may incur or suffer thereby. The contractors shall not, however, be entitled to any gain resulting from the entrustment of the work to another party. The decision of the General Manager shall be final and binding on the contractors. \n06. In this regard it may be noted as a matter of fact that Clause-XII of the said contract provides that the contractors shall be responsible for meeting loss etc. suffered by the corporation. The said provision is fundamentally structured for realising all costs, damages/demurrages, wharfages, forfeiture of wagon, registration fees, charges and expenses suffered or incurred by the corporation due to the contractor's negligence and unworkman like performance of any services or breach of any term thereof or their failure to carry out the work with a view to avoid incurrence of demurrage, etc. and for all damages and losses occasioned to the corporation due to any act whether negligent or otherwise of the contractors themselves or their employees. The decision of the General Manager regarding such failures of the contractors and their liability for the losses, etc. suffered by the corporation shall be final and binding on the contractors. It further provides that the corporation shall be at liberty to reimburse themselves of any damages, losses, charges, cost or expenses suffered or incurred by them due to the contractor's negligence and un-workman like performance of service under the contract or breach of any terms thereof. The total sum claimed shall be deducted from any sum due or which at any point of time after the contract is entered into, may become due to the contractors under this or any other contract with the corporation. Further procedures for such reimbursement have been laid under Clause-XII(b). Interestingly, Clause-XII(c) provides for liquidated damages as follows:\n\"c)I. In the event of failure of the contractor to provide number of trucks per day, Liquidated Damage @ Rs.300/- per truck per day for a 9 MT Truck will be levied from the contractor upto the minimum number of trucks required per day. For higher capacity trucks, the levy of liquidated damages shall be increased proportionately. \nII. In the event of delay on the part of contractor in providing other services as mentioned in the MTE i.e. labour, weighment machines, weights any other services mentioned in the agreement efficiently and to the entire satisfaction of the General Manager(Region) or any other Officer acting on his behalf, the General Manager(Region) without prejudice to any other right and remedies under the agreement have the lawful right to levy Liquidated Damage from the contractor @Rs.2000/- per day or such lesser amount per day or part of the day in case of delay as the General Manager(Region) in his absolute discretion may determine subject to total Liquidated Damage not exceeding 15% of the contract value during the operation period of the contract. \nThe decision of the Corporation in regard to levy of Liquidated Damage under Para(I) & (II) above shall be final and binding on the parties.\"\n07. But it is apparent from the plaint that the plaintiffs did not resort to clause-XII(c) in ascertaining the liability of the contractor for loss etc. as claimed to have suffered by the corporation. It has been stipulated categorically that despite appointment of the adhoc contractors at the risk and cost of the transport-contractor, the regular contract with the transport-contractor was in force and the transport- contractor was at liberty to carry on all the transportation and improve her performance. The plaintiffs (the appellants herein) made such requests several times to the regular contractor [the transport- contractor] but without any result. According to the corporation, they had suffered total loss of Rs.1,23,11613/-. The plaintiffs asked the transport-contractor (the defendant in the suit) to make good of the said loss, but the transport-contractor defied the said demand. It has been clearly stated in para-18 of the plaint that the plaintiff had no other alternative under the contract to make her obliged to pay risk and cost. Suspension of the work had compelled the plaintiff No.1 (the corporation) to invoke the Clause X(c) of the said agreement/contract. As the corporation had a clear cause of action to institute the suit for realisation of the loss they had suffered and quantified at Rs.1,23,11,613/- arising from negligence and non-performance of the work in violation of the terms of the agreement. On the basis of those pleadings as noted before, the following relief has been sought in the suit, i.e. for recovery of Rs.1,23,11,613/- (Rupees one crore twenty three lakhs eleven thousand six hundred and thirteen) only along with interest @ 12% p.a. since 24.11.2010 (when Clause X(c) of the contract agreement was imposed) till the date of realisation. It has been urged by the plaintiffs to pass the money decree against the defendants. \n08. The defendant, the respondent herein, by filing the written statement has denied the liability of meeting the demand as stated before. The fundamental pleadings were all denied by the defendant. The defendant (the respondent herein) flatly denied the statement regarding crisis in the PDS distribution or such crisis had necessitated engagement of some other contractors for transporting the food grains at the risk and cost of the defendant (the transport contractor). The decision of the corporation engaging the ad-hoc contractors for transporting the food grains was not based on the foundation as laid by the plaintiff. According to the defendant, the loss as ascertained or claimed is fictitious and without any basis in the evidence. Such claim therefore be dismissed as wholly untenable. According to the defendant, her so called failure has nothing but figment of imagination, as the food grains as estimated to be transported was by them was transported by her [para-26 of the written statement].\n09. The defendant, the respondent herein, has stated that at the initial period of contract, the plaintiffs allowed the defendant to carry load of 16-19 metric ton per vehicle and payments were also made accordingly. Indents were also issued by the plaintiffs for carrying 16 to 19 MT per truck, but due to sudden change in the situation, the defendant was allowed to carry a load of 8 to 10 MT per truck and that was because of interference by the police authorities on the basis of a judgment of the apex court which was earlier not implemented. As a result, it became impossible on the part of the defendant (the transport contractor) to continue with the work at the contractual rate. The defendant had requested the plaintiffs for enhancement of rate of transportation in the changed situation, but the plaintiffs did not consider the request. The Deputy General Manager, Food Corporation of India, Regional Officer, NEF Region Shillong- 3 without issuing any show cause notice and without afford any hearing and even without any jurisdiction had purportedly invoked the clause X(c) of the contract/agreement by the letter dated 24.11.2010 and directed that the work would be carried out at the risk and cost of the defendant for the remaining period of contract. The plaintiffs subsequently engaged some contractors without floating any regular tender at unusually high rate by the back of the defendant and without giving opportunity to the defendant in taking part in the competition and subsequently the plaintiffs sent some demand notices to the defendant claiming money on the plea of additional expenditure. The defendant has categorically stated in para-26 of the written statement as follows:\n\"The Defendant further states that the Defendant out of 24 months of contract period had carried food grains for about 20 months and within 20 months the Defendant had carried more than the quantity the Defendant was required to carry under the contract during the entire period of two years and consequently the Defendant had no liability and in the circumstances the Defendant had instituted Money Suit 44/2011 as back as on 17.12.2011 and the Plaintiffs as Defendants had also appeared in the said suit and had also filed written statement on or about 27.04.2012 and they preferred not to make any counter claim. It appears that the Plaintiffs have not filed a separate suit in M.S. 28 of 2013 on the same subject matter between the same parties in respect of same matters in issue and consequently, the suit filed by the Plaintiffs cannot proceed and is required to be stayed under section 10 of the CPC. As a matter of fact the suit filed by the Plaintiffs is only a counter blast against the suit filed by the Defendant. The suit filed by the Plaintiff is malafide and the Plaintiffs are not entitled to any relief in the suit.\" \n10. Based on the rival pleadings, the District Commercial Court No.2 framed the following issues:\n(i) Is the Suit maintainable in its present form and nature?\n(ii) Whether plaintiffs have any cause of action to institute this money suit?\n(iii) Whether plaintiffs are entitled to get recovery of money of Rs.1,23,11,613/- along with interest since 24.11.2010 for breach of contract by the defendant? \n(iv) What other relief/reliefs the plaintiffs are entitled to get? \n11. Thereafter the plaintiffs (the appellant herein) adduced one witness namely Indranil Mandal (PW-1), but no documentary evidence has been laid in the suit nor such document according to the District Commercial Court was produced by the plaintiffs on record. The defendant examined herself as DW-1 and admitted as many as 33 documents [Exbt.1-Exbt.33]. Those are various correspondences, the bills demand notices etc. Having appreciated the evidence, the District Commercial Court has returned the finding that from the evidence of PW-1, the Area Manager of FCI, particularly from his cross-examination it has emerged that the defendant-contractor completed the volume of work as contained in the tender within 20 months, meaning thereby, the defendant did not breach the contract and furthermore, PW-1 in his cross-examination has stated that the contract period was extended for six months and the plaintiffs had claimed for additional expenses when the defendant was not at all a contractor within the meaning of the said contract. If the terms and conditions of the agreement were discharged, there cannot be any liability to be discharged by the defendant- contractor. It has been further observed by the District Commercial Court that the Clause-X(c) of the agreement/contract had not been at all enforceable against the defendant. More so, the plaintiffs have failed to prove their case by sustainable evidence and hence, they are not entitled to get any decree for recovery of money for breach of contract as claimed. As the defendant had completed his transportation in terms of the contract, the defendant cannot be treated any more as the contractor under the said contract. Having observed thus, the suit was dismissed by the judgment dated 31.01.2019. Being dissatisfied with the said judgment dated 31.01.2019 the present appeal has been filed by the plaintiffs. \n12. Mr. A. Bhaumik, learned counsel appearing for the appellants has submitted that the said finding of the District Commercial Court is perverse inasmuch as the evidence laid by the plaintiffs was not properly appreciated. However, he has admitted that no further evidence except the oral evidence of PW-1 had been adduced by the plaintiffs. PW-1 according to Mr. Bhaumik, learned counsel has proved the plaint-case by clearly stating that for the breach, committed by the defendant in transporting the food grains, the corporation had to engage adhoc transport-contractors with much higher rate and in the course, the Corporation had lost additional sum of Rs.1,23,11,613/-. For that sum, before approaching the civil court, the demand notices were served on the defendant asking her to deposit the said amount for mitigating the loss of the plaintiffs. When queried by this court, Mr. Bhaumik, learned counsel has candidly accepted the position that no document has been introduced by the plaintiff not even the original contract based on which the suit for recovery of money has been instituted. However, Mr. Bhaumik, learned counsel has submitted that no supervening circumstances had prevailed at the relevant time which might have or compelled the transport-contractor to abandon the transportation abruptly. Thus, the plaintiff-corporation was right to invoke the clause-X(c) of the said agreement/contract for engaging the adhoc contractors for clearing the accumulated stock and for transporting them for purpose of infusing the food grains in the Public Distribution System. Since the defendant had agreed to mitigate the risk and cost for the loss that might be incurred by the corporation, she has to mitigate the said loss. In a query that whether the agreement or the work order had stipulated about the volume of food grains was to be transported by the defendant, Mr. Bhaumik, learned counsel has referred to the Clause-IX of the said contract where it has been provided that the contract shall remain in force for a period of two years from the date of award of the contract or till such time which may be decided by the General Manager. The General Manager reserves the right to extend the period of contract at his sole discretion even for more than two years. Thus, the claim of the defendant that after transportation of the volume of food grains as estimated by value the contractual obligation came to an end cannot be accepted by this court. The period of contract has been admitted by the defendant in her Money Suit being MS 44 of 2011 by stating that the contract period was of two years. The appellants never restrained her from transporting the food grains, but she had herself suspended the transportation causing serious threat to the Public Distribution System. According to Mr. Bhaumik, learned counsel document catalogue of the documents were appended to the plaint, but those were not read in the evidence. But, on scrutiny of the record it is found that no document was admitted in the evidence by PW-1 or by the plaintiffs. On the contrary, it is found that DW-1, Namita Paul, the respondent herein, introduced 35 documents, list of which is available in the examination-in-chief which was recorded on 02.05.2017 and those documents were consecutively marked as Exbt.1 (as a whole) to Exbt.35 (as a whole). During the cross-examination, DW-1 [the defendant] denied the fact as suggested by the plaintiffs. \n13. Mr. Bhaumik, learned counsel appearing for the appellants has strenously submitted that Clause X(c) of the contract/agreement provides that if the contractor fails to supply the requisite number of labour, scales and trucks/carts, the General Manager shall be his discretion and at liberty to engage without terminating the contract other labour, scales, trucks/carts, etc. at the risk and cost of the contractors, who shall be liable to make good to the Corporation all additional charges, expenses, cost or losses that the Corporation may incur or suffer thereby. According to him, the case of the defendant is based on the ground that she faced serious difficulty for implementation of the judgment of the apex court in Paramjit Bhasin and Others vs. Union of India and Others reported in (2005)12 SCC 642 whereby the state was directed to enforce the provisions of Section 113 of the Motor Vehicles Act read with Section 114, Section 194 of the said Act. As a result, the defendant was obstructed from carrying the weight more than 9 metric ton per vehicle inconsideration of their capability, which according to the defendant pushed her to a situation that she had been pushed suffer huge loss if the transportation were carried in terms of the rate as agreed. As earlier noted, the defendant was carrying the load of 18 to 19 metric ton per vehicle in violation of Sections 113-115 of the Motor Vehicles Act. This has been admitted by the defendant in the written statement. It has been also admitted that the defendant had asked the plaintiff to enhance the rate and that was not done. According to Mr. Bhaumik, learned counsel deduction from the security deposit is permissible under the contract. There is no dispute in this regard that the plaintiffs can reimburse themselves from the pending bills of the defendant but to avoid any controversy regarding the assessment of the loss, the plaintiffs have instituted the money suit.\n14. Mr. R. Datta, learned counsel appearing for the respondent (the defendant in the suit) has submitted that the defendant had discharged her contractual obligation by transporting the volume of work as assigned in terms of the said contract (Exbt.5). Mr. Datta, learned counsel has drawn our attention to the notice inviting tender dated 03.01.2009 [Exbt.2] whereby the tenders for the transportation was invited from the eligible transport contractors, wherefrom it is gathered that estimated value of the contract was Rs.9,49,00,000/- for two years for the work of transportation from railway siding from FSD Churaibari to FSD Chandrapur. Thereafter Mr. Datta, learned counsel has drawn our attention to the cross-examination of PW-1, where the PW-1 has made a clear statement in the following terms:\n\"The estimated volume of work as contained in the tender was completed by the defendant within 20 months.\" \n15. According to Mr. Datta, learned counsel, even if the contract was unilaterally extended, by extension no obligation can be saddled on the transport-contractor as she had in clear terms stated that in view of enforcement on the load per vehicle, unless the rate is enhanced, she was unable to continue with the transportation of the food grains. During the period of unilateral extension when the transport contractor has shown her difficulty to proceed further with transportation of food grains etc., that cannot be treated as the breach under Clause-X(c) of the contract/agreement. Therefore, the entire claim on account of risk and loss cannot be sustained and the District Commercial Court has correctly discarded such claim. \n16. Mr. Datta, learned counsel has thereafter submitted that there is no evidence to prove that the corporation has suffered any loss for any act of the defendant (the respondent in this appeal). Since the loss has not been assessed on the basis of clause-XII but on the basis of Clause-X, the plaintiffs had heavy burden to discharge proving that the loss has occurred and that has occurred actually, and the same is quantifiable. Unless these two burdens are discharged, the suit for realisation of loss on account of breach of contract cannot succeed. Having referred Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405, of the Indian Contract Act Mr. Datta, learned counsel has submitted that Section 74 is the section which may be made the base of measuring the damages, but we are constrained to observe that Section-74 of the Indian Contract Act provides the law as to the liability upon breach of the contract where compensation is by agreement pre- determined or where there is stipulation in the form of penalty. In our considered view, Section-74 would have been applied if the action was taken for realising the loss under Clause-XII of the Contract/Agreement. But that is not the case here, Mr. Datta, learned counsel is substantially correct when he has contended that even if, the loss is to be measured under Section 73, the plaintiff has to prove that the loss had been actually suffered. In this regard, Mr. Datta, learned counsel has further contended that there is no evidence to that effect. We should note that even when the law/damages are to be measured under Section 74 [see in Fateh Chand (supra)], it has been observed that there shall be evidence that the loss has been actually suffered by the plaintiffs in consequence of the default of the defendant. \n17. Mr. Datta, learned counsel has placed his reliance on a decision of the apex court in Union of India vs. Rampur Distillery and Chemical Company Limited reported in (1973) 1 SCC 649. In that report, it has been held, inter alia, as follows:\n\"It is important that the breach of contract caused no loss to the appellants. The stipulated quantity of rum was subsequently supplied to the appellants by the respondents themselves at the same rates. The appellants, in fact, made no attempt to establish that they had suffered any loss or damage on account of the breach committed by the respondents.\" \n18. Thereafter, having referred to an earlier decision of the apex court in Maula Bux vs. Union of India reported in (1969) 2 SCC 554, it has been held that the high court was rightly rejected the appellant's claim that they were entitled to forfeit the security deposit. Mr. Datta, learned counsel has placed his further reliance on a decision of the apex court in Chief Executive Officer and Vice Chairman Gujrat Maritime Board vs. Asiatic Steel Industries Limited and Others reported in 2020 SCC Online SC 949. The apex court has observed in that report that a public body is charged to uphold the rule of law. Its conduct has to be fair and not arbitrary. If it has any meaningful justification for withholding the amount, such justification is to be demonstrated from their action. In Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554. In Dilbagh Rai Jarry (supra), the apex court having extracted from a decision of the Kerala High Court approvingly has stated that the State is no ordinary party trying to win a case against one of its own citizens by hook or by crook; for the State's interest is to meet honest claims, vindicate a substantial defence and never to score a technical point or overreach a weaker party to avoid a just liability or secure an unfair advantage, simply because that the legal devices provide such an opportunity. The State is a virtuous litigant and looks 'with unconcern on immoral forensic successes' so that if on the merit, the case is weak, the government shows a willingness to settle the dispute regardless of prestige and other lesser motivations which move private parties to fight in court. The layout on litigation costs and the executive time by the state and its agencies is so staggering these days because of the large amount of litigation in which it is involved that a positive and wholesome policy of cutting back on the volume of law suits by the twin methods of not being tempted into forensic showdowns where a reasonable adjustment is feasible and ever offering to extinguish a pending proceeding on just terms, giving the legal mentors of the government some initiative and authority in that behalf. \n19. Having appreciated the submission of the counsel for the parties and scrutinized the records, the pertinent question that falls for consideration in determining this appeal is that whether the plaintiff has discharged the burden by proving the facts as pleaded in the plaint in order to achieve the reliefs. On appreciation of the evidence of the plaintiffs through PW-1, we do not have any hesitation to hold that no evidence of substance has been laid even by PW-1 as the content of the documents as narrated by him has not been proved. Thus, it is impermissible to take the content of the document as proved when the defendant has categorically denied such assertion in the plaint. Section 61 and 62 of the Indian Evidence Act for this purpose may be revisited. Section 61 of the Indian Evidence Act clearly postulates that the contentss of the documents may be proved either by primary or by secondary evidence. Section 62 of Indian Evidence Act has defined 'primary evidence' by stating that primary evidence means the document itself be produced for inspection of this court'. Even though some documents have been filed by the defendants and we have, for fair ends of justice, appreciated their documents while appreciating the claim of the plaintiffs. We find that the volume of transportation has been estimated by money in the Notice Inviting Tender [Exbt.2] dated 03.01.2009, where the estimated value of the transportation has been quantified at Rs.9,49,00,000/-.\n20. PW-1 has clearly testified that the defendant had completed the estimated volume of work, as specified in the tender, within 20 months. The plaintiff has not stated that how in such circumstances, they could suffer any loss when the tender has been satisfied. When the volume of work as estimated has been completed by the transport- contractor, the plaintiffs cannot saddle any liability on the defendant. Moreover, we are in complete agreement with the submission of Mr. Datta, learned counsel appearing for the respondent that there is no evidence to demonstrate that any loss has been suffered by the plaintiffs. Section-73 of the Indian Contract Act provides that when a contract has been breached, the party who suffers from such breach is entitled to compensation for the loss/costs from the party who has breached the contract. Unless it is shown that the contract has been breached and thereby the loss or damage has been occasioned to the other party, no compensation can be granted by any civil court. On both accounts, the plaintiffs have failed to discharge their burden and hence, we do not find any infirmity in the finding so returned by the District Commercial Court. \n21. In the result, the appeal being RFA 16 of 2019 stands dismissed. The judgment dated 31.01.2019 stands affirmed. \n22. In RFA No.17 of 2019 [The Food Corporation of India & Anr. vs. M/S Namita Paul], the judgment dated 31.01.2019 delivered in Commercial Suit 07 of 2017 by the District Commercial Judge, Court No.2, West Tripura, Agartala has been challenged. The said commercial suit was instituted by the respondent (the transport-contractor) for recovery of money to the extent of Rs.46,63,400/- with interest. Out of that Rs.46,63,400/-, a sum of Rs.40,08,286/- was against the deduction of the security deposit and the remaining Rs.6,55,114/- as the loss of profit. The dispute which arose from the same contract gave the basis for institution of the suit. It has been placed that in response to the notice inviting tender dated 03.01.2009, the plaintiff (the respondent in the appeal) quoted her rate @Rs.1176.54 per M.T. i.e. 47.5% above the scheduled rate. Her rate was accepted by the Food Corporation of India (the appellants herein) by the letter dated 29.04.2009. The respondent (the plaintiff in the suit) found it difficult to carry on the performance with the agreed rate. The plaintiff's plea is the police has been enforcing the load capacity of the vehicles strictly in terms of the Motor Vehicles Act. The said contract with relevant clauses has been discussed in the other appeal. For sake of brevity those were not being repeated, but the facts which is unique to the appeal being RFA 17 of 2019 has been separately noted. Such rigorous enforcement on the load capacity of the vehicle was intensified in the wake of Paramjit Bhasin & Ors. vs. Union of India & Ors. (supra).\n23. The plaintiff (the respondent in the appeal) has clearly stated by several letters that unless the rate is augmented, it will be very difficult on her part to continue with the transportation on the basis of the old rate. In that perspective, the corporation invoked Clause-X(c) of the contract/agreement as noted above and engaged adhoc contractors. In terms of Clause-X of the contract/agreement, the defendant No.4 i.e., the Area Manager, Food Corporation of India, Agartala raised demand by the demand notices dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 claiming Rs.22,58,538/-, Rs.12,80,739/-, Rs.45,00,494/-, Rs.16,20,883/- and Rs.26,50,850/- respectively on account of additional expenditure that the corporation had to make by appointing the adhoc transporters on the plea that as the plaintiff (the respondent herein) had abruptly suspended the transportation of the food grains to them, there had been no alternative within the frame work of the contract. Such enforcement had created a widespread grievance in the transporters. However, the Supreme Court's direction to enforce the provision of Sections 113-115 of the Motor Vehicles Act was strictly carried out by the enforcing agencies. According to the contract, the contractual period was supposed to continue for two years. Thus, the said contract was supposed to expire on 30.04.2011. Till 19.10.2020, the plaintiff (the respondent herein) operated smoothly and there was no grievance from any corner. The plaintiff has categorically pleaded that within the period of two years, the plaintiff was supposed to transport the materials of worth Rs.9,49,00,000/-. Since the plaintiff was awarded 1/3 of the contract she was supposed to carry the food grains of worth Rs.3,27,55,720/-. The petitioner had carried more than the said volume within the period of two years. After the corporation invoked clause-X (c) of the contract/agreement, the plaintiff asked for refund of the security deposit, but the respondents did not refund the said security deposit. The plaintiff has received the payment of Rs.3,27,55,720/- during the period of 20 months. The plaintiff was supposed to garner further payment of Rs.65,51,144/- for the balance contract period of four months. As such, the plaintiff would have earned the profit of Rs.6,55,114/- during the remaining four months, which has lost due to arbitrary action on the part of the defendants (the Corporation). Hence, the petitioner is entitled to recover a sum of Rs.46,63,400/- (Rs.40,08,286/- as refund of the security deposit and Rs.6,55,114/- as loss of profit with interest) with interest at 12% p.a. It has been also stated by the plaintiff that she had never prayed for the extension of the contract period but that was so extended malafide to victimize the plaintiff and cause loss to the plaintiff. \n24. In the background of these facts, the plaintiff (the respondent here) sought the decree of declaration declaring that the demand notices as noted above are all arbitrary, illegal and unsustainable. The plaintiff (the respondent herein) is entitled to recover Rs.40,08,286/- as refund to the security deposit and another sum of Rs.6,55,114/- as loss of profit from the defendant (the appellants herein) with interest at12% p.a.\n25. The appellants (the defendant in the suit) by filing a written statement has denied such claim and categorically stated that since the plaintiff (the respondent herein) had breached the contractual obligation and occasioned loss to the corporation, the corporation is entitled to reimburse themselves the amount which they have suffered for abrupt suspension of the transportation of the food grains in breach of the said contract. The defendants (the appellants in this appeal) in the suit have categorically stated that they were never party in any illegal claim breach of the statutory provision in respect of the maximum load. They have further stated that the suit is liable to be dismissed and no basis has been proved to get the decree as sought by the suit. \n26. On appreciation of the rival pleadings, the District Commercial Court framed the following issues:\n1) Is the suit maintainable in its present form and nature?\n2) Is the Order bearing No. Cont. 9/NEFR/TC/CBZ-CDP/09, dated 24-11-2010 issued by the defendant No.5 void?\n3)Is the Order bearing No.Cont.9/DO-ATT/TC/CBZ- CDR/Adhoc/20d10/2781, dated 24.12.2010 issued by defendant No.4 void? \n4)Is the Order bearing No. Cont.9/NEFR/TC/CBZ-CDR/09, dated 24.03.2011 issued by the defendant No.2 void? \n5)Is the Order bearing No. Cont.9/NEFR/TC/CBZ-CDR/AD hoc/2011, dated 22.06.2011 issued by defendant No.2 void? \n6)Are the demand notices, dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 issued by the defendant No.4 void?\n7)Is the plaintiff entitled to recover a sum of Rs.40,08,286/- as security deposits from the defendants? If so, is the plaintiff entitled to any interest thereon? If so, to what extent and from what period?\n8)Is the plaintiff entitled to recover a sum of Rs.6,55,144/- toward loss of profit from the defendants? If so, is the plaintiff entitled to any interest thereon? If so, to what extent and from what period?\n9)Whether the plaintiff is entitled to get any decree as prayed for?\n10)To what relief/reliefs the parties to this suit are entitled? \n27. For and on behalf of the plaintiff one witness (Parimal Chandra Pal) was examined. The said witness had admitted the documents (Exbt-1- Exbt.17 series) including the demand notices, a copy of the notice inviting tender, the memorandum dated 12.07.2010 etc. For the defendants, the appellants herein, one witness (DW-7, Sri Indranil Mandal) was examined to rebut the evidence of the plaintiff, the respondent herein. After discussing the evidence the District Commercial Court by the judgment dated 31.01.2019 has observed that the act and conduct of the defendants caused undue hardship to the plaintiff (the respondent herein) and the plaintiff is entitled to get refund of the security deposit from the contesting defendants, the appellants herein, but the plaintiff is not entitled to get any decree for an amount of Rs.6,55,144/- towards loss of profit from the defendants since there is no specific evidence on her part on that aspect. Further, no question has been raised by the defendants that the suit is not maintainable. Thereafter, it has been observed in the said judgment as under:\n\"As the Issue No.1 is answered in favour of the plaintiff of the suit and issue No.2 to 6 in my considered view are not binding upon the present plaintiff and as such the Issue No.7 is decided in affirmative in favour of the plaintiff of this suit. But the plaintiff is not entitled to get any reliefs in respect of Issue No.8,9 and 10 in this suit.\" \nAs corollary, it has been declared that the plaintiff (the respondent herein) is entitled to get the re-fund of security deposit to the tune of Rs.40,08,286/- from the defendants (the appellants herein). The defendants are directed to make the payment to the plaintiff within a period of three months from the day of the judgment failing which the plaintiff is entitled to interest @ 6% per annum till realization. But no cost has been imposed on the defendants. \n28. Mr. A. Bhaumik, learned counsel appearing for the appellants has submitted that the security deposit has been not refunded as the defendants were entitled to reimburse themselves against the loss occasioned by the plaintiff. Mr. Bhaumik, learned counsel has further submitted that the so called loss of profit is imaginary and the finding in this regard of the District Commercial Judge is absolutely correct and unassailable. But the finding that the plaintiff is entitled to get the refund of the security deposit of Rs.40,08,286/- cannot be sustained and as the defendant can reimburse the said amount against the total amount of loss the defendants have suffered on account of loss occasioned by the plaintiff by suspending the transportation of the food grains abruptly. On query, he has admitted that the plaintiff had expressed her inability much before the suspension. \n29. Mr. R. Datta, learned counsel has submitted that the defendant has failed to demonstrate by way of placing the evidence that they suffered any loss at all in this regard. there is no such evidence at all. \n30. Having appreciated the submissions of the learned counsel for the parties and scrutinized the records the only question that remains to be responded to is that whether in view of the opinion expressed in RFA 16 of 2019, this appeal can be sustained or not. The opinion as expressed in RFA 16 of 2019 is unambiguous that non- refund of the security deposit by the defendants (the appellants in the said appeal) cannot be sustained. It has been clearly observed that the defendants are not entitled to reimburse any amount on account of the purported loss as claimed to have been suffered. When it has been clearly observed that the appellants (the defendants in the suit) are not entitled to recover any amount from the plaintiff (the respondent in the suit), the appellants (the defendants in the suit) are not entitled to withhold, reimburse or deduct any amount from the security deposit to the extent of Rs.40,08,286/-. Thus, the defendants are liable to pay or refund the plaintiff (the respondent herein) the said sum of Rs.40,08,286/- within a period of 3(three) months from the date of decree as it would be passed in this appeal, failing which the plaintiff (the respondent herein) will be entitled to recover the said sum with interest at 6% per annum from the day of the decree till realisation through the process of the court. As there is no evidence to demonstrate how the plaintiff had suffered loss to the extent of Rs.6,55,144/- for the remaining four months of the contract period the finding of the District Commercial Court does not suffer from any infirmity. However, we would like to add that the said claim of the plaintiff is hit by the principle of approbate and reprobate as in one hand the plaintiff has pleaded and proved that the contract between the plaintiff and the defendant had come to an end and on the other hand she has raised the claim of loss in the profit for the purported four months, the remainder of the term. Moreover, as the plaintiff (the respondent herein) had suspended the transportation unilaterally, she is not entitled to any loss whatsoever as the defendants, the appellants herein, did not prohibit her in transporting the food grains. Further, we have accepted that the said agreement had come to the end, so far the parties are concerned and therefore, the declaration and the direction for payment in the form of mandatory injunction is not liable to be interfered with. We, therefore, affirm the finding of the District Commercial Court as recorded in the judgment dated 31.01.2019. \nIn the result, this appeal too stands dismissed. \nDraw the decrees in both the appeals in terms of the above. Returned the LCRs thereafter. \n           JUDGE                                       CHIEF JUSTICE Moumita  ",
        "preamble_end_char_offset": null,
        "cleaned_text": "supreme court of india ambalal sarabhai enterprises ltd. vs k.s. infraspace llp on 4 october, 2019 equivalent citations: aironline 2019 sc 1170, (2019) 13 scale 575, (2019) 7 mad lj 702, (2020) 138 all lr 286, (2020) 1 civlj 212, (2020) 205 allindcas 255 author: a.s. bopanna bench: r. banumathi, a.s. bopanna in the supreme court of india civil appellate jurisdiction civil appeal no. 7843 of 2019 (arising out of slp (civil) no.9391 of 2019) ambalal sarabhai enterprises ltd. .appellant(s) versus k.s. infraspace llp & anr. . respondent(s) judgment a.s. bopanna,j. leave granted. 2. the appellant herein is the plaintiff in commercial court suit no. 41/2018 filed before the commercial court at vadodara. the respondents herein are arrayed as the defendants to the suit. the respondents on being notified in the suit had appeared and filed the written statement inter alia contending that the suit is not maintainable as the dispute involved cannot be termed as a commercial dispute within the meaning of section 2(1)(c) of the commercial courts act, 2015 (\"cc act, 2015\" for short). in view of such contention, the respondents herein also filed an application under order vii rule 10 of the civil procedure code seeking an order to return the plaint to be presented in the court in which the suit should have been instituted. the appellant herein though did not choose to file objection to the said application, had however opposed the same. the application was registered as exhibit 15 and the learned judge of the commercial court on consideration had through the order dated 17.10.2018 rejected the application. the respondents herein claiming to be aggrieved by the said order had approached the high court of gujarat in r/special civil application no.17868/2018. the high court through a detailed order dated 01.03.2019 has allowed the petition, set aside the order dated 17.10.2018 passed by the commercial court, vadodara and on allowing the application filed under order vii rule 10 cpc directed that the plaint be returned to the appellant herein to be presented in the court in which the suit should have been instituted. the appellant herein, therefore, claiming to be aggrieved by the order dated 01.03.2019 is before this court in this appeal. 3. the brief facts which led to the present situation is that the appellant herein executed an agreement to sell dated 14.02.2012 in favour of the respondent no. 2 in respect of the land which is described in the agreement. the respondent no. 2 assigned and transferred all his rights under the said agreement to sell in favour of respondent no.1 by executing an assignment deed dated 12.10.2017. in that view, the respondent no. 1 herein was to purchase the lands which were the subject matter of the agreement from the appellant herein. accordingly, the sale was made under a deed of conveyance dated 03.11.2017. since certain other aspects were to be completed regarding the change relating to the nature of the use of the land for conclusion of the transaction, the right of the appellant in respect of the land was to be protected. in that view a memorandum of understanding dated 03.11.2017 was entered into between the appellant and the respondents herein. as per the same, a mortgage deed was required to be executed by respondent no. 1 herein in favour of the appellant. 4. accordingly, a mortgage deed dated 03.11.2017 was executed but the same had not been registered. it is in that light the appellant herein filed the commercial civil suit no. 41/2018 so as to enforce the execution of a mortgage deed. consequently, the relief of permanent injunction and other related reliefs were sought. it is in the said suit, summon was issued to respondents herein who are the defendants in the suit, wherein on filing the written statement the application under order vii rule 10 of cpc was filed. the commercial court while rejecting the application had referred to the memorandum and articles of association of the appellant company and in that light taking note of the business that they were entitled to undertake has arrived at the conclusion that the plaintiff seems to be carrying on the business as an estate agent and in that circumstance has further arrived at its conclusion that it is a commercial dispute. the high court on the other hand had found fault with the manner in which the commercial court had rested its consideration on the memorandum and articles of association and had examined the matter in detail to come to a conclusion that the immovable property in the instant case was not being used for trade or commerce. in that regard, the legal position enunciated by the various decisions was referred to and had accordingly directed the return of the plaint to be presented in an appropriate court which is assailed herein. 5. we have heard shri dhruv mehta, learned senior advocate for the appellant, shri deven parikh, learned senior advocate for the respondents and perused the appeal papers. 6. at the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject matter of the suit could be considered as a \"commercial dispute\" so as to enable the commercial court to entertain the suit. in that regard, it is necessary to take note of section 2(1)(c)(vii) of the cc act, 2015. the said provision to the extent relevant is extracted here below for reference. \"sec.2(1) in this act, unless the context otherwise requires,(a) xxx (b) xxx (c) \"commercial dispute\" means a dispute arising out of (i) xxx (ii) xxx (iii) xxx (iv) xxx (v) xxx (vi) xxx (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) xxx (ix) xxx (x) xxx (xi) xxx (xii) xxx (xiii) xxx (xiv) xxx (xv) xxx (xvi) xxx (xvii) xxx (xviii) xxx (xix) xxx (xx) xxx (xxi) xxx (xxii) xxx from a perusal, of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by commercial courts. the question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a mortgage deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. 7. the learned senior advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently the respondent no.1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce. the learned senior advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though the respondent no.1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future. hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the commercial court. 8. though such rival contentions are put forth by the learned senior advocate on either side, these aspects cannot be dealt with in abstract. instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely averments in the plaint would at the outset be relevant to confer jurisdiction. hence before adverting to the other aspects it would be necessary to carefully examine the plaint. the plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein. in para 5 thereof the detail of the land bearing r.s. no.122 corresponding to city survey no.1101 and 1100/1 having land area of 9207 square metres at mouje subhanpura reg. district, vadodara is referred. further the schedule of the property is indicated in para 6 and reference is made to the memorandum of understanding where again the reference is made to the land. it is averred therein that it would be the total responsibility of the respondent no.1 herein (defendant no.2 in the suit) to change the land use as well as to pay the amount that may be required for the permission. the amount to be paid as premium is referred and the right of the plaintiff to secure the mortgage deed in view of the terms of the mou is stated. in the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the agreement to sell/sale deed/memorandum of understanding or as on the date of the suit. 9. further on referring to the cause of action in para 21, the plaintiff has thereafter referred in para 22 to the jurisdiction of the court to hear and decide the matter. it would be appropriate to extract the same which reads as hereunder: \"22. jurisdiction: the plaintiff states that the defendants having their office at vadodara land which is the subject matter of the instant suit is situated within the territorial jurisdiction of this hon'ble court and hence this hon'ble court has the jurisdiction to hear and decide the matter.\" even though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at vadodara, there is no reference indicating the reason for which the plaintiff pleads that the court which is the commercial court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit. in that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of mou whereunder it is agreed that the mortgage deed be executed. even if the immovable property under the mortgage deed was the subject matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of commercial court is invoked. without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute. 10. be that as it may, the learned senior advocates on both sides have sought to rely on the legal position decided by the various high courts in the absence of the pronouncement of this court. the learned senior advocate in that regard have referred to the various decisions on the same point. however, we do not find it appropriate to refer to each of them and over burden this order since we notice that the high court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion. the discussion as made by the high court with reference to the various decisions is also justified. in that view, we would refer to the decision of a division bench in the case of jagmohan behl vs. state bank of indore, 2017 scc online del 10706 relied on by the learned senior advocate for the appellant. in that regard, it is noticed that in the said case on taking note of the provision contained in clause 2(1)(c)(vii) of the cc act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression \"arising out of\" and \"in relation to immovable property\" should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties. the said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit etc. for the use of such immovable property. 11. on the other hand, the learned senior advocate for the respondents has relied on the decision of a division bench of the gujarat high court in the case of vasu healthcare private limited vs. gujarat akruti tcg biotech limited, air 2017 gujarat 153 wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of clause 2(1)(c) of cc act, 2015 the expression \"used\" must mean \"actually used\" or \"being used\". it is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed. the verbatim consideration therein is as hereunder; \"therefore, if the dispute falls within any of the clause 2(c) the dispute can be said to be \"commercial dispute\" for which the commercial court would have jurisdiction. it is required to be noted that before the learned commercial court the original plaintiff relied upon section 2(c)(i), 2(c)(ii) and 2(c)(xx) of the commercial courts act only. learned counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within clause 2(c)(i); 2(c)(ii) or 2(c)(xx) of the commercial courts act. it is required to be noted that before the learned commercial court it was never the case on behalf of the original plaintiff that case would fall within section 2(c)(vii) of the learned commercial court. despite the above we have considered on merits whether even considering section 2(c)(vii) of the commercial courts act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of section 2(c) of the commercial courts act or not? considering section 2(c)(vii), \"commercial dispute\" means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. as observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. as per the agreement between the party after getting the plots on lease from the gidc, the same was required to be thereafter developed by the original defendant no. 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. it is the case on behalf of the original plaintiff that as the original defendant no. 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. there are other alternative prayers also. therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. it is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the pharseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the commercial court would have jurisdiction. the aforesaid has no substance. as per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. it may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\". if the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. on plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". if the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". the word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\". similar view has been taken by the bombay high court (nagpur bench) in the case of dineshkumar gulabchand agrawal (supra) and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\". it is reported that slp against the said decision has been dismissed by the hon'ble supreme court.\" 12. though we are informed that the said decision is assailed before this court in a special leave petition we are inclined to agree with the view expressed therein. this is for the reason that this court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant. in that regard, the decision relied on by the learned senior advocate for the respondent in the case of federation of a.p. chambers of commerce & industry and ors. vs. state of a.p. and ors., (2000) 6 scc 550 is noticed, wherein it is observed as under: \"6. section 3 of the said act speaks of \"land is used for any industrial purpose\", \"land is used for any commercial purpose\" and \"land is used for any other non-agricultural purpose\". the emphasis is on the word \"is used\". for the purpose of levy of assessment on non-agricultural lands at the rate specified in the schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose. the same would apply to a commercial purpose or any other non-agricultural purpose.\" \"9. we are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes. the wider meaning given to the word \"used\" in the judgment under challenge is untenable. having regard to the fact that the said act is a taxing statute, no court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed.\" (emphasis supplied) 13. the learned senior advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction. in that regard, the learned senior advocate has referred to the statement of objects and reasons with which the commercial courts act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive indian legal system. hence, he contends that a purposive interpretation be made. it is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute. having taken note of the submission we feel that the very purpose for which the cc act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the commercial court is entertained. this is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the commercial courts as intended by the law makers. in commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. if the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. the excluded class of litigation will in any event be entertained in the ordinary civil courts wherein the remedy has always existed. 14. in that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the act. in the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of memorandum of understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the high court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein. the commercial court shall therefore return the plaint indicating a date for its presentation before the court having jurisdiction. 15. accordingly, the instant appeal being devoid of merit stands dismissed, with no order as to costs. .j. (a.s. bopanna) new delhi, october 04, 2019 r. banumathi, j. i have gone through the judgment of my esteemed brother justice a.s. bopanna. i am in full agreement with the conclusion that in order to fall within section 2(1)(c)(vii) of the commercial courts act, the immovable property must be \"used exclusively\" or \"being used exclusively\" in trade or commerce. however, in view of the importance of the question involved, i would like to give my reasonings for concurring with the conclusion of my esteemed brother. 2. the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (act no.4 of 2016) published in the gazette of india on 01.01.2016. the act is deemed to have come into force w.e.f. 23.10.2015. the act no.4 of 2016 was amended by central act 28 of 2018 the commercial courts act. 3. we may refer to the law commission's 253 rd report, which inter alia made various recommendations. para (4.2) of chapter iv-\"conclusions and summary of recommendations\" of law commission's 253rd report reads as under:\"4.2 the commercial courts, the commercial divisions and the commercial appellate divisions of high courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in india. the goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes. in turn, this will further economic growth, increase foreign investment, and make india an attractive place to do business. further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all-round development of an economy\".1 after law commission's 253rd report, the act no.4 of 2016 was amended by central act 28 of 2018. 4. section 3 of the act deals with constitution of commercial courts. as per section 3 of the act, the state government shall, after consultation with the high court, by notification, constitute commercial courts at district level if deemed necessary for the purpose of exercising jurisdiction under the act. as per section 3(1a) of the act, commercial courts shall have jurisdiction to try the commercial disputes of a \"specified value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary. after amendment in 2018, proviso to section 3 provides that commercial courts may be 1 see para (4.2) of chapter-iv-conclusions and summary of recommendations' of law commission's 253rd report commercial division and commercial appellate division of high courts and commercial courts bill, 2015. constituted with respect to area over which the high courts have ordinary original civil jurisdiction. section 5(1) of the act provides for the constitution of commercial appellate division having one or more division benches for the purpose of exercising jurisdiction and powers conferred on it by the act. 5. section 6 deals with the jurisdiction of commercial court. section 6 of the act reads as under:\"6. jurisdiction of commercial court. the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation. for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908)\". 6. section 7 deals with the jurisdiction of commercial divisions of high courts. section 7 of the act reads as under:\"7. jurisdiction of commercial divisions of high courts. all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction\". 7. commercial divisions are to be set up in high courts that are already having ordinary original civil jurisdiction having one or more benches consisting of a single judge having experience in dealing with commercial disputes for exercising powers under the act. as per section 7(1) and the proviso thereto, commercial division will hear and dispose of all suits and applications relating to commercial disputes of a specified value, that lie in a court not inferior to district court and filed in a high court having ordinary original civil jurisdiction and also those cases transferred to high court under section 22(4) of the designs act, 2000 or under section 104 of the patents act, 1970. 8. section 5 of the act deals with the constitution of commercial appellate division. section 5(1) of the act reads as under:\"5. constitution of commercial appellate division. (1) after issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the chief justice of the concerned high court shall, by order, constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred on it by the act. .\" in terms of section 5(2) of the act, the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial appellate division. 9. section 2(1)(c) defines \"commercial dispute\" as under:\"2. definitions. (1) in this act, useless the context otherwise requires,. (c) \"commercial dispute\" means a dispute arising out of(i) ordinary transaction of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreement; (xvii)intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resource including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contract of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the central government. explanation.a commercial dispute shall not cease to be commercial dispute merely because(a) it also involves action for recovery of immovable property or for realising of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions; (d) \"commercial division\" means the commercial division in a high court constituted under sub-section (1) of section 4; (e) \"district judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the constitution of india: (f) \"document\" means any mater expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matters; (g) \"notification\" means a notification published in the official gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly; (h) \"schedule\" means the schedule appended to the act; and (i) \"specified value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the central government.\" [subs. by act 28 of 2018, sec. 4(ii), for \"which shall not be less than one crore rupees\" (w.r.e.f. 3-5-2018)]. 10. as noted above, clause (i) of section 2 of the act defines \"specified value\", in relation to a commercial dispute, shall mean the value of the subject matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the central government\". section 12 provides for criteria for valuation of the suit, application or appeal for the purpose of the act. 11. a matter will fall under the jurisdiction of the commercial court or the commercial division of the high court on the following factors:(i) it shall be a commercial dispute within the meaning of section 2(1)(c) of the act; and (ii) such commercial disputes are of a specified value as per section 2(i) of the act. 12. as per section 11 of the act, notwithstanding anything contained in the act, a commercial court or a commercial division shall not entertain or decide any suit relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. 13. section 15 of the act deals with transfer of pending cases. section 15 of the act reads as under:\"15. transfer of pending cases. (1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). .\". 14. insofar as transferred cases, as per section 15(4) of the act, the commercial division or commercial court shall prescribe new timelines or issue further directions for speedy and efficacious disposal of such suit or application in accordance with order xva of the code of civil procedure. new time period for filing written statement shall be prescribed and the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure shall not apply to the transferred cases and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. 15. the preamble of the commercial courts act, 2015 reads as under:\"an act to provide for the constitution of commercial courts, commercial appellate courts, commercial division and commercial appellate division in the high courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\" 16. the statement of objects and reasons of the commercial courts act reads as under:\"statement of objects and reasons the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and question of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system. . 6. it is proposed to introduce the commercial courts, commercial division and commercial appellate division of high courts bill, 2015 to replace the commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015 which inter alia, provides for the following namely:(i) constitution of the commercial courts at district level except for the territory over which any high court is having ordinary original civil jurisdiction; (ii) constitution of the commercial divisions in those high courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction; (iii) constitution of the commercial appellate division in all the high courts to hear the appeals against the orders of the commercial courts and the orders of the commercial division of the high court; (iv) the minimum pecuniary jurisdiction of such commercial courts and commercial division is proposed as one crore rupees; and (v) to amend the code of civil procedure, 1908 as applicable to the commercial courts and commercial divisions which shall prevail over the existing high courts rules and other provisions of the code of civil procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. .\" the object and purpose of commercial courts act is to ensure that the commercial courts, commercial appellate courts, commercial division and commercial appellate division of the high courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. 17. section 13 deals with appeals from decrees of commercial courts and commercial divisions. as per section 14 of the act, the commercial appellate court and the commercial appellate division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. fast track procedure for deciding the commercial disputes 18. as per section 16 of the act, the provisions of the code of civil procedure as amended under the act, shall apply in the trial of suit in respect of a commercial dispute of a specified value. section 16 of the act reads as under:\"16. amendments to the code of civil procedure, 1908 in its application to commercial disputes. (1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail\". 19. the schedule to the commercial courts act amends various provisions of the code of civil procedure and thereby makes significant departure from the code. after order xiii of the code, order xiiia \"summary judgment\" has been inserted. order xiiia contains the scope and classes of suits to which order xiiia applies, grounds for summary judgment, procedure to be followed, evidence for hearing of summary judgment, orders that may be made by court in such proceedings for summary judgment, etc. after order xv of the code, order xva-\"case management hearing\" has been inserted. order xva provides for first case management hearing (rule 1); recording of oral evidence on a day-to-day basis (rule 4); powers of the court in a case management hearing (rule 6); adjournment of case management hearing (rule 7); consequences of non-compliance with orders (rule 8). by way of amendment, several rules have been incorporated to make the matters of commercial disputes on fast track. in order xx of the code \"judgment\", rule 1 has been substituted that within ninety days of the conclusion of arguments, the commercial court/commercial division/commercial appellate division to pronounce the judgment and copies thereof shall be issued to all the parties to the dispute through electronic mail or otherwise. 20. various provisions of the act namely case management hearing and other provisions makes the court to adopt a pro-active approach in resolving the commercial dispute. a new approach for carrying out case management and strict guidelines for completion of the process has been introduced so that the adjudicatory process is not delayed. i have referred to the various provisions of the act and the schedule bringing in amendments brought to the civil procedure code to deal with the commercial disputes, only to highlight that the trial of the commercial dispute suits is put on fast track for disposal of the suits expeditiously. various provisions of the act referred to above and the amendments inserted to civil procedure code by the schedule is to ensure speedy resolution of the commercial disputes in a time bound manner. the intent of the legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and make india an attractive place to do business. 21. a perusal of the statement of objects and reasons of the commercial courts act, 2015 and the various amendments to civil procedure code and insertion of new rules to the code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes. a purposive interpretation of the objects and reasons and various amendments to civil procedure code leaves no room for doubt that the provisions of the act require to be strictly construed. if the provisions are given a liberal interpretation, the object behind constitution of commercial division of courts, viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. if we take a closer look at the statement of objects and reasons, words such as early' and speedy' have been incorporated and reiterated. the object shall be fulfilled only if the provisions of the act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. 22. a dispute relating to immovable property per se may not be a commercial dispute. but it becomes a commercial dispute, if it falls under sub-clause (vii) of section 2(1)(c) of the act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". the words \"used exclusively in trade or commerce\" are to be interpreted purposefully. the word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". it should be \"actually used\". such a wide interpretation would defeat the objects of the act and the fast tracking procedure discussed above. 23. on 03.11.2017, a memorandum of understanding was executed between the appellant-plaintiff, respondent-defendant and ketan bhailalbhai shah-second respondent. as per the terms of mou, parties executed a deed of conveyance of the land. a mortgage deed was executed simultaneously along with the mou with respect to the part of the land admeasuring 15,000 sq.ft. in favour of the plaintiff. it was understood between the parties that respondent no.1 would apply for change of land use permission for the land in question on signing of the mou. mortgage deed was executed by respondent no.1 in favour of the appellant in order to ensure performance of obligations under the mou. but the said mortgage deed was not presented for registration. 24. it appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the appellant-plaintiff seems to be carrying on business as estate agent and to manage land, building, etc. and the very object as enumerated in memorandum and articles of association of the appellant-plaintiff company established that the property in question are being used exclusively in trade or commerce rather in the business of the plaintiff. as rightly pointed out by the high court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of section 2(1)(c) of the act. merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the commercial court. 25. in the case of ujwala raje gaekwar v. hemaben achyut shah 2017 scc guj 583, a special civil suit no.533/2011 was instituted for declaration that the sale deed valued at rs.17.76 crores executed by the appellant-original defendant no.1 in favour of respondent no.4 be declared illegal and also, for permanent injunction with respect to the land in question. the appellants-defendants thereon filed an application that in sale deed, it has been clearly mentioned that the agreement relating to immovable property used exclusively in trade or commerce and falls within the meaning of section 2(1)(c)(vii) of the commercial courts act and that the matters above, the value of rupees one crore are to be transferred to the commercial court. trial court rejected the said application which was challenged before the gujarat high court. the gujarat high court held that the aim, object and purpose of establishment of commercial courts, commercial divisions and commercial appellate divisions of the high court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigant, and if such a suit which is as such arising out of the probate proceedings and/or is dispute with respect to the property are transferred to the commercial division/commercial court, there shall not be any difference between the regular civil courts and the commercial division/commercial courts and the object for the establishment of the commercial division/commercial courts shall be frustrated. 26. in vasu healthcare private limited v. gujarat akruti tcg biotch limited & another 2017 scc online guj 724, referred to in extenso by my learned brother, it was held that \"on plain reading of the relevant clause, it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". if the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". the word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\". we entirely agree with the above purposive interpretation adopted by the gujarat high court. 27. the object and purpose of the establishment of commercial courts, commercial divisions and commercial appellate divisions of the high court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigants. keeping in view the object and purpose of the establishment of the commercial courts and fast tracking procedure provided under the act, the statutory provisions of the act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country. on the above reasonings, i agree with the conclusion arrived at by my esteemed brother justice a.s. bopanna. .j. [r. banumathi] new delhi; october 04, 2019."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb41867eec6b48da9fdf1f424cc82c80_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37b95983393d4e79b0a02620737c6405_1"
        },
        {
            "start": 242,
            "end": 326,
            "text": "\nTripura High Court\nThe Food Corporation Of India vs M/S Namita Paul on 24 May, 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b01398f221446f1ab78612d7886b6a2_2"
        },
        {
            "start": 327,
            "end": 1766,
            "text": "\nEquivalent citations: Aironline 2021 Tri 296\nBench: Chief Justice, S. Talapatra\n                      High Court Of Tripura\n                            Agartala\n\n                             Rfa 16/2019\n\n1.The Food Corporation Of India, having its registered Office\n(Headquarter) At Khadya Sadar, 16-20 , Barakhamba Lane, New Delhi,\nRepresented by the General Manager Food Corporation of India,\nRegional Office, Nefr, Shillong- 08.\n\n2.The Divisional Manager,\nFood Corporation Of India Divisional office, Agartala, Colonel\nChowmuhani, P.S. -West Agartala, West Tripura.\n\n                                                        -----Appellant(s)\n\n\n                                 Versus\nM/S Namita Paul,\nW/o- Sri Swapan Kr. Paul,Residence of B.K. Road, Banamalipur, P.O.\nAgartala, P.S. East Agartala, Dist- West Tripura.\n\n                                                      -----Respondent(s)\nAlong with\n1.The Food Corporation Of India and Anr Having its registered office (Headquarter) At Khadya Sadar, 16-20, Barakhamba Lane, New Delhi, Represented by the General Manager Food Corporation of India Regional Office, Nefr Shillong - 08.\n2.The Divisional Manager, Food Corporation Of India Divisional office, Agartala, Colonel Chowmuhani, P.S. - West Agartala, West Tripura.\n-----Appellant(s) Versus M/S Namita Paul, W/o - Sri Swapan Kr. Paul, Residence of B.K. Road, Banamalipur, P.O - Agartala, P.S - East Agartala, Dist - West Tripura.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "596f7dbe786948dc8b879a148e1d5546_3"
        },
        {
            "start": 1822,
            "end": 1846,
            "text": "-----Respondent(s)\n\n\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dccc1de3b8184eca9d708f8f53a98bdd_4"
        },
        {
            "start": 1846,
            "end": 1867,
            "text": "For the Appellant (s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb7199b46df74d92a91ab5b09f2524bb_5"
        },
        {
            "start": 1878,
            "end": 1911,
            "text": ":        Mr. A. Bhowmik, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5542f542d6844bd89f8b35453beac9b_6"
        },
        {
            "start": 1913,
            "end": 1954,
            "text": "For the Respondents(s)          :        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d790f06fdfa34ff6af0fd710eeb4f886_7"
        },
        {
            "start": 1954,
            "end": 1976,
            "text": "Mr. R. Datta, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c88a888c4a274c19943be0d06937257b_8"
        },
        {
            "start": 1978,
            "end": 2011,
            "text": "Date of hearing                 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "63f482528b1d4de99891520f9836456f_9"
        },
        {
            "start": 2019,
            "end": 2029,
            "text": "26.03.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8454eacf01d040f7895fb4d60a361d0a_10"
        },
        {
            "start": 2030,
            "end": 2055,
            "text": "\nDate of judgment\n& order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c6ea5745f2e6424da2dda125e18b0fd3_11"
        },
        {
            "start": 2080,
            "end": 2099,
            "text": ":        24.05.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb979c2dc8584954b131c83dc09d89d2_12"
        },
        {
            "start": 2100,
            "end": 2126,
            "text": "\nWhether fit for reporting",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5d2309db1034049b3f4118d264b7e0e_13"
        },
        {
            "start": 2133,
            "end": 2196,
            "text": ":        Yes\n\n\n                        Honble The Chief Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8e70d49c2ad4be98f960625744904f6_14"
        },
        {
            "start": 2197,
            "end": 2251,
            "text": "\n                     Hon'Ble Mr. Justice S. Talapatra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30ffff14ce3e455684cdebb989b3d533_15"
        },
        {
            "start": 2284,
            "end": 2302,
            "text": "Judgment & Order\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a3980c1a7df4961b0f82c918abe4a89_16"
        },
        {
            "start": 2302,
            "end": 2318,
            "text": "[S. Talapatra,J]",
            "labels": [
                "NONE"
            ],
            "id": "a3fb43d93c1c4a2cbb0b6a9924b22858_17"
        },
        {
            "start": 2319,
            "end": 2503,
            "text": "\nWe have combined both the appeals as the disputes emerge from the same contract being Cont.09/Nefr/Tc/Tvz-Cdr/09 dated 29.04.2009 which was formalised for transporting foodgrains etc.",
            "labels": [
                "NONE"
            ],
            "id": "9f73900d784c474091f727e463104afd_18"
        },
        {
            "start": 2504,
            "end": 2627,
            "text": " from railway sidings/FSD Churaibari to FSD Chandrapur for a period of two years from the date of acceptance of the tender.",
            "labels": [
                "FAC"
            ],
            "id": "cf7701899c684a24b88ab8b791c74065_19"
        },
        {
            "start": 2629,
            "end": 2896,
            "text": "02. Let us first deal with RFA 16 of 2019 [The Food Corporation of India and Anr. vs. M/S Namita Paul] as the decision of this appeal will determine the fate of the other appeal being RFA No.17 of 2019 [The Food Corporation of India and Anr. vs. M/S Namita Paul].\n03.",
            "labels": [
                "NONE"
            ],
            "id": "df4456eeefd44eb08071f856543b632c_20"
        },
        {
            "start": 2897,
            "end": 3097,
            "text": "The appellants in RFA No.16 of 2019, Food Corporation of India had accepted the rate quoted by the respondent and communicated their acceptance by FAX dated 20.04.2009 and the letter dated 29.04.2009.",
            "labels": [
                "FAC"
            ],
            "id": "20e04595f2204a16b9a1a47547ab6521_21"
        },
        {
            "start": 3098,
            "end": 3244,
            "text": "While accepting the tender it was communicated that the contract shall be governed by its terms and conditions as provided in the tender document.",
            "labels": [
                "FAC"
            ],
            "id": "54ddc270187840f5a585b7c18715a6f0_22"
        },
        {
            "start": 3245,
            "end": 3317,
            "text": "The respondent was advised to commence work with effect from 30.04.2009.",
            "labels": [
                "FAC"
            ],
            "id": "7956e094593640d28348e7ad2bca04d0_23"
        },
        {
            "start": 3318,
            "end": 3425,
            "text": "The rate quoted by the respondent was 47.5% above the scheduled rate proposed by the appellant-corporation.",
            "labels": [
                "FAC"
            ],
            "id": "fedc964f5c504a3e92b7214d92a58b16_24"
        },
        {
            "start": 3426,
            "end": 3516,
            "text": "The said rate was worked out @Rs.1176.54 for transportation of food grains per metric ton.",
            "labels": [
                "FAC"
            ],
            "id": "af65947414be40f4ab5795a5bf9a3180_25"
        },
        {
            "start": 3517,
            "end": 3715,
            "text": "The respondents (hereinafter referred to as the transport contractor) deposited a sum of Rs.4, 73, 500/- by demand draft as security, out of the total security deposit quantified at Rs.47, 41,000/-.",
            "labels": [
                "FAC"
            ],
            "id": "503caf92e82345368f39826832df4b3e_26"
        },
        {
            "start": 3716,
            "end": 3789,
            "text": "For couping the said amount, another sum of Rs.18,97,000/- was deposited.",
            "labels": [
                "FAC"
            ],
            "id": "32fc6c2933454110aeeeeac31feb34b4_27"
        },
        {
            "start": 3790,
            "end": 3870,
            "text": "it was agreed that the earnest money would be converted as the security deposit.",
            "labels": [
                "FAC"
            ],
            "id": "6227efec0070432fa7cb76e0435a3897_28"
        },
        {
            "start": 3871,
            "end": 4030,
            "text": "It was further agreed that the balance of the security deposit to the extent of Rs.23,70, 500/- was to be deducted from the bills of the transport- contractor.",
            "labels": [
                "FAC"
            ],
            "id": "1936c0e9e2b14e72b7f997f82fe362a1_29"
        },
        {
            "start": 4031,
            "end": 4241,
            "text": "In terms thereof, the work order dated 29.04.2009 for transporting food grains from railway sidings/FSD Churaibari to FSD Chandrapur with effect from 30.04.2009 was issued in favour of the transport-contractor.",
            "labels": [
                "FAC"
            ],
            "id": "491087b65811418088d85930c35cee6c_30"
        },
        {
            "start": 4242,
            "end": 4450,
            "text": "The transport-contractor had resumed the work of transportation with effect from 01.05.2009 and with intimation to the corporation she had suspended the work on 24.12.2010, after 20 months from its inception.",
            "labels": [
                "FAC"
            ],
            "id": "623f6c1f189b4fda8057f6448732a486_31"
        },
        {
            "start": 4451,
            "end": 4546,
            "text": "For such decision of the transport-contractor suspending the transportation had serious impact.",
            "labels": [
                "FAC"
            ],
            "id": "d7d91624856b40429d18eda0dc4cd156_32"
        },
        {
            "start": 4547,
            "end": 4620,
            "text": "According to the corporation, it affected the public distribution system.",
            "labels": [
                "FAC"
            ],
            "id": "8745ad898fc9499a8a9543507d3970db_33"
        },
        {
            "start": 4621,
            "end": 4890,
            "text": "The corporation had repeatedly requested the transport-contractor to restore the transportation and adhere to the contractual obligation in order to maintain the adequate stock of food grains in the corporation-godowns, but the transport-contractor defied such request.",
            "labels": [
                "FAC"
            ],
            "id": "576e4da6cb5f4a89b4d01c9af8015247_34"
        },
        {
            "start": 4891,
            "end": 5295,
            "text": "By a series of letters under No.F.9/NEFR/HTC/MISC/Corres/2008-09 dated 18.10.2010, 19.10.2010, 20.10.2010, 06.11.2010, 09.11.2010 and 12.11.2010 the corporation had informed the contractor that for her failure to perform the contractual obligation, she shall be liable for breach of the contract and she had to bear the cost and risk for non-performance of the work assigned under the contract/agreement.",
            "labels": [
                "FAC"
            ],
            "id": "f6395a0faa864e72ac6bd995a95591c5_35"
        },
        {
            "start": 5296,
            "end": 5795,
            "text": "The corporation by invoking the Clause-X(c) of the Contract invited the interested and eligible transporters to do the unperformed work as abandoned by the transport-contractor by floating the tender notice vide No.Cont.9/AGT/Adhoc/R&C/CBZ/2009-10 dated 03.12.2010 and thus, the appellant had appointed ad-hoc contractors for transportation of food grains for a period of six months with effect from 24.12.2020, as is evident from the letter No.Cont.9/DO-AGT/TC/CBZ/Adhoc/2010/2781 dated 24.12.2020.",
            "labels": [
                "FAC"
            ],
            "id": "a0c0b16f2aac4c65be48ff31f190892c_36"
        },
        {
            "start": 5796,
            "end": 6043,
            "text": "According to the corporation, the rate as claimed by the ad-hoc contractors and as accepted by the corporation was 157% above the scheduled rate which was disproportionately higher than the rate quoted by the transport-contractor (the respondent).",
            "labels": [
                "FAC"
            ],
            "id": "42c4f2e9e9f64f41965580b63c37f160_37"
        },
        {
            "start": 6044,
            "end": 6275,
            "text": "But in order to saving the public distribution system from collapse and for lifting the accumulated food grains from FSD, Churaibari, those ad-hoc contractors were appointed at the risk of the transport-contractor (the respondent).",
            "labels": [
                "FAC"
            ],
            "id": "9f055694ed4c4760adf270fe3cfc00b0_38"
        },
        {
            "start": 6276,
            "end": 6362,
            "text": "But the corporation did not rescind the contract, awarded to the transport-contractor.",
            "labels": [
                "FAC"
            ],
            "id": "76076b43c55e432789b974ccb7f2a2dc_39"
        },
        {
            "start": 6363,
            "end": 6449,
            "text": "Thus, she was at liberty to carry on the transportation in terms of the said contract.",
            "labels": [
                "FAC"
            ],
            "id": "788b33605ee148d9b1cd77b881aa640a_40"
        },
        {
            "start": 6450,
            "end": 6652,
            "text": "It appears further that those ad-hoc contractors transported the food grains from FSD, Churaibari to FSD, Chandrapur in that highly escalated rate until expiry of the period of six months on 23.06.2011.",
            "labels": [
                "FAC"
            ],
            "id": "8be7a35a642f46128d4cd2c5b4a04218_41"
        },
        {
            "start": 6653,
            "end": 6898,
            "text": "Thereafter, the regional office of the corporation by their letter dated 22.06.2011 appointed another ad-hoc contractor for six month at the risk and cost of the transport-contractor (the respondent) for the period from 24.06.2011 to 23.12.2011.",
            "labels": [
                "FAC"
            ],
            "id": "7f3fdf9b66444d5982c225d33ffa284f_42"
        },
        {
            "start": 6899,
            "end": 7070,
            "text": "The corporation has claimed that they were constrained to appoint the ad-hoc contractors, as the regular contractor (the respondent) suspended the transportation abruptly.",
            "labels": [
                "FAC"
            ],
            "id": "a8f67481e85043a2b586873cab70a159_43"
        },
        {
            "start": 7071,
            "end": 7250,
            "text": "The said arrangement for transportation of the food grains etc. from FSD Churaibari to FSD Chandrapur was made at the risk and cost of the regular contractor (the respondent).\n04.",
            "labels": [
                "FAC"
            ],
            "id": "f0fe3efb4dd94b43ab8b21efa66a78e9_44"
        },
        {
            "start": 7251,
            "end": 7845,
            "text": "The corporation for realising the cost as emerged 'for breach of contract' has instituted the suit being MS 28/2019 after raising the demand for the loss and cost they have claimed to have suffered for non-performance of the contractual obligation by the transport- contractor in the manner as follows:\n[a] For carrying food grains from 24.12.2010 to 23.06.2011 at the scheduled rate of Rs.797.66 ASOR 157% 249.98 per metric ton [total rate of transportation at Rs.2049.98] and as such the transport-contractor has to reimburse the additional expenses to the extent of Rs.873.44 per metric ton.",
            "labels": [
                "FAC"
            ],
            "id": "8288eed3ee394e5b9a94db94ffcd4609_45"
        },
        {
            "start": 7846,
            "end": 7976,
            "text": "Thus, the total amount quantified to be paid by the transport-contractor for the said ad- hoc transportation, is Rs.96, 60, 753/-.",
            "labels": [
                "FAC"
            ],
            "id": "d985896080cd4509b48b897a67a9dd77_46"
        },
        {
            "start": 7977,
            "end": 8203,
            "text": "\n[b] For carrying the food grains at Rs.2034.03 for the period from 24.06.2011 to 30.07.2011, the contractor is liable to pay the additional cost at Rs.857.49 per metric ton vis-a-vis the scheduled rate at Rs.797.66 ASOR 155%.",
            "labels": [
                "FAC"
            ],
            "id": "db28fbfa856a4c6d83d3b847c861e3be_47"
        },
        {
            "start": 8204,
            "end": 8331,
            "text": "The transport-contractor, according to the corporation, is liable to pay the sum of Rs.26,50,860/- on account of risk and loss.",
            "labels": [
                "FAC"
            ],
            "id": "3f97054694c148ffba2caaf902363b18_48"
        },
        {
            "start": 8333,
            "end": 8776,
            "text": "05. According to the corporation, before instituting the suit, the said loss was quantified and the contractor was asked to meet the said demand by several demand notices under No.F.9/DO-AGT/RNC/demand notice/2011 dated 19.03.2011 for a sum of Rs.22,58,638/-, dated 02.04.2011 for a sum of Rs.12,80,739/-, dated 18.06.2011 for a sum of Rs.45,494/-, dated 21.07.2011 for a sum of Rs.16,20,883/- and dated 26.08.2011 for a sum of Rs.26,50,860/-.",
            "labels": [
                "FAC"
            ],
            "id": "0847c7c6dfd949a7b9d7f2e109ac29af_49"
        },
        {
            "start": 8777,
            "end": 8946,
            "text": "The contractor was therefore asked to deposit the said amount for the period from December, 2010 to July, 2011 covering risk and loss for the said ad-hoc transportation.",
            "labels": [
                "FAC"
            ],
            "id": "fcee5632685248d39fcb011fbe1a07a7_50"
        },
        {
            "start": 8947,
            "end": 9204,
            "text": "Since the contractor, the respondent herein, did not deposit the said amount, the suit was instituted for recovery of the said loss which has been claimed to have incurred by the corporation as a result of breach of the contract by the transport-contractor.",
            "labels": [
                "FAC"
            ],
            "id": "564852f19435407a88a0af0ec441d86f_51"
        },
        {
            "start": 9205,
            "end": 9665,
            "text": "It is to be noted that the said action was taken, according to the corporation, in terms of the Clause-X(c) of the contract which provides that the contractors shall be responsible to supply adequate and sufficient labour, scales/trucks/carts/any other transport vehicles for loading/unloading, transport and carrying out any other services under the contract in accordance with the instruction issued by the General Manager or an Officer acting on his behalf.",
            "labels": [
                "FAC"
            ],
            "id": "c0f12819eb994f3e9222c1e312e60cc3_52"
        },
        {
            "start": 9666,
            "end": 10114,
            "text": "If the contractors fail to supply the requisite number of labour, scales and trucks/carts, the General Manager shall at his entire discretion without terminating the contract, be at liberty to engage other labour, scales, trucks/carts, etc. at the risk and cost [has meant loss] of the contractors, who shall be liable to make good to the corporation all additional charges, expenses cost or losses that the corporation may incur or suffer thereby.",
            "labels": [
                "FAC"
            ],
            "id": "9dd459ad2bb946ee9f70011375b30084_53"
        },
        {
            "start": 10115,
            "end": 10235,
            "text": "The contractors shall not, however, be entitled to any gain resulting from the entrustment of the work to another party.",
            "labels": [
                "FAC"
            ],
            "id": "87fe6bccd62f4254be3e565d7b67b527_54"
        },
        {
            "start": 10236,
            "end": 10318,
            "text": "The decision of the General Manager shall be final and binding on the contractors.",
            "labels": [
                "FAC"
            ],
            "id": "be073a0985cd470f917c20c3d6e2a1f4_55"
        },
        {
            "start": 10320,
            "end": 10513,
            "text": "06. In this regard it may be noted as a matter of fact that Clause-XII of the said contract provides that the contractors shall be responsible for meeting loss etc. suffered by the corporation.",
            "labels": [
                "STA"
            ],
            "id": "d8f5971c3d334d3685ba2d45778b72a2_56"
        },
        {
            "start": 10514,
            "end": 11076,
            "text": "The said provision is fundamentally structured for realising all costs, damages/demurrages, wharfages, forfeiture of wagon, registration fees, charges and expenses suffered or incurred by the corporation due to the contractor's negligence and unworkman like performance of any services or breach of any term thereof or their failure to carry out the work with a view to avoid incurrence of demurrage, etc. and for all damages and losses occasioned to the corporation due to any act whether negligent or otherwise of the contractors themselves or their employees.",
            "labels": [
                "STA"
            ],
            "id": "729e620bd1e34792ab9934e6f9812551_57"
        },
        {
            "start": 11077,
            "end": 11271,
            "text": "The decision of the General Manager regarding such failures of the contractors and their liability for the losses, etc. suffered by the corporation shall be final and binding on the contractors.",
            "labels": [
                "STA"
            ],
            "id": "ac49b59e3bbc4e3ea3cb47b35ad453ba_58"
        },
        {
            "start": 11272,
            "end": 11564,
            "text": "It further provides that the corporation shall be at liberty to reimburse themselves of any damages, losses, charges, cost or expenses suffered or incurred by them due to the contractor's negligence and un-workman like performance of service under the contract or breach of any terms thereof.",
            "labels": [
                "STA"
            ],
            "id": "3573061bda7d41fa982906ce6c8c50a9_59"
        },
        {
            "start": 11565,
            "end": 11776,
            "text": "The total sum claimed shall be deducted from any sum due or which at any point of time after the contract is entered into, may become due to the contractors under this or any other contract with the corporation.",
            "labels": [
                "STA"
            ],
            "id": "a6dfbf5491ae4668a3fb516be8ca35d7_60"
        },
        {
            "start": 11777,
            "end": 11854,
            "text": "Further procedures for such reimbursement have been laid under Clause-XII(b).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7838e99f11b14fcbbe2bb39f44a832ce_61"
        },
        {
            "start": 11855,
            "end": 11933,
            "text": "Interestingly, Clause-XII(c) provides for liquidated damages as follows:\n\"c)I.",
            "labels": [
                "STA"
            ],
            "id": "9ee5a52347b9424d8a11b69de35b79c3_62"
        },
        {
            "start": 11934,
            "end": 12163,
            "text": "In the event of failure of the contractor to provide number of trucks per day, Liquidated Damage @ Rs.300/- per truck per day for a 9 MT Truck will be levied from the contractor upto the minimum number of trucks required per day.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86dbf2f3494348b99641fa3d616be2ab_63"
        },
        {
            "start": 12164,
            "end": 12258,
            "text": "For higher capacity trucks, the levy of liquidated damages shall be increased proportionately.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8811c0eb45a4ac7ae3eedd833c237cd_64"
        },
        {
            "start": 12260,
            "end": 13010,
            "text": "II. In the event of delay on the part of contractor in providing other services as mentioned in the MTE i.e. labour, weighment machines, weights any other services mentioned in the agreement efficiently and to the entire satisfaction of the General Manager(Region) or any other Officer acting on his behalf, the General Manager(Region) without prejudice to any other right and remedies under the agreement have the lawful right to levy Liquidated Damage from the contractor @Rs.2000/- per day or such lesser amount per day or part of the day in case of delay as the General Manager(Region) in his absolute discretion may determine subject to total Liquidated Damage not exceeding 15% of the contract value during the operation period of the contract.",
            "labels": [
                "STA"
            ],
            "id": "acc99cf502a24ccf9c6ebd8c41a87d62_65"
        },
        {
            "start": 13011,
            "end": 13157,
            "text": "\nThe decision of the Corporation in regard to levy of Liquidated Damage under Para(I) & (II) above shall be final and binding on the parties.\"\n07.",
            "labels": [
                "FAC"
            ],
            "id": "6ae521c528354ba395ab9fd532e69961_66"
        },
        {
            "start": 13158,
            "end": 13354,
            "text": "But it is apparent from the plaint that the plaintiffs did not resort to clause-XII(c) in ascertaining the liability of the contractor for loss etc. as claimed to have suffered by the corporation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5c0198174e943838fb802425458906c_67"
        },
        {
            "start": 13355,
            "end": 13664,
            "text": "It has been stipulated categorically that despite appointment of the adhoc contractors at the risk and cost of the transport-contractor, the regular contract with the transport-contractor was in force and the transport- contractor was at liberty to carry on all the transportation and improve her performance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dc8c392ca67400caf3421eb9251cf03_68"
        },
        {
            "start": 13665,
            "end": 13814,
            "text": "The plaintiffs (the appellants herein) made such requests several times to the regular contractor [the transport- contractor] but without any result.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ea4ddfe20404cb68beb5307cb6762c6_69"
        },
        {
            "start": 13815,
            "end": 13893,
            "text": "According to the corporation, they had suffered total loss of Rs.1,23,11613/-.",
            "labels": [
                "FAC"
            ],
            "id": "2a00d172f7174db388fe287535fd31ec_70"
        },
        {
            "start": 13894,
            "end": 14051,
            "text": "The plaintiffs asked the transport-contractor (the defendant in the suit) to make good of the said loss, but the transport-contractor defied the said demand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dc592ee0e0b4569a41dcec60e9d03e8_71"
        },
        {
            "start": 14052,
            "end": 14208,
            "text": "It has been clearly stated in para-18 of the plaint that the plaintiff had no other alternative under the contract to make her obliged to pay risk and cost.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fa4bf7bd89445218715f2f3fb0bebf2_72"
        },
        {
            "start": 14209,
            "end": 14340,
            "text": "Suspension of the work had compelled the plaintiff No.1 (the corporation) to invoke the Clause X(c) of the said agreement/contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "009e7be609fa4ffcb153a896f1f6580f_73"
        },
        {
            "start": 14341,
            "end": 14590,
            "text": "As the corporation had a clear cause of action to institute the suit for realisation of the loss they had suffered and quantified at Rs.1,23,11,613/- arising from negligence and non-performance of the work in violation of the terms of the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca1954f86b0f48ff9616230fb6ae98b8_74"
        },
        {
            "start": 14591,
            "end": 14946,
            "text": "On the basis of those pleadings as noted before, the following relief has been sought in the suit, i.e. for recovery of Rs.1,23,11,613/- (Rupees one crore twenty three lakhs eleven thousand six hundred and thirteen) only along with interest @ 12% p.a. since 24.11.2010 (when Clause X(c) of the contract agreement was imposed) till the date of realisation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10a98988f36647df943ad4ec15dc0f34_75"
        },
        {
            "start": 14947,
            "end": 15031,
            "text": "It has been urged by the plaintiffs to pass the money decree against the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b459b545b29f435fa7fa94addb6deccc_76"
        },
        {
            "start": 15033,
            "end": 15171,
            "text": "08. The defendant, the respondent herein, by filing the written statement has denied the liability of meeting the demand as stated before.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23970cc6b46748fe8b69bb1d5f681f3e_77"
        },
        {
            "start": 15172,
            "end": 15231,
            "text": "The fundamental pleadings were all denied by the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "7b3fee8b5e0c4b89a2040ced7f5d6e85_78"
        },
        {
            "start": 15232,
            "end": 15506,
            "text": "The defendant (the respondent herein) flatly denied the statement regarding crisis in the PDS distribution or such crisis had necessitated engagement of some other contractors for transporting the food grains at the risk and cost of the defendant (the transport contractor).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6158fbe4b46d4297bc7088f185d95736_79"
        },
        {
            "start": 15507,
            "end": 15661,
            "text": "The decision of the corporation engaging the ad-hoc contractors for transporting the food grains was not based on the foundation as laid by the plaintiff.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f329128e4e3a4c069d94e9801ab978d2_80"
        },
        {
            "start": 15662,
            "end": 15777,
            "text": "According to the defendant, the loss as ascertained or claimed is fictitious and without any basis in the evidence.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b7fb6efc18c0452c8075488c2d2b5f35_81"
        },
        {
            "start": 15778,
            "end": 15832,
            "text": "Such claim therefore be dismissed as wholly untenable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "13b4269abfe54edc8be9d72bf0cb49f6_82"
        },
        {
            "start": 15833,
            "end": 16047,
            "text": "According to the defendant, her so called failure has nothing but figment of imagination, as the food grains as estimated to be transported was by them was transported by her [para-26 of the written statement].\n09.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b7205770f73a47b0bb7c1284cddc76c4_83"
        },
        {
            "start": 16048,
            "end": 16260,
            "text": "The defendant, the respondent herein, has stated that at the initial period of contract, the plaintiffs allowed the defendant to carry load of 16-19 metric ton per vehicle and payments were also made accordingly.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "84a47f559caa44119a0c203828f24311_84"
        },
        {
            "start": 16261,
            "end": 16591,
            "text": "Indents were also issued by the plaintiffs for carrying 16 to 19 MT per truck, but due to sudden change in the situation, the defendant was allowed to carry a load of 8 to 10 MT per truck and that was because of interference by the police authorities on the basis of a judgment of the apex court which was earlier not implemented.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cac3f2bbc73643ac8c7cd31fa93adb35_85"
        },
        {
            "start": 16592,
            "end": 16732,
            "text": "As a result, it became impossible on the part of the defendant (the transport contractor) to continue with the work at the contractual rate.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "35c283f37883457bbbe92b4771c8c127_86"
        },
        {
            "start": 16733,
            "end": 16892,
            "text": "The defendant had requested the plaintiffs for enhancement of rate of transportation in the changed situation, but the plaintiffs did not consider the request.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "dc2baa0178bf479d990d8801cac0ed76_87"
        },
        {
            "start": 16893,
            "end": 17312,
            "text": "The Deputy General Manager, Food Corporation of India, Regional Officer, NEF Region Shillong- 3 without issuing any show cause notice and without afford any hearing and even without any jurisdiction had purportedly invoked the clause X(c) of the contract/agreement by the letter dated 24.11.2010 and directed that the work would be carried out at the risk and cost of the defendant for the remaining period of contract.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a77853b0121e4ebaad7dd1388dda308b_88"
        },
        {
            "start": 17313,
            "end": 17663,
            "text": "The plaintiffs subsequently engaged some contractors without floating any regular tender at unusually high rate by the back of the defendant and without giving opportunity to the defendant in taking part in the competition and subsequently the plaintiffs sent some demand notices to the defendant claiming money on the plea of additional expenditure.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d70b876443ec4f9f9b9ca0d4d77eea1e_89"
        },
        {
            "start": 17664,
            "end": 18366,
            "text": "The defendant has categorically stated in para-26 of the written statement as follows:\n\"The Defendant further states that the Defendant out of 24 months of contract period had carried food grains for about 20 months and within 20 months the Defendant had carried more than the quantity the Defendant was required to carry under the contract during the entire period of two years and consequently the Defendant had no liability and in the circumstances the Defendant had instituted Money Suit 44/2011 as back as on 17.12.2011 and the Plaintiffs as Defendants had also appeared in the said suit and had also filed written statement on or about 27.04.2012 and they preferred not to make any counter claim.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e13a6a0d75104701ad45fbb0fdb93df6_90"
        },
        {
            "start": 18367,
            "end": 18659,
            "text": "It appears that the Plaintiffs have not filed a separate suit in M.S. 28 of 2013 on the same subject matter between the same parties in respect of same matters in issue and consequently, the suit filed by the Plaintiffs cannot proceed and is required to be stayed under section 10 of the CPC.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0ba9383a615b4a34b014d7a7830b8e77_91"
        },
        {
            "start": 18660,
            "end": 18777,
            "text": "As a matter of fact the suit filed by the Plaintiffs is only a counter blast against the suit filed by the Defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "870e9c29579948f1b05789394c7ffbcf_92"
        },
        {
            "start": 18778,
            "end": 18885,
            "text": "The suit filed by the Plaintiff is malafide and the Plaintiffs are not entitled to any relief in the suit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe59576ee5ba4e24ae6c09f2cb325f8f_93"
        },
        {
            "start": 18886,
            "end": 19285,
            "text": "\n10. Based on the rival pleadings, the District Commercial Court No.2 framed the following issues:\n(i) Is the Suit maintainable in its present form and nature?\n(ii) Whether plaintiffs have any cause of action to institute this money suit?\n(iii) Whether plaintiffs are entitled to get recovery of money of Rs.1,23,11,613/- along with interest since 24.11.2010 for breach of contract by the defendant?",
            "labels": [
                "ISSUE"
            ],
            "id": "460244b5eff544fd95705e195216abdd_94"
        },
        {
            "start": 19286,
            "end": 19353,
            "text": "\n(iv) What other relief/reliefs the plaintiffs are entitled to get?",
            "labels": [
                "ISSUE"
            ],
            "id": "6080c7a67a84478d80aab910672ddf26_95"
        },
        {
            "start": 19355,
            "end": 19615,
            "text": "11. Thereafter the plaintiffs (the appellant herein) adduced one witness namely Indranil Mandal (PW-1), but no documentary evidence has been laid in the suit nor such document according to the District Commercial Court was produced by the plaintiffs on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb6cc71e33b24d18a5ab07c608337a8c_96"
        },
        {
            "start": 19616,
            "end": 19709,
            "text": "The defendant examined herself as DW-1 and admitted as many as 33 documents [Exbt.1-Exbt.33].",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7c5b8accef8470b9ec823df99eeafee_97"
        },
        {
            "start": 19710,
            "end": 19774,
            "text": "Those are various correspondences, the bills demand notices etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "459ee793d0624124b0c54b0695eeeab2_98"
        },
        {
            "start": 19775,
            "end": 20391,
            "text": "Having appreciated the evidence, the District Commercial Court has returned the finding that from the evidence of PW-1, the Area Manager of FCI, particularly from his cross-examination it has emerged that the defendant-contractor completed the volume of work as contained in the tender within 20 months, meaning thereby, the defendant did not breach the contract and furthermore, PW-1 in his cross-examination has stated that the contract period was extended for six months and the plaintiffs had claimed for additional expenses when the defendant was not at all a contractor within the meaning of the said contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a3d4ac49fe24feba8ee73d13416b3f1_99"
        },
        {
            "start": 20392,
            "end": 20530,
            "text": "If the terms and conditions of the agreement were discharged, there cannot be any liability to be discharged by the defendant- contractor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59ab722895b546f69eb578520000e624_100"
        },
        {
            "start": 20531,
            "end": 20694,
            "text": "It has been further observed by the District Commercial Court that the Clause-X(c) of the agreement/contract had not been at all enforceable against the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "555a609705e04d84a079ef496f0349ba_101"
        },
        {
            "start": 20695,
            "end": 20882,
            "text": "More so, the plaintiffs have failed to prove their case by sustainable evidence and hence, they are not entitled to get any decree for recovery of money for breach of contract as claimed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87541215870c444b96fca02594782e2f_102"
        },
        {
            "start": 20883,
            "end": 21042,
            "text": "As the defendant had completed his transportation in terms of the contract, the defendant cannot be treated any more as the contractor under the said contract.",
            "labels": [
                "RLC"
            ],
            "id": "2fcbebcd604a4a849b7bd574e58877f7_103"
        },
        {
            "start": 21043,
            "end": 21121,
            "text": "Having observed thus, the suit was dismissed by the judgment dated 31.01.2019.",
            "labels": [
                "RLC"
            ],
            "id": "8e6a272808c64c9a9e66729f93fc094f_104"
        },
        {
            "start": 21122,
            "end": 21233,
            "text": "Being dissatisfied with the said judgment dated 31.01.2019 the present appeal has been filed by the plaintiffs.",
            "labels": [
                "RPC"
            ],
            "id": "f73e831cc38141e99c8d27bc102c3597_105"
        },
        {
            "start": 21235,
            "end": 21458,
            "text": "12. Mr. A. Bhaumik, learned counsel appearing for the appellants has submitted that the said finding of the District Commercial Court is perverse inasmuch as the evidence laid by the plaintiffs was not properly appreciated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "08ae317217094198854612f9ba863ae0_106"
        },
        {
            "start": 21459,
            "end": 21577,
            "text": "However, he has admitted that no further evidence except the oral evidence of PW-1 had been adduced by the plaintiffs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fad1b2daf4dd4de3a78014b790bb3282_107"
        },
        {
            "start": 21578,
            "end": 21911,
            "text": "PW-1 according to Mr. Bhaumik, learned counsel has proved the plaint-case by clearly stating that for the breach, committed by the defendant in transporting the food grains, the corporation had to engage adhoc transport-contractors with much higher rate and in the course, the Corporation had lost additional sum of Rs.1,23,11,613/-.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7ca7e73c76241dd85a9562a99405eb2_108"
        },
        {
            "start": 21912,
            "end": 22090,
            "text": "For that sum, before approaching the civil court, the demand notices were served on the defendant asking her to deposit the said amount for mitigating the loss of the plaintiffs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "04c13ae2be554530a198f69d734cea4b_109"
        },
        {
            "start": 22091,
            "end": 22334,
            "text": "When queried by this court, Mr. Bhaumik, learned counsel has candidly accepted the position that no document has been introduced by the plaintiff not even the original contract based on which the suit for recovery of money has been instituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a7a511c595c247ac9fee1432cdf4757a_110"
        },
        {
            "start": 22335,
            "end": 22550,
            "text": "However, Mr. Bhaumik, learned counsel has submitted that no supervening circumstances had prevailed at the relevant time which might have or compelled the transport-contractor to abandon the transportation abruptly.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45709ac0515b4eb487226b3ada80e9c1_111"
        },
        {
            "start": 22551,
            "end": 22820,
            "text": "Thus, the plaintiff-corporation was right to invoke the clause-X(c) of the said agreement/contract for engaging the adhoc contractors for clearing the accumulated stock and for transporting them for purpose of infusing the food grains in the Public Distribution System.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "030d24c214384618a7277e3c5a1aecd8_112"
        },
        {
            "start": 22821,
            "end": 22972,
            "text": "Since the defendant had agreed to mitigate the risk and cost for the loss that might be incurred by the corporation, she has to mitigate the said loss.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6a5a9bb0bdbe4e548517a68c07020133_113"
        },
        {
            "start": 22973,
            "end": 23515,
            "text": "In a query that whether the agreement or the work order had stipulated about the volume of food grains was to be transported by the defendant, Mr. Bhaumik, learned counsel has referred to the Clause-IX of the said contract where it has been provided that the contract shall remain in force for a period of two years from the date of award of the contract or till such time which may be decided by the General Manager. The General Manager reserves the right to extend the period of contract at his sole discretion even for more than two years.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f2a7ecf6e8ab4f3f8e503659fc1723a6_114"
        },
        {
            "start": 23516,
            "end": 23701,
            "text": "Thus, the claim of the defendant that after transportation of the volume of food grains as estimated by value the contractual obligation came to an end cannot be accepted by this court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eb5de47306d14d738ad7f27e1baf8414_115"
        },
        {
            "start": 23702,
            "end": 23851,
            "text": "The period of contract has been admitted by the defendant in her Money Suit being MS 44 of 2011 by stating that the contract period was of two years.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "46d7acbbb5ce4b9fb68f62040b8a1046_116"
        },
        {
            "start": 23852,
            "end": 24029,
            "text": "The appellants never restrained her from transporting the food grains, but she had herself suspended the transportation causing serious threat to the Public Distribution System.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a83d4786b8cc45e5b6dfb4bb13f3173a_117"
        },
        {
            "start": 24030,
            "end": 24177,
            "text": "According to Mr. Bhaumik, learned counsel document catalogue of the documents were appended to the plaint, but those were not read in the evidence.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1b7c922c55374271bcec7bb8f7e35ada_118"
        },
        {
            "start": 24178,
            "end": 24296,
            "text": "But, on scrutiny of the record it is found that no document was admitted in the evidence by PW-1 or by the plaintiffs.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0e2a84bcfebd4310adbdb634bef98c14_119"
        },
        {
            "start": 24297,
            "end": 24579,
            "text": "On the contrary, it is found that DW-1, Namita Paul, the respondent herein, introduced 35 documents, list of which is available in the examination-in-chief which was recorded on 02.05.2017 and those documents were consecutively marked as Exbt.1 (as a whole) to Exbt.35 (as a whole).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "30bbe20323364044b63a842c392de270_120"
        },
        {
            "start": 24580,
            "end": 24678,
            "text": "During the cross-examination, DW-1 [the defendant] denied the fact as suggested by the plaintiffs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0d16ac967174aeb9d0718e8faa22758_121"
        },
        {
            "start": 24680,
            "end": 25249,
            "text": "13. Mr. Bhaumik, learned counsel appearing for the appellants has strenously submitted that Clause X(c) of the contract/agreement provides that if the contractor fails to supply the requisite number of labour, scales and trucks/carts, the General Manager shall be his discretion and at liberty to engage without terminating the contract other labour, scales, trucks/carts, etc. at the risk and cost of the contractors, who shall be liable to make good to the Corporation all additional charges, expenses, cost or losses that the Corporation may incur or suffer thereby.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d4ef31ca2bc24b2d818b036b1d306019_122"
        },
        {
            "start": 25250,
            "end": 25642,
            "text": "According to him, the case of the defendant is based on the ground that she faced serious difficulty for implementation of the judgment of the apex court in Paramjit Bhasin and Others vs. Union of India and Others reported in (2005)12 SCC 642 whereby the state was directed to enforce the provisions of Section 113 of the Motor Vehicles Act read with Section 114, Section 194 of the said Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf107e8d0d494b6fabbf4571211ac05a_123"
        },
        {
            "start": 25643,
            "end": 25949,
            "text": "As a result, the defendant was obstructed from carrying the weight more than 9 metric ton per vehicle inconsideration of their capability, which according to the defendant pushed her to a situation that she had been pushed suffer huge loss if the transportation were carried in terms of the rate as agreed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "428d06dc536748f0ac2daf31b34927fb_124"
        },
        {
            "start": 25950,
            "end": 26098,
            "text": "As earlier noted, the defendant was carrying the load of 18 to 19 metric ton per vehicle in violation of Sections 113-115 of the Motor Vehicles Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "17d80e7f46834f64bc6c90c37aa1cb27_125"
        },
        {
            "start": 26099,
            "end": 26164,
            "text": "This has been admitted by the defendant in the written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1a09330124b2483bba11031d43efb3c7_126"
        },
        {
            "start": 26165,
            "end": 26276,
            "text": "It has been also admitted that the defendant had asked the plaintiff to enhance the rate and that was not done.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aee242a830f8466085258bcccff68b55_127"
        },
        {
            "start": 26277,
            "end": 26389,
            "text": "According to Mr. Bhaumik, learned counsel deduction from the security deposit is permissible under the contract.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4d34be3bdae24fcda76ca13395e454ef_128"
        },
        {
            "start": 26390,
            "end": 26627,
            "text": "There is no dispute in this regard that the plaintiffs can reimburse themselves from the pending bills of the defendant but to avoid any controversy regarding the assessment of the loss, the plaintiffs have instituted the money suit.\n14.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d5e22ae7d8f243698a916b29c9efd31a_129"
        },
        {
            "start": 26628,
            "end": 26876,
            "text": "Mr. R. Datta, learned counsel appearing for the respondent (the defendant in the suit) has submitted that the defendant had discharged her contractual obligation by transporting the volume of work as assigned in terms of the said contract (Exbt.5).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "755a8d9f85f043618a882e482ab4ac0c_130"
        },
        {
            "start": 26877,
            "end": 27266,
            "text": "Mr. Datta, learned counsel has drawn our attention to the notice inviting tender dated 03.01.2009 [Exbt.2] whereby the tenders for the transportation was invited from the eligible transport contractors, wherefrom it is gathered that estimated value of the contract was Rs.9,49,00,000/- for two years for the work of transportation from railway siding from FSD Churaibari to FSD Chandrapur.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "72575dff6ef94d77bc4dd9eeedc0f20c_131"
        },
        {
            "start": 27267,
            "end": 27535,
            "text": "Thereafter Mr. Datta, learned counsel has drawn our attention to the cross-examination of PW-1, where the PW-1 has made a clear statement in the following terms:\n\"The estimated volume of work as contained in the tender was completed by the defendant within 20 months.\"",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "48d148dbc2b64261a8eab7f26103fa92_132"
        },
        {
            "start": 27537,
            "end": 27885,
            "text": "15. According to Mr. Datta, learned counsel, even if the contract was unilaterally extended, by extension no obligation can be saddled on the transport-contractor as she had in clear terms stated that in view of enforcement on the load per vehicle, unless the rate is enhanced, she was unable to continue with the transportation of the food grains.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f5a600debf254b2c8fdea57eba40bf1d_133"
        },
        {
            "start": 27886,
            "end": 28124,
            "text": "During the period of unilateral extension when the transport contractor has shown her difficulty to proceed further with transportation of food grains etc., that cannot be treated as the breach under Clause-X(c) of the contract/agreement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "720e868d4fb44263833b2d89e632a74d_134"
        },
        {
            "start": 28125,
            "end": 28270,
            "text": "Therefore, the entire claim on account of risk and loss cannot be sustained and the District Commercial Court has correctly discarded such claim.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c335a051d6134b5ba7bcd51814e59bba_135"
        },
        {
            "start": 28272,
            "end": 28467,
            "text": "16. Mr. Datta, learned counsel has thereafter submitted that there is no evidence to prove that the corporation has suffered any loss for any act of the defendant (the respondent in this appeal).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "668685e485df4484bbd78f324a817954_136"
        },
        {
            "start": 28468,
            "end": 28703,
            "text": "Since the loss has not been assessed on the basis of clause-XII but on the basis of Clause-X, the plaintiffs had heavy burden to discharge proving that the loss has occurred and that has occurred actually, and the same is quantifiable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6483140d551942f0bd72acc6b85fc109_137"
        },
        {
            "start": 28704,
            "end": 28826,
            "text": "Unless these two burdens are discharged, the suit for realisation of loss on account of breach of contract cannot succeed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fd8f5a38fbf744818da975268ee63c07_138"
        },
        {
            "start": 28827,
            "end": 29302,
            "text": "Having referred Fateh Chand vs. Balkishan Dass reported in AIR 1963 SC 1405, of the Indian Contract Act Mr. Datta, learned counsel has submitted that Section 74 is the section which may be made the base of measuring the damages, but we are constrained to observe that Section-74 of the Indian Contract Act provides the law as to the liability upon breach of the contract where compensation is by agreement pre- determined or where there is stipulation in the form of penalty.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7cab34369878451999ffc84f998c198a_139"
        },
        {
            "start": 29303,
            "end": 29452,
            "text": "In our considered view, Section-74 would have been applied if the action was taken for realising the loss under Clause-XII of the Contract/Agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f5db0a3ec3424fb897a483a5bc9c553d_140"
        },
        {
            "start": 29453,
            "end": 29685,
            "text": "But that is not the case here, Mr. Datta, learned counsel is substantially correct when he has contended that even if, the loss is to be measured under Section 73, the plaintiff has to prove that the loss had been actually suffered.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a8187e42834f44c7b9568aa0b9feb0a5_141"
        },
        {
            "start": 29686,
            "end": 29792,
            "text": "In this regard, Mr. Datta, learned counsel has further contended that there is no evidence to that effect.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fa35f5c000884ccd82ac4a2797b38e5f_142"
        },
        {
            "start": 29793,
            "end": 30061,
            "text": "We should note that even when the law/damages are to be measured under Section 74 [see in Fateh Chand (supra)], it has been observed that there shall be evidence that the loss has been actually suffered by the plaintiffs in consequence of the default of the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6557ec7009384ab096e3aad19e4bd93a_143"
        },
        {
            "start": 30063,
            "end": 30248,
            "text": "17. Mr. Datta, learned counsel has placed his reliance on a decision of the apex court in Union of India vs. Rampur Distillery and Chemical Company Limited reported in (1973) 1 SCC 649.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6f12a87f4a146b3844dc40cf9265d4d_144"
        },
        {
            "start": 30249,
            "end": 30385,
            "text": "In that report, it has been held, inter alia, as follows:\n\"It is important that the breach of contract caused no loss to the appellants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cd41c15f8db044e2b48b16be310e441f_145"
        },
        {
            "start": 30386,
            "end": 30509,
            "text": "The stipulated quantity of rum was subsequently supplied to the appellants by the respondents themselves at the same rates.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0a1fce51538f411e847df7fbba79e99f_146"
        },
        {
            "start": 30510,
            "end": 30661,
            "text": "The appellants, in fact, made no attempt to establish that they had suffered any loss or damage on account of the breach committed by the respondents.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3065472ecd2040ea8e09810681fdefe7_147"
        },
        {
            "start": 30663,
            "end": 30934,
            "text": "18. Thereafter, having referred to an earlier decision of the apex court in Maula Bux vs. Union of India reported in (1969) 2 SCC 554, it has been held that the high court was rightly rejected the appellant's claim that they were entitled to forfeit the security deposit.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "2cca85db0f5d44adbd855e6a7c0297ba_148"
        },
        {
            "start": 30935,
            "end": 31176,
            "text": "Mr. Datta, learned counsel has placed his further reliance on a decision of the apex court in Chief Executive Officer and Vice Chairman Gujrat Maritime Board vs. Asiatic Steel Industries Limited and Others reported in 2020 SCC Online SC 949.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b368e3c5fc3f4ab096d8b9c9aedc8e07_149"
        },
        {
            "start": 31177,
            "end": 31276,
            "text": "The apex court has observed in that report that a public body is charged to uphold the rule of law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ebe9f44ed3364dd59b74b782eebf953c_150"
        },
        {
            "start": 31277,
            "end": 31322,
            "text": "Its conduct has to be fair and not arbitrary.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b91effdafbc7493cb551036ed775526f_151"
        },
        {
            "start": 31323,
            "end": 31449,
            "text": "If it has any meaningful justification for withholding the amount, such justification is to be demonstrated from their action.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7d02a7dca2294d2d843061c55f10339c_152"
        },
        {
            "start": 31450,
            "end": 31519,
            "text": "In Dilbagh Rai Jarry vs. Union of India reported in (1974) 3 SCC 554.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d6cd475b8e3491ba9b0c8a608b3a12b_153"
        },
        {
            "start": 31520,
            "end": 32027,
            "text": "In Dilbagh Rai Jarry (supra), the apex court having extracted from a decision of the Kerala High Court approvingly has stated that the State is no ordinary party trying to win a case against one of its own citizens by hook or by crook; for the State's interest is to meet honest claims, vindicate a substantial defence and never to score a technical point or overreach a weaker party to avoid a just liability or secure an unfair advantage, simply because that the legal devices provide such an opportunity.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d419257c47fa4ee6a607d2450f782c5e_154"
        },
        {
            "start": 32028,
            "end": 32315,
            "text": "The State is a virtuous litigant and looks 'with unconcern on immoral forensic successes' so that if on the merit, the case is weak, the government shows a willingness to settle the dispute regardless of prestige and other lesser motivations which move private parties to fight in court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d94c149c1e354b33818f937150567bda_155"
        },
        {
            "start": 32316,
            "end": 32837,
            "text": "The layout on litigation costs and the executive time by the state and its agencies is so staggering these days because of the large amount of litigation in which it is involved that a positive and wholesome policy of cutting back on the volume of law suits by the twin methods of not being tempted into forensic showdowns where a reasonable adjustment is feasible and ever offering to extinguish a pending proceeding on just terms, giving the legal mentors of the government some initiative and authority in that behalf.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0a07d20ec2514c8faf07a3a13e01eb8d_156"
        },
        {
            "start": 32838,
            "end": 33150,
            "text": "\n19. Having appreciated the submission of the counsel for the parties and scrutinized the records, the pertinent question that falls for consideration in determining this appeal is that whether the plaintiff has discharged the burden by proving the facts as pleaded in the plaint in order to achieve the reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8260e06ee254d8ea7f320da2879a1d5_157"
        },
        {
            "start": 33151,
            "end": 33381,
            "text": "On appreciation of the evidence of the plaintiffs through PW-1, we do not have any hesitation to hold that no evidence of substance has been laid even by PW-1 as the content of the documents as narrated by him has not been proved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8daf066368614f17bacfd05b93e3b43f_158"
        },
        {
            "start": 33382,
            "end": 33527,
            "text": "Thus, it is impermissible to take the content of the document as proved when the defendant has categorically denied such assertion in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de41cecb37a343e68dcc0250386e81a2_159"
        },
        {
            "start": 33528,
            "end": 33607,
            "text": "Section 61 and 62 of the Indian Evidence Act for this purpose may be revisited.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50718176fc8d49769db7f01413ab8f69_160"
        },
        {
            "start": 33608,
            "end": 33758,
            "text": "Section 61 of the Indian Evidence Act clearly postulates that the contentss of the documents may be proved either by primary or by secondary evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1aba4c3b4d584392b97ab18da7b18229_161"
        },
        {
            "start": 33759,
            "end": 33925,
            "text": "Section 62 of Indian Evidence Act has defined 'primary evidence' by stating that primary evidence means the document itself be produced for inspection of this court'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7066a20c016a4d1fb8100dfd6883fa38_162"
        },
        {
            "start": 33926,
            "end": 34101,
            "text": "Even though some documents have been filed by the defendants and we have, for fair ends of justice, appreciated their documents while appreciating the claim of the plaintiffs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb1566c6ac9844c9a01a13ce02962930_163"
        },
        {
            "start": 34102,
            "end": 34321,
            "text": "We find that the volume of transportation has been estimated by money in the Notice Inviting Tender [Exbt.2] dated 03.01.2009, where the estimated value of the transportation has been quantified at Rs.9,49,00,000/-.\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e1aa2ef6eff443db6ba6411529f658e_164"
        },
        {
            "start": 34322,
            "end": 34457,
            "text": "PW-1 has clearly testified that the defendant had completed the estimated volume of work, as specified in the tender, within 20 months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f25ccdbc9304640bc85c5ca0f2b21a7_165"
        },
        {
            "start": 34458,
            "end": 34581,
            "text": "The plaintiff has not stated that how in such circumstances, they could suffer any loss when the tender has been satisfied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba74e476d5c24619a1c186a84b7b1f7b_166"
        },
        {
            "start": 34582,
            "end": 34728,
            "text": "When the volume of work as estimated has been completed by the transport- contractor, the plaintiffs cannot saddle any liability on the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd312e9e92de464db58f0eafc4a6702a_167"
        },
        {
            "start": 34729,
            "end": 35157,
            "text": "Moreover, we are in complete agreement with the submission of Mr. Datta, learned counsel appearing for the respondent that there is no evidence to demonstrate that any loss has been suffered by the plaintiffs. Section-73 of the Indian Contract Act provides that when a contract has been breached, the party who suffers from such breach is entitled to compensation for the loss/costs from the party who has breached the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b9dda2e6652a4fcd841d45e49d126403_168"
        },
        {
            "start": 35158,
            "end": 35334,
            "text": "Unless it is shown that the contract has been breached and thereby the loss or damage has been occasioned to the other party, no compensation can be granted by any civil court.",
            "labels": [
                "RATIO"
            ],
            "id": "11ee245f6ea84ea09d84f82a12e1d058_169"
        },
        {
            "start": 35335,
            "end": 35506,
            "text": "On both accounts, the plaintiffs have failed to discharge their burden and hence, we do not find any infirmity in the finding so returned by the District Commercial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "20ea8733a43b4c6881c504017b19fb08_170"
        },
        {
            "start": 35508,
            "end": 35576,
            "text": "21. In the result, the appeal being RFA 16 of 2019 stands dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "362dbdcb2782486b81ca7814ce883f09_171"
        },
        {
            "start": 35577,
            "end": 35623,
            "text": "The judgment dated 31.01.2019 stands affirmed.",
            "labels": [
                "RPC"
            ],
            "id": "4cbc71b22836486fb96b2f66bf34488d_172"
        },
        {
            "start": 35625,
            "end": 35869,
            "text": "22. In RFA No.17 of 2019 [The Food Corporation of India & Anr. vs. M/S Namita Paul], the judgment dated 31.01.2019 delivered in Commercial Suit 07 of 2017 by the District Commercial Judge, Court No.2, West Tripura, Agartala has been challenged.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "688565db76244b9aa7e9f346136d902b_173"
        },
        {
            "start": 35870,
            "end": 36023,
            "text": "The said commercial suit was instituted by the respondent (the transport-contractor) for recovery of money to the extent of Rs.46,63,400/- with interest.",
            "labels": [
                "FAC"
            ],
            "id": "5bfec6263cce4ee7a73a789c8f0478b4_174"
        },
        {
            "start": 36024,
            "end": 36180,
            "text": "Out of that Rs.46,63,400/-, a sum of Rs.40,08,286/- was against the deduction of the security deposit and the remaining Rs.6,55,114/- as the loss of profit.",
            "labels": [
                "FAC"
            ],
            "id": "cd7762c693614cec89e0560a2f52a8aa_175"
        },
        {
            "start": 36181,
            "end": 36271,
            "text": "The dispute which arose from the same contract gave the basis for institution of the suit.",
            "labels": [
                "FAC"
            ],
            "id": "073868cc973c45d69cc86229314e70fe_176"
        },
        {
            "start": 36272,
            "end": 36474,
            "text": "It has been placed that in response to the notice inviting tender dated 03.01.2009, the plaintiff (the respondent in the appeal) quoted her rate @Rs.1176.54 per M.T. i.e. 47.5% above the scheduled rate.",
            "labels": [
                "FAC"
            ],
            "id": "002d142a35324fe0bb1747840ea07107_177"
        },
        {
            "start": 36475,
            "end": 36585,
            "text": "Her rate was accepted by the Food Corporation of India (the appellants herein) by the letter dated 29.04.2009.",
            "labels": [
                "FAC"
            ],
            "id": "88e07fed9c0d499d9b858afb8827e9fb_178"
        },
        {
            "start": 36586,
            "end": 36697,
            "text": "The respondent (the plaintiff in the suit) found it difficult to carry on the performance with the agreed rate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fe62e90999542b18a5a7b2c9d207de4_179"
        },
        {
            "start": 36698,
            "end": 36830,
            "text": "The plaintiff's plea is the police has been enforcing the load capacity of the vehicles strictly in terms of the Motor Vehicles Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78f39c8d5cb84db3ace46c5286a68b48_180"
        },
        {
            "start": 36831,
            "end": 36910,
            "text": "The said contract with relevant clauses has been discussed in the other appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "316b5a6428c8493492afe2f96f74058d_181"
        },
        {
            "start": 36911,
            "end": 37053,
            "text": "For sake of brevity those were not being repeated, but the facts which is unique to the appeal being RFA 17 of 2019 has been separately noted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5f802e56cca408fa0da3fd598f008d6_182"
        },
        {
            "start": 37054,
            "end": 37208,
            "text": "Such rigorous enforcement on the load capacity of the vehicle was intensified in the wake of Paramjit Bhasin & Ors. vs. Union of India & Ors. (supra).\n23.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "213a24223fc645fdb12da624fede877e_183"
        },
        {
            "start": 37209,
            "end": 37430,
            "text": "The plaintiff (the respondent in the appeal) has clearly stated by several letters that unless the rate is augmented, it will be very difficult on her part to continue with the transportation on the basis of the old rate.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "482f37f8daba4735b3c898a3aaed6a78_184"
        },
        {
            "start": 37431,
            "end": 37559,
            "text": "In that perspective, the corporation invoked Clause-X(c) of the contract/agreement as noted above and engaged adhoc contractors.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a09171c1a226462db1a62562538a2697_185"
        },
        {
            "start": 37560,
            "end": 38198,
            "text": "In terms of Clause-X of the contract/agreement, the defendant No.4 i.e., the Area Manager, Food Corporation of India, Agartala raised demand by the demand notices dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 claiming Rs.22,58,538/-, Rs.12,80,739/-, Rs.45,00,494/-, Rs.16,20,883/- and Rs.26,50,850/- respectively on account of additional expenditure that the corporation had to make by appointing the adhoc transporters on the plea that as the plaintiff (the respondent herein) had abruptly suspended the transportation of the food grains to them, there had been no alternative within the frame work of the contract.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "548bba93a921496c898ed6340efdebd9_186"
        },
        {
            "start": 38199,
            "end": 38271,
            "text": "Such enforcement had created a widespread grievance in the transporters.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9b4727a255ed41c58ce7ab8cfc995ca3_187"
        },
        {
            "start": 38272,
            "end": 38433,
            "text": "However, the Supreme Court's direction to enforce the provision of Sections 113-115 of the Motor Vehicles Act was strictly carried out by the enforcing agencies.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db5f89707c60406ebd530e19906eab5f_188"
        },
        {
            "start": 38434,
            "end": 38523,
            "text": "According to the contract, the contractual period was supposed to continue for two years.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "45067cdf7fbe431f917342edbcf2c60c_189"
        },
        {
            "start": 38524,
            "end": 38585,
            "text": "Thus, the said contract was supposed to expire on 30.04.2011.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "89d636e753d146a3918803fe3d89fbc2_190"
        },
        {
            "start": 38586,
            "end": 38702,
            "text": "Till 19.10.2020, the plaintiff (the respondent herein) operated smoothly and there was no grievance from any corner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a06c3752e3314e04b9fa486598af41fb_191"
        },
        {
            "start": 38703,
            "end": 38860,
            "text": "The plaintiff has categorically pleaded that within the period of two years, the plaintiff was supposed to transport the materials of worth Rs.9,49,00,000/-.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e2da1e5758ec4345b20b4776e96cfa14_192"
        },
        {
            "start": 38861,
            "end": 38981,
            "text": "Since the plaintiff was awarded 1/3 of the contract she was supposed to carry the food grains of worth Rs.3,27,55,720/-.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "00f4e6ba5c944e00a469f319c29a90b5_193"
        },
        {
            "start": 38982,
            "end": 39066,
            "text": "The petitioner had carried more than the said volume within the period of two years.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "da420b6c8a0547cdbd939d86969d708f_194"
        },
        {
            "start": 39067,
            "end": 39254,
            "text": "After the corporation invoked clause-X (c) of the contract/agreement, the plaintiff asked for refund of the security deposit, but the respondents did not refund the said security deposit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a1959bb331d54619987b94685b3f728c_195"
        },
        {
            "start": 39255,
            "end": 39345,
            "text": "The plaintiff has received the payment of Rs.3,27,55,720/- during the period of 20 months.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "50b43b462b1646e3914a33b5c6227a44_196"
        },
        {
            "start": 39346,
            "end": 39464,
            "text": "The plaintiff was supposed to garner further payment of Rs.65,51,144/- for the balance contract period of four months.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "278b635346e44ce2a0e376ba09c6c6ea_197"
        },
        {
            "start": 39465,
            "end": 39655,
            "text": "As such, the plaintiff would have earned the profit of Rs.6,55,114/- during the remaining four months, which has lost due to arbitrary action on the part of the defendants (the Corporation).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ff31edbc61b44561a982ecc53967db10_198"
        },
        {
            "start": 39656,
            "end": 39851,
            "text": "Hence, the petitioner is entitled to recover a sum of Rs.46,63,400/- (Rs.40,08,286/- as refund of the security deposit and Rs.6,55,114/- as loss of profit with interest) with interest at 12% p.a.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0137bcd8578847608478f59b891b05b9_199"
        },
        {
            "start": 39852,
            "end": 40053,
            "text": "It has been also stated by the plaintiff that she had never prayed for the extension of the contract period but that was so extended malafide to victimize the plaintiff and cause loss to the plaintiff.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "66ee54b07cd64e6e80d8f36efe830a9c_200"
        },
        {
            "start": 40055,
            "end": 40256,
            "text": "24. In the background of these facts, the plaintiff (the respondent here) sought the decree of declaration declaring that the demand notices as noted above are all arbitrary, illegal and unsustainable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5d44e9f38496489ba22c8878b5f9531d_201"
        },
        {
            "start": 40257,
            "end": 40489,
            "text": "The plaintiff (the respondent herein) is entitled to recover Rs.40,08,286/- as refund to the security deposit and another sum of Rs.6,55,114/- as loss of profit from the defendant (the appellants herein) with interest at12% p.a.\n25.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "94f44e5c7ea0471e92695860ddd2b300_202"
        },
        {
            "start": 40490,
            "end": 40921,
            "text": "The appellants (the defendant in the suit) by filing a written statement has denied such claim and categorically stated that since the plaintiff (the respondent herein) had breached the contractual obligation and occasioned loss to the corporation, the corporation is entitled to reimburse themselves the amount which they have suffered for abrupt suspension of the transportation of the food grains in breach of the said contract.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "82dcbf73046e4796bec236cc9e9743e4_203"
        },
        {
            "start": 40922,
            "end": 41120,
            "text": "The defendants (the appellants in this appeal) in the suit have categorically stated that they were never party in any illegal claim breach of the statutory provision in respect of the maximum load.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "67bac16f2f7c4363a08fb4acf296c774_204"
        },
        {
            "start": 41121,
            "end": 41255,
            "text": "They have further stated that the suit is liable to be dismissed and no basis has been proved to get the decree as sought by the suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "651dbfe4851e4f6096f153401c21c54f_205"
        },
        {
            "start": 41257,
            "end": 41645,
            "text": "26. On appreciation of the rival pleadings, the District Commercial Court framed the following issues:\n1) Is the suit maintainable in its present form and nature?\n2) Is the Order bearing No. Cont. 9/NEFR/TC/CBZ-CDP/09, dated 24-11-2010 issued by the defendant No.5 void?\n3)Is the Order bearing No.Cont.9/DO-ATT/TC/CBZ- CDR/Adhoc/20d10/2781, dated 24.12.2010 issued by defendant No.4 void?",
            "labels": [
                "ISSUE"
            ],
            "id": "a6247a2acb1341738787a383ac93fe0d_206"
        },
        {
            "start": 41647,
            "end": 41752,
            "text": "4)Is the Order bearing No. Cont.9/NEFR/TC/CBZ-CDR/09, dated 24.03.2011 issued by the defendant No.2 void?",
            "labels": [
                "NONE"
            ],
            "id": "ede9cf478acc4fe39c5b3255e7eda7a0_207"
        },
        {
            "start": 41754,
            "end": 41864,
            "text": "5)Is the Order bearing No. Cont.9/NEFR/TC/CBZ-CDR/AD hoc/2011, dated 22.06.2011 issued by defendant No.2 void?",
            "labels": [
                "NONE"
            ],
            "id": "5f6de331db6b4f9ca03d29617fea44f7_208"
        },
        {
            "start": 41866,
            "end": 42099,
            "text": "6)Are the demand notices, dated 19.03.2011, 02.04.2011, 18.06.2011, 21.07.2011 and 26.08.2011 issued by the defendant No.4 void?\n7)Is the plaintiff entitled to recover a sum of Rs.40,08,286/- as security deposits from the defendants?",
            "labels": [
                "ISSUE"
            ],
            "id": "65c26682be3345f6bd1fb33f67b8364c_209"
        },
        {
            "start": 42100,
            "end": 42157,
            "text": "If so, is the plaintiff entitled to any interest thereon?",
            "labels": [
                "ISSUE"
            ],
            "id": "d22f48a67fe445c08208eaf44e201d6b_210"
        },
        {
            "start": 42158,
            "end": 42306,
            "text": "If so, to what extent and from what period?\n8)Is the plaintiff entitled to recover a sum of Rs.6,55,144/- toward loss of profit from the defendants?",
            "labels": [
                "ISSUE"
            ],
            "id": "60011b05f4e44a3699e9942b7cbef836_211"
        },
        {
            "start": 42307,
            "end": 42364,
            "text": "If so, is the plaintiff entitled to any interest thereon?",
            "labels": [
                "ISSUE"
            ],
            "id": "76e95a31c4324189ac74ea16073fd0d1_212"
        },
        {
            "start": 42365,
            "end": 42542,
            "text": "If so, to what extent and from what period?\n9)Whether the plaintiff is entitled to get any decree as prayed for?\n10)To what relief/reliefs the parties to this suit are entitled?",
            "labels": [
                "ISSUE"
            ],
            "id": "1e93c04aba4e443dab618191f8b3b2f6_213"
        },
        {
            "start": 42544,
            "end": 42630,
            "text": "27. For and on behalf of the plaintiff one witness (Parimal Chandra Pal) was examined.",
            "labels": [
                "NONE"
            ],
            "id": "15634dd19a474cef8e16dfa5af96b510_214"
        },
        {
            "start": 42631,
            "end": 42804,
            "text": "The said witness had admitted the documents (Exbt-1- Exbt.17 series) including the demand notices, a copy of the notice inviting tender, the memorandum dated 12.07.2010 etc.",
            "labels": [
                "FAC"
            ],
            "id": "dfc07e008cfc42e281fca011385b1557_215"
        },
        {
            "start": 42805,
            "end": 42963,
            "text": "For the defendants, the appellants herein, one witness (DW-7, Sri Indranil Mandal) was examined to rebut the evidence of the plaintiff, the respondent herein.",
            "labels": [
                "NONE"
            ],
            "id": "11eb798910814a8784fcfd40abf62b7d_216"
        },
        {
            "start": 42964,
            "end": 43488,
            "text": "After discussing the evidence the District Commercial Court by the judgment dated 31.01.2019 has observed that the act and conduct of the defendants caused undue hardship to the plaintiff (the respondent herein) and the plaintiff is entitled to get refund of the security deposit from the contesting defendants, the appellants herein, but the plaintiff is not entitled to get any decree for an amount of Rs.6,55,144/- towards loss of profit from the defendants since there is no specific evidence on her part on that aspect.",
            "labels": [
                "RLC"
            ],
            "id": "6ec5c7b455c94624889960ae27f31861_217"
        },
        {
            "start": 43489,
            "end": 43578,
            "text": "Further, no question has been raised by the defendants that the suit is not maintainable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "bab7c14e52674fd883095fe5a76d0d84_218"
        },
        {
            "start": 43579,
            "end": 43891,
            "text": "Thereafter, it has been observed in the said judgment as under:\n\"As the Issue No.1 is answered in favour of the plaintiff of the suit and issue No.2 to 6 in my considered view are not binding upon the present plaintiff and as such the Issue No.7 is decided in affirmative in favour of the plaintiff of this suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9de0cfed211942158f02242e7c68e4d6_219"
        },
        {
            "start": 43892,
            "end": 43993,
            "text": "But the plaintiff is not entitled to get any reliefs in respect of Issue No.8,9 and 10 in this suit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9d614b88e274e7aa17b19a7cf3fff9c_220"
        },
        {
            "start": 43994,
            "end": 44198,
            "text": "\nAs corollary, it has been declared that the plaintiff (the respondent herein) is entitled to get the re-fund of security deposit to the tune of Rs.40,08,286/- from the defendants (the appellants herein).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9590a9503504e45933fbfd1a872c46e_221"
        },
        {
            "start": 44199,
            "end": 44409,
            "text": "The defendants are directed to make the payment to the plaintiff within a period of three months from the day of the judgment failing which the plaintiff is entitled to interest @ 6% per annum till realization.",
            "labels": [
                "RPC"
            ],
            "id": "8a2ff3967d7346baaeb47cb8720b14c0_222"
        },
        {
            "start": 44410,
            "end": 44457,
            "text": "But no cost has been imposed on the defendants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ce989dca9fe94f21a94a13cf1592b2f6_223"
        },
        {
            "start": 44459,
            "end": 44687,
            "text": "28. Mr. A. Bhaumik, learned counsel appearing for the appellants has submitted that the security deposit has been not refunded as the defendants were entitled to reimburse themselves against the loss occasioned by the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "07e2f2d234994e55b99d3f53f550130d_224"
        },
        {
            "start": 44688,
            "end": 44889,
            "text": "Mr. Bhaumik, learned counsel has further submitted that the so called loss of profit is imaginary and the finding in this regard of the District Commercial Judge is absolutely correct and unassailable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1492119b9a304ec0b03425b41aea08f4_225"
        },
        {
            "start": 44890,
            "end": 45238,
            "text": "But the finding that the plaintiff is entitled to get the refund of the security deposit of Rs.40,08,286/- cannot be sustained and as the defendant can reimburse the said amount against the total amount of loss the defendants have suffered on account of loss occasioned by the plaintiff by suspending the transportation of the food grains abruptly.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2944f8709ff548d29a6ac77974a6d37d_226"
        },
        {
            "start": 45239,
            "end": 45339,
            "text": "On query, he has admitted that the plaintiff had expressed her inability much before the suspension.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c52cb8bbbb504b7db42b56b70fa829bf_227"
        },
        {
            "start": 45341,
            "end": 45515,
            "text": "29. Mr. R. Datta, learned counsel has submitted that the defendant has failed to demonstrate by way of placing the evidence that they suffered any loss at all in this regard.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e20ff464892f40ae8f3b356f52592f18_228"
        },
        {
            "start": 45516,
            "end": 45549,
            "text": "there is no such evidence at all.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b0aa8127a44d41c3b3d46dbd3f211d3f_229"
        },
        {
            "start": 45551,
            "end": 45811,
            "text": "30. Having appreciated the submissions of the learned counsel for the parties and scrutinized the records the only question that remains to be responded to is that whether in view of the opinion expressed in RFA 16 of 2019, this appeal can be sustained or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60e31170ee8a490b8ad785f204eb4a29_230"
        },
        {
            "start": 45812,
            "end": 45985,
            "text": "The opinion as expressed in RFA 16 of 2019 is unambiguous that non- refund of the security deposit by the defendants (the appellants in the said appeal) cannot be sustained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2430e3f2de914b8a81bacf54a19c387c_231"
        },
        {
            "start": 45986,
            "end": 46142,
            "text": "It has been clearly observed that the defendants are not entitled to reimburse any amount on account of the purported loss as claimed to have been suffered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "018e8b2fe6534d36801fea4d3db39838_232"
        },
        {
            "start": 46143,
            "end": 46477,
            "text": "When it has been clearly observed that the appellants (the defendants in the suit) are not entitled to recover any amount from the plaintiff (the respondent in the suit), the appellants (the defendants in the suit) are not entitled to withhold, reimburse or deduct any amount from the security deposit to the extent of Rs.40,08,286/-.",
            "labels": [
                "RATIO"
            ],
            "id": "8e1ad366e64b43788f3514743878bb39_233"
        },
        {
            "start": 46478,
            "end": 46893,
            "text": "Thus, the defendants are liable to pay or refund the plaintiff (the respondent herein) the said sum of Rs.40,08,286/- within a period of 3(three) months from the date of decree as it would be passed in this appeal, failing which the plaintiff (the respondent herein) will be entitled to recover the said sum with interest at 6% per annum from the day of the decree till realisation through the process of the court.",
            "labels": [
                "RATIO"
            ],
            "id": "0892949cd6af4c9eb21b6b32cb56a970_234"
        },
        {
            "start": 46894,
            "end": 47133,
            "text": "As there is no evidence to demonstrate how the plaintiff had suffered loss to the extent of Rs.6,55,144/- for the remaining four months of the contract period the finding of the District Commercial Court does not suffer from any infirmity.",
            "labels": [
                "RATIO"
            ],
            "id": "df6ba6fa9ac74551a52fde8631d99771_235"
        },
        {
            "start": 47134,
            "end": 47507,
            "text": "However, we would like to add that the said claim of the plaintiff is hit by the principle of approbate and reprobate as in one hand the plaintiff has pleaded and proved that the contract between the plaintiff and the defendant had come to an end and on the other hand she has raised the claim of loss in the profit for the purported four months, the remainder of the term.",
            "labels": [
                "RATIO"
            ],
            "id": "b99aad229d944383b4720709c3c51bf7_236"
        },
        {
            "start": 47508,
            "end": 47744,
            "text": "Moreover, as the plaintiff (the respondent herein) had suspended the transportation unilaterally, she is not entitled to any loss whatsoever as the defendants, the appellants herein, did not prohibit her in transporting the food grains.",
            "labels": [
                "RATIO"
            ],
            "id": "02f365a75cf740bbbe7e4171b446237a_237"
        },
        {
            "start": 47745,
            "end": 47982,
            "text": "Further, we have accepted that the said agreement had come to the end, so far the parties are concerned and therefore, the declaration and the direction for payment in the form of mandatory injunction is not liable to be interfered with.",
            "labels": [
                "RATIO"
            ],
            "id": "39187ee5681243eb83682fbc01849dee_238"
        },
        {
            "start": 47983,
            "end": 48095,
            "text": "We, therefore, affirm the finding of the District Commercial Court as recorded in the judgment dated 31.01.2019.",
            "labels": [
                "RPC"
            ],
            "id": "cc8837f02c79401181fe7d69b16e6e80_239"
        },
        {
            "start": 48096,
            "end": 48145,
            "text": "\nIn the result, this appeal too stands dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "93a86a1500ae4a45bc9c4ef3d40d8d57_240"
        },
        {
            "start": 48147,
            "end": 48206,
            "text": "Draw the decrees in both the appeals in terms of the above.",
            "labels": [
                "RPC"
            ],
            "id": "cb4454ca932c4800983b309a2d85f379_241"
        },
        {
            "start": 48207,
            "end": 48236,
            "text": "Returned the LCRs thereafter.",
            "labels": [
                "RPC"
            ],
            "id": "0a428cea32174fff98f5f2478d6305ac_242"
        },
        {
            "start": 48249,
            "end": 48316,
            "text": "JUDGE                                       CHIEF JUSTICE Moumita  ",
            "labels": [
                "NONE"
            ],
            "id": "91afd9ff81fd45f89741a040be0fd1cd_243"
        }
    ],
    "entities": [
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 0,
            "end_char": 22
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 56
        },
        {
            "text": "K.S. Infraspace Llp",
            "label": "RESPONDENT",
            "start_char": 60,
            "end_char": 79
        },
        {
            "text": "A.S. Bopanna",
            "label": "LAWYER",
            "start_char": 263,
            "end_char": 275
        },
        {
            "text": "R. Banumathi",
            "label": "LAWYER",
            "start_char": 283,
            "end_char": 295
        },
        {
            "text": "A.S. Bopanna",
            "label": "LAWYER",
            "start_char": 297,
            "end_char": 309
        },
        {
            "text": "Supreme Court Of India",
            "label": "COURT",
            "start_char": 425,
            "end_char": 447
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "PETITIONER",
            "start_char": 694,
            "end_char": 727
        },
        {
            "text": "K.S. Infraspace",
            "label": "RESPONDENT",
            "start_char": 834,
            "end_char": 849
        },
        {
            "text": "A.S. Bopanna",
            "label": "JUDGE",
            "start_char": 944,
            "end_char": 956
        },
        {
            "text": "Commercial Court at Vadodara",
            "label": "COURT",
            "start_char": 1071,
            "end_char": 1099
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 1401,
            "end_char": 1416
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1424,
            "end_char": 1451
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 1454,
            "end_char": 1466
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 1563,
            "end_char": 1580
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 1588,
            "end_char": 1608
        },
        {
            "text": "17.10.2018",
            "label": "DATE",
            "start_char": 1975,
            "end_char": 1985
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 2097,
            "end_char": 2118
        },
        {
            "text": "R/Special Civil Application No.17868/2018",
            "label": "CASE_NUMBER",
            "start_char": 2122,
            "end_char": 2163
        },
        {
            "text": "01.03.2019",
            "label": "DATE",
            "start_char": 2211,
            "end_char": 2221
        },
        {
            "text": "17.10.2018",
            "label": "DATE",
            "start_char": 2274,
            "end_char": 2284
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 2299,
            "end_char": 2325
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 2370,
            "end_char": 2387
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2388,
            "end_char": 2391
        },
        {
            "text": "01.03.2019",
            "label": "DATE",
            "start_char": 2606,
            "end_char": 2616
        },
        {
            "text": "14.02.2012",
            "label": "DATE",
            "start_char": 2774,
            "end_char": 2784
        },
        {
            "text": "12.10.2017",
            "label": "DATE",
            "start_char": 3040,
            "end_char": 3050
        },
        {
            "text": "03.11.2017",
            "label": "DATE",
            "start_char": 3258,
            "end_char": 3268
        },
        {
            "text": "03.11.2017",
            "label": "DATE",
            "start_char": 3541,
            "end_char": 3551
        },
        {
            "text": "03.11.2017",
            "label": "DATE",
            "start_char": 3774,
            "end_char": 3784
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 4222,
            "end_char": 4239
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4243,
            "end_char": 4246
        },
        {
            "text": "Dhruv Mehta",
            "label": "OTHER_PERSON",
            "start_char": 5231,
            "end_char": 5242
        },
        {
            "text": "Deven Parikh",
            "label": "OTHER_PERSON",
            "start_char": 5292,
            "end_char": 5304
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 5720,
            "end_char": 5740
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 5748,
            "end_char": 5760
        },
        {
            "text": "City Survey No.1101 and 1100/1",
            "label": "CASE_NUMBER",
            "start_char": 8942,
            "end_char": 8972
        },
        {
            "text": "Mouje Subhanpura",
            "label": "GPE",
            "start_char": 9015,
            "end_char": 9031
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 9047,
            "end_char": 9055
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 10145,
            "end_char": 10153
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 10516,
            "end_char": 10524
        },
        {
            "text": "Jagmohan Behl vs. State Bank of Indore, 2017 SCC OnLine Del 10706",
            "label": "PRECEDENT",
            "start_char": 12304,
            "end_char": 12369
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 12554,
            "end_char": 12566
        },
        {
            "text": "Division Bench of the Gujarat High Court",
            "label": "COURT",
            "start_char": 13285,
            "end_char": 13325
        },
        {
            "text": "Vasu Healthcare Private Limited vs. Gujarat Akruti TCG Biotech Limited, AIR 2017 Gujarat 153",
            "label": "PRECEDENT",
            "start_char": 13341,
            "end_char": 13433
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 13602,
            "end_char": 13614
        },
        {
            "text": "section 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "label": "PROVISION",
            "start_char": 14186,
            "end_char": 14224
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14232,
            "end_char": 14253
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14440,
            "end_char": 14461
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 14617,
            "end_char": 14634
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 14740,
            "end_char": 14757
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14765,
            "end_char": 14786
        },
        {
            "text": "section 2(c)",
            "label": "PROVISION",
            "start_char": 14884,
            "end_char": 14896
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14904,
            "end_char": 14925
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 14946,
            "end_char": 14963
        },
        {
            "text": "GIDC",
            "label": "ORG",
            "start_char": 15443,
            "end_char": 15447
        },
        {
            "text": "clause (vii) of section 2(c)",
            "label": "PROVISION",
            "start_char": 16163,
            "end_char": 16191
        },
        {
            "text": "section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 16379,
            "end_char": 16396
        },
        {
            "text": "Bombay High Court (Nagpur Bench)",
            "label": "COURT",
            "start_char": 17442,
            "end_char": 17474
        },
        {
            "text": "Dineshkumar Gulabchand Agrawal",
            "label": "OTHER_PERSON",
            "start_char": 17490,
            "end_char": 17520
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17718,
            "end_char": 17731
        },
        {
            "text": "Federation of A.P. Chambers of Commerce & Industry and Ors",
            "label": "ORG",
            "start_char": 18250,
            "end_char": 18308
        },
        {
            "text": "State of A.P. and Ors., (2000) 6 SCC 550",
            "label": "PRECEDENT",
            "start_char": 18314,
            "end_char": 18354
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 18404,
            "end_char": 18413
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 19866,
            "end_char": 19893
        },
        {
            "text": "CC Act of 2015",
            "label": "STATUTE",
            "start_char": 20379,
            "end_char": 20393
        },
        {
            "text": "01.03.2019",
            "label": "DATE",
            "start_char": 22228,
            "end_char": 22238
        },
        {
            "text": "A.S. BOPANNA",
            "label": "JUDGE",
            "start_char": 22507,
            "end_char": 22519
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 22521,
            "end_char": 22530
        },
        {
            "text": "October 04, 2019",
            "label": "DATE",
            "start_char": 22532,
            "end_char": 22548
        },
        {
            "text": "R. BANUMATHI",
            "label": "JUDGE",
            "start_char": 22549,
            "end_char": 22561
        },
        {
            "text": "A.S. Bopanna",
            "label": "JUDGE",
            "start_char": 22630,
            "end_char": 22642
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 22716,
            "end_char": 22736
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22744,
            "end_char": 22765
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act No.4 of 2016",
            "label": "STATUTE",
            "start_char": 23030,
            "end_char": 23145
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 23175,
            "end_char": 23180
        },
        {
            "text": "01.01.2016",
            "label": "DATE",
            "start_char": 23184,
            "end_char": 23194
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 23245,
            "end_char": 23255
        },
        {
            "text": "Act No.4 of 2016",
            "label": "STATUTE",
            "start_char": 23261,
            "end_char": 23277
        },
        {
            "text": "Central Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 23293,
            "end_char": 23315
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 23322,
            "end_char": 23343
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 23803,
            "end_char": 23808
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 24222,
            "end_char": 24227
        },
        {
            "text": "Act No.4 of 2016",
            "label": "STATUTE",
            "start_char": 24468,
            "end_char": 24484
        },
        {
            "text": "Central Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 24500,
            "end_char": 24522
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 24528,
            "end_char": 24537
        },
        {
            "text": "Constitution of Commercial Courts",
            "label": "STATUTE",
            "start_char": 24560,
            "end_char": 24593
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 24602,
            "end_char": 24611
        },
        {
            "text": "Section 3(1A)",
            "label": "PROVISION",
            "start_char": 24841,
            "end_char": 24854
        },
        {
            "text": "proviso to Section 3",
            "label": "PROVISION",
            "start_char": 25119,
            "end_char": 25139
        },
        {
            "text": "Section 5(1)",
            "label": "PROVISION",
            "start_char": 25497,
            "end_char": 25509
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 25706,
            "end_char": 25715
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 25765,
            "end_char": 25774
        },
        {
            "text": "sections 16 to 20",
            "label": "PROVISION",
            "start_char": 26390,
            "end_char": 26407
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 26415,
            "end_char": 26456
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 26463,
            "end_char": 26472
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 26541,
            "end_char": 26550
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 27239,
            "end_char": 27268
        },
        {
            "text": "Designs Act, 2000 (16 of 2000)",
            "label": "STATUTE",
            "start_char": 27276,
            "end_char": 27306
        },
        {
            "text": "section 104",
            "label": "PROVISION",
            "start_char": 27310,
            "end_char": 27321
        },
        {
            "text": "Patents Act, 1970 (39 of 1970)",
            "label": "STATUTE",
            "start_char": 27329,
            "end_char": 27359
        },
        {
            "text": "Section 7(1)",
            "label": "PROVISION",
            "start_char": 27800,
            "end_char": 27812
        },
        {
            "text": "Section 22(4)",
            "label": "PROVISION",
            "start_char": 28138,
            "end_char": 28151
        },
        {
            "text": "Designs Act, 2000",
            "label": "STATUTE",
            "start_char": 28159,
            "end_char": 28176
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 28186,
            "end_char": 28197
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 28205,
            "end_char": 28222
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 28228,
            "end_char": 28237
        },
        {
            "text": "Section 5(1)",
            "label": "PROVISION",
            "start_char": 28311,
            "end_char": 28323
        },
        {
            "text": "sub-section (1) of section 3",
            "label": "PROVISION",
            "start_char": 28442,
            "end_char": 28470
        },
        {
            "text": "sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 28486,
            "end_char": 28514
        },
        {
            "text": "Section 5(2)",
            "label": "PROVISION",
            "start_char": 28759,
            "end_char": 28771
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 28976,
            "end_char": 28991
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30725,
            "end_char": 30743
        },
        {
            "text": "sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 31267,
            "end_char": 31295
        },
        {
            "text": "clause (a) of Article 236",
            "label": "PROVISION",
            "start_char": 31367,
            "end_char": 31392
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 31400,
            "end_char": 31421
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 32081,
            "end_char": 32091
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 32189,
            "end_char": 32207
        },
        {
            "text": "Act 28 of 2018",
            "label": "STATUTE",
            "start_char": 32220,
            "end_char": 32234
        },
        {
            "text": "3-5-2018",
            "label": "DATE",
            "start_char": 32310,
            "end_char": 32318
        },
        {
            "text": "clause (i) of Section 2",
            "label": "PROVISION",
            "start_char": 32343,
            "end_char": 32366
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 32539,
            "end_char": 32549
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 32647,
            "end_char": 32665
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 32668,
            "end_char": 32678
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 32980,
            "end_char": 32995
        },
        {
            "text": "Section 2(i)",
            "label": "PROVISION",
            "start_char": 33074,
            "end_char": 33086
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 33111,
            "end_char": 33121
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 33449,
            "end_char": 33459
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 33509,
            "end_char": 33519
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 33647,
            "end_char": 33698
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 33940,
            "end_char": 33991
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 34495,
            "end_char": 34508
        },
        {
            "text": "Order XVA",
            "label": "PROVISION",
            "start_char": 34706,
            "end_char": 34715
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 34723,
            "end_char": 34746
        },
        {
            "text": "sub-rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 34832,
            "end_char": 34865
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 34873,
            "end_char": 34896
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 35080,
            "end_char": 35107
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35450,
            "end_char": 35471
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015",
            "label": "STATUTE",
            "start_char": 36034,
            "end_char": 36132
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015",
            "label": "STATUTE",
            "start_char": 36148,
            "end_char": 36251
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 37037,
            "end_char": 37066
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 37215,
            "end_char": 37244
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 37362,
            "end_char": 37383
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 37655,
            "end_char": 37665
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 37752,
            "end_char": 37762
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 38037,
            "end_char": 38047
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 38082,
            "end_char": 38105
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 38222,
            "end_char": 38232
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 38284,
            "end_char": 38313
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 38385,
            "end_char": 38426
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 38666,
            "end_char": 38707
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 38907,
            "end_char": 38948
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 39016,
            "end_char": 39057
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 39105,
            "end_char": 39128
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 39193,
            "end_char": 39214
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 39248,
            "end_char": 39271
        },
        {
            "text": "Order XIII",
            "label": "PROVISION",
            "start_char": 39333,
            "end_char": 39343
        },
        {
            "text": "Order XIIIA",
            "label": "PROVISION",
            "start_char": 39357,
            "end_char": 39368
        },
        {
            "text": "Order XIIIA",
            "label": "PROVISION",
            "start_char": 39409,
            "end_char": 39420
        },
        {
            "text": "Order XIIIA",
            "label": "PROVISION",
            "start_char": 39470,
            "end_char": 39481
        },
        {
            "text": "Order XV",
            "label": "PROVISION",
            "start_char": 39675,
            "end_char": 39683
        },
        {
            "text": "Order XVACase",
            "label": "PROVISION",
            "start_char": 39697,
            "end_char": 39712
        },
        {
            "text": "Rule 6)",
            "label": "PROVISION",
            "start_char": 39924,
            "end_char": 39931
        },
        {
            "text": "Rule 7)",
            "label": "PROVISION",
            "start_char": 39973,
            "end_char": 39980
        },
        {
            "text": "Rule 8).",
            "label": "PROVISION",
            "start_char": 40026,
            "end_char": 40034
        },
        {
            "text": "Order XX",
            "label": "PROVISION",
            "start_char": 40154,
            "end_char": 40162
        },
        {
            "text": "Rule 1",
            "label": "PROVISION",
            "start_char": 40189,
            "end_char": 40195
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 40925,
            "end_char": 40945
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 41190,
            "end_char": 41210
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 41503,
            "end_char": 41508
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 41607,
            "end_char": 41634
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 41665,
            "end_char": 41685
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 41960,
            "end_char": 41980
        },
        {
            "text": "sub-clause (vii) of Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 42758,
            "end_char": 42793
        },
        {
            "text": "03.11.2017",
            "label": "DATE",
            "start_char": 43253,
            "end_char": 43263
        },
        {
            "text": "Ketan Bhailalbhai Shah",
            "label": "RESPONDENT",
            "start_char": 43366,
            "end_char": 43388
        },
        {
            "text": "sub-clause (vii) of Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 44706,
            "end_char": 44741
        },
        {
            "text": "Ujwala Raje Gaekwar v. Hemaben Achyut Shah 2017 SCC Guj 583",
            "label": "PRECEDENT",
            "start_char": 44942,
            "end_char": 45001
        },
        {
            "text": "Special Civil Suit No.533/2011",
            "label": "CASE_NUMBER",
            "start_char": 45005,
            "end_char": 45035
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 45508,
            "end_char": 45528
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 45536,
            "end_char": 45557
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 45737,
            "end_char": 45755
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 45761,
            "end_char": 45779
        },
        {
            "text": "Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724",
            "label": "PRECEDENT",
            "start_char": 46476,
            "end_char": 46578
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 47146,
            "end_char": 47164
        },
        {
            "text": "A.S. Bopanna",
            "label": "JUDGE",
            "start_char": 47978,
            "end_char": 47990
        },
        {
            "text": "R. BANUMATHI",
            "label": "JUDGE",
            "start_char": 48008,
            "end_char": 48020
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 48022,
            "end_char": 48031
        },
        {
            "text": "October 04, 2019",
            "label": "DATE",
            "start_char": 48033,
            "end_char": 48049
        }
    ],
    "precedent_clusters": {
        "Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724": [
            "Jagmohan Behl vs. State Bank of Indore, 2017 SCC OnLine Del 10706",
            "Ujwala Raje Gaekwar v. Hemaben Achyut Shah 2017 SCC Guj 583",
            "Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 10",
            "Civil Procedure Code",
            "Order VII Rule 10",
            "Civil Procedure Code"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 2(1)(c)(vii)",
            "CC Act, 2015",
            "Section 2(1)(c)(vii)",
            "CC Act, 2015"
        ],
        [
            "section 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "Commercial Courts Act",
            "section 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)",
            "Commercial Courts Act",
            "section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "Constitution of Commercial Courts",
            "Section 3",
            "Constitution of Commercial Courts"
        ],
        [
            "sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "sub-section (4) of section 22",
            "Designs Act, 2000 (16 of 2000)",
            "sub-section (4) of section 22",
            "Designs Act, 2000 (16 of 2000)"
        ],
        [
            "section 104",
            "Patents Act, 1970 (39 of 1970)",
            "section 104",
            "Patents Act, 1970 (39 of 1970)"
        ],
        [
            "Section 22(4)",
            "Designs Act, 2000",
            "Section 22(4)",
            "Designs Act, 2000"
        ],
        [
            "Section 104",
            "Patents Act, 1970",
            "Section 104",
            "Patents Act, 1970"
        ],
        [
            "clause (a) of Article 236",
            "Constitution of India",
            "clause (a) of Article 236",
            "Constitution of India"
        ],
        [
            "Order XVA",
            "Code of Civil Procedure",
            "Order XVA",
            "Code of Civil Procedure"
        ],
        [
            "sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure",
            "sub-rule (1) of rule 1 of Order V",
            "Code of Civil Procedure"
        ],
        [
            "Section 16",
            "Code of Civil Procedure",
            "Section 16",
            "Code of Civil Procedure"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "clause (vii) of section 2(c)",
            "Commercial Courts Act",
            "clause (vii) of section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "section 2(c)(vii)",
            "Commercial Courts Act",
            "section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "Constitution of Commercial Courts",
            "Section 3",
            "Constitution of Commercial Courts"
        ],
        [
            "Section 3",
            "Constitution of Commercial Courts",
            "Section 3",
            "Constitution of Commercial Courts"
        ],
        [
            "Section 3(1A)",
            "Constitution of Commercial Courts",
            "Section 3(1A)",
            "Constitution of Commercial Courts"
        ],
        [
            "proviso to Section 3",
            "Constitution of Commercial Courts",
            "proviso to Section 3",
            "Constitution of Commercial Courts"
        ],
        [
            "Section 6",
            "Central Act 28 of 2018",
            "Section 6",
            "Central Act 28 of 2018"
        ],
        [
            "Section 7",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 7",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 7(1)",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 7(1)",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 5",
            "Central Act 28 of 2018",
            "Section 5",
            "Central Act 28 of 2018"
        ],
        [
            "Section 5(1)",
            "Central Act 28 of 2018",
            "Section 5(1)",
            "Central Act 28 of 2018"
        ],
        [
            "sub-section (1) of section 3",
            "Constitution of Commercial Courts",
            "sub-section (1) of section 3",
            "Constitution of Commercial Courts"
        ],
        [
            "Section 5(2)",
            "Central Act 28 of 2018",
            "Section 5(2)",
            "Central Act 28 of 2018"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act",
            "Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of section 4",
            "Patents Act, 1970",
            "sub-section (1) of section 4",
            "Patents Act, 1970"
        ],
        [
            "clause (i) of Section 2",
            "Commercial Courts Act",
            "clause (i) of Section 2",
            "Commercial Courts Act"
        ],
        [
            "section 12",
            "Patents Act, 1970",
            "section 12",
            "Patents Act, 1970"
        ],
        [
            "Section 12",
            "Patents Act, 1970",
            "Section 12",
            "Patents Act, 1970"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act",
            "Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(i)",
            "Commercial Courts Act",
            "Section 2(i)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Act 28 of 2018",
            "Section 15",
            "Act 28 of 2018"
        ],
        [
            "Section 15(4)",
            "Act 28 of 2018",
            "Section 15(4)",
            "Act 28 of 2018"
        ],
        [
            "Section 16",
            "Code of Civil Procedure",
            "Section 16",
            "Code of Civil Procedure"
        ],
        [
            "Order XIIIA",
            "Code of Civil Procedure",
            "Order XIIIA",
            "Code of Civil Procedure"
        ],
        [
            "Order XIIIA",
            "Code of Civil Procedure",
            "Order XIIIA",
            "Code of Civil Procedure"
        ],
        [
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act",
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act",
            "sub-clause (vii) of Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 5(1)",
            "Central Act 28 of 2018",
            "Section 5(1)",
            "Central Act 28 of 2018"
        ],
        [
            "Section 6",
            "Central Act 28 of 2018",
            "Section 6",
            "Central Act 28 of 2018"
        ],
        [
            "Section 7",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 7",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "sub-section (1) of section 4",
            "Patents Act, 1970",
            "sub-section (1) of section 4",
            "Patents Act, 1970"
        ],
        [
            "section 12",
            "Patents Act, 1970",
            "section 12",
            "Patents Act, 1970"
        ],
        [
            "Section 11",
            "Act 28 of 2018",
            "Section 11",
            "Act 28 of 2018"
        ],
        [
            "Section 15",
            "Act 28 of 2018",
            "Section 15",
            "Act 28 of 2018"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Commercial Courts Act",
            "Section 14",
            "Commercial Courts Act"
        ],
        [
            "Order XIII",
            "Code of Civil Procedure",
            "Order XIII",
            "Code of Civil Procedure"
        ],
        [
            "Order XIIIA",
            "Code of Civil Procedure",
            "Order XIIIA",
            "Code of Civil Procedure"
        ],
        [
            "Order XV",
            "Code of Civil Procedure",
            "Order XV",
            "Code of Civil Procedure"
        ],
        [
            "Order XVACase",
            "Code of Civil Procedure",
            "Order XVACase",
            "Code of Civil Procedure"
        ],
        [
            "Rule 6)",
            "Code of Civil Procedure",
            "Rule 6)",
            "Code of Civil Procedure"
        ],
        [
            "Rule 7)",
            "Code of Civil Procedure",
            "Rule 7)",
            "Code of Civil Procedure"
        ],
        [
            "Rule 8).",
            "Code of Civil Procedure",
            "Rule 8).",
            "Code of Civil Procedure"
        ],
        [
            "Order XX",
            "Code of Civil Procedure",
            "Order XX",
            "Code of Civil Procedure"
        ],
        [
            "Rule 1",
            "Code of Civil Procedure",
            "Rule 1",
            "Code of Civil Procedure"
        ]
    ],
    "precedent_counts": {
        "Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotch Limited & Another 2017 SCC OnLine Guj 724": 3
    },
    "provision_counts": {
        "Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "Order VII Rule 10 of Civil Procedure Code": 1,
        "Order VII Rule 10 of CPC": 2,
        "Section 2(1)(c)(vii) of CC Act, 2015": 1,
        "section 2(c)(i), 2(c)(ii) and 2(c)(xx) of Commercial Courts Act": 1,
        "section 2(c)(vii) of Commercial Courts Act": 4,
        "section 2(c) of Commercial Courts Act": 1,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 2,
        "Section 3 of Constitution of Commercial Courts": 3,
        "sections 16 to 20 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "sub-section (4) of section 22 of Designs Act, 2000 (16 of 2000)": 1,
        "section 104 of Patents Act, 1970 (39 of 1970)": 1,
        "Section 22(4) of Designs Act, 2000": 1,
        "Section 104 of Patents Act, 1970": 1,
        "clause (a) of Article 236 of Constitution of India": 1,
        "Order XVA of Code of Civil Procedure": 1,
        "sub-rule (1) of rule 1 of Order V of Code of Civil Procedure": 1,
        "Section 16 of Code of Civil Procedure": 2,
        "clause (vii) of section 2(c) of Commercial Courts Act": 1,
        "Section 3(1A) of Constitution of Commercial Courts": 1,
        "proviso to Section 3 of Constitution of Commercial Courts": 1,
        "Section 6 of Central Act 28 of 2018": 2,
        "Section 7 of Code of Civil Procedure, 1908 (5 of 1908)": 2,
        "Section 7(1) of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 5 of Central Act 28 of 2018": 1,
        "Section 5(1) of Central Act 28 of 2018": 2,
        "sub-section (1) of section 3 of Constitution of Commercial Courts": 1,
        "Section 5(2) of Central Act 28 of 2018": 1,
        "Section 2(1)(c) of Commercial Courts Act": 2,
        "sub-section (1) of section 4 of Patents Act, 1970": 2,
        "clause (i) of Section 2 of Commercial Courts Act": 1,
        "section 12 of Patents Act, 1970": 2,
        "Section 12 of Patents Act, 1970": 1,
        "Section 2(i) of Commercial Courts Act": 1,
        "Section 15 of Act 28 of 2018": 2,
        "Section 15(4) of Act 28 of 2018": 1,
        "Order XIIIA of Code of Civil Procedure": 3,
        "sub-clause (vii) of Section 2(1)(c) of Commercial Courts Act": 2,
        "Section 11 of Act 28 of 2018": 1,
        "Section 13 of Commercial Courts Act": 1,
        "Section 14 of Commercial Courts Act": 1,
        "Order XIII of Code of Civil Procedure": 1,
        "Order XV of Code of Civil Procedure": 1,
        "Order XVACase of Code of Civil Procedure": 1,
        "Rule 6) of Code of Civil Procedure": 1,
        "Rule 7) of Code of Civil Procedure": 1,
        "Rule 8). of Code of Civil Procedure": 1,
        "Order XX of Code of Civil Procedure": 1,
        "Rule 1 of Code of Civil Procedure": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 1,
        "Civil Procedure Code": 1,
        "CPC": 2,
        "CC Act, 2015": 1,
        "Commercial Courts Act": 17,
        "Constitution of Commercial Courts": 6,
        "Code of Civil Procedure, 1908 (5 of 1908)": 4,
        "Designs Act, 2000 (16 of 2000)": 1,
        "Patents Act, 1970 (39 of 1970)": 1,
        "Designs Act, 2000": 1,
        "Patents Act, 1970": 6,
        "Constitution of India": 1,
        "Code of Civil Procedure": 15,
        "Central Act 28 of 2018": 6,
        "Act 28 of 2018": 4
    }
}