{
    "id": "b3046a53e880923df63813b993ae65ec984f4427a5a622e9a7c2cd3da0fd6d7f",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court \nHindustan Dorr Oliver Limited vs Gujarat State Fertilizers And ... on 9 March, 2017 \nAuthor: M.R. Shah\nBench: M.R. Shah \n                C/Fa/891/2017                                            Cav Judgment\n\n\n\n\n                 In The High Court Of Gujarat At\n                           Ahmedabad \n                         First Appeal No. 891 of 2017 \n                                     With\n                      CIVIL APPLICATION No. 3082 of 2017                                       In                          FIRST APPEAL No. 891 of 2017          FOR APPROVAL AND SIGNATURE: \n         HONOURABLE Mr. JUSTICE M.R. SHAH          and          HONOURABLE Mr. JUSTICE B.N. KARIA          = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n         1 Whether Reporters of Local Papers may be allowed to see Yes            the judgment ? \n\n         2 To be referred to the Reporter or not ?                                     Yes          3 Whether their Lordships wish to see the fair copy of the No            judgment ? \n\n         4 Whether this case involves a substantial question of law No            as to the interpretation of the Constitution of India or any            order made thereunder ? \n\n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                    HINDUSTAN DORR OLIVER LIMITED....Appellant(s) \n                                      Versus                      GUJARAT STATE FERTILIZERS AND CHEMICALS                               LIMITED....Defendant(s) \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n         Appearance :\n         Mr R.S SANJANWALA, Sr Advocate with Mr PRANAV M TRIVEDI,\n         Advocate for SINGHI & CO, Advocates for the Appellant(s) No. 1          Mr KS NANAVATI, Sr Advocate for NANAVATI ASSOCIATES, CAVEATOR          for the Defendant(s) No. 1          = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n                                CORAM: HONOURABLE MR.JUSTICE M.R. \n                                      SHAH                                       and                                          Page 1 of 49 HC -NIC                                 Page 1 of 49     Created On Sun Aug 13 23:05:35 IST 2017                  C /FA/891/2017                                               CAV JUDGMENT                                          HONOURABLE MR.JUSTICE B.N. \n                                         KARIA                                          9th March 2017          CAV JUDGMENT              (PER : HONOURABLE Mr. JUSTICE M.R. SHAH) \nFeeling aggrieved and dissatisfied with the impugned judgment and order dated 16th February 2017 passed by the learned Judge, Commercial Court, Vadodara in Commercial Civil Miscellaneous Application No. 112 of 2016, by which, the learned Commercial Court has rejected the said Application submitted by the original applicant under Section 9 of the Arbitration & Conciliation Act, 1996 and has refused to grant interim injunction restraining the respondent herein [original opponent] from en-cashing the respective bank guarantees, the original applicant has preferred the present Appeal. \n2. Facts leading to the present Appeal in nutshell are as under :\n2.1 The opponent herein, a public sector undertaking, was in need of Engineering Procurement and Construction [EPC] contractors for establishing HC-NIC Page 2 of 49 Created On Sun Aug 13 23:05:35 IST 2017 production facilities for 2000 MTPY Water Soluble Fertilizer, NPX 19-19-19 Grade and Microntrient Mixture with required bagging along with additional bagging facilities for 10000 MTPY other grades of WSF's lump sum turnkey [LSTK] basis. That thereafter, pursuant to the tender process, the respondent expressed their intention of awarding the contract to the applicant and issued a Letter of Intent dated 3rd November 2012. The original applicant [hereinafter referred to as, \"the Contractor\"] accepted the said Letter of Intent vide communication dated 5th November 2012. That, the said Letter of Intent came to be amended by the original respondent vide letter dated 27th December 2012 and pursuant thereto, the Contractor entered into a contract on 25th April 2013 for the said facilities on LSTK basis. As per the terms of the contract, the contract was to be executed and completed within a period of fifteen months ie., on or before 30th July 2014. \nThat, the contract was awarded for a total amount of Rs. 38,29,00,000/=. As per the terms of the contract, HC-NIC Page 3 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the Contractor was required to furnish advance Advance Bank Guarantee and a Performance Bank Guarantee in favour of the original respondent for the sum of Rs. 5,17,17,726/= and Rs. 3,82,90,000/= respectively. It is an admitted position that as per the terms and conditions of the contract, the Contractor was paid in advance a sum of Rs. 3,82,90,000/=. Accordingly, the Contractor furnished two Bank Guarantees viz., [i] an Advance Bank Guarantee, bearing No. 002812GFIN0058 and [ii] Performance Bank Guarantee, bearing No. 0119JFJBG120078 through its Bankers on 20th December 2012. That thereafter, it appears that disputes arose between the parties as the contractor failed to execute/complete the contract within the stipulated time and according to the original respondent because of delay in completion of the project, the original respondent had suffered huge loss. However, it is the case on behalf of the contractor that during the course of execution of the contract, because of irregularities in release of the payments in time by HC-NIC Page 4 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the respondent, it was facing financial crunch, and therefore, the project could not be completed within the time limited. That thereafter, at the request of the Contractor, the time was extended from time to time. However, thereafter, the respondent terminated the contract and also claimed damages/loss caused because of delay in completion of the project. As per the terms of the contract, the parties initiated arbitration proceedings, however, till the contractor approached the learned Commercial Court by way of preferring an Application under Section 9 of the Arbitration & Conciliation Act, the Arbitral Tribunal was not constituted. In the meantime, as the original respondent was to encash the aforesaid respective bank guarantees, and therefore, the Contractor submitted aforesaid Commercial Civil Misc. Application before the learned Commercial Court at Vadodara under Section 9 of the Arbitration & Conciliation Act for interim measures and prayed for the following reliefs : \n                      [A]        The Hon'ble Court be pleased to HC - NIC                                       Page 5 of 49     Created On Sun Aug 13 23:05:35 IST 2017                grant       interim     measures                of     protection restraining the respondent from acting upon or enforcing the notice dated 11.07.2016 and/or from taking any other coercive measures including but not limited to termination of the contract and/or the invocation of the Advance Bank Guarantee and Performance Bank Guarantee pursuant to such notice or even otherwise; \n[B] The Hon'ble Court be pleased to grant interim mandatory direction that the respondent do pay/release the outstanding amounts and/or any part thereof to the applicant, to enable the applicant to complete the balance work in response to the notice dated 11.07.2016;\n[C] The Hon'ble Court be pleased to grant an order directing the respondent to provide security to the tune of approximately Rs. 12.15 Crores [Rupees Twelve Crores and Fifteen lacs] to secure the approximate claim for outstanding dues to the applicant as per the provisions of the Agreement;\n[D] Ex part ad interim relief in terms of prayers [A], [B] and [C] above;\n[E] Any other or further orders that this HC-NIC Page 6 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Hon'ble Court may deem fit in the interest of justice. \n2.2 That the learned Commercial Court initially granted ex parte injunction restraining the original opponent from invoking/ encashing the bank guarantees. That thereafter, while deciding Application Exh. 9, the learned Commercial Court passed an order disposing of the said application and thereby continued ex parte ad interim injunction till the applicant approaches the learned Arbitral Tribunal and obtains appropriate order under Section 17 of the Arbitration & Conciliation Act. \n3. Feeling aggrieved and dissatisfied with the order passed by the learned Commercial Court, Vadodara disposing of the said Application under Section 9 without deciding the same on merits and continuing earlier ad interim injunction till the applicant approaches the learned Arbitral Tribunal, the original respondent preferred First Appeal before this Court and this Court quashed and set-aside the order passed by HC-NIC Page 7 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the learned Commercial Court disposing of Section 9 application and directed the learned Commercial Court to decide and dispose of the Application preferred under Section 9 on merits. That thereafter, by the impugned order, the learned Commercial Court has rejected Section 9 Application submitted by the original applicant and has refused to continue injunction restraining the respondent from encashing the respective bank guarantees. Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the learned Commercial Court, Vadodara, the Contractor has preferred the present First Appeal. \n4. At the outset, it is required to be noted that at the time of initial hearing of the present Appeal on 23rd February 2017 and after hearing learned counsel appearing on behalf of the respective parties at length, we were not inclined to extend ad interim injunction with respect to Performance Bank Guarantee, bearing No. 0119JFJBG120078. Though, we were to pass a detailed reasoned order, Shri R.S Sanjanwala, learned HC-NIC Page 8 of 49 Created On Sun Aug 13 23:05:35 IST 2017 counsel appearing on behalf of the appellant did not invite any reasoned order, and therefore, vide Oral Order dated 23rd February 2017, we continued ad interim injunction granted earlier by the learned Commercial Court, Vadodara in respect of Advance Bank Guarantee, bearing No. 002812IGFIN0058 and consequently, permitted the respondent-original opponent to encash the Performance Bank Guarantee bearing no. 0119JFJBG120078. Under the circumstances, the learned counsel appearing on behalf of the respective parties have made elaborate submissions with respect to the Bank Guarantees. Therefore, while disposing of the present First Appeal, we are concerned with Advance Bank Guarantee, bearing No. 002812IGFIN0058 only and learned counsel appearing on behalf of the respective parties have also made elaborate submissions on Bank Guarantee, bearing No. 002812IGFIN0058 only. \n5. Shri R.S Sanjanwala, learned senior advocate has appeared with Pranav M Trivedi, learned advocate for HC-NIC Page 9 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the appellant-original applicant. Shri K.S Nanavati, learned senior advocate has appeared on behalf of the respondent-original opponent-GSFC Limited. 5.1 Shri R.S Sanjanwala, learned counsel for the appellant has vehemently submitted that in the facts and circumstances of the case, the learned Commercial Court, Vadodara has materially erred in rejecting Application Exh. 9 and in not granting any injunction restraining the opponent from encashing the Bank Guarantee [ie., Advance Bank Guarantee, bearing No. 002812IGFIN0058]. It is vehemently submitted by learned counsel Shri RS Sanjanwala that as such the Bank Guarantee No. 002812IGFIN0058 is an advance Bank Guarantee for an advance payment of Rs. 3,82,90,000/= made by the owner-original respondent and as such to secure the said amount paid in advance. It is submitted that in the present case against the dues of the Contractor-appellant, an amount of Rs. 3,82,90,000/= has already been deducted and/or adjusted against the dues of the appellant-Contractor, HC-NIC Page 10 of 49 Created On Sun Aug 13 23:05:35 IST 2017 and therefore, it can be said that the said amount of Rs. 3,82,90,000/= paid against the advance payment has already been recovered by the respondent owner. It is submitted that therefore, when the said bank guarantee is an Advance Bank Guarantee to secure the amount of Rs. 3,82,90,000/= against the advance payment, thereafter, the said Bank Guarantee comes to an end. And therefore, the respondent owner is required to be injuncted from encashing the bank guarantee. It is submitted that if the respondent owner is permitted to encash the Bank Guarantee of Rs. 3,82,90,000/= [ie., Advance Bank Guarantee No. 002812IGFIN0058] in that case, it can be said that the respondent owner is paid double the amount ie., Rs. 3,82,90,000/= on encashing the bank guarantee and Rs. 3,82,90,000/= already adjusted against the dues of the appellant. It is submitted that the aforesaid aspect has not been properly appreciated by the learned Commercial Court at Vadodara. \n5.2 It is further submitted by Shri Sanjanwala, learned HC-NIC Page 11 of 49 Created On Sun Aug 13 23:05:35 IST 2017 counsel appearing on behalf of the appellant that while considering Section 9 application, the learned Commercial Court has not properly appreciated the basic object and purpose of furnishing the said Bank Guarantee No. 002812IGFIN0058. It is submitted that as such, the purpose and object of the said Bank Guarantee is to secure amount of Rs. 3,82,90,000/= paid in advance by the owner. It is submitted that there is no failure on the part of the contractor not to use the said amount and/or the contractor has misused or misapplied the said funds and not used it for execution of the contract for which the respondent owner can recover the said amount by encashing the said bank guarantee. It is submitted that moment the amount of Rs. 3,82,90,000/= is recovered by way of adjustment of the dues of the appellant, in that case, it can be said that the Contractor has discharged his liability and/or application in respect of such advance payment has been made, and therefore, it will not be open for the respondent owner to encash the said Bank Guarantee. HC-NIC Page 12 of 49 Created On Sun Aug 13 23:05:35 IST 2017 5.3 It is further submitted by Shri Sanjanwala, learned counsel for the appellant that even otherwise, permitting the respondent owner to encash the said bank guarantee would be inequitable. It is submitted that the amount of Rs. 3,82,90,000/= is already adjusted by the respondent owner against the dues of the appellant contractor. It is submitted that over and above the above amount, a sum of Rs. 5,77,00,260/= is already withheld by the respondent owner towards 15% HB against September bills. It is submitted that therefore, approximately more than Rs. 12 crores would be retained by the respondent owner. It is submitted that therefore, the learned Commercial Court ought to have considered the same as a special equity in favour of the appellant and ought to have granted injunction restraining the respondent owner from encashing the said bank guarantee.\n5.4 It is further submitted by Shri Sanjanwala, learned counsel appearing on behalf of the appellant that even otherwise, the learned Commercial Court has materially HC-NIC Page 13 of 49 Created On Sun Aug 13 23:05:35 IST 2017 erred in considering and/or treating the said bank guarantee as unconditional bank guarantee. It is submitted that even as per the terms and conditions mentioned in the bank guarantee, apart from the fact that the said bank guarantee is an advance bank guarantee, the same can be said to be an conditional bank guarantee on establishing and/or proving the loss or damage caused or suffered by the owner by reason of any breach, failure or default by and/or on the part of the contractor. It is submitted that therefore, the bank guarantee even can be said to be conditional bank guarantee. In support of his above submissions, Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant has heavily relied upon decision of the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited v. State of Bihar & Ors., (1998) 8 SCC 436. It is submitted that while considering the similar terms and conditions in the Bank Guarantee, the Hon'ble Supreme Court has held that, \"..if the bank guarantee is conditional, the HC-NIC Page 14 of 49 Created On Sun Aug 13 23:05:35 IST 2017 beneficiary cannot have unfettered right to invoke the guarantee and Court can issue injunction against invocation of the guarantee.\" \n5.5 Shri Sanjanwala, learned counsel for the appellant- contractor has also submitted that as of now, the claim of the respondent owner is with respect to the loss or damages suffered, and therefore, unless and until the breach is established and the loss/damages gets adjudicated in arbitration proceedings, it cannot be said that there is any sum due or payable in praesenti. Therefore, at this stage, it is not open for the respondent owner to invoke the bank guarantee for the sum which is neither duly adjudicated upon, nor it can be said that any sum is payable in praesenti. In support of his above submissions, Shri Sanjanwala, learned counsel for the appellant has heavily placed reliance upon a decision of the Hon'ble Supreme Court rendered in case of Gangotri Enterprises Limited v. Union of India & Ors., reported in [2016] 11 SCC 720. 5.6 Shri R.S Sanjanwala, learned counsel appearing on HC-NIC Page 15 of 49 Created On Sun Aug 13 23:05:35 IST 2017 behalf of the appellant has further submitted that even otherwise, considering the terms and conditions of the contract, the loss or damages can only be upto 10% of the contract amount ie., Rs. 3,82,900/=. It is submitted that against the said amount, approximately Rs. 12 Crores can be said to have been with the respondent owner. It is submitted that therefore also, the learned Commercial Court ought to have granted injunction against invocation of bank guarantee. \n5.7 Shri Sanjanwala, learned counsel for the appellant has further submitted that the Commercial Court has materially erred in observing that time was the essence of the contract. It is submitted that even after 30th June 2014, the period was extended by the respondent owner from time to time, and thereafter the contractor continued to perform its part of the contract and in fact, approximately 95% of the work has been completed by then. It is submitted that therefore, when the time was not the essence of the contract, as the respondent owner itself extended the period from time to time, HC-NIC Page 16 of 49 Created On Sun Aug 13 23:05:35 IST 2017 prima facie, the respondent owner is not entitled to any loss or damage on delayed completion of the project. In support of his submissions, learned counsel Shri Sanjanwala appearing on behalf of the appellant has placed reliance upon Section 55 of the Contract Act. 5.8 Shri Sanjanwala, learned counsel for the appellant has further submitted that the learned Commercial Court has not properly appreciated the fact that as such the contractor was not at fault at all in not completing the project and/or executing the contract in time. It is submitted that as such because of irregular payments and/or delay in payment of the amount due, there was a delay in execution of the contract and in completing the project. It is submitted that therefore, prima facie, the respondent owner is not entitled to any loss or damage; more particularly when the time was not the essence of the contract and the respondent agreed and in fact extended the period from time to time. 5.9 Making the above submissions and relying upon the above decisions, it is requested to admit/allow the HC-NIC Page 17 of 49 Created On Sun Aug 13 23:05:35 IST 2017 present Appeal and continue the interim injunction restraining the respondent owner from encashing the bank guarantee [ie., Advance Bank Guarantee No. 002812IGFIN0058].\n6. The present Appeal is vehemently opposed by Shri K.S Nanavati, learned senior advocate appearing on behalf of the respondent-owner. \n7. It is vehemently submitted by Shri Nanavati, learned counsel appearing for the respondent that in the facts and circumstances of the case and as the bank guarantee is an unconditional bank guarantee, the learned Commercial Court has rightly refused to grant any injunction restraining the respondent owner from encashing the same. It is submitted that in the facts and circumstances of the case and considering the terms and conditions of the Bank Guarantee, the learned Commercial Court has rightly held the bank guarantee as unconditional bank guarantee and thereby has rightly refused to grant any injunction against encashing of the said bank guarantee. It is HC-NIC Page 18 of 49 Created On Sun Aug 13 23:05:35 IST 2017 vehemently urged by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent that as such the bank guarantee no. 002812IGFIN0058 cannot be said to be an advance bank guarantee only. It is submitted that reading the bank guarantee as a whole and the terms and conditions mentioned in the said bank guarantee as a whole, the same can be said to be Advance Bank Guarantee-cum- Performance Bank Guarantee. It is further submitted by Shri Nanavati, learned counsel on behalf of the owner that as such in the facts and circumstances of the case and as per the terms and conditions of the contract, the Contractor was required to complete the project on or before 30th June 2014, which he failed to complete and because of that, the respondent owner had suffered huge loss/damages. It is submitted that as such, till February 2016, the Contractor never made any complaint with respect to irregular payments and/or delayed payment of its dues by the respondent owner. It is submitted that such a dispute has been raised for the first time in HC-NIC Page 19 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the month of February 2016. It is further submitted that even otherwise, the appellant contractor could not have made such request as at that stage Rs. 3,82,90,000/= was also available with the contractor which was paid to it as advance payment. It is submitted that in any case, no complaint was made at all by the contractor till February 2016 with respect to any irregular or delayed payment, which has resulted into delay in completion of the project by the contractor. It is submitted that as such as per the original terms and conditions of the contract, the Contractor was required to execute the project and was required to complete the same and make it operational prior to 30th June 2014 and therefore, the learned Commercial Court has rightly held that time was the essence of the contract. 7.1 In the alternative, it is submitted that even if subsequently, the owner granted extension and even if for the sake of submissions, it is accepted that time may not be essence of the contract, in that case also, as per Section 55 of the Contract Act, still the owner HC-NIC Page 20 of 49 Created On Sun Aug 13 23:05:35 IST 2017 shall be entitled to compensation for delay in completion of the project. \n7.2 It is submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent-owner that even the circumstances under which the owner was required to extend the period is also required to be considered. It is submitted that, as such, the contractor failed to complete the project and the construction was half-way, there was no other contractor ready to take up the work in half-the-way of the project, and therefore, the owner had no other alternate but to get the work done through the appellant-contractor and thereby extended the period. \n7.3 Learned counsel Shri K.S Nanavati further submitted that if one looks at the terms and conditions of the Bank Guarantee No. 002812IGFIN0058, as such, it is an unconditional bank guarantee where the surety has agreed to pay to the owner, without any demur, dispute or objection of whatsoever nature, forthwith on receipt of a written request from the owner notifying HC-NIC Page 21 of 49 Created On Sun Aug 13 23:05:35 IST 2017 any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities; as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under and in respect of the stipulations, terms and conditions of the Contract in respect of which such advance payment has been made. It is submitted that as such, the said Bank Guarantee is an unconditional bank guarantee and so rightly held by the learned Commercial Court. 7.4 It is further submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent- Owner that as such, the said Bank Guarantee cannot be HC-NIC Page 22 of 49 Created On Sun Aug 13 23:05:35 IST 2017 said to be an Advance Bank Guarantee only, as sought to be contended on behalf of the Contractor. 7.5 Shri Nanavati, learned counsel has heavily relied upon a decision of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited v. HCL Infosystems Limited, reported in [2008] 1 SCC 544 as well as in the case of BSES Limited [Now Reliance Energy Limited] vs. Fenner India Limited & Anr., reported in [2006] 2 SCC 728 in support of his submissions that the bank guarantee is an unconditional bank guarantee, and therefore, no injunction can be granted against invocation of such bank guarantee by the owner. It is submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent that in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court did consider its earlier decision rendered in Hindustan Construction Company Limited [Supra] which has been relied upon by Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant-Contractor and HC-NIC Page 23 of 49 Created On Sun Aug 13 23:05:35 IST 2017 thereafter, the Hon'ble Apex Court has refused to grant injunction restraining the owner encashing the bank guarantee. It is submitted that therefore, as such, in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court had not agreed with the view taken in the case of Hindustan Construction Company Limited [Supra].\n7.6 It is further submitted by Shri K.S Nanavati that in the case of Fenner India Limited & Anr. [Supra], considering the similar bank guarantee which was found to be unconditional, irrevocable bank guarantee, securing performance of the contract as well as advance paid to him, the Hon'ble Supreme Court has set-aside the order passed by the High Court granting injunction against encashing the bank guarantee. It is submitted that in the aforesaid case, the respondent contended that the bank guarantees were for different purposes viz., either to secure the payments of advances, or to secure the performance. As far as the bank guarantees to secure advance payments were HC-NIC Page 24 of 49 Created On Sun Aug 13 23:05:35 IST 2017 concerned, there was a provision in the contract itself that the amount of advance was to be recovered by deduction from the gross accepted amount of any running bill. Therefore, it was contended on behalf of the respondent therein that when the entire amount of the bank guarantee had been recovered from the running bills of the respondent, encashing the bank guarantee after having recovered the full amount of advances from the running bills was an \"egregious fraud \" or at any rate, created a situation of \"special equities\" in favour of the respondent, however, the Hon'ble Supreme Court has not accepted the same and despite the above, considering the bank guarantee as Performance Bank Guarantee as well as Advance Bank Guarantee and considering the same as unconditional irrevocable bank guarantees, the Hon'ble Supreme Court has refused to grant injunction against invocation of the bank guarantees. It is further submitted by Shri K.S Nanavati that in the present case, neither any fraud is alleged nor it can be said that any special equities HC-NIC Page 25 of 49 Created On Sun Aug 13 23:05:35 IST 2017 have been pleaded and/or made out by the Contractor, and therefore, the learned Commercial Court has rightly refused to grant injunction.\n7.7 Making the above submissions and relying upon the above decision, it is requested to dismiss the present Appeal. \n8. In reply, Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant-Contractor has submitted that as such it cannot be said that in the case of Vintec Electronics Private Limited [Supra]], the Hon'ble Supreme Court has not approved the decision in the case of Hindustan Construction Co. Limited [Supra]. It is submitted that therefore, as such, it cannot be said that by the decision in case of Vintec Electronics Private Limited [Supra], the Hon'ble Apex Court has over-ruled its earlier decision in the case of Hindustan Construction Co. Limited [Supra]. 8.1 It is further submitted that in the facts and circumstances of the case, even the decision of the Hon'ble Supreme Court in the case of Fenner India HC-NIC Page 26 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Limited & Anr. [Supra], relied upon by the learned counsel appearing on behalf of the owner, shall not be applicable to the facts of the case on hand. Making the above additional submission, it is requested by the learned counsel for the appellant to admit/allow the present Appeal. \n9. Heard learned counsel appearing on behalf of the respective parties at a greater length.\n10. At the outset, it is required to be noted that the controversy in the present First Appeal is centered around the bank guarantee no. 002812IGFIN0058 which was furnished in favour of the owner as per the terms and conditions of the contract entered into by and between the Contractor and the Owner. Certain disputes have arisen between the parties, and therefore, as such, disputes are required to be referred to the Arbitrator and in the meantime, as the owner was to encash the bank guarantee/s, the Contractor submitted an Application under Section 9 of the HC-NIC Page 27 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Arbitration Act for interim measure restraining the Owner from encashing the bank guarantee. That, by the impugned judgment and order, the learned Commercial Court at Vadodara has rejected the said Application and has refused to grant any injunction, restraining the Owner from encashing the bank guarantee, which is the subject matter of the present First Appeal. \n11. It is the case on behalf of the appellant-Contractor that the Bank Guarantee no. 002812IGFIN0058 is a conditional Bank Guarantee and that it is an Advance Bank Guarantee to secure an amount of Rs. 3,82,90,000/= paid in advance by the respondent Owner and as the said amount of Rs. 3,82,90,000/= has already been recovered/adjusted against the dues of the Contractor, and therefore, the owner cannot encash the said bank guarantee. It is also the case on behalf of the appellant-Contractor that as such, in view of the subsequent extension by the Owner, extending the period from time to time during which the Contractor HC-NIC Page 28 of 49 Created On Sun Aug 13 23:05:35 IST 2017 proceeded further with the work, the time cannot be said to be essence of the contract, and therefore, for any delay in completion of the project, the Owner is not entitled to any damages/loss. As observed hereinabove, the learned counsel appearing on behalf of the Contractor has heavily relied upon decision of the Hon'ble Supreme Court in the case of Hindustan Construction Co. Limited [Supra] and Gangotri Enterprises Limited [Supra].\n11.1 On the other hand, it is the case on behalf of the Owner that if the terms of the bank guarantee is read as a whole, in that case, the bank guarantee in question cannot be said to be Advance Bank Guarantee only to secure the amount of Rs. 3,82,90,000/= paid by the owner in advance. It is submitted that considering the bank guarantee as a whole and the terms and conditions of the bank guarantee, the bank guarantee can be said to be an unconditional, irrevocable bank guarantee, securing performance of the contract as well as Advance paid to the contractor. Therefore, as HC-NIC Page 29 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the bank guarantee in question is an unconditional bank guarantee and as neither any fraud is alleged nor pleaded nor any special equities is pleaded and/or proved and/or established, the Contractor is not entitled to any injunction, restraining the Owner from encashing the said bank guarantee. As observed hereinabove, the learned counsel appearing on behalf of the Owner has heavily relied upon decisions of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited [Supra] and Fenner India Limited & Anr. [Supra]. \n11.2 Therefor, in the present First Appeal, this Court is required to consider whether in the facts and circumstances of the case, the learned Commercial Court at Vadodara has rightly rejected Section 9 Application and has rightly refused to grant any injunction in favour of the Contractor restraining the owner from encashing the bank guarantee in question ? In the present Appeal, this Court is not required to consider whether there was any delay on the part of HC-NIC Page 30 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the Owner in making the payments belatedly; as alleged by the Contractor and due to which, there was delay on the part of the contractor in performing his part of the contract or the Contractor himself was responsible for delay in completing the project, due to which the Owner had suffered loss/damages. What is required to be considered is whether by way of interim measure under Section 9 of the Arbitration Act, the respondent Owner is required to be restrained from encashing the bank guarantee or not, and for which, it is required to be considered whether the Bank Guarantee in question can be said to be an \"unconditional bank guarantee\" and/or the bank guarantee in question can be said to be an \"Advance Bank Guarantee\" to secure an amount of Rs. 3,82,90,000/= paid by the Owner to the Contractor in advance; as alleged and/or it can be said to be an unconditional, irrevocable bank guarantee securing performance of the contract as well as Advance paid to him.\nHC-NIC Page 31 of 49 Created On Sun Aug 13 23:05:35 IST 2017 12. While answering the aforesaid questions, the terms and conditions of the Bank Guarantee no. 002812IGFIN0058 are required to be referred to and therefore, the relevant terms and conditions of the said Bank Guarantee are extracted and reproduced hereunder : \n\"1. The Owner has entered into an agreement/LOI on the 3rd day of November 2012 [hereinafter referred to as, \"the Contractor\"] with Messrs. Hindustan Dorr-Oliver Limited, a Public Company incorporated in the State of Maharashtra under the Companies Act of 1956, having its registered office at Dorr-Oliver House, Chakala, Andheri [East], Mumbai 400 099 [hereinafter referred to as, \"the Contractor\"] for the Work and jobs described in the Contract, and hereinafter referred to as, \"the Let Work\"].\n2. Under the provisions of the Contract, the Contractor is required to furnish at its cost to the Owner, a security bond in the form of a Bank Guarantee, in the amount of Rs. 3,82,90,000/= [Rupees Three Crores Eighty Two Lakhs Ninety Thousand Only] against the advance payment in the like HC-NIC Page 32 of 49 Created On Sun Aug 13 23:05:35 IST 2017 amount to be made by the Owner to the Contractor, for the refund of such advance payment, in the event that the Contractor fails to duly and faithfully provide, do, perform, execute, keep, fulfill, discharge and carry out all or any of its obligations and liabilities in respect of which such advance payment has been made, in time and manner as provided in the Contract and to the fullest satisfaction of the Owner, and valid till the end of sixty days after the date of satisfactory completion and acceptance of the entire Let Work in all respects. \n3. The Surety has at the request of the Contractor agreed to issue this Security Bond as the irrevocable letter of Bank Guarantee in terms of the Contract, on behalf of the Contractor, and the Owner has agreed to accept the same. \nNOW THIS BOND WITNESSETH AND KNOWN ALL MEN BY THESE PRESENTS that the Surety is hereby held and firmly bound unto the Owner in the sum of Rs.\n3,82,90,000/= [Rupees Three Crores Eighty Two Lakhs Ninety Thousand only] to HC-NIC Page 33 of 49 Created On Sun Aug 13 23:05:35 IST 2017 be paid to the Owner at its registered office on first demand without any demur, dispute or objection of whatsoever nature by the Owner to the Contractor till the date of refund thereof by the Contractor to the Owner, for the payment of which sum as aforesaid well and truly to be made, the Surety hereby unconditionally and irrevocably binds itself, its successors and assigns, firmly by these presents. \nIT IS HEREBY STIPULATED AND AGREED that the Surety shall pay to the Owner as aforesaid at the registered office of the Owner, without any demur, dispute or objection of whatsoever nature, forthwith on receipt of a written request from the Owner notifying any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any HC-NIC Page 34 of 49 Created On Sun Aug 13 23:05:35 IST 2017 such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under advance payment has been made. The surety hereby agrees, undertakes and confirms that the aforesaid written request so received from the Owner notifying breach, default or failure on the part of the Contractor shall be construed and deemed as final conclusively binding upon the surety who shall forthwith pay the aforesaid amount without any demur or dispute whatsoever. \nNOW THE CONDITION OF THIS OBLIGATION IS THAT if the Contractor shall faithfully provide, do, perform, execute, fulfill, keep and carry out any, each and every of its obligations and liabilities under the Contract in respect of which such advance payment has been made, in time and manner provided therein and to the fullest satisfaction of the Owner, and the Owner shall certify that the obligations, liabilities, stipulations, terms and conditions under the Contract in respect of HC-NIC Page 35 of 49 Created On Sun Aug 13 23:05:35 IST 2017 which provided, done, performed, executed, fulfilled, kept and carried out by the Contractor and/or that the Contractor has repaid to the Owner the full amount of such advance payment as aforesaid, and accordingly discharges this guarantee, then this obligation shall be null and void; otherwise the same shall remain in force, virtue and effect.\"\n12.1 Thus, considering the aforesaid terms and conditions of the Bank Guarantee in question, it can be said to be an \"unconditional, irrevocable bank guarantee\" securing the Advance paid to the Contractor as well as securing the Performance of the Contractor. Therefore, as such, the Bank Guarantee in question cannot be said to be an Advance Bank Guarantee to secure advance paid to the Contractor only. Over and above the amount of Rs. 3,82,90,000/= secured by way of bank guarantee, the aforesaid bank guarantee is also for performance of the contract. Thus, the surety ie., the Bank has agreed to pay to the Owner, without any demur, dispute or objection of HC-NIC Page 36 of 49 Created On Sun Aug 13 23:05:35 IST 2017 whatsoever nature, forthwith on receipt of a written request from the Owner notifying any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities, as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under and in respect of the stipulations, terms and conditions of the Contract in respect of which, such Advance payment has been made. The Surety has also further agreed and undertaken that the aforesaid written request so received from the Owner notifying breach, default or failure on the part of Contractor shall be construed an HC-NIC Page 37 of 49 Created On Sun Aug 13 23:05:35 IST 2017 deemed as final and conclusively binding upon the surety who shall forthwith pay the aforesaid amount without any demur or dispute whatsoever. Thus, the Bank Guarantee in question can be said to be an unconditional, irrevocable bank guarantee securing performance of the contract as well as Advance paid to him. Under the circumstances, unless and until case of fraud is made out or special equities are pleaded and established, there cannot be any injunction against encashing such unconditional bank guarantee. \n13. In the case of Vintec Electronics Private Limited [Supra], while discussing and considering the law on the invocation of the bank guarantee, in para 11 to 14, the Hon'ble Supreme Court has observed and held as under :-\n\"11. The law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this Court. The bank guarantees which provided that they are payable by the guarantor on demand is considered to be an un-conditional HC-NIC Page 38 of 49 Created On Sun Aug 13 23:05:35 IST 2017 bank guarantee. When in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. In U.P. State Sugar Corporation v. Sumac International Ltd, [1997] 1 SCC 568, this Court observed that :\n\"12. The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The Courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The Courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. \nHence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank HC-NIC Page 39 of 49 Created On Sun Aug 13 23:05:35 IST 2017 guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. The two grounds are not necessarily connected, though both may coexist in some cases.\" \n12. It is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof. The bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one. The dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence. In BSES Limited v. Fenner India Ltd. & Anr, [2006] 2 SCC 728, this Court held :\n\"10. There are, however, two exceptions to this Rule. The first is when there is a clear fraud of which the Bank has notice and a fraud of the beneficiary from which it seeks to benefit. The fraud must be of an egregious nature as to vitiate the entire underlying transaction. The second exception to the general rule of non-intervention is when there are special equities in favour of injunction, such as when irretrievable injury or irretrievable injustice would occur if such an injunction were not granted. The general rule and its HC-NIC Page 40 of 49 Created On Sun Aug 13 23:05:35 IST 2017 exceptions has been reiterated in so many judgments of this Court, viz., U.P State Sugar Corpn. v. Sumac International Limited [1997] 1 SCC 568; State of Maharashtra v. National Construction Co. [1996] 1 SCC 735;\nUnited Commercial Bank v. Bank of India [1981] 2 SCC 766 and Centax [India] Limited v. Vinmar Impex Inc. [1986] 4 SCC 136, that in U.P. State Sugar Corpn. v. Sumac International Ltd. (1997) 1 SCC 568 (hereinafter U.P. State Sugar Corpn.) this Court, correctly declare that the law was 'settled'.\n13. In Himadri Chemicals Industries Ltd. v. Coal Tar Refining Company, [2007] 8 SCC 110, this Court summarized the principles for grant of refusal to grant of injunction to restrain the enforcement of a bank guarantee or a letter of credit in the following manner :\n\"14.. ...(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a Bank Guarantee or a Letter of Credit in terms thereof irrespective of any pending disputes relating to the terms of the contract.\n( ii) The Bank giving such guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. \n(iii) The Courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or a Letter of Credit. \n(iv) Since a Bank Guarantee or a Letter HC-NIC Page 41 of 49 Created On Sun Aug 13 23:05:35 IST 2017 of Credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of Bank Guarantees or Letters of Credit. \n(v) Fraud of an egregious nature which would vitiate the very foundation of such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional Bank Guarantee or a Letter of Credit would result in irretrievable harm or injustice to one of the parties concerned. \n14. In Mahatama Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg. Co-op. Ltd, [2007] 6 SCC 470, this Court observed :\n\"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee. The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction from enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered between the parties has not been fulfilled. Such a course is impermissible. The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury. \n                          What   is      relevant          are       the       terms HC-NIC                                Page 42 of 49     Created On Sun Aug 13 23:05:35 IST 2017 incorporated in the guarantee executed by the bank. On careful analysis of the terms and conditions of the guarantee in the present case, it is found that the guarantee is an unconditional one. The respondent, therefore, cannot be allowed to raise any dispute and prevent the appellant from encashing the bank guarantee. The mere fact that the bank guarantee refers to the principal agreement without referring to any specific clause in the preamble of the deed of guarantee does not make the guarantee furnished by the bank to be a conditional one. (Para 22 and 28) [Emphasis supplied] 13.1 In the said decision, the Hon'ble Supreme Court has reiterated what was held in the case of Fenner India Limited & Anr. [ Supra]. \n14. Now so far as reliance placed upon the decision of the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited [Supra] and Gangotri Enterprises Limited [Supra] relied upon by Shri R.S Sanjanwala, learned counsel for the appellant is concerned, in the facts and circumstances of the case and considering the terms and conditions of the bank guarantee in question, the aforesaid decisions shall not be applicable to the facts of the case on hand. In the HC-NIC Page 43 of 49 Created On Sun Aug 13 23:05:35 IST 2017 case before the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited [Supra], on facts and having regard to the terms and conditions of the bank guarantee which was against mobilisation advance, the Hon'ble Supreme Court has observed that the bank guarantee was not unequivocal or unconditional, and therefore, the trial Court was justified in granting the injunction. \n15. Now so far as reliance placed upon a decision of the Hon'ble Supreme Court in the case of Gangotri Enterprises Limited [Supra] by Shri R.S Sanjanwala, learned counsel for the appellant in support of his submissions that for any loss or damages, unless and until any amount is determined and/or adjudicated upon in the Arbitration the bank guarantee cannot be invoked is concerned, it is required to be noted that in the case of Gangotri Enterprises Limited [Supra], as such, there is no absolute proposition of law laid down by the Hon'ble Supreme Court, as sought to be canvassed on behalf of the Contractor. In the case HC-NIC Page 44 of 49 Created On Sun Aug 13 23:05:35 IST 2017 before the Hon'ble Supreme Court, while granting injunction against invocation of the bank guarantee, what was found by the Hon'ble Supreme Court was that arbitration proceedings relating to the contract were still pending; the sum claimed by the respondents from the appellant did not relate to the contract for which the bank guarantee was furnished; but it related to another contract which was subject matter of arbitration and in which no bank guarantee was furnished. The Hon'ble Apex Court further observed that the sum claimed by the respondents from the appellant was in the nature of damages, which awaits adjudication in the arbitration proceedings and that, the sum claimed was neither a sum due in praesenti nor a sum payable. In the terms and conditions, the word used was, \"money due\" and therefore, in the facts and circumstances of the case, the Hon'ble Supreme Court granted injunction against invocation of the bank guarantee. The aforesaid decision shall not be applicable to facts and circumstances of the case on HC-NIC Page 45 of 49 Created On Sun Aug 13 23:05:35 IST 2017 hand, more particularly as observed hereinabove, the bank guarantee in question is unconditional bank guarantee securing Performance of the work as well as Aadvance payment. \n16. Similarly, submission made on behalf of the Owner that by the decision of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited [Supra], the Apex Court has over-ruled its earlier decision in the case of Hindustan Construction Co. Limited is concerned, the same also cannot be accepted. It is true that in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court did consider its earlier decision in the case of Hindustan Construction Company Limited. However, on facts and considering the terms and conditions of the bank guarantee, the Hon'ble Apex Court distinguished the decision in the case of Hindustan Construction Co. Limited [Supra]. \n17. Now so far as submission made on behalf of the Contractor that time is not the essence of the contract HC-NIC Page 46 of 49 Created On Sun Aug 13 23:05:35 IST 2017 since it was extended from time to time, and therefore, time cannot be said to be the essence of the contract, and therefore, the Owner is not entitled to any loss or damages and that the submissions made on behalf of the Owner that despite the above, considering Section 55 of the Contract Act, the Owner shall be entitled to compensation is concerned; as observed hereinabove, at this stage, the aforesaid dispute is not required to be considered. Even other submissions made by the learned counsel appearing on behalf of the respective parties with respect to the amount due and/or retained by the owner and/or whether there was delay on the part of the Contractor and/or Owner are not required to be considered at this stage. While considering the Application under Section 9 and while considering whether by way of interim measure under Section 9 of the Arbitration Act, there shall be injunction against invocation of the bank guarantee or not. \n18. In view of the above and for the reasons aforestated, when the Bank Guarantee in question is HC-NIC Page 47 of 49 Created On Sun Aug 13 23:05:35 IST 2017 held to be unconditional, irrevocable bank guarantee with respect to the performance of the contract and also Advance payments, in the facts and circumstances of the case, the learned Commercial Court at Vadodara has not committed any error in rejecting the said application and refusing to grant injunction restraining the respondent from encashing the bank guarantee. \n19. In view of the above and for the reasons stated above, the present First Appeal deserves to be dismissed and is accordingly dismissed to costs. \n20. Civil Application No. 3082 of 2017 stands disposed of accordingly. \nSd/= {M.R Shah, J.} sd/= {B.N Karia, J.} FURTHER ORDER At this stage Shri Sanjanwala, learned counsel appearing on behalf of the appellant has requested to continue ad interim relief granted earlier vide order HC-NIC Page 48 of 49 Created On Sun Aug 13 23:05:35 IST 2017 dated 23rd February 2017, so as to enable the appellant to approach the Hon'ble Supreme Court. \nPrayer is opposed by Shri Nanavati, learned counsel appearing on behalf of the respondent herein. \nHowever, in the facts and circumstances of the case and so as to enable the appellant to challenge the present order before the Hon'ble Supreme Court and obtain appropriate order, ad interim relief granted earlier vide order dated 23rd February 2017 i.e., qua the Bank Guarantee No. 0028121GFIN0058 only, is hereby extended upto 27th March 2017. \nSd/= {M.R Shah, J.} sd/= {B.N Karia, J.} Prakash HC-NIC Page 49 of 49 Created On Sun Aug 13 23:05:35 IST 2017",
        "preamble_end_char_offset": null,
        "cleaned_text": "madhya pradesh high court m/s mold tek packaging ltd . vs s.d. containers on 1 september, 2020 author: vivek rusia bench: vivek rusia -1m.p.no.2156/2020 high court of madhya pradesh: bench at indore (single bench: hon'ble shri justice vivek rusia) 1. case number :mis. petition no.2156/2020 2. parties name :m/s mold-tek packaging ltd. vs. s.d.containers, indore 3. date of order :1st september, 2020. 4. bench (single) :hon'ble shri justice vivek rusia 5. whether approved for reporting :yes. 6. name of counsels for parties. :shri vijay asudani, learned counsel for the petitioner. :ms.meenakshi, learned counsel for the respondent. 7.law laid down: by virtue of section 3 the state govt. may after consultation with the concerned high court by notification constitute such number of commercial courts at the district. section 3a provides for the designation of commercial appellate courts at the district judge level. section 4 provides the constitution of the commercial division of those high courts having ordinary original civil jurisdiction by the chief justice of high court. section 5 provides the constitution of the commercial appellate division by the chief justice of the high court. section 6 defines the jurisdiction of the commercial courts and section 7 defines the jurisdiction of commercial divisions of high courts and according to which all the suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court. as per the first proviso, all the suits and applications relating to commercial disputes lie in a court not inferior to a district court and filed or pending on the original side of the high court shall be heard and disposed of by the commercial division of the high court. by virtue of the second proviso, all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the act of 2000 or section 104 of the patents act shall be heard and disposed of by the commercial division of the high court in all the areas over -2m.p.no.2156/2020 which the high court exercises ordinary original civil jurisdiction. admittedly, the high court of madhya pradesh is not having the original civil jurisdiction like the high courts of calcutta, madras, mumbai and delhi, therefore, in the state of madhya pradesh the state govt. has established commercial courts at district level. by virtue of the second proviso of section 7 the suit and the proceedings filed under the design act of 2000 or the patent act shall be transferred to the commercial division of the high court exercising ordinary original civil jurisdiction but similar proviso has not been provided in section 6 because in which there is a provision of the constitution of commercial courts at the district level as the high court is not having the ordinary original civil jurisdiction. that the government of madhya pradesh in exercise of the power conferred by sub-section (1) and (2) of section 3 and 3a of the commercial court act,2015 has constituted commercial courts at district judge level commercial appellate courts at district judge level respectively . the commercial courts act is a special enactment having an overriding effect over other enactments by virtue of section 21. the parliament was conscious enough to provide a provision of transfer of commercial dispute to the high court only having the ordinary original civil jurisdiction but all other high courts do not enjoy the original jurisdiction and where the provision has been made for constitution of commercial courts and all the suits and applications relating to the commercial disputes are liable to be transferred to the commercial courts as per the territorial jurisdiction. despite the word 'high court' used in section 22 (4) of the design act,2000 but after enactment of the commercial courts act 2000, such a suit is liable to be transferred to the commercial court and not to the high court in a state where the high court has no ordinary original civil jurisdiction. (vivek rusia) judge hk/ -3m.p.no.2156/2020 high court of madhya pradesh: bench at indore single bench: hon'ble shri justice vivek rusia misc. petition no.2156/2020 petitioner : m/s mold-tek packaging ltd. versus respondents : s.d.containers, indore ----------------------------------------------------------shri vijay asudani learned counsel for the petitioner. ms.meenakshi learned counsel for the respondent. ----------------------------------------------------------o r d e r (passed on 01.09.2020 ) being aggrieved by the order dated 23.3.2020 passed by the commercial court (district court, indore) whereby the civil suit has been transferred to calcutta high court under section 22(4) of the design act, 2000, the applicant/plaintiff has filed the present writ petition under art. 227 of the constitution of india. facts of the case, in nutshell, are as under:1. the applicant being a public limited company registered under the provisions of companies act, 1956 has filed the civil suit through its managing director (hereinafter referred to as \"plaintiff''). the plaintiff company was established in the year 1985, and has been engaged in the business of manufacturing and selling rigid plastic packaging material including manufacturing of injection molded containers for lubes, paints food, etc.. the plaintiff company also manufactures containers made out of rigid plastic of various sizes and shapes the paint industry, food industry, dairy industry, and lubricant industry. the plaintiff is claiming the status of pioneers by way of their in house research and developmental activities in the area of their inventive and creative efforts for developing the variety of tamper-proof lids of pails/container. the plaintiff submitted applications in the year 2015 and 2017 for registration of design of the lids of the containers, containers, lids with the spout, jar or container with the controller general of patents, designs and trademarks, kolkatta 2. according to the plaintiff, in septembernovember 2019 it came to their knowledge that non-applicant (hereinafter referred as \"defendant\") is producing lid and container of exactly similar design as that of the plaintiff and supplying them to edible oil manufactures and some of them are even existing customers of the plaintiff viz m/s mahendra brothers. 3. based on the cause of action arose on 10/1/2020 and above mentioned facts the plaintiff has filed the suit before the commercial court ( district court at indore) seeking a decree of declaration that defendant has no right to manufacture containers that are similar to those manufactured by the plaintiff company, decree of permanent injection restraining the defendant not to copy, use or enable others to use this plaintiff's design of the container under design application no: 299039 and lid under design application no . 299041 so and compensation of sum of rs.5 crores towards notional damages against. along with the plaint, the plaintiff has also filed an application of temporary injunction under o.39-r.1&2 of the code of civil procedure,1908. 4. that the defendant after appearance filed a written statement cum counter claim and reply to the application for a temporary injunction. thereafter, the plaintiff has also filed an application under order 7 rule 11 of the code of civil procedure,1908 seeking rejection of counter claim. the respondent/ defendant filed an application under section 22(4) of the design act, 2000 seeking for transfer of the suit to the high court of madhya pradesh, indore bench. 5. that the defendant by way of the written statement has specifically challenged the registration of the plaintiffs' designs on the grounds provided under section 19(1) of the design act, 2000 and have averred that the salient features in the plaintiffs designs lack novelty and originality and that designs with similar features have been published in india or any other country before the date of registration, and hence both the designs are liable for cancellation under section 19(1) of the act. the defendant has further pleaded that having availed the grounds under section 19 of the act as the ground of defence, section 22(4) of act comes into force and the trial court must transfer the suit to the high court for its decision. 6. that vide impugned order dated 23.03.2020 the learned comercial court at indore has allowed the application filed under section 22(4) of the design act,2000, and transferred the suit with all pending application to the high court of calcutta. being aggrieved by the above order the plaintiff has filed the present writ petition under art 227 of the constitution of india before this court. 7. the plaintiff has assailed the impugned order on the ground that the learned commercial court has failed to appreciate that as per provisions 22(4) of the design act, the suit or the proceedings can be transferred to hon'ble high court only when an appeal against the order passed by the controller under section 19 is pending before the high court. the learned commercial court has failed to appreciate that the cause of action for filing the suit for permanent injunction and temporary injunction of sale of the products with piracy of registered design lies within the jurisdiction of indore, hence the case could not have been transferred to high court of calcutta. learned court below ought to have adjudicated the application filed under order 7 rule 11 cpc for rejection of the counterclaim and application for a temporary injunction before deciding the application filed under section 22(4) of the design act, 2000. 8. that the defendant has filed the reply to the writ petition by submitting that by way of written statement -cum-counterclaim along with supporting documents the registration of plaintiff's designs has specifically been challenged on the grounds provided under section 19(1) of the design act, 2000 and has averred that the salient features in the plaintiff's designs lack novelty and originality and that designs with similar features have been published in india or any other country before the date of registration, and hence both the designs are liable for cancellation under section 19(1). the defendant further submitted that having availed the grounds under section 19 of the design act, 2000 as the ground of defence, section 22(4) of act comes into force and the trial court must transfer the suit to the high court. thus, as soon as a defence on any of the grounds as provided under section 19 (1) of the act is taken in the written statement filed by the defendant, section 22 (4) of the act the district court becomes functus officio, and the suit is mandatory to be transferred to the high court of that territorial jurisdiction. however, the defendant by way of the application filed under section 22(4) of the act prayed before the court for transfer of the suit to the high court of madhya pradesh, indore bench. i have heard learned counsel for the parties and perused the record. 9. in my considered opinion, the following issues require consideration in this case. (1) whether the learned judge has erred in transferring the proceeding of the civil suit from commercial court to the high court under the provision of section 22(4) of the act of 2000? (2) whether the proceeding of the civil suit is liable to be transferred to the high court of calcutta or commercial court at indore by virtue of the provisions of the commercial courts, commercial division, commercial appellate division of high courts act, 2015 (act 4 of 2016) is competent to decide the civil suit? so far the transfer of the civil suit to the high court of calcutta is concerned, the plaintiff and the defendant both have unanimity that the court at indore has territorial jurisdiction to decide the civil suit. even otherwise section 20 of the cpc inter alia provides that the civil suit can be instituted where a defendant resides or carries on his business and the cause of action wholly or in part arises. the provisions of section 22 of the design act, 2000 does not specify the court, wherein such proceedings can be instituted. as per allegation in the plaint the defendant carries business at indore and, by imitating its design hence the indore court is having jurisdiction to decide the civil suit but the core issue for consideration is whether the proceeding of the civil suit is liable to be transferred from the commercial court at indore to the high court under the provision of section 22(4) of the act of 2000. 10. the design act of 2000 has been enacted to consolidate and amend the law relating to the protection of designs and came into force w.e.f. 11.05.2001 by repealing the design act, 1911. section 2(e) of the design act of 2000 defines 'high court' and according to which the high court shall have the same meaning as assigned to it in clause (i) of sub-section (i) of section 2 of the patents act, 1970. chapter-ii of the design act of 2000 deals with the registration of designs and the controller general of the patents, designs and trade marks is the competent authority either to register a design or refuse to register any design presented to him for registration. sub-section (4) of section 5 provides a remedy of appeal to the high court by any person aggrieved by any such refusal of registration. section 9 provides issuance of the certificate of registration to the proprietor of the design and section 10 provides that register of designs shall be kept at the patent office containing names and addresses of proprietors of the registered designs and notifications of assignments. by virtue of section 11 when a design is registered, the registered proprietor of the design, shall subject to the provisions of the act, have copyright of the design for ten years from the date of registration. 11. any person interested may present a petition for cancellation of the registration of a design to the controller under section 19 of the act of 2000 on any grounds provided under sub-section (1). section 19 (2) provides a remedy of appeal to the high court from any order of the controller. section 19 (2) also gives power to the controller to refer any such petition to the high court for its decision. chapter-v of the act of 2000 deals with the piracy of the registered designs. section 22 provides that during the existence of the copyright in any design, it shall not be lawful for any person to apply in any article or in any class of articles in which the design is registered or do any imitation thereof except with the license or written consent of the registered proprietor. under sub-section (2) of section 22 if any person acts in contravention of this section he shall be liable to pay to the registered proprietor of the design a sum of rs.25,000/for every contravention. as per sub-section (2) (b) of section 22 a proprietor may bring a suit for recovery of damage for any such contravention and an injunction against the repetition thereof. by virtue of the second proviso of section 22 (2) no suit or any other proceeding for relief under this sub-section shall be instituted in any court below the court of district judge. under section 22 (3) in any suit or any other proceeding for the relief under sub-section (2) the defendant may take a ground for its defence which are available under section 19 for cancellation of a registration of the design. by virtue of sub-section (4) of section 22 where any ground on which the registration of a design may be cancelled under section 19 has been available of as a ground of defence, then the suit or any such proceeding shall be transferred by the court to the high court for its decision. in the present case, in the suit filed by the plaintiff, the defendant has challenged the registration of design of the plaintiff on the ground that such a design ought not to have been registered which is one of the grounds available under section 19 for cancellation of the design, therefore, by virtue of sub-section (4) of section 22 the defendant sought transfer of the civil suit to the high court. 12. shri asudani, learned counsel for the plaintiff submits that an appeal lies to the high court against the registration of the designs by the controller, therefore, under section 22(4) the proceedings can be transferred if any appeal is pending before the high court. in support of his contention, he has placed reliance over the judgment in the case of whirlpool of india vs. videocon industries ltd. 2014 scc online bom 565; castrol india ltd. vs. tide water oil co. (i) ltd. 1994 scc online cal. 303; bharat glass tube ltd. vs. gopal glass works ltd. (2008) 10 scc 657; dart industries vs. poluset plastics pvt. ltd. 2018 scc online del 10229 & godrej sara lee ltd. vs. reckitt benckiser australia ptu. ltd. & another (2010) 2 scc 535. 13. learned counsel appearing for the respondent vehemently opposes the aforesaid prayer by submitting that section 22 (4) is an independent proceeding and the moment any ground on which the registration of the design may be cancelled has been taken in the written statement, the district court becomes functus officio to decide the suit and the suit or the proceedings are liable to be transferred to the high court for decision. the language of this provision is unambiguous and there cannot be any other interpretation. in support of the contention, learned counsel for the respondent has placed reliance over the judgments passed in the case of astral polytechnic limited vs. ashirvad pipes pvt. ltd. & others reported in manu/ka/0119/2008; r.n.gupta & co. ltd. vs. action construction equipments ltd. reported in 2016 scc online allahabad 975; escorts construction equipment ltd. vs. gautam engineering company & others reported in manu/jk/0409/2009; salutri remedies vs. unim pharma lab pvt. ltd. reported in 2009 scc guj. 9488 and standard glass beads factory and another reported in 1980 scc online all 59. 14. for ready reference section 22 the design act,2000 is reproduced below:22. piracy of registered design.-(1) during the existence of copyright in any design it shall not be lawful for any person-(a) for the purpose of sale to apply or cause to be applied to any article in any class of articles in which the design is registered, the design or any fraudulent or obvious imitation thereof, except with the licence or written consent of the registered proprietor, or to do anything with a view to enable the design to be so applied; or (b) to import for the purposes of sale, without the consent of the registered proprietor, any article belonging to the class in which the design has been registered, and having applied to it the design or any fraudulent or obvious imitation thereof; or (c) knowing that the design or any fraudulent or obvious imitation thereof has been applied to any article in any class of articles in which the design is registered without the consent of the registered proprietor, to publish or expose or cause to be published or exposed for sale that article. (2) if any person acts in contravention of this section, he shall be liable for every contravention-(a) to pay to the registered proprietor of the design a sum not exceeding twenty-five thousand rupees recoverable as a contract debt, or (b) if the proprietor elects to bring a suit for the recovery of damages for any such contravention, and for an injunction against the repetition thereof, to pay such damages as may be awarded and to be restrained by injunction accordingly: provided that the total sum recoverable in respect of any one design under clause (a) shall not exceed fifty thousand rupees: provided further that no suit or any other proceeding for relief under this sub-section shall be instituted in any court below the court of district judge. (3) in any suit or any other proceeding for relief under subsection (2), every ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence. (4) notwithstanding anything contained in the second proviso to sub-section (2), where any ground on which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence and sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceeding shall be transferred by the court, in which the suit or such other proceeding is pending, to the high court for decision. (5) when the court makes a decree in a suit under sub-section (2), it shall send a copy of the decree to the controller, who shall cause an entry thereof to be made in the register of designs. so far the provision of section 22(4) of the design act,2000 is concerned it provides that if the defendant raises a grounds as a defence which are available under section 19, the proceeding shall be transferred by the court in which the suit or such other proceedings is pending to the high court. this provision is mandatory in nature as the word \"shall\" is used in it. however, the high court also enjoys the appellate jurisdiction under section 5 (4) and section 19 (2) of the design act of 2000. if the controller refuses to register any design the person aggrieved may file an appeal and if the controller registered any design, any person interested and aggrieved can file an appeal to the high court for challenging such registration. in the present case, the defendant is challenging the design of the plaintiff in the present suit by way of counterclaim but no petition under section 19 has been filed before the controller for cancellation of registration of the design. 15. the core issue before this court is whether the proceedings of the civil suit pending before the commercial court are liable to be transferred to the high court under section 22 (4) of the act of 2000. the parliament has enacted the commercial courts, commercial division, commercial appellate division of high courts act, 2015 (act 4 of 2016) (hereinafter referred to as 'the commercial courts act, 2015') for the establishment of commercial courts, commercial appellate courts, commercial division and commercial appellate division in the high courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. section 2 (c) of the act of 2015 defines \"commercial dispute\" and 2 (c) (xvii) defines disputes pertaining to intellectual property like trademarks, copyright, patent, design etc. as commercial disputes. section 2 (c) commercial dispute means a dispute arising out of (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; for ready reference sections 3 to 7 of the commercial court act,2015 are reproduced below:3. constitution of commercial courts.-(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: 2[provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary.]; 3[(1a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary.]; (2) the state government shall, after consultation with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the 4[state government may], with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a 5[commercial court either at the level of district judge or a court below the level of a district judge]. 3a. designation of commercial appellate courts.--except the territories over which the high courts have ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, designate such number of commercial appellate courts at district judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those courts under this act.] 4. constitution of commercial division of high court. --(1) in all high courts, having 7[ordinary original civil jurisdiction], the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial division. 5. constitution of commercial appellate division.-(1) after issuing notification under subsection (1) of section 3 or order under sub-section (1) of section 4, the chief justice of the concerned high court shall, by order, constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred on it by the act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial appellate division. 6. jurisdiction of commercial court.--the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.--for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908). 7. jurisdiction of commercial divisions of high courts. --all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. (emphasised supplied) by virtue of section 3 the state govt. may after consultation with the concerned high court by notification constitute such number of commercial courts at the district level and as per the proviso with respect to the high court having ordinary original civil jurisdiction, the state govt. may after consultation with the concerned high court by notification constitute commercial courts at the district judge level and as per the second proviso for the high court having ordinary original civil jurisdiction, the state govt. may by notification specify such pecuniary value which shall not be less than rs.3 lakhs. section 3a provides for the designation of commercial appellate courts at the district judge level. section 4 provides the constitution of the commercial division of those high courts having ordinary original civil jurisdiction by the chief justice of high court by constituting a commercial division having one or more benches consisting of a single judge. section 5 provides the constitution of the commercial appellate division whereby the chief justice of the high court shall constitute a commercial appellate division at all the high courts irrespective of vesting of original jurisdiction. section 6 defines the jurisdiction of the commercial courts and section 7 defines the jurisdiction of commercial divisions of high courts and according to which all the suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court. as per the first proviso, all the suits and applications relating to commercial disputes lie in a court not inferior to a district court and filed or pending on the original side of the high court shall be heard and disposed of by the commercial division of the high court. by virtue of the second proviso, all suits and applications transferred to the high court by virtue of subsection (4) of section 22 of the act of 2000 or section 104 of the patents act shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. admittedly, the high court of madhya pradesh is not having the original civil jurisdiction like the high courts of calcutta, madras, mumbai and delhi, therefore, in the state of madhya pradesh the state govt. has established commercial courts at district level. by virtue of the second proviso of section 7 the suit and the proceedings filed under the act of 2000 or the patent act shall be transferred to the commercial division of the high court exercising ordinary original civil jurisdiction but similar proviso has not been provided in section 6 because in which there is a provision of the constitution of commercial courts at the district level as the high court is not having the ordinary original civil jurisdiction. that the government of madhya pradesh in exercise of the power conferred by sub-section (1) and (2) of section 3 of the commercial court act vide notification no. f.no.17(e)17/2016/xxi-b(1)1888/2019 dated 2.4.2019 has constituted commercial courts at district judge level and in exercise of the power conferred by section 3a of the commercial court act vide f.no.17(e)17/2016/xxib(1)1888/2019 notification dated 2.4.2019 has constituted commercial appellate courts at district judge level. 16. the commercial courts act is a special enactment having an overriding effect over other enactments by virtue of section 21. the parliament was conscious enough to provide a provision of transfer of commercial dispute to the high court only having the ordinary original civil jurisdiction but all other high courts do not enjoy the original jurisdiction and where the provision has been made for constitution of commercial courts and all the suits and applications relating to the commercial disputes are liable to be transferred to the commercial courts as per the territorial jurisdiction. despite the word 'high court' used in section 22 (4) but after enactment of the commercial courts act 2000, such a suit is liable to be transferred to the commercial court and not to the high court in a state where the high court has no ordinary original civil jurisdiction. 17. the apex court in the case of godrej sara lee ltd. vs. reckit benckiser australia pty. ltd. & another reported (2010) 2 scc 535 has held that the legislature intended that an application for cancellation of registration of design would lie to the controller exclusively without the high court having a parallel jurisdiction to entertain such matter because all the appeal from the order of the controller lies to the high court. it is further held that under the design act of 2000 the high court would be entitled to assume jurisdiction only at the appellate stage. in this case, a civil suit was also filed before the high court at delhi and a separate application under section 19 of the act of 2000 was filed before the controller and against the decision of the controller a regular appeal was filed before the delhi high court in which the issue of territorial jurisdiction of the high court of delhi was cropped up. the apex court has held that only the calcutta high court has the jurisdiction to decide the appeal based on the statutory provision and not on the basis of dominus litus or situs of the appellate tribunal or cause of action and accordingly granted liberty to the appellant to file an appeal before the calcutta high court. 18. in view of the foregoing discussion, learned commercial court at indore has erred in transferring the civil suit and the pending applications to the calcutta high court . the commercial court at indore itself is competent to decide the suit by virtue of the commercial courts act 2015, hence the petition is allowed and the impugned order 23.3.2020 passed by the commercial court (district court, indore) is set aside. no order as to cost. (vivek rusia) judge hk/ date: 2020.09.01 16:46:15 +05'30'"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d512dc651e34aa498c93e566f2e6a81_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "601f4fbec6db493f8b5fd3d2f6a87344_1"
        },
        {
            "start": 242,
            "end": 261,
            "text": "\nGujarat High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c9891b971794c65a4722db960e68d84_2"
        },
        {
            "start": 262,
            "end": 346,
            "text": "\nHindustan Dorr Oliver Limited vs Gujarat State Fertilizers And ... on 9 March, 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2be79415fb484acfa363c0249a291464_3"
        },
        {
            "start": 347,
            "end": 382,
            "text": "\nAuthor: M.R. Shah\nBench: M.R. Shah",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef3eb6d0d97442ed8da302a9cf35dda9_4"
        },
        {
            "start": 400,
            "end": 457,
            "text": "C/Fa/891/2017                                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b465d118062c4b29a9cd2a8d0932437f_5"
        },
        {
            "start": 457,
            "end": 491,
            "text": "Cav Judgment\n\n\n\n\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43343b858fc946eeade666fc10b76ad6_6"
        },
        {
            "start": 491,
            "end": 550,
            "text": "In The High Court Of Gujarat At\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfb5b0b1e3274a148fd6b0eb59378ddb_7"
        },
        {
            "start": 550,
            "end": 559,
            "text": "Ahmedabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f559ac1b4b2492aa20580c51726adac_8"
        },
        {
            "start": 586,
            "end": 614,
            "text": "First Appeal No. 891 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f195567f15748139b65228567524aa6_9"
        },
        {
            "start": 653,
            "end": 714,
            "text": "With\n                      CIVIL APPLICATION No. 3082 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9007b79a88bb4f4fa37f2d57fdc6a05a_10"
        },
        {
            "start": 753,
            "end": 809,
            "text": "In                          FIRST APPEAL No. 891 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2149e4d851e4dd2acfc8434e09e5cd2_11"
        },
        {
            "start": 819,
            "end": 846,
            "text": "FOR APPROVAL AND SIGNATURE:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28fc5b0cb511418fbf01efba56642777_12"
        },
        {
            "start": 847,
            "end": 945,
            "text": "\n         HONOURABLE Mr. JUSTICE M.R. SHAH          and          HONOURABLE Mr. JUSTICE B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e5bf22ce89d549c5a86e36b3696c93a0_13"
        },
        {
            "start": 955,
            "end": 962,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd6256de68d743a8b6fec7471b66bbb5_14"
        },
        {
            "start": 963,
            "end": 970,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30ea31bb894c44468dc1074b5189b790_15"
        },
        {
            "start": 971,
            "end": 978,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa30b313ee9e463c8e5d6d0046af5beb_16"
        },
        {
            "start": 979,
            "end": 986,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d894f4039f83458e8eced97148438dc7_17"
        },
        {
            "start": 987,
            "end": 994,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3886654853842a6b05102341e6d1e6c_18"
        },
        {
            "start": 995,
            "end": 1002,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df4edf4b9b5d4d59a9e33d0b86bee604_19"
        },
        {
            "start": 1003,
            "end": 1010,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a9c1cce776841299fc99c296bd74bf7_20"
        },
        {
            "start": 1011,
            "end": 1018,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5de47650213f4c75a9e4a4d5b9e9e2b8_21"
        },
        {
            "start": 1019,
            "end": 1026,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f4c44677f50486c873332ae0476966e_22"
        },
        {
            "start": 1027,
            "end": 1034,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7eb415f573eb40d3920b51b6fc7a5b20_23"
        },
        {
            "start": 1035,
            "end": 1042,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "550a73072a9941b48b5d695a0dd62675_24"
        },
        {
            "start": 1043,
            "end": 1050,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a38165b5163f46a1ac301a73e5b726bd_25"
        },
        {
            "start": 1051,
            "end": 1058,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6006ecfd1884bfeb2b8020ccbbde5bb_26"
        },
        {
            "start": 1059,
            "end": 1066,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "925e14caffe24c7d97479de10d103e8c_27"
        },
        {
            "start": 1067,
            "end": 1074,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f18b62ee1f974385993aeda6fe22f5d5_28"
        },
        {
            "start": 1075,
            "end": 1088,
            "text": "=\n\n         1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "216326746c8d485a973087d0a4e33448_29"
        },
        {
            "start": 1089,
            "end": 1174,
            "text": "Whether Reporters of Local Papers may be allowed to see Yes            the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d526b3eea0de4bcc8e2ad8fbcd77a444_30"
        },
        {
            "start": 1175,
            "end": 1227,
            "text": "\n\n         2 To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9335cfdf8dba4c9ea4b495d4b6f04c25_31"
        },
        {
            "start": 1228,
            "end": 1278,
            "text": "                                    Yes          3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ee1f2e163314426ab094d0735c95b40_32"
        },
        {
            "start": 1279,
            "end": 1360,
            "text": "Whether their Lordships wish to see the fair copy of the No            judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "84d7fc78ce69498191779cdfbc869285_33"
        },
        {
            "start": 1361,
            "end": 1540,
            "text": "\n\n         4 Whether this case involves a substantial question of law No            as to the interpretation of the Constitution of India or any            order made thereunder ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea2d4a68b6c4411a8fc15a2824af388e_34"
        },
        {
            "start": 1552,
            "end": 1559,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e28701e024244e084de50b539673192_35"
        },
        {
            "start": 1560,
            "end": 1567,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d834ba2737334ecc9cc2b72015094c67_36"
        },
        {
            "start": 1568,
            "end": 1575,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3bd98b5c5d2443c0bb68915e2c07eabc_37"
        },
        {
            "start": 1576,
            "end": 1583,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce3e0eb3ff6c497281b2cd919cc389c0_38"
        },
        {
            "start": 1584,
            "end": 1591,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f39e64079f94015a8fd332acdf5a336_39"
        },
        {
            "start": 1592,
            "end": 1599,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "884466d187c44260b087b09a0bcfb0dc_40"
        },
        {
            "start": 1600,
            "end": 1607,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a75b12f1273b4a91a97efd12aa862efc_41"
        },
        {
            "start": 1608,
            "end": 1615,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13fce1c7bf964077b5eaa417f7664efd_42"
        },
        {
            "start": 1616,
            "end": 1623,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b752905caa441d793183dd7ec286514_43"
        },
        {
            "start": 1624,
            "end": 1631,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "73ca58e3a57b4cd695c1a7f97c10fdea_44"
        },
        {
            "start": 1632,
            "end": 1639,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "018dbad7c79640d49c2a8908385b5821_45"
        },
        {
            "start": 1640,
            "end": 1647,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd0913f2ad2243898eb564ce882adec7_46"
        },
        {
            "start": 1648,
            "end": 1655,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "675d378f464c4f73b498738c7b4b6e5c_47"
        },
        {
            "start": 1656,
            "end": 1663,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1f0ec4b2ed04f8ab0230319cd61fca7_48"
        },
        {
            "start": 1664,
            "end": 1671,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37dcd24c095c4f719fe5596a3ed54c81_49"
        },
        {
            "start": 1672,
            "end": 1739,
            "text": "=\n                    HINDUSTAN DORR OLIVER LIMITED....Appellant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ebf1180792244732bd2925906a4ee2a9_50"
        },
        {
            "start": 1779,
            "end": 1807,
            "text": "Versus                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21ea0ead2375458d8c52ce8b94b32ed9_51"
        },
        {
            "start": 1807,
            "end": 1846,
            "text": "GUJARAT STATE FERTILIZERS AND CHEMICALS",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1806083b71714505bf383900618dfafa_52"
        },
        {
            "start": 1877,
            "end": 1900,
            "text": "LIMITED....Defendant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc70b68932ae4316b9963696528c7a98_53"
        },
        {
            "start": 1911,
            "end": 1918,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b31914e5b51430f9992a4e17fd00f88_54"
        },
        {
            "start": 1919,
            "end": 1926,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74da7b1acfbe45c9a8c422e010fb5e42_55"
        },
        {
            "start": 1927,
            "end": 1934,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21dbe07a279e4acf91300a0d741db7e5_56"
        },
        {
            "start": 1935,
            "end": 1942,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e6cb046590b4ee5a213aea05aa6cf66_57"
        },
        {
            "start": 1943,
            "end": 1950,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a96a5fa20db04d7ea19ad610c4d56901_58"
        },
        {
            "start": 1951,
            "end": 1958,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65f6a7593a4b4c1eb4df8c1f99add3bf_59"
        },
        {
            "start": 1959,
            "end": 1966,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e06473469759457f9b3f93879d5ccf1d_60"
        },
        {
            "start": 1967,
            "end": 1974,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6f0ed5cc6b04becadda6cddd6f3c7a6_61"
        },
        {
            "start": 1975,
            "end": 1982,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f053dbc7cde844fa970b9d4a2366fe00_62"
        },
        {
            "start": 1983,
            "end": 1990,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6647f243156d46149413532ae89c022a_63"
        },
        {
            "start": 1991,
            "end": 1998,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c5f8e28bc144fbc83843d8efdbbc09b_64"
        },
        {
            "start": 1999,
            "end": 2006,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12dd5b86fa34490483942e5245076595_65"
        },
        {
            "start": 2007,
            "end": 2014,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1213037a68b482293eb874431705672_66"
        },
        {
            "start": 2015,
            "end": 2022,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e9fff34262e407f8211191c2c9a5a0b_67"
        },
        {
            "start": 2023,
            "end": 2030,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b351c3164dd1450db8edde765c05b770_68"
        },
        {
            "start": 2031,
            "end": 2064,
            "text": "=\n         Appearance :\n         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96939afe71f2447b8dd2f201982ba46d_69"
        },
        {
            "start": 2064,
            "end": 2192,
            "text": "Mr R.S SANJANWALA, Sr Advocate with Mr PRANAV M TRIVEDI,\n         Advocate for SINGHI & CO, Advocates for the Appellant(s) No. 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27d723bbb9534fdeb1b4ff18e2d7313e_70"
        },
        {
            "start": 2193,
            "end": 2299,
            "text": "         Mr KS NANAVATI, Sr Advocate for NANAVATI ASSOCIATES, CAVEATOR          for the Defendant(s) No. 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a64c3f171fe84be08b0caec9bacb2ab0_71"
        },
        {
            "start": 2309,
            "end": 2316,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ccb4f1de738f4fd9ada1e8a5c45fcdc8_72"
        },
        {
            "start": 2317,
            "end": 2324,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62e0bef15d09436380fddf9f3e736b23_73"
        },
        {
            "start": 2325,
            "end": 2332,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6d1cd02cd1d43b782783abf0f68be41_74"
        },
        {
            "start": 2333,
            "end": 2340,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a587d8da630743dc8902c21e2684f498_75"
        },
        {
            "start": 2341,
            "end": 2348,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0636052ef8bc4f739896971fa1d60c8d_76"
        },
        {
            "start": 2349,
            "end": 2356,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d4bb90041f749cdae06325be3c501a8_77"
        },
        {
            "start": 2357,
            "end": 2364,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "148ed0e9a7ee40fc8217a8aaa67133e3_78"
        },
        {
            "start": 2365,
            "end": 2372,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98e763e84eb14fbeb8de47c56f9939de_79"
        },
        {
            "start": 2373,
            "end": 2380,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b58e4ef00f3b404a80d7a98c9f1adbba_80"
        },
        {
            "start": 2381,
            "end": 2388,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a47ce315ca94a5f80d4e524574e301d_81"
        },
        {
            "start": 2389,
            "end": 2396,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "694a6e8fcd83492c838cb07d9485d94d_82"
        },
        {
            "start": 2397,
            "end": 2404,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43d3340148de48498f9fb101e41e9672_83"
        },
        {
            "start": 2405,
            "end": 2412,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "906ccf219e80436f831804b781a144e0_84"
        },
        {
            "start": 2413,
            "end": 2420,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "195ab4151be94d70b439ddedb001f4b5_85"
        },
        {
            "start": 2421,
            "end": 2428,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69fc859d55e84e5596822273e0aaffec_86"
        },
        {
            "start": 2429,
            "end": 2470,
            "text": "=\n\n                                CORAM:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c8de31feead24d62893abf87fc8efe5f_87"
        },
        {
            "start": 2471,
            "end": 2497,
            "text": "HONOURABLE MR.JUSTICE M.R.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44c24765846946e8b7d508689448c8b1_88"
        },
        {
            "start": 2537,
            "end": 2583,
            "text": "SHAH                                       and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "827fdc282a814c13a5a19077a1e260ee_89"
        },
        {
            "start": 2625,
            "end": 2637,
            "text": "Page 1 of 49",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbdde648e97f47bf97562f73a2c6d697_90"
        },
        {
            "start": 2638,
            "end": 2645,
            "text": "HC -NIC",
            "labels": [
                "PREAMBLE"
            ],
            "id": "960c4c4507464fc4a3c831b0cd2f1841_91"
        },
        {
            "start": 2678,
            "end": 2684,
            "text": "Page 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "445d01f3d5f44d6b821b9bbaafccc4c2_92"
        },
        {
            "start": 2685,
            "end": 2734,
            "text": "of 49     Created On Sun Aug 13 23:05:35 IST 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "962faa4326bd4d5fba035289926b049c_93"
        },
        {
            "start": 2752,
            "end": 2766,
            "text": "C /FA/891/2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b817b9f4cde942e9996633817c5de9ae_94"
        },
        {
            "start": 2813,
            "end": 2867,
            "text": "CAV JUDGMENT                                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff0851bf5c4e45b78c793800bd526f12_95"
        },
        {
            "start": 2867,
            "end": 2877,
            "text": "HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "070568acb27c4b36a83c86b06ecf891d_96"
        },
        {
            "start": 2878,
            "end": 2893,
            "text": "MR.JUSTICE B.N.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3c21e83934c48f1a5f4f37b5e2421cd_97"
        },
        {
            "start": 2936,
            "end": 2997,
            "text": "KARIA                                          9th March 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be741c65cb1948bb9949cac73180b284_98"
        },
        {
            "start": 3007,
            "end": 3050,
            "text": "CAV JUDGMENT              (PER : HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9beb345cf9d445fb9dc807ff8d202554_99"
        },
        {
            "start": 3051,
            "end": 3073,
            "text": "Mr. JUSTICE M.R. SHAH)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7970bcef4d7647eb81c0e62b8a8e7868_100"
        },
        {
            "start": 3074,
            "end": 3662,
            "text": "\nFeeling aggrieved and dissatisfied with the impugned judgment and order dated 16th February 2017 passed by the learned Judge, Commercial Court, Vadodara in Commercial Civil Miscellaneous Application No. 112 of 2016, by which, the learned Commercial Court has rejected the said Application submitted by the original applicant under Section 9 of the Arbitration & Conciliation Act, 1996 and has refused to grant interim injunction restraining the respondent herein [original opponent] from en-cashing the respective bank guarantees, the original applicant has preferred the present Appeal.",
            "labels": [
                "FAC"
            ],
            "id": "aaab12d0ffef45f98448b2bb0342bfbb_101"
        },
        {
            "start": 3663,
            "end": 3894,
            "text": "\n2. Facts leading to the present Appeal in nutshell are as under :\n2.1 The opponent herein, a public sector undertaking, was in need of Engineering Procurement and Construction [EPC] contractors for establishing HC-NIC Page 2 of 49",
            "labels": [
                "FAC"
            ],
            "id": "a794527d89fe4dc78e62fbcacf227804_102"
        },
        {
            "start": 3895,
            "end": 4171,
            "text": "Created On Sun Aug 13 23:05:35 IST 2017 production facilities for 2000 MTPY Water Soluble Fertilizer, NPX 19-19-19 Grade and Microntrient Mixture with required bagging along with additional bagging facilities for 10000 MTPY other grades of WSF's lump sum turnkey [LSTK] basis.",
            "labels": [
                "FAC"
            ],
            "id": "cce0ed146220472d86bae53b2ab2af1a_103"
        },
        {
            "start": 4172,
            "end": 4358,
            "text": "That thereafter, pursuant to the tender process, the respondent expressed their intention of awarding the contract to the applicant and issued a Letter of Intent dated 3rd November 2012.",
            "labels": [
                "FAC"
            ],
            "id": "dad14f3b81324e00a2a37288bea33db0_104"
        },
        {
            "start": 4359,
            "end": 4507,
            "text": "The original applicant [hereinafter referred to as, \"the Contractor\"] accepted the said Letter of Intent vide communication dated 5th November 2012.",
            "labels": [
                "FAC"
            ],
            "id": "4f8eb8cd49674f14961d44a3dd5d91cd_105"
        },
        {
            "start": 4508,
            "end": 4741,
            "text": "That, the said Letter of Intent came to be amended by the original respondent vide letter dated 27th December 2012 and pursuant thereto, the Contractor entered into a contract on 25th April 2013 for the said facilities on LSTK basis.",
            "labels": [
                "FAC"
            ],
            "id": "c3285e45135546ba8aa0bfac2241e060_106"
        },
        {
            "start": 4742,
            "end": 4889,
            "text": "As per the terms of the contract, the contract was to be executed and completed within a period of fifteen months ie., on or before 30th July 2014.",
            "labels": [
                "FAC"
            ],
            "id": "bcce7302f94340999c4a61fe9ed81f24_107"
        },
        {
            "start": 4890,
            "end": 4963,
            "text": "\nThat, the contract was awarded for a total amount of Rs. 38,29,00,000/=.",
            "labels": [
                "FAC"
            ],
            "id": "859775c43d964ca2855492aa74f6f7cf_108"
        },
        {
            "start": 4964,
            "end": 5266,
            "text": "As per the terms of the contract, HC-NIC Page 3 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the Contractor was required to furnish advance Advance Bank Guarantee and a Performance Bank Guarantee in favour of the original respondent for the sum of Rs. 5,17,17,726/= and Rs. 3,82,90,000/= respectively.",
            "labels": [
                "FAC"
            ],
            "id": "ae71c85e2f224b97aaaf1319fd1b59d1_109"
        },
        {
            "start": 5267,
            "end": 5410,
            "text": "It is an admitted position that as per the terms and conditions of the contract, the Contractor was paid in advance a sum of Rs. 3,82,90,000/=.",
            "labels": [
                "FAC"
            ],
            "id": "79d24b3ca38e4671ba1e927b8e4401b1_110"
        },
        {
            "start": 5411,
            "end": 5640,
            "text": "Accordingly, the Contractor furnished two Bank Guarantees viz., [i] an Advance Bank Guarantee, bearing No. 002812GFIN0058 and [ii] Performance Bank Guarantee, bearing No. 0119JFJBG120078 through its Bankers on 20th December 2012.",
            "labels": [
                "FAC"
            ],
            "id": "4481fc1a31d34c5fa02723fa891647dc_111"
        },
        {
            "start": 5641,
            "end": 5929,
            "text": "That thereafter, it appears that disputes arose between the parties as the contractor failed to execute/complete the contract within the stipulated time and according to the original respondent because of delay in completion of the project, the original respondent had suffered huge loss.",
            "labels": [
                "FAC"
            ],
            "id": "48f39615882d48e8a61472956487e40f_112"
        },
        {
            "start": 5930,
            "end": 6281,
            "text": "However, it is the case on behalf of the contractor that during the course of execution of the contract, because of irregularities in release of the payments in time by HC-NIC Page 4 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the respondent, it was facing financial crunch, and therefore, the project could not be completed within the time limited.",
            "labels": [
                "FAC"
            ],
            "id": "bd39ad4c61a649bdbe7e31cfdd306a6f_113"
        },
        {
            "start": 6282,
            "end": 6373,
            "text": "That thereafter, at the request of the Contractor, the time was extended from time to time.",
            "labels": [
                "FAC"
            ],
            "id": "7cd8c5a932d8450699c1aff4fec8cc10_114"
        },
        {
            "start": 6374,
            "end": 6517,
            "text": "However, thereafter, the respondent terminated the contract and also claimed damages/loss caused because of delay in completion of the project.",
            "labels": [
                "FAC"
            ],
            "id": "67efa58330dd49419eb01f2a9e952594_115"
        },
        {
            "start": 6518,
            "end": 6801,
            "text": "As per the terms of the contract, the parties initiated arbitration proceedings, however, till the contractor approached the learned Commercial Court by way of preferring an Application under Section 9 of the Arbitration & Conciliation Act, the Arbitral Tribunal was not constituted.",
            "labels": [
                "FAC"
            ],
            "id": "bea6b87d2d394cc1a4b8105846b83d40_116"
        },
        {
            "start": 6802,
            "end": 7148,
            "text": "In the meantime, as the original respondent was to encash the aforesaid respective bank guarantees, and therefore, the Contractor submitted aforesaid Commercial Civil Misc. Application before the learned Commercial Court at Vadodara under Section 9 of the Arbitration & Conciliation Act for interim measures and prayed for the following reliefs :",
            "labels": [
                "FAC"
            ],
            "id": "300453f55d8445f1ac9b7f282dbe64b6_117"
        },
        {
            "start": 7172,
            "end": 7214,
            "text": "[A]        The Hon'ble Court be pleased to",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6a29e4148f2494aae84fa75564710a7_118"
        },
        {
            "start": 7215,
            "end": 7223,
            "text": "HC - NIC",
            "labels": [
                "FAC"
            ],
            "id": "873d6f43c80f4fb3846fa43eeab2a285_119"
        },
        {
            "start": 7262,
            "end": 7318,
            "text": "Page 5 of 49     Created On Sun Aug 13 23:05:35 IST 2017",
            "labels": [
                "FAC"
            ],
            "id": "2b1c83235ebf478f86a8ea779a2abb80_120"
        },
        {
            "start": 7334,
            "end": 7366,
            "text": "grant       interim     measures",
            "labels": [
                "FAC"
            ],
            "id": "6abcef5fab264c2585d5b41f5d25db7f_121"
        },
        {
            "start": 7382,
            "end": 7714,
            "text": "of     protection restraining the respondent from acting upon or enforcing the notice dated 11.07.2016 and/or from taking any other coercive measures including but not limited to termination of the contract and/or the invocation of the Advance Bank Guarantee and Performance Bank Guarantee pursuant to such notice or even otherwise;",
            "labels": [
                "FAC"
            ],
            "id": "2aa0e50f5a32480fb2d8a69a34f9879f_122"
        },
        {
            "start": 7715,
            "end": 8506,
            "text": "\n[B] The Hon'ble Court be pleased to grant interim mandatory direction that the respondent do pay/release the outstanding amounts and/or any part thereof to the applicant, to enable the applicant to complete the balance work in response to the notice dated 11.07.2016;\n[C] The Hon'ble Court be pleased to grant an order directing the respondent to provide security to the tune of approximately Rs. 12.15 Crores [Rupees Twelve Crores and Fifteen lacs] to secure the approximate claim for outstanding dues to the applicant as per the provisions of the Agreement;\n[D] Ex part ad interim relief in terms of prayers [A], [B] and [C] above;\n[E] Any other or further orders that this HC-NIC Page 6 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Hon'ble Court may deem fit in the interest of justice.",
            "labels": [
                "FAC"
            ],
            "id": "2afe7271a2eb440db0c2fd245dee0ce4_123"
        },
        {
            "start": 8507,
            "end": 8663,
            "text": "\n2.2 That the learned Commercial Court initially granted ex parte injunction restraining the original opponent from invoking/ encashing the bank guarantees.",
            "labels": [
                "FAC"
            ],
            "id": "37005330c46449619d9f7a9c80957b58_124"
        },
        {
            "start": 8664,
            "end": 8993,
            "text": "That thereafter, while deciding Application Exh. 9, the learned Commercial Court passed an order disposing of the said application and thereby continued ex parte ad interim injunction till the applicant approaches the learned Arbitral Tribunal and obtains appropriate order under Section 17 of the Arbitration & Conciliation Act.",
            "labels": [
                "RLC"
            ],
            "id": "b2f92bb8b8dc43e08aca4a08162aa3fb_125"
        },
        {
            "start": 8995,
            "end": 9430,
            "text": "3. Feeling aggrieved and dissatisfied with the order passed by the learned Commercial Court, Vadodara disposing of the said Application under Section 9 without deciding the same on merits and continuing earlier ad interim injunction till the applicant approaches the learned Arbitral Tribunal, the original respondent preferred First Appeal before this Court and this Court quashed and set-aside the order passed by HC-NIC Page 7 of 49",
            "labels": [
                "RLC"
            ],
            "id": "a6154d1bf8fd48ae916f7eec6358a75d_126"
        },
        {
            "start": 9431,
            "end": 9654,
            "text": "Created On Sun Aug 13 23:05:35 IST 2017 the learned Commercial Court disposing of Section 9 application and directed the learned Commercial Court to decide and dispose of the Application preferred under Section 9 on merits.",
            "labels": [
                "RLC"
            ],
            "id": "221dc13e57a24663996b7a1f8cf71eb5_127"
        },
        {
            "start": 9655,
            "end": 9907,
            "text": "That thereafter, by the impugned order, the learned Commercial Court has rejected Section 9 Application submitted by the original applicant and has refused to continue injunction restraining the respondent from encashing the respective bank guarantees.",
            "labels": [
                "RLC"
            ],
            "id": "200c8d5938034270832680907d0dbc7a_128"
        },
        {
            "start": 9908,
            "end": 10084,
            "text": "Feeling aggrieved and dissatisfied with the impugned judgment and order passed by the learned Commercial Court, Vadodara, the Contractor has preferred the present First Appeal.",
            "labels": [
                "RLC"
            ],
            "id": "6f81574b6bdd4f609fb076412acdd7ea_129"
        },
        {
            "start": 10085,
            "end": 10427,
            "text": "\n4. At the outset, it is required to be noted that at the time of initial hearing of the present Appeal on 23rd February 2017 and after hearing learned counsel appearing on behalf of the respective parties at length, we were not inclined to extend ad interim injunction with respect to Performance Bank Guarantee, bearing No. 0119JFJBG120078.",
            "labels": [
                "FAC"
            ],
            "id": "53d45d8b55224a7b97038fc549e77d13_130"
        },
        {
            "start": 10428,
            "end": 10994,
            "text": "Though, we were to pass a detailed reasoned order, Shri R.S Sanjanwala, learned HC-NIC Page 8 of 49 Created On Sun Aug 13 23:05:35 IST 2017 counsel appearing on behalf of the appellant did not invite any reasoned order, and therefore, vide Oral Order dated 23rd February 2017, we continued ad interim injunction granted earlier by the learned Commercial Court, Vadodara in respect of Advance Bank Guarantee, bearing No. 002812IGFIN0058 and consequently, permitted the respondent-original opponent to encash the Performance Bank Guarantee bearing no. 0119JFJBG120078.",
            "labels": [
                "RLC"
            ],
            "id": "9cd664f3ad604726b43bcc7eec8701cb_131"
        },
        {
            "start": 10995,
            "end": 11154,
            "text": "Under the circumstances, the learned counsel appearing on behalf of the respective parties have made elaborate submissions with respect to the Bank Guarantees.",
            "labels": [
                "FAC"
            ],
            "id": "f7f26b005bbe4ed3b4ef5b984a660d93_132"
        },
        {
            "start": 11155,
            "end": 11445,
            "text": "Therefore, while disposing of the present First Appeal, we are concerned with Advance Bank Guarantee, bearing No. 002812IGFIN0058 only and learned counsel appearing on behalf of the respective parties have also made elaborate submissions on Bank Guarantee, bearing No. 002812IGFIN0058 only.",
            "labels": [
                "NONE"
            ],
            "id": "b76de03d23404f84bc208c05602c7897_133"
        },
        {
            "start": 11447,
            "end": 11645,
            "text": "5. Shri R.S Sanjanwala, learned senior advocate has appeared with Pranav M Trivedi, learned advocate for HC-NIC Page 9 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the appellant-original applicant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "857344dd0dda44fb90fd648d3f027c24_134"
        },
        {
            "start": 11646,
            "end": 11761,
            "text": "Shri K.S Nanavati, learned senior advocate has appeared on behalf of the respondent-original opponent-GSFC Limited.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92c43d94a5b245d5b36704d6f90da7bc_135"
        },
        {
            "start": 11762,
            "end": 12140,
            "text": "5.1 Shri R.S Sanjanwala, learned counsel for the appellant has vehemently submitted that in the facts and circumstances of the case, the learned Commercial Court, Vadodara has materially erred in rejecting Application Exh. 9 and in not granting any injunction restraining the opponent from encashing the Bank Guarantee [ie., Advance Bank Guarantee, bearing No. 002812IGFIN0058].",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "46eb6333dd8e4155b7bd3a8b0e3356f4_136"
        },
        {
            "start": 12141,
            "end": 12423,
            "text": "It is vehemently submitted by learned counsel Shri RS Sanjanwala that as such the Bank Guarantee No. 002812IGFIN0058 is an advance Bank Guarantee for an advance payment of Rs. 3,82,90,000/= made by the owner-original respondent and as such to secure the said amount paid in advance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1847f7432e1640fb96e940a1a7156f4a_137"
        },
        {
            "start": 12424,
            "end": 12847,
            "text": "It is submitted that in the present case against the dues of the Contractor-appellant, an amount of Rs. 3,82,90,000/= has already been deducted and/or adjusted against the dues of the appellant-Contractor, HC-NIC Page 10 of 49 Created On Sun Aug 13 23:05:35 IST 2017 and therefore, it can be said that the said amount of Rs. 3,82,90,000/= paid against the advance payment has already been recovered by the respondent owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "548f11bc03ad43bfbb73dd6c74b51432_138"
        },
        {
            "start": 12848,
            "end": 13061,
            "text": "It is submitted that therefore, when the said bank guarantee is an Advance Bank Guarantee to secure the amount of Rs. 3,82,90,000/= against the advance payment, thereafter, the said Bank Guarantee comes to an end.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8a083d43e6cc49d4bcda7009f0b2b837_139"
        },
        {
            "start": 13062,
            "end": 13160,
            "text": "And therefore, the respondent owner is required to be injuncted from encashing the bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1c44519ac9834813bbcf07c7a40e3c59_140"
        },
        {
            "start": 13161,
            "end": 13528,
            "text": "It is submitted that if the respondent owner is permitted to encash the Bank Guarantee of Rs. 3,82,90,000/= [ie., Advance Bank Guarantee No. 002812IGFIN0058] in that case, it can be said that the respondent owner is paid double the amount ie., Rs. 3,82,90,000/= on encashing the bank guarantee and Rs. 3,82,90,000/= already adjusted against the dues of the appellant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "83056c6db1fa4e96b1ac69c60877933b_141"
        },
        {
            "start": 13529,
            "end": 13649,
            "text": "It is submitted that the aforesaid aspect has not been properly appreciated by the learned Commercial Court at Vadodara.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "95c9b9959fb94e68b55b2a7276d2f285_142"
        },
        {
            "start": 13651,
            "end": 14004,
            "text": "5.2 It is further submitted by Shri Sanjanwala, learned HC-NIC Page 11 of 49 Created On Sun Aug 13 23:05:35 IST 2017 counsel appearing on behalf of the appellant that while considering Section 9 application, the learned Commercial Court has not properly appreciated the basic object and purpose of furnishing the said Bank Guarantee No. 002812IGFIN0058.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2ba1992ff115405aa5aa4f55c5e43187_143"
        },
        {
            "start": 14005,
            "end": 14155,
            "text": "It is submitted that as such, the purpose and object of the said Bank Guarantee is to secure amount of Rs. 3,82,90,000/= paid in advance by the owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e33fb76f74cf453a94158ae84ab0318c_144"
        },
        {
            "start": 14156,
            "end": 14459,
            "text": "It is submitted that there is no failure on the part of the contractor not to use the said amount and/or the contractor has misused or misapplied the said funds and not used it for execution of the contract for which the respondent owner can recover the said amount by encashing the said bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "15cc63b276e64933bbc80b8ef67129a4_145"
        },
        {
            "start": 14460,
            "end": 14825,
            "text": "It is submitted that moment the amount of Rs. 3,82,90,000/= is recovered by way of adjustment of the dues of the appellant, in that case, it can be said that the Contractor has discharged his liability and/or application in respect of such advance payment has been made, and therefore, it will not be open for the respondent owner to encash the said Bank Guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dc365af0c9934482a0a403fd93418839_146"
        },
        {
            "start": 14826,
            "end": 14890,
            "text": "HC-NIC Page 12 of 49 Created On Sun Aug 13 23:05:35 IST 2017 5.3",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2fb37e58227b4b0989a425604e927473_147"
        },
        {
            "start": 14891,
            "end": 15077,
            "text": "It is further submitted by Shri Sanjanwala, learned counsel for the appellant that even otherwise, permitting the respondent owner to encash the said bank guarantee would be inequitable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "33e8ad0dedc546d28ad50d0f680ff772_148"
        },
        {
            "start": 15078,
            "end": 15220,
            "text": "It is submitted that the amount of Rs. 3,82,90,000/= is already adjusted by the respondent owner against the dues of the appellant contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8123bae3965b434289e299b4e808c28e_149"
        },
        {
            "start": 15221,
            "end": 15385,
            "text": "It is submitted that over and above the above amount, a sum of Rs. 5,77,00,260/= is already withheld by the respondent owner towards 15% HB against September bills.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec99c3c7a8b24b179a02c3a07dbf9657_150"
        },
        {
            "start": 15386,
            "end": 15498,
            "text": "It is submitted that therefore, approximately more than Rs. 12 crores would be retained by the respondent owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c97ae29b0f5e4d4cb5c9e2afabe8f50c_151"
        },
        {
            "start": 15499,
            "end": 15754,
            "text": "It is submitted that therefore, the learned Commercial Court ought to have considered the same as a special equity in favour of the appellant and ought to have granted injunction restraining the respondent owner from encashing the said bank guarantee.\n5.4",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b375129613244e2be15b8d494ad74c1_152"
        },
        {
            "start": 15755,
            "end": 16071,
            "text": "It is further submitted by Shri Sanjanwala, learned counsel appearing on behalf of the appellant that even otherwise, the learned Commercial Court has materially HC-NIC Page 13 of 49 Created On Sun Aug 13 23:05:35 IST 2017 erred in considering and/or treating the said bank guarantee as unconditional bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cdbe79f1e2a24da19f2a352fc336f48d_153"
        },
        {
            "start": 16072,
            "end": 16465,
            "text": "It is submitted that even as per the terms and conditions mentioned in the bank guarantee, apart from the fact that the said bank guarantee is an advance bank guarantee, the same can be said to be an conditional bank guarantee on establishing and/or proving the loss or damage caused or suffered by the owner by reason of any breach, failure or default by and/or on the part of the contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "85e837dd08c04a7eadfdec283e8a70a8_154"
        },
        {
            "start": 16466,
            "end": 16567,
            "text": "It is submitted that therefore, the bank guarantee even can be said to be conditional bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf3531d8557f4fa1acff6770db6db674_155"
        },
        {
            "start": 16568,
            "end": 16838,
            "text": "In support of his above submissions, Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant has heavily relied upon decision of the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited v. State of Bihar & Ors., (1998) 8 SCC 436.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03e14778aada479caf1345e51b5a71d2_156"
        },
        {
            "start": 16839,
            "end": 17214,
            "text": "It is submitted that while considering the similar terms and conditions in the Bank Guarantee, the Hon'ble Supreme Court has held that, \"..if the bank guarantee is conditional, the HC-NIC Page 14 of 49 Created On Sun Aug 13 23:05:35 IST 2017 beneficiary cannot have unfettered right to invoke the guarantee and Court can issue injunction against invocation of the guarantee.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e624a4a178643ef8c8f6f78307eb2c6_157"
        },
        {
            "start": 17215,
            "end": 17593,
            "text": "\n5.5 Shri Sanjanwala, learned counsel for the appellant- contractor has also submitted that as of now, the claim of the respondent owner is with respect to the loss or damages suffered, and therefore, unless and until the breach is established and the loss/damages gets adjudicated in arbitration proceedings, it cannot be said that there is any sum due or payable in praesenti.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "95abaa3362a94bf7a101e1983d5d6869_158"
        },
        {
            "start": 17594,
            "end": 17797,
            "text": "Therefore, at this stage, it is not open for the respondent owner to invoke the bank guarantee for the sum which is neither duly adjudicated upon, nor it can be said that any sum is payable in praesenti.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1c22c989bd964890a3ae61c699e16016_159"
        },
        {
            "start": 17798,
            "end": 18068,
            "text": "In support of his above submissions, Shri Sanjanwala, learned counsel for the appellant has heavily placed reliance upon a decision of the Hon'ble Supreme Court rendered in case of Gangotri Enterprises Limited v. Union of India & Ors., reported in [2016] 11 SCC 720. 5.6",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "beb04b301b0d482884e0d4266b03311c_160"
        },
        {
            "start": 18069,
            "end": 18385,
            "text": "Shri R.S Sanjanwala, learned counsel appearing on HC-NIC Page 15 of 49 Created On Sun Aug 13 23:05:35 IST 2017 behalf of the appellant has further submitted that even otherwise, considering the terms and conditions of the contract, the loss or damages can only be upto 10% of the contract amount ie., Rs. 3,82,900/=.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92dc0699253649c6afd13b657ed936de_161"
        },
        {
            "start": 18386,
            "end": 18511,
            "text": "It is submitted that against the said amount, approximately Rs. 12 Crores can be said to have been with the respondent owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "577eb42aa3e948c7b606f74bbf747d6f_162"
        },
        {
            "start": 18512,
            "end": 18648,
            "text": "It is submitted that therefore also, the learned Commercial Court ought to have granted injunction against invocation of bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "067d1050dffb4e55a4db4f0cee8912b5_163"
        },
        {
            "start": 18650,
            "end": 18829,
            "text": "5.7 Shri Sanjanwala, learned counsel for the appellant has further submitted that the Commercial Court has materially erred in observing that time was the essence of the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "42b756fc8b3b4abab6d29bfd7152ae66_164"
        },
        {
            "start": 18830,
            "end": 19091,
            "text": "It is submitted that even after 30th June 2014, the period was extended by the respondent owner from time to time, and thereafter the contractor continued to perform its part of the contract and in fact, approximately 95% of the work has been completed by then.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31fb1dce3f0a4906b79bea7bbed57d43_165"
        },
        {
            "start": 19092,
            "end": 19415,
            "text": "It is submitted that therefore, when the time was not the essence of the contract, as the respondent owner itself extended the period from time to time, HC-NIC Page 16 of 49 Created On Sun Aug 13 23:05:35 IST 2017 prima facie, the respondent owner is not entitled to any loss or damage on delayed completion of the project.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "18e9261fe5244aa3a4841ded04184140_166"
        },
        {
            "start": 19416,
            "end": 19572,
            "text": "In support of his submissions, learned counsel Shri Sanjanwala appearing on behalf of the appellant has placed reliance upon Section 55 of the Contract Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "02cf9ce84a694e178f40260137694ea1_167"
        },
        {
            "start": 19573,
            "end": 19842,
            "text": "5.8 Shri Sanjanwala, learned counsel for the appellant has further submitted that the learned Commercial Court has not properly appreciated the fact that as such the contractor was not at fault at all in not completing the project and/or executing the contract in time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f42284e15691459d95c8b1e333a64a1d_168"
        },
        {
            "start": 19843,
            "end": 20022,
            "text": "It is submitted that as such because of irregular payments and/or delay in payment of the amount due, there was a delay in execution of the contract and in completing the project.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0247b9e72fcd4c7291f57fb18abd9ede_169"
        },
        {
            "start": 20023,
            "end": 20272,
            "text": "It is submitted that therefore, prima facie, the respondent owner is not entitled to any loss or damage; more particularly when the time was not the essence of the contract and the respondent agreed and in fact extended the period from time to time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a56f2acc8011447b9171ae21753f217c_170"
        },
        {
            "start": 20273,
            "end": 20609,
            "text": "5.9 Making the above submissions and relying upon the above decisions, it is requested to admit/allow the HC-NIC Page 17 of 49 Created On Sun Aug 13 23:05:35 IST 2017 present Appeal and continue the interim injunction restraining the respondent owner from encashing the bank guarantee [ie., Advance Bank Guarantee No. 002812IGFIN0058].\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c697760474fc4703a6066bd0114a5ace_171"
        },
        {
            "start": 20609,
            "end": 20743,
            "text": "6. The present Appeal is vehemently opposed by Shri K.S Nanavati, learned senior advocate appearing on behalf of the respondent-owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cedffa3c31d543b2ba08c261bb719b35_172"
        },
        {
            "start": 20745,
            "end": 21078,
            "text": "7. It is vehemently submitted by Shri Nanavati, learned counsel appearing for the respondent that in the facts and circumstances of the case and as the bank guarantee is an unconditional bank guarantee, the learned Commercial Court has rightly refused to grant any injunction restraining the respondent owner from encashing the same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dc7ec1eb9730430fa6341bd4b9663019_173"
        },
        {
            "start": 21079,
            "end": 21405,
            "text": "It is submitted that in the facts and circumstances of the case and considering the terms and conditions of the Bank Guarantee, the learned Commercial Court has rightly held the bank guarantee as unconditional bank guarantee and thereby has rightly refused to grant any injunction against encashing of the said bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "da1cdd08a9c7471994d487e53b8046a7_174"
        },
        {
            "start": 21406,
            "end": 21670,
            "text": "It is HC-NIC Page 18 of 49 Created On Sun Aug 13 23:05:35 IST 2017 vehemently urged by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent that as such the bank guarantee no. 002812IGFIN0058 cannot be said to be an advance bank guarantee only.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d3be676150f94a8491c829918afb7c63_175"
        },
        {
            "start": 21671,
            "end": 21890,
            "text": "It is submitted that reading the bank guarantee as a whole and the terms and conditions mentioned in the said bank guarantee as a whole, the same can be said to be Advance Bank Guarantee-cum- Performance Bank Guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f7293874e9ac470992f10a1adeaa5046_176"
        },
        {
            "start": 21891,
            "end": 22263,
            "text": "It is further submitted by Shri Nanavati, learned counsel on behalf of the owner that as such in the facts and circumstances of the case and as per the terms and conditions of the contract, the Contractor was required to complete the project on or before 30th June 2014, which he failed to complete and because of that, the respondent owner had suffered huge loss/damages.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e4df4635ae714229af404febdc9b7ed1_177"
        },
        {
            "start": 22264,
            "end": 22448,
            "text": "It is submitted that as such, till February 2016, the Contractor never made any complaint with respect to irregular payments and/or delayed payment of its dues by the respondent owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d20ceee723b046ddb653b5e4c7be7e7a_178"
        },
        {
            "start": 22449,
            "end": 22611,
            "text": "It is submitted that such a dispute has been raised for the first time in HC-NIC Page 19 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the month of February 2016.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c883b8f0d20b4b94ad5c22eb44c7397a_179"
        },
        {
            "start": 22612,
            "end": 22829,
            "text": "It is further submitted that even otherwise, the appellant contractor could not have made such request as at that stage Rs. 3,82,90,000/= was also available with the contractor which was paid to it as advance payment.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dfc89a7523c64036b12dbfaeaf610195_180"
        },
        {
            "start": 22830,
            "end": 23057,
            "text": "It is submitted that in any case, no complaint was made at all by the contractor till February 2016 with respect to any irregular or delayed payment, which has resulted into delay in completion of the project by the contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6f6dc7e9c6ec43d5a5e6ecc37873bcfb_181"
        },
        {
            "start": 23058,
            "end": 23385,
            "text": "It is submitted that as such as per the original terms and conditions of the contract, the Contractor was required to execute the project and was required to complete the same and make it operational prior to 30th June 2014 and therefore, the learned Commercial Court has rightly held that time was the essence of the contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "76ded66fe9d042fca4599fff213c2d45_182"
        },
        {
            "start": 23386,
            "end": 23791,
            "text": "7.1 In the alternative, it is submitted that even if subsequently, the owner granted extension and even if for the sake of submissions, it is accepted that time may not be essence of the contract, in that case also, as per Section 55 of the Contract Act, still the owner HC-NIC Page 20 of 49 Created On Sun Aug 13 23:05:35 IST 2017 shall be entitled to compensation for delay in completion of the project.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cab6271cbb264489af12681f0fc2cd9a_183"
        },
        {
            "start": 23793,
            "end": 24013,
            "text": "7.2 It is submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent-owner that even the circumstances under which the owner was required to extend the period is also required to be considered.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a43d5034cea949969d50c55d6167f126_184"
        },
        {
            "start": 24014,
            "end": 24352,
            "text": "It is submitted that, as such, the contractor failed to complete the project and the construction was half-way, there was no other contractor ready to take up the work in half-the-way of the project, and therefore, the owner had no other alternate but to get the work done through the appellant-contractor and thereby extended the period.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3cb1b888dc0f432b9c1efb61aa194b9e_185"
        },
        {
            "start": 24354,
            "end": 25556,
            "text": "7.3 Learned counsel Shri K.S Nanavati further submitted that if one looks at the terms and conditions of the Bank Guarantee No. 002812IGFIN0058, as such, it is an unconditional bank guarantee where the surety has agreed to pay to the owner, without any demur, dispute or objection of whatsoever nature, forthwith on receipt of a written request from the owner notifying HC-NIC Page 21 of 49 Created On Sun Aug 13 23:05:35 IST 2017 any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities; as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under and in respect of the stipulations, terms and conditions of the Contract in respect of which such advance payment has been made.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8cf4a9b7a1fd4929a70a8bfec0beefad_186"
        },
        {
            "start": 25557,
            "end": 25698,
            "text": "It is submitted that as such, the said Bank Guarantee is an unconditional bank guarantee and so rightly held by the learned Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5147979bf5d3436fa7dc34e802f01fe3_187"
        },
        {
            "start": 25699,
            "end": 26016,
            "text": "7.4 It is further submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent- Owner that as such, the said Bank Guarantee cannot be HC-NIC Page 22 of 49 Created On Sun Aug 13 23:05:35 IST 2017 said to be an Advance Bank Guarantee only, as sought to be contended on behalf of the Contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7ab22fdd4e60468c83064a209d1a33f5_188"
        },
        {
            "start": 26017,
            "end": 26543,
            "text": "7.5 Shri Nanavati, learned counsel has heavily relied upon a decision of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited v. HCL Infosystems Limited, reported in [2008] 1 SCC 544 as well as in the case of BSES Limited [Now Reliance Energy Limited] vs. Fenner India Limited & Anr., reported in [2006] 2 SCC 728 in support of his submissions that the bank guarantee is an unconditional bank guarantee, and therefore, no injunction can be granted against invocation of such bank guarantee by the owner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7b72cb68ef4f4541b829be713db22879_189"
        },
        {
            "start": 26544,
            "end": 26998,
            "text": "It is submitted by Shri K.S Nanavati, learned counsel appearing on behalf of the respondent that in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court did consider its earlier decision rendered in Hindustan Construction Company Limited [Supra] which has been relied upon by Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant-Contractor and HC-NIC Page 23 of 49 Created On Sun Aug 13 23:05:35 IST 2017",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "68b4fb70df2c462ba4d86015cf7c3d9d_190"
        },
        {
            "start": 26999,
            "end": 27117,
            "text": "thereafter, the Hon'ble Apex Court has refused to grant injunction restraining the owner encashing the bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "10c82309eb3648a5919f1e920851353e_191"
        },
        {
            "start": 27118,
            "end": 27345,
            "text": "It is submitted that therefore, as such, in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court had not agreed with the view taken in the case of Hindustan Construction Company Limited [Supra].\n7.6",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0548feccfe5b467c92ff6d87c9819bfb_192"
        },
        {
            "start": 27346,
            "end": 27753,
            "text": "It is further submitted by Shri K.S Nanavati that in the case of Fenner India Limited & Anr. [Supra], considering the similar bank guarantee which was found to be unconditional, irrevocable bank guarantee, securing performance of the contract as well as advance paid to him, the Hon'ble Supreme Court has set-aside the order passed by the High Court granting injunction against encashing the bank guarantee.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "40303477e21f479dadee0a454710c92a_193"
        },
        {
            "start": 27754,
            "end": 27954,
            "text": "It is submitted that in the aforesaid case, the respondent contended that the bank guarantees were for different purposes viz., either to secure the payments of advances, or to secure the performance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "50b5400734f84ea385a88e1055f5d101_194"
        },
        {
            "start": 27955,
            "end": 28245,
            "text": "As far as the bank guarantees to secure advance payments were HC-NIC Page 24 of 49 Created On Sun Aug 13 23:05:35 IST 2017 concerned, there was a provision in the contract itself that the amount of advance was to be recovered by deduction from the gross accepted amount of any running bill.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "af1232911e544276a25ffea3869609db_195"
        },
        {
            "start": 28246,
            "end": 28987,
            "text": "Therefore, it was contended on behalf of the respondent therein that when the entire amount of the bank guarantee had been recovered from the running bills of the respondent, encashing the bank guarantee after having recovered the full amount of advances from the running bills was an \"egregious fraud \" or at any rate, created a situation of \"special equities\" in favour of the respondent, however, the Hon'ble Supreme Court has not accepted the same and despite the above, considering the bank guarantee as Performance Bank Guarantee as well as Advance Bank Guarantee and considering the same as unconditional irrevocable bank guarantees, the Hon'ble Supreme Court has refused to grant injunction against invocation of the bank guarantees.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d01ec58f4ceb41f6a17f2dd3462a358b_196"
        },
        {
            "start": 28988,
            "end": 29335,
            "text": "It is further submitted by Shri K.S Nanavati that in the present case, neither any fraud is alleged nor it can be said that any special equities HC-NIC Page 25 of 49 Created On Sun Aug 13 23:05:35 IST 2017 have been pleaded and/or made out by the Contractor, and therefore, the learned Commercial Court has rightly refused to grant injunction.\n7.7",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7a788c1770a14995a190df5a5a7de455_197"
        },
        {
            "start": 29336,
            "end": 29448,
            "text": "Making the above submissions and relying upon the above decision, it is requested to dismiss the present Appeal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b75c513c00d94562a82e87bdee413dcd_198"
        },
        {
            "start": 29450,
            "end": 29772,
            "text": "8. In reply, Shri R.S Sanjanwala, learned counsel appearing on behalf of the appellant-Contractor has submitted that as such it cannot be said that in the case of Vintec Electronics Private Limited [Supra]], the Hon'ble Supreme Court has not approved the decision in the case of Hindustan Construction Co. Limited [Supra].",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8cb0ff76132340fa881ebd1afc364dd7_199"
        },
        {
            "start": 29773,
            "end": 30029,
            "text": "It is submitted that therefore, as such, it cannot be said that by the decision in case of Vintec Electronics Private Limited [Supra], the Hon'ble Apex Court has over-ruled its earlier decision in the case of Hindustan Construction Co. Limited [Supra]. 8.1",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "365ade51ceca44c69056e32c5f777b71_200"
        },
        {
            "start": 30030,
            "end": 30389,
            "text": "It is further submitted that in the facts and circumstances of the case, even the decision of the Hon'ble Supreme Court in the case of Fenner India HC-NIC Page 26 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Limited & Anr. [Supra], relied upon by the learned counsel appearing on behalf of the owner, shall not be applicable to the facts of the case on hand.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3b6a24a4bebf48e6a1aa3b9d5b36ff44_201"
        },
        {
            "start": 30390,
            "end": 30521,
            "text": "Making the above additional submission, it is requested by the learned counsel for the appellant to admit/allow the present Appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0407d1e63b548c599dc49ef601be854_202"
        },
        {
            "start": 30523,
            "end": 30618,
            "text": "9. Heard learned counsel appearing on behalf of the respective parties at a greater length.\n10.",
            "labels": [
                "NONE"
            ],
            "id": "435071b945224881a849acb122501d22_203"
        },
        {
            "start": 30619,
            "end": 30916,
            "text": "At the outset, it is required to be noted that the controversy in the present First Appeal is centered around the bank guarantee no. 002812IGFIN0058 which was furnished in favour of the owner as per the terms and conditions of the contract entered into by and between the Contractor and the Owner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2fad7fe93054ec293510b9aa56cda17_204"
        },
        {
            "start": 30917,
            "end": 31332,
            "text": "Certain disputes have arisen between the parties, and therefore, as such, disputes are required to be referred to the Arbitrator and in the meantime, as the owner was to encash the bank guarantee/s, the Contractor submitted an Application under Section 9 of the HC-NIC Page 27 of 49 Created On Sun Aug 13 23:05:35 IST 2017 Arbitration Act for interim measure restraining the Owner from encashing the bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66bece86fbe9496fa724df7bc9c60396_205"
        },
        {
            "start": 31333,
            "end": 31604,
            "text": "That, by the impugned judgment and order, the learned Commercial Court at Vadodara has rejected the said Application and has refused to grant any injunction, restraining the Owner from encashing the bank guarantee, which is the subject matter of the present First Appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c661285925d544a7a3e9c4a453ce4d7a_206"
        },
        {
            "start": 31606,
            "end": 32040,
            "text": "11. It is the case on behalf of the appellant-Contractor that the Bank Guarantee no. 002812IGFIN0058 is a conditional Bank Guarantee and that it is an Advance Bank Guarantee to secure an amount of Rs. 3,82,90,000/= paid in advance by the respondent Owner and as the said amount of Rs. 3,82,90,000/= has already been recovered/adjusted against the dues of the Contractor, and therefore, the owner cannot encash the said bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "082ef491866a4fc8943583f288156fe3_207"
        },
        {
            "start": 32041,
            "end": 32484,
            "text": "It is also the case on behalf of the appellant-Contractor that as such, in view of the subsequent extension by the Owner, extending the period from time to time during which the Contractor HC-NIC Page 28 of 49 Created On Sun Aug 13 23:05:35 IST 2017 proceeded further with the work, the time cannot be said to be essence of the contract, and therefore, for any delay in completion of the project, the Owner is not entitled to any damages/loss.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4d883a70129460a816a118acee53a98_208"
        },
        {
            "start": 32485,
            "end": 32734,
            "text": "As observed hereinabove, the learned counsel appearing on behalf of the Contractor has heavily relied upon decision of the Hon'ble Supreme Court in the case of Hindustan Construction Co. Limited [Supra] and Gangotri Enterprises Limited [Supra].\n11.1",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ebd172431373440d954d286b46ba1b40_209"
        },
        {
            "start": 32735,
            "end": 33017,
            "text": "On the other hand, it is the case on behalf of the Owner that if the terms of the bank guarantee is read as a whole, in that case, the bank guarantee in question cannot be said to be Advance Bank Guarantee only to secure the amount of Rs. 3,82,90,000/= paid by the owner in advance.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2b00a56b8f564b14a4828271447f3300_210"
        },
        {
            "start": 33018,
            "end": 33295,
            "text": "It is submitted that considering the bank guarantee as a whole and the terms and conditions of the bank guarantee, the bank guarantee can be said to be an unconditional, irrevocable bank guarantee, securing performance of the contract as well as Advance paid to the contractor.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a76f1191504a4a7baa38a9dd91b8476c_211"
        },
        {
            "start": 33296,
            "end": 33666,
            "text": "Therefore, as HC-NIC Page 29 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the bank guarantee in question is an unconditional bank guarantee and as neither any fraud is alleged nor pleaded nor any special equities is pleaded and/or proved and/or established, the Contractor is not entitled to any injunction, restraining the Owner from encashing the said bank guarantee.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cc0f8bd223e44ce78b22672d7824c354_212"
        },
        {
            "start": 33667,
            "end": 33906,
            "text": "As observed hereinabove, the learned counsel appearing on behalf of the Owner has heavily relied upon decisions of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited [Supra] and Fenner India Limited & Anr. [Supra].",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7836fef8ab044d959d3af5a9d37dda39_213"
        },
        {
            "start": 33907,
            "end": 34268,
            "text": "\n11.2 Therefor, in the present First Appeal, this Court is required to consider whether in the facts and circumstances of the case, the learned Commercial Court at Vadodara has rightly rejected Section 9 Application and has rightly refused to grant any injunction in favour of the Contractor restraining the owner from encashing the bank guarantee in question ?",
            "labels": [
                "ISSUE"
            ],
            "id": "c8d7013d99ea4591af761401d5642415_214"
        },
        {
            "start": 34269,
            "end": 34739,
            "text": "In the present Appeal, this Court is not required to consider whether there was any delay on the part of HC-NIC Page 30 of 49 Created On Sun Aug 13 23:05:35 IST 2017 the Owner in making the payments belatedly; as alleged by the Contractor and due to which, there was delay on the part of the contractor in performing his part of the contract or the Contractor himself was responsible for delay in completing the project, due to which the Owner had suffered loss/damages.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af10c8ccb3bb4c1dba84b195c0317c77_215"
        },
        {
            "start": 34740,
            "end": 35471,
            "text": "What is required to be considered is whether by way of interim measure under Section 9 of the Arbitration Act, the respondent Owner is required to be restrained from encashing the bank guarantee or not, and for which, it is required to be considered whether the Bank Guarantee in question can be said to be an \"unconditional bank guarantee\" and/or the bank guarantee in question can be said to be an \"Advance Bank Guarantee\" to secure an amount of Rs. 3,82,90,000/= paid by the Owner to the Contractor in advance; as alleged and/or it can be said to be an unconditional, irrevocable bank guarantee securing performance of the contract as well as Advance paid to him.\nHC-NIC Page 31 of 49 Created On Sun Aug 13 23:05:35 IST 2017 12.",
            "labels": [
                "ISSUE"
            ],
            "id": "510bcdebb73240efbbb3e221fe0688b5_216"
        },
        {
            "start": 35472,
            "end": 35727,
            "text": "While answering the aforesaid questions, the terms and conditions of the Bank Guarantee no. 002812IGFIN0058 are required to be referred to and therefore, the relevant terms and conditions of the said Bank Guarantee are extracted and reproduced hereunder :",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e98577d7a1b348e79a3026bf05967e70_217"
        },
        {
            "start": 35729,
            "end": 37127,
            "text": "\"1. The Owner has entered into an agreement/LOI on the 3rd day of November 2012 [hereinafter referred to as, \"the Contractor\"] with Messrs. Hindustan Dorr-Oliver Limited, a Public Company incorporated in the State of Maharashtra under the Companies Act of 1956, having its registered office at Dorr-Oliver House, Chakala, Andheri [East], Mumbai 400 099 [hereinafter referred to as, \"the Contractor\"] for the Work and jobs described in the Contract, and hereinafter referred to as, \"the Let Work\"].\n2. Under the provisions of the Contract, the Contractor is required to furnish at its cost to the Owner, a security bond in the form of a Bank Guarantee, in the amount of Rs. 3,82,90,000/= [Rupees Three Crores Eighty Two Lakhs Ninety Thousand Only] against the advance payment in the like HC-NIC Page 32 of 49 Created On Sun Aug 13 23:05:35 IST 2017 amount to be made by the Owner to the Contractor, for the refund of such advance payment, in the event that the Contractor fails to duly and faithfully provide, do, perform, execute, keep, fulfill, discharge and carry out all or any of its obligations and liabilities in respect of which such advance payment has been made, in time and manner as provided in the Contract and to the fullest satisfaction of the Owner, and valid till the end of sixty days after the date of satisfactory completion and acceptance of the entire Let Work in all respects.",
            "labels": [
                "STA"
            ],
            "id": "d778af1266484f2fa7e7a80400efd7d2_218"
        },
        {
            "start": 37128,
            "end": 37358,
            "text": "\n3. The Surety has at the request of the Contractor agreed to issue this Security Bond as the irrevocable letter of Bank Guarantee in terms of the Contract, on behalf of the Contractor, and the Owner has agreed to accept the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9e8a26cdc67492c89561567b4254d63_219"
        },
        {
            "start": 37359,
            "end": 38044,
            "text": "\nNOW THIS BOND WITNESSETH AND KNOWN ALL MEN BY THESE PRESENTS that the Surety is hereby held and firmly bound unto the Owner in the sum of Rs.\n3,82,90,000/= [Rupees Three Crores Eighty Two Lakhs Ninety Thousand only] to HC-NIC Page 33 of 49 Created On Sun Aug 13 23:05:35 IST 2017 be paid to the Owner at its registered office on first demand without any demur, dispute or objection of whatsoever nature by the Owner to the Contractor till the date of refund thereof by the Contractor to the Owner, for the payment of which sum as aforesaid well and truly to be made, the Surety hereby unconditionally and irrevocably binds itself, its successors and assigns, firmly by these presents.",
            "labels": [
                "STA"
            ],
            "id": "aaf78c7d0b944dd295d6a9c77ef7f2f4_220"
        },
        {
            "start": 38046,
            "end": 38754,
            "text": "IT IS HEREBY STIPULATED AND AGREED that the Surety shall pay to the Owner as aforesaid at the registered office of the Owner, without any demur, dispute or objection of whatsoever nature, forthwith on receipt of a written request from the Owner notifying any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any HC-NIC Page 34 of 49",
            "labels": [
                "STA"
            ],
            "id": "8c80c9571fd148fbb0977edfa1e77db0_221"
        },
        {
            "start": 38755,
            "end": 39034,
            "text": "Created On Sun Aug 13 23:05:35 IST 2017 such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under advance payment has been made.",
            "labels": [
                "STA"
            ],
            "id": "0f783c91ffd54dee89df0f445fa32a55_222"
        },
        {
            "start": 39035,
            "end": 39375,
            "text": "The surety hereby agrees, undertakes and confirms that the aforesaid written request so received from the Owner notifying breach, default or failure on the part of the Contractor shall be construed and deemed as final conclusively binding upon the surety who shall forthwith pay the aforesaid amount without any demur or dispute whatsoever.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65c1689fbac54e17bd02043e439a9960_223"
        },
        {
            "start": 39376,
            "end": 40268,
            "text": "\nNOW THE CONDITION OF THIS OBLIGATION IS THAT if the Contractor shall faithfully provide, do, perform, execute, fulfill, keep and carry out any, each and every of its obligations and liabilities under the Contract in respect of which such advance payment has been made, in time and manner provided therein and to the fullest satisfaction of the Owner, and the Owner shall certify that the obligations, liabilities, stipulations, terms and conditions under the Contract in respect of HC-NIC Page 35 of 49 Created On Sun Aug 13 23:05:35 IST 2017 which provided, done, performed, executed, fulfilled, kept and carried out by the Contractor and/or that the Contractor has repaid to the Owner the full amount of such advance payment as aforesaid, and accordingly discharges this guarantee, then this obligation shall be null and void; otherwise the same shall remain in force, virtue and effect.\"\n",
            "labels": [
                "STA"
            ],
            "id": "db6c22ffb83a4433be263a9dbf80af4c_224"
        },
        {
            "start": 40268,
            "end": 40527,
            "text": "12.1 Thus, considering the aforesaid terms and conditions of the Bank Guarantee in question, it can be said to be an \"unconditional, irrevocable bank guarantee\" securing the Advance paid to the Contractor as well as securing the Performance of the Contractor.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "321adde9384a4c599af372e22956775f_225"
        },
        {
            "start": 40528,
            "end": 40672,
            "text": "Therefore, as such, the Bank Guarantee in question cannot be said to be an Advance Bank Guarantee to secure advance paid to the Contractor only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72cd767786384b33b3132f55c5258b1a_226"
        },
        {
            "start": 40673,
            "end": 40823,
            "text": "Over and above the amount of Rs. 3,82,90,000/= secured by way of bank guarantee, the aforesaid bank guarantee is also for performance of the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cea6f410591a4c4abdb8f857fbe31a00_227"
        },
        {
            "start": 40824,
            "end": 41849,
            "text": "Thus, the surety ie., the Bank has agreed to pay to the Owner, without any demur, dispute or objection of HC-NIC Page 36 of 49 Created On Sun Aug 13 23:05:35 IST 2017 whatsoever nature, forthwith on receipt of a written request from the Owner notifying any breach, failure or default on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every obligations and liabilities, as agreed to by and between the Contractor and the Owner under stipulations, terms and conditions of the Contract in respect of which such advance payment has been made, or any loss or damage caused to or suffered by the Owner by reason of any such breach, failure or default by or on the part of the Contractor in providing, doing, performing, executing, fulfilling, keeping or carrying out any, each and every of the obligations and liabilities under and in respect of the stipulations, terms and conditions of the Contract in respect of which, such Advance payment has been made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c92dbf1eb1d434389f965fee07c9f5d_228"
        },
        {
            "start": 41850,
            "end": 42250,
            "text": "The Surety has also further agreed and undertaken that the aforesaid written request so received from the Owner notifying breach, default or failure on the part of Contractor shall be construed an HC-NIC Page 37 of 49 Created On Sun Aug 13 23:05:35 IST 2017 deemed as final and conclusively binding upon the surety who shall forthwith pay the aforesaid amount without any demur or dispute whatsoever.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6935a36f59e44dd88d1bd626ed65dfeb_229"
        },
        {
            "start": 42251,
            "end": 42419,
            "text": "Thus, the Bank Guarantee in question can be said to be an unconditional, irrevocable bank guarantee securing performance of the contract as well as Advance paid to him.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3b44500bb014ca298a349410110a83b_230"
        },
        {
            "start": 42420,
            "end": 42620,
            "text": "Under the circumstances, unless and until case of fraud is made out or special equities are pleaded and established, there cannot be any injunction against encashing such unconditional bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b46578f62bcb4e56a23b1a4f779221f2_231"
        },
        {
            "start": 42622,
            "end": 42849,
            "text": "13. In the case of Vintec Electronics Private Limited [Supra], while discussing and considering the law on the invocation of the bank guarantee, in para 11 to 14, the Hon'ble Supreme Court has observed and held as under :-\n\"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a4a308da7ee40efa24f37cf96d7aa62_232"
        },
        {
            "start": 42850,
            "end": 42962,
            "text": "The law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4bdcac6d71284a50bf4273e5c5523d97_233"
        },
        {
            "start": 42963,
            "end": 43161,
            "text": "The bank guarantees which provided that they are payable by the guarantor on demand is considered to be an un-conditional HC-NIC Page 38 of 49 Created On Sun Aug 13 23:05:35 IST 2017 bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d6efcd3029fa4c6abe852003f6b08845_234"
        },
        {
            "start": 43162,
            "end": 43373,
            "text": "When in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0d6bcbb7a0494dc3850e925f3f2f1357_235"
        },
        {
            "start": 43374,
            "end": 43483,
            "text": "In U.P. State Sugar Corporation v. Sumac International Ltd, [1997] 1 SCC 568, this Court observed that :\n\"12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a18f47fe3729459ca70cab2a634e6c9e_236"
        },
        {
            "start": 43484,
            "end": 43562,
            "text": "The law relating to invocation of such bank guarantees is by now well settled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "47a22b6072364cc986f67965428182e8_237"
        },
        {
            "start": 43563,
            "end": 43774,
            "text": "When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "14cab93cbb4e4516b2fed6520c467f9d_238"
        },
        {
            "start": 43775,
            "end": 43898,
            "text": "The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "302653df857b4bb7a62302e005753c1c_239"
        },
        {
            "start": 43899,
            "end": 43976,
            "text": "The very purpose of giving such a bank guarantee would otherwise be defeated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "05e99423f3a54777b26cdc0806e392f4_240"
        },
        {
            "start": 43977,
            "end": 44094,
            "text": "The Courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9b2e253ea3c442c59086e4db5d311193_241"
        },
        {
            "start": 44095,
            "end": 44142,
            "text": "The Courts have carved out only two exceptions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "efad18805f7f4e169a2dfbe622fd9491_242"
        },
        {
            "start": 44143,
            "end": 44251,
            "text": "A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c32451048a254d94bd01d9522c2f7691_243"
        },
        {
            "start": 44252,
            "end": 44369,
            "text": "\nHence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1947c61edad748789cfb04183b09217d_244"
        },
        {
            "start": 44370,
            "end": 44553,
            "text": "The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "14c844d7a2b246dd93ee62296e822bfb_245"
        },
        {
            "start": 44554,
            "end": 45006,
            "text": "Since in most cases payment of money under such a bank HC-NIC Page 39 of 49 Created On Sun Aug 13 23:05:35 IST 2017 guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "965acd90c972466ab64afbfe7c6ef713_246"
        },
        {
            "start": 45007,
            "end": 45093,
            "text": "The two grounds are not necessarily connected, though both may coexist in some cases.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "892d963cddb5403ba1756823a0b6c68d_247"
        },
        {
            "start": 45095,
            "end": 45221,
            "text": "12. It is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "632c513d17ff481cb78752dd09f199c2_248"
        },
        {
            "start": 45222,
            "end": 45327,
            "text": "The bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7fecca51f0db40e896d3ea19eb200d8f_249"
        },
        {
            "start": 45328,
            "end": 45465,
            "text": "The dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bad60b1e3d074fbeb8f18faedf443687_250"
        },
        {
            "start": 45466,
            "end": 45550,
            "text": "In BSES Limited v. Fenner India Ltd. & Anr, [2006] 2 SCC 728, this Court held :\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4713b23ebe734515af9f13c55521ac75_251"
        },
        {
            "start": 45551,
            "end": 45599,
            "text": "There are, however, two exceptions to this Rule.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "76ee8ccddc2248f7a8be6c179122b51d_252"
        },
        {
            "start": 45600,
            "end": 45732,
            "text": "The first is when there is a clear fraud of which the Bank has notice and a fraud of the beneficiary from which it seeks to benefit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "29a14d9b834c483abd013e1f905bd118_253"
        },
        {
            "start": 45733,
            "end": 45822,
            "text": "The fraud must be of an egregious nature as to vitiate the entire underlying transaction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d517d5a2d63e4839bf24c655ec29ba53_254"
        },
        {
            "start": 45823,
            "end": 46056,
            "text": "The second exception to the general rule of non-intervention is when there are special equities in favour of injunction, such as when irretrievable injury or irretrievable injustice would occur if such an injunction were not granted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "83df7d957cb6464ab35448eeda605fa7_255"
        },
        {
            "start": 46057,
            "end": 46655,
            "text": "The general rule and its HC-NIC Page 40 of 49 Created On Sun Aug 13 23:05:35 IST 2017 exceptions has been reiterated in so many judgments of this Court, viz., U.P State Sugar Corpn. v. Sumac International Limited [1997] 1 SCC 568; State of Maharashtra v. National Construction Co. [1996] 1 SCC 735;\nUnited Commercial Bank v. Bank of India [1981] 2 SCC 766 and Centax [India] Limited v. Vinmar Impex Inc. [1986] 4 SCC 136, that in U.P. State Sugar Corpn. v. Sumac International Ltd. (1997) 1 SCC 568 (hereinafter U.P. State Sugar Corpn.) this Court, correctly declare that the law was 'settled'.\n13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7a1f431e0c17432fbb57ab264d497e06_256"
        },
        {
            "start": 46656,
            "end": 47277,
            "text": "In Himadri Chemicals Industries Ltd. v. Coal Tar Refining Company, [2007] 8 SCC 110, this Court summarized the principles for grant of refusal to grant of injunction to restrain the enforcement of a bank guarantee or a letter of credit in the following manner :\n\"14.. ...(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a Bank Guarantee or a Letter of Credit in terms thereof irrespective of any pending disputes relating to the terms of the contract.\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "70d958105ac946238d053987e4c3e1ac_257"
        },
        {
            "start": 47277,
            "end": 47404,
            "text": "( ii) The Bank giving such guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e30589b514b74fbd96c1efaca4cddb97_258"
        },
        {
            "start": 47405,
            "end": 47543,
            "text": "\n(iii) The Courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or a Letter of Credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3baafe22028546ed98966d5bf4e02167_259"
        },
        {
            "start": 47544,
            "end": 47905,
            "text": "\n(iv) Since a Bank Guarantee or a Letter HC-NIC Page 41 of 49 Created On Sun Aug 13 23:05:35 IST 2017 of Credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of Bank Guarantees or Letters of Credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c0343ee4bcd8415d8498b33f1f5dacdb_260"
        },
        {
            "start": 47906,
            "end": 48249,
            "text": "\n(v) Fraud of an egregious nature which would vitiate the very foundation of such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional Bank Guarantee or a Letter of Credit would result in irretrievable harm or injustice to one of the parties concerned.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "34faa004a2da4ab19cbd13af57ec9a30_261"
        },
        {
            "start": 48251,
            "end": 48549,
            "text": "14. In Mahatama Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg. Co-op. Ltd, [2007] 6 SCC 470, this Court observed :\n\"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1396eac015cb4c5d8587076c2963672b_262"
        },
        {
            "start": 48550,
            "end": 48833,
            "text": "The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction from enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered between the parties has not been fulfilled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4290265f7d8d4d3d9196ab122135e85f_263"
        },
        {
            "start": 48834,
            "end": 48865,
            "text": "Such a course is impermissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "46dd6848e7614f88a17357de99ce494c_264"
        },
        {
            "start": 48866,
            "end": 49059,
            "text": "The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "eb8bf2a49398408895b2f24746e84242_265"
        },
        {
            "start": 49087,
            "end": 49130,
            "text": "What   is      relevant          are       ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9884e2536cda434eb89ce8d73a23e323_266"
        },
        {
            "start": 49130,
            "end": 49152,
            "text": "the       terms HC-NIC",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cae77279d544491a73a5e8b2e589fc3_267"
        },
        {
            "start": 49184,
            "end": 49293,
            "text": "Page 42 of 49     Created On Sun Aug 13 23:05:35 IST 2017 incorporated in the guarantee executed by the bank.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fad051799d56468dbb23f1f69e9d6375_268"
        },
        {
            "start": 49294,
            "end": 49435,
            "text": "On careful analysis of the terms and conditions of the guarantee in the present case, it is found that the guarantee is an unconditional one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f7e6e4588ba480cb9c2b81e27ddc395_269"
        },
        {
            "start": 49436,
            "end": 49562,
            "text": "The respondent, therefore, cannot be allowed to raise any dispute and prevent the appellant from encashing the bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d7c509647414705b55d4b592f829056_270"
        },
        {
            "start": 49563,
            "end": 49791,
            "text": "The mere fact that the bank guarantee refers to the principal agreement without referring to any specific clause in the preamble of the deed of guarantee does not make the guarantee furnished by the bank to be a conditional one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d869195da750494eb72c4081c2c78065_271"
        },
        {
            "start": 49792,
            "end": 49808,
            "text": "(Para 22 and 28)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d831e8f3626465fbffaa2043b90ea1d_272"
        },
        {
            "start": 49809,
            "end": 49828,
            "text": "[Emphasis supplied]",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b488ae40970a4160b0a7288223c08ff8_273"
        },
        {
            "start": 49829,
            "end": 49953,
            "text": "13.1 In the said decision, the Hon'ble Supreme Court has reiterated what was held in the case of Fenner India Limited & Anr.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ae12e98e7f574935a1e93fc49af5f695_274"
        },
        {
            "start": 49954,
            "end": 49963,
            "text": "[ Supra].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "94c436cd66674293a0d9206a4ad3cca5_275"
        },
        {
            "start": 49964,
            "end": 50433,
            "text": "\n14. Now so far as reliance placed upon the decision of the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited [Supra] and Gangotri Enterprises Limited [Supra] relied upon by Shri R.S Sanjanwala, learned counsel for the appellant is concerned, in the facts and circumstances of the case and considering the terms and conditions of the bank guarantee in question, the aforesaid decisions shall not be applicable to the facts of the case on hand.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ffd2f46070d245bab15cd8a2278bd114_276"
        },
        {
            "start": 50434,
            "end": 50893,
            "text": "In the HC-NIC Page 43 of 49 Created On Sun Aug 13 23:05:35 IST 2017 case before the Hon'ble Supreme Court in the case of Hindustan Construction Company Limited [Supra], on facts and having regard to the terms and conditions of the bank guarantee which was against mobilisation advance, the Hon'ble Supreme Court has observed that the bank guarantee was not unequivocal or unconditional, and therefore, the trial Court was justified in granting the injunction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "07fb8b8cfb434020a4a364e5a9e69788_277"
        },
        {
            "start": 50895,
            "end": 51508,
            "text": "15. Now so far as reliance placed upon a decision of the Hon'ble Supreme Court in the case of Gangotri Enterprises Limited [Supra] by Shri R.S Sanjanwala, learned counsel for the appellant in support of his submissions that for any loss or damages, unless and until any amount is determined and/or adjudicated upon in the Arbitration the bank guarantee cannot be invoked is concerned, it is required to be noted that in the case of Gangotri Enterprises Limited [Supra], as such, there is no absolute proposition of law laid down by the Hon'ble Supreme Court, as sought to be canvassed on behalf of the Contractor.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4987915046b942b0bf036ec5ba467fa6_278"
        },
        {
            "start": 51509,
            "end": 52055,
            "text": "In the case HC-NIC Page 44 of 49 Created On Sun Aug 13 23:05:35 IST 2017 before the Hon'ble Supreme Court, while granting injunction against invocation of the bank guarantee, what was found by the Hon'ble Supreme Court was that arbitration proceedings relating to the contract were still pending; the sum claimed by the respondents from the appellant did not relate to the contract for which the bank guarantee was furnished; but it related to another contract which was subject matter of arbitration and in which no bank guarantee was furnished.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa5d34ada97a434eae7dea9e9b1161fd_279"
        },
        {
            "start": 52056,
            "end": 52321,
            "text": "The Hon'ble Apex Court further observed that the sum claimed by the respondents from the appellant was in the nature of damages, which awaits adjudication in the arbitration proceedings and that, the sum claimed was neither a sum due in praesenti nor a sum payable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "280c4c3f06b8473ab07b458e7915894d_280"
        },
        {
            "start": 52322,
            "end": 52527,
            "text": "In the terms and conditions, the word used was, \"money due\" and therefore, in the facts and circumstances of the case, the Hon'ble Supreme Court granted injunction against invocation of the bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0783168c76334d5fb1cc75929fbea5e7_281"
        },
        {
            "start": 52528,
            "end": 52851,
            "text": "The aforesaid decision shall not be applicable to facts and circumstances of the case on HC-NIC Page 45 of 49 Created On Sun Aug 13 23:05:35 IST 2017 hand, more particularly as observed hereinabove, the bank guarantee in question is unconditional bank guarantee securing Performance of the work as well as Aadvance payment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7a4153b24f74b928af207c7dab8bd76_282"
        },
        {
            "start": 52853,
            "end": 53164,
            "text": "16. Similarly, submission made on behalf of the Owner that by the decision of the Hon'ble Supreme Court in the case of Vintec Electronics Private Limited [Supra], the Apex Court has over-ruled its earlier decision in the case of Hindustan Construction Co. Limited is concerned, the same also cannot be accepted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "201989f6d3f94db1b26a4cbd13e3e146_283"
        },
        {
            "start": 53165,
            "end": 53354,
            "text": "It is true that in the case of Vintec Electronics Private Limited [Supra], the Hon'ble Supreme Court did consider its earlier decision in the case of Hindustan Construction Company Limited.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ba683645d9546ec863f651b483457b4_284"
        },
        {
            "start": 53355,
            "end": 53545,
            "text": "However, on facts and considering the terms and conditions of the bank guarantee, the Hon'ble Apex Court distinguished the decision in the case of Hindustan Construction Co. Limited [Supra].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "94374daa329143f39ec8f267e46061b8_285"
        },
        {
            "start": 53547,
            "end": 54164,
            "text": "17. Now so far as submission made on behalf of the Contractor that time is not the essence of the contract HC-NIC Page 46 of 49 Created On Sun Aug 13 23:05:35 IST 2017 since it was extended from time to time, and therefore, time cannot be said to be the essence of the contract, and therefore, the Owner is not entitled to any loss or damages and that the submissions made on behalf of the Owner that despite the above, considering Section 55 of the Contract Act, the Owner shall be entitled to compensation is concerned; as observed hereinabove, at this stage, the aforesaid dispute is not required to be considered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c8538434f205483f857a637ab947c551_286"
        },
        {
            "start": 54165,
            "end": 54444,
            "text": "Even other submissions made by the learned counsel appearing on behalf of the respective parties with respect to the amount due and/or retained by the owner and/or whether there was delay on the part of the Contractor and/or Owner are not required to be considered at this stage.",
            "labels": [
                "RATIO"
            ],
            "id": "8d177df32dc047abb2fdbe131815985f_287"
        },
        {
            "start": 54445,
            "end": 54665,
            "text": "While considering the Application under Section 9 and while considering whether by way of interim measure under Section 9 of the Arbitration Act, there shall be injunction against invocation of the bank guarantee or not.",
            "labels": [
                "RATIO"
            ],
            "id": "a8e99d9d403149158678fdfe5684068a_288"
        },
        {
            "start": 54667,
            "end": 55194,
            "text": "18. In view of the above and for the reasons aforestated, when the Bank Guarantee in question is HC-NIC Page 47 of 49 Created On Sun Aug 13 23:05:35 IST 2017 held to be unconditional, irrevocable bank guarantee with respect to the performance of the contract and also Advance payments, in the facts and circumstances of the case, the learned Commercial Court at Vadodara has not committed any error in rejecting the said application and refusing to grant injunction restraining the respondent from encashing the bank guarantee.",
            "labels": [
                "RATIO"
            ],
            "id": "f7e2a1827d25455ab64c59f74d976c52_289"
        },
        {
            "start": 55196,
            "end": 55343,
            "text": "19. In view of the above and for the reasons stated above, the present First Appeal deserves to be dismissed and is accordingly dismissed to costs.",
            "labels": [
                "RPC"
            ],
            "id": "d61db257306145a794dba6fb0fdf34d4_290"
        },
        {
            "start": 55345,
            "end": 55415,
            "text": "20. Civil Application No. 3082 of 2017 stands disposed of accordingly.",
            "labels": [
                "RPC"
            ],
            "id": "d00abb83c0bd4706930c8d5c2f208b47_291"
        },
        {
            "start": 55417,
            "end": 55471,
            "text": "Sd/= {M.R Shah, J.} sd/= {B.N Karia, J.} FURTHER ORDER",
            "labels": [
                "NONE"
            ],
            "id": "249b8fd11105433796386fd43743fdf5_292"
        },
        {
            "start": 55472,
            "end": 55782,
            "text": "At this stage Shri Sanjanwala, learned counsel appearing on behalf of the appellant has requested to continue ad interim relief granted earlier vide order HC-NIC Page 48 of 49 Created On Sun Aug 13 23:05:35 IST 2017 dated 23rd February 2017, so as to enable the appellant to approach the Hon'ble Supreme Court.",
            "labels": [
                "RPC"
            ],
            "id": "0f9664246ad445709f41b3af26fb3c0a_293"
        },
        {
            "start": 55783,
            "end": 55881,
            "text": "\nPrayer is opposed by Shri Nanavati, learned counsel appearing on behalf of the respondent herein.",
            "labels": [
                "NONE"
            ],
            "id": "e74c0d26e226425b8addb02dd7d8e7b5_294"
        },
        {
            "start": 55882,
            "end": 56228,
            "text": "\nHowever, in the facts and circumstances of the case and so as to enable the appellant to challenge the present order before the Hon'ble Supreme Court and obtain appropriate order, ad interim relief granted earlier vide order dated 23rd February 2017 i.e., qua the Bank Guarantee No. 0028121GFIN0058 only, is hereby extended upto 27th March 2017.",
            "labels": [
                "RPC"
            ],
            "id": "555f978b873d4335bea7d98cacecdcca_295"
        },
        {
            "start": 56230,
            "end": 56339,
            "text": "Sd/= {M.R Shah, J.} sd/= {B.N Karia, J.} Prakash HC-NIC Page 49 of 49 Created On Sun Aug 13 23:05:35 IST 2017",
            "labels": [
                "NONE"
            ],
            "id": "cf8e1daf05324e70a223226e49d17b24_296"
        }
    ],
    "entities": [
        {
            "text": "Mold Tek Packaging Ltd",
            "label": "PETITIONER",
            "start_char": 30,
            "end_char": 52
        },
        {
            "text": "S.D. Containers",
            "label": "RESPONDENT",
            "start_char": 60,
            "end_char": 75
        },
        {
            "text": "Vivek Rusia",
            "label": "LAWYER",
            "start_char": 105,
            "end_char": 116
        },
        {
            "text": "Vivek Rusia",
            "label": "RESPONDENT",
            "start_char": 124,
            "end_char": 135
        },
        {
            "text": "High Court Of Madhya Pradesh: Bench At\n                      Indore",
            "label": "COURT",
            "start_char": 196,
            "end_char": 263
        },
        {
            "text": "Vivek Rusia",
            "label": "JUDGE",
            "start_char": 306,
            "end_char": 317
        },
        {
            "text": "Mold-Tek Packaging Ltd.",
            "label": "PETITIONER",
            "start_char": 414,
            "end_char": 437
        },
        {
            "text": "S.D.Containers, Indore",
            "label": "RESPONDENT",
            "start_char": 515,
            "end_char": 537
        },
        {
            "text": "Vivek Rusia",
            "label": "JUDGE",
            "start_char": 642,
            "end_char": 653
        },
        {
            "text": "Vijay Asudani",
            "label": "LAWYER",
            "start_char": 787,
            "end_char": 800
        },
        {
            "text": "Meenakshi",
            "label": "LAWYER",
            "start_char": 905,
            "end_char": 914
        },
        {
            "text": "section 3",
            "label": "PROVISION",
            "start_char": 1028,
            "end_char": 1037
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 1191,
            "end_char": 1201
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 1470,
            "end_char": 1479
        },
        {
            "text": "section 7",
            "label": "PROVISION",
            "start_char": 1648,
            "end_char": 1657
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 2350,
            "end_char": 2379
        },
        {
            "text": "section 104",
            "label": "PROVISION",
            "start_char": 2402,
            "end_char": 2413
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 2421,
            "end_char": 2432
        },
        {
            "text": "M.P.No.2156/2020",
            "label": "CASE_NUMBER",
            "start_char": 2565,
            "end_char": 2581
        },
        {
            "text": "High Court of Madhya Pradesh",
            "label": "COURT",
            "start_char": 2674,
            "end_char": 2702
        },
        {
            "text": "High Courts of Calcutta, Madras, Mumbai and",
            "label": "COURT",
            "start_char": 2758,
            "end_char": 2801
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 2802,
            "end_char": 2807
        },
        {
            "text": "Madhya Pradesh",
            "label": "GPE",
            "start_char": 2836,
            "end_char": 2850
        },
        {
            "text": "section 7",
            "label": "PROVISION",
            "start_char": 2955,
            "end_char": 2964
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 3010,
            "end_char": 3028
        },
        {
            "text": "Patent Act",
            "label": "STATUTE",
            "start_char": 3036,
            "end_char": 3046
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 3206,
            "end_char": 3215
        },
        {
            "text": "Government of Madhya Pradesh",
            "label": "ORG",
            "start_char": 3407,
            "end_char": 3435
        },
        {
            "text": "sub-section (1) and (2) of section 3 and 3A",
            "label": "PROVISION",
            "start_char": 3474,
            "end_char": 3517
        },
        {
            "text": "Commercial Court Act,2015 has",
            "label": "STATUTE",
            "start_char": 3525,
            "end_char": 3554
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3688,
            "end_char": 3709
        },
        {
            "text": "section 21",
            "label": "PROVISION",
            "start_char": 3796,
            "end_char": 3806
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 3812,
            "end_char": 3822
        },
        {
            "text": "section 22 (4)",
            "label": "PROVISION",
            "start_char": 4313,
            "end_char": 4327
        },
        {
            "text": "Design Act,2000",
            "label": "STATUTE",
            "start_char": 4335,
            "end_char": 4350
        },
        {
            "text": "Commercial Courts Act 2000",
            "label": "STATUTE",
            "start_char": 4378,
            "end_char": 4404
        },
        {
            "text": "VIVEK RUSIA",
            "label": "JUDGE",
            "start_char": 4613,
            "end_char": 4624
        },
        {
            "text": "M.P.No.2156/2020",
            "label": "CASE_NUMBER",
            "start_char": 4715,
            "end_char": 4731
        },
        {
            "text": "HIGH COURT OF MADHYA PRADESH",
            "label": "COURT",
            "start_char": 4733,
            "end_char": 4761
        },
        {
            "text": "INDORE",
            "label": "GPE",
            "start_char": 4805,
            "end_char": 4811
        },
        {
            "text": "VIVEK RUSIA",
            "label": "JUDGE",
            "start_char": 4853,
            "end_char": 4864
        },
        {
            "text": "Mold-Tek Packaging Ltd.",
            "label": "PETITIONER",
            "start_char": 4949,
            "end_char": 4972
        },
        {
            "text": "S.D.Containers, Indore",
            "label": "RESPONDENT",
            "start_char": 5040,
            "end_char": 5062
        },
        {
            "text": "Vijay Asudani",
            "label": "LAWYER",
            "start_char": 5144,
            "end_char": 5157
        },
        {
            "text": "Meenakshi",
            "label": "LAWYER",
            "start_char": 5205,
            "end_char": 5214
        },
        {
            "text": "01.09.2020",
            "label": "DATE",
            "start_char": 5373,
            "end_char": 5383
        },
        {
            "text": "23.3.2020",
            "label": "DATE",
            "start_char": 5421,
            "end_char": 5430
        },
        {
            "text": "Commercial Court (District Court, Indore)",
            "label": "COURT",
            "start_char": 5445,
            "end_char": 5486
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 5534,
            "end_char": 5553
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 5560,
            "end_char": 5573
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 5581,
            "end_char": 5597
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 5665,
            "end_char": 5669
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5681,
            "end_char": 5702
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 5835,
            "end_char": 5854
        },
        {
            "text": "Kolkatta",
            "label": "GPE",
            "start_char": 6840,
            "end_char": 6848
        },
        {
            "text": "Mahendra Brothers",
            "label": "ORG",
            "start_char": 7190,
            "end_char": 7207
        },
        {
            "text": "10/1/2020",
            "label": "DATE",
            "start_char": 7251,
            "end_char": 7260
        },
        {
            "text": "Commercial Court ( District Court at Indore",
            "label": "COURT",
            "start_char": 7331,
            "end_char": 7374
        },
        {
            "text": "O.39-R.1&2",
            "label": "PROVISION",
            "start_char": 7919,
            "end_char": 7929
        },
        {
            "text": "Code of Civil Procedure,1908.",
            "label": "STATUTE",
            "start_char": 7937,
            "end_char": 7966
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 8170,
            "end_char": 8185
        },
        {
            "text": "Code of Civil Procedure,1908 seeking",
            "label": "STATUTE",
            "start_char": 8193,
            "end_char": 8229
        },
        {
            "text": "Section 22(4)",
            "label": "PROVISION",
            "start_char": 8311,
            "end_char": 8324
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 8332,
            "end_char": 8348
        },
        {
            "text": "High Court of Madhya Pradesh, Indore Bench",
            "label": "COURT",
            "start_char": 8389,
            "end_char": 8431
        },
        {
            "text": "Section 19(1)",
            "label": "PROVISION",
            "start_char": 8590,
            "end_char": 8603
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 8611,
            "end_char": 8627
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 8788,
            "end_char": 8793
        },
        {
            "text": "Section 19(1)",
            "label": "PROVISION",
            "start_char": 8909,
            "end_char": 8922
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 9007,
            "end_char": 9017
        },
        {
            "text": "Section 22(4)",
            "label": "PROVISION",
            "start_char": 9055,
            "end_char": 9068
        },
        {
            "text": "23.03.2020",
            "label": "DATE",
            "start_char": 9207,
            "end_char": 9217
        },
        {
            "text": "Comercial Court at Indore",
            "label": "COURT",
            "start_char": 9230,
            "end_char": 9255
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 9296,
            "end_char": 9309
        },
        {
            "text": "Design Act,2000,",
            "label": "STATUTE",
            "start_char": 9317,
            "end_char": 9333
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 9395,
            "end_char": 9417
        },
        {
            "text": "Art 227",
            "label": "PROVISION",
            "start_char": 9511,
            "end_char": 9518
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 9526,
            "end_char": 9547
        },
        {
            "text": "provisions 22(4)",
            "label": "PROVISION",
            "start_char": 9702,
            "end_char": 9718
        },
        {
            "text": "Design Act",
            "label": "STATUTE",
            "start_char": 9726,
            "end_char": 9736
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 9876,
            "end_char": 9886
        },
        {
            "text": "Indore",
            "label": "GPE",
            "start_char": 10159,
            "end_char": 10165
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 10217,
            "end_char": 10239
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 10315,
            "end_char": 10330
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10331,
            "end_char": 10334
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 10456,
            "end_char": 10469
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 10477,
            "end_char": 10493
        },
        {
            "text": "Section 19(1)",
            "label": "PROVISION",
            "start_char": 10759,
            "end_char": 10772
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 10780,
            "end_char": 10796
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 10957,
            "end_char": 10962
        },
        {
            "text": "Section 19(1)",
            "label": "PROVISION",
            "start_char": 11078,
            "end_char": 11091
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 11163,
            "end_char": 11173
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 11181,
            "end_char": 11197
        },
        {
            "text": "Section 22(4)",
            "label": "PROVISION",
            "start_char": 11224,
            "end_char": 11237
        },
        {
            "text": "Section 19 (1)",
            "label": "PROVISION",
            "start_char": 11391,
            "end_char": 11405
        },
        {
            "text": "Section 22 (4)",
            "label": "PROVISION",
            "start_char": 11475,
            "end_char": 11489
        },
        {
            "text": "Section 22(4)",
            "label": "PROVISION",
            "start_char": 11702,
            "end_char": 11715
        },
        {
            "text": "High Court of Madhya Pradesh, Indore Bench",
            "label": "COURT",
            "start_char": 11783,
            "end_char": 11825
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 12137,
            "end_char": 12150
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 12252,
            "end_char": 12274
        },
        {
            "text": "Commercial Court at Indore",
            "label": "COURT",
            "start_char": 12278,
            "end_char": 12304
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)",
            "label": "STATUTE",
            "start_char": 12380,
            "end_char": 12450
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 12536,
            "end_char": 12558
        },
        {
            "text": "Court at Indore",
            "label": "COURT",
            "start_char": 12634,
            "end_char": 12649
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 12720,
            "end_char": 12730
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12738,
            "end_char": 12741
        },
        {
            "text": "section 22",
            "label": "PROVISION",
            "start_char": 12921,
            "end_char": 12931
        },
        {
            "text": "Design Act, 2000",
            "label": "STATUTE",
            "start_char": 12939,
            "end_char": 12955
        },
        {
            "text": "Indore",
            "label": "GPE",
            "start_char": 13094,
            "end_char": 13100
        },
        {
            "text": "Indore Court",
            "label": "COURT",
            "start_char": 13140,
            "end_char": 13152
        },
        {
            "text": "Commercial Court at Indore",
            "label": "COURT",
            "start_char": 13319,
            "end_char": 13345
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 13387,
            "end_char": 13400
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 13430,
            "end_char": 13448
        },
        {
            "text": "11.05.2001",
            "label": "DATE",
            "start_char": 13564,
            "end_char": 13574
        },
        {
            "text": "Design Act, 1911",
            "label": "STATUTE",
            "start_char": 13592,
            "end_char": 13608
        },
        {
            "text": "Section 2(e)",
            "label": "PROVISION",
            "start_char": 13610,
            "end_char": 13622
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 13630,
            "end_char": 13648
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 13807,
            "end_char": 13824
        },
        {
            "text": "Chapter-II",
            "label": "PROVISION",
            "start_char": 13826,
            "end_char": 13836
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 13844,
            "end_char": 13862
        },
        {
            "text": "Sub-section (4) of section 5",
            "label": "PROVISION",
            "start_char": 14092,
            "end_char": 14120
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14228,
            "end_char": 14237
        },
        {
            "text": "section 10",
            "label": "PROVISION",
            "start_char": 14327,
            "end_char": 14337
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 14526,
            "end_char": 14536
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 14848,
            "end_char": 14858
        },
        {
            "text": "Section 19 (2)",
            "label": "PROVISION",
            "start_char": 14925,
            "end_char": 14939
        },
        {
            "text": "Section 19 (2)",
            "label": "PROVISION",
            "start_char": 15020,
            "end_char": 15034
        },
        {
            "text": "Chapter-V",
            "label": "PROVISION",
            "start_char": 15133,
            "end_char": 15142
        },
        {
            "text": "Section 22",
            "label": "PROVISION",
            "start_char": 15211,
            "end_char": 15221
        },
        {
            "text": "sub-section (2) of section 22",
            "label": "PROVISION",
            "start_char": 15521,
            "end_char": 15550
        },
        {
            "text": "sub-section (2) (b) of section 22",
            "label": "PROVISION",
            "start_char": 15725,
            "end_char": 15758
        },
        {
            "text": "section 22 (2)",
            "label": "PROVISION",
            "start_char": 15924,
            "end_char": 15938
        },
        {
            "text": "section 22 (3)",
            "label": "PROVISION",
            "start_char": 16079,
            "end_char": 16093
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 16241,
            "end_char": 16251
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 16315,
            "end_char": 16344
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 16423,
            "end_char": 16433
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 16828,
            "end_char": 16838
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 16895,
            "end_char": 16924
        },
        {
            "text": "Asudani",
            "label": "LAWYER",
            "start_char": 17002,
            "end_char": 17009
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 17167,
            "end_char": 17180
        },
        {
            "text": "Whirlpool of India vs. Videocon Industries Ltd. 2014 SCC Online Bom 565",
            "label": "PRECEDENT",
            "start_char": 17350,
            "end_char": 17421
        },
        {
            "text": "Castrol India Ltd. vs. Tide Water Oil Co. (I) Ltd. 1994 SCC Online Cal",
            "label": "PRECEDENT",
            "start_char": 17423,
            "end_char": 17493
        },
        {
            "text": "Bharat Glass Tube Ltd. vs. Gopal Glass Works Ltd. (2008) 10 SCC 657",
            "label": "PRECEDENT",
            "start_char": 17500,
            "end_char": 17567
        },
        {
            "text": "Dart industries vs. Poluset Plastics Pvt. Ltd.",
            "label": "PRECEDENT",
            "start_char": 17569,
            "end_char": 17615
        },
        {
            "text": "SCC Online Del 10229",
            "label": "PRECEDENT",
            "start_char": 17621,
            "end_char": 17641
        },
        {
            "text": "Godrej Sara Lee Ltd. vs. Reckitt Benckiser Australia Ptu. Ltd. & another (2010) 2 SCC 535",
            "label": "PRECEDENT",
            "start_char": 17644,
            "end_char": 17733
        },
        {
            "text": "section 22 (4)",
            "label": "PROVISION",
            "start_char": 17844,
            "end_char": 17858
        },
        {
            "text": "Astral Polytechnic Limited vs. Ashirvad Pipes Pvt. Ltd. & others reported in MANU/KA/0119/2008",
            "label": "PRECEDENT",
            "start_char": 18385,
            "end_char": 18479
        },
        {
            "text": "R.N.Gupta & Co. Ltd. vs. Action Construction Equipments Ltd. reported in 2016 SCC Online Allahabad 975",
            "label": "PRECEDENT",
            "start_char": 18481,
            "end_char": 18583
        },
        {
            "text": "Escorts Construction Equipment Ltd. vs. Gautam Engineering Company & others reported in MANU/JK/0409/2009",
            "label": "PRECEDENT",
            "start_char": 18585,
            "end_char": 18690
        },
        {
            "text": "Salutri Remedies vs. Unim Pharma Lab Pvt. Ltd. reported in 2009 SCC Guj. 9488",
            "label": "PRECEDENT",
            "start_char": 18692,
            "end_char": 18769
        },
        {
            "text": "Standard Glass Beads Factory and another reported in 1980 SCC Online All 59",
            "label": "PRECEDENT",
            "start_char": 18774,
            "end_char": 18849
        },
        {
            "text": "section 22",
            "label": "PROVISION",
            "start_char": 18876,
            "end_char": 18886
        },
        {
            "text": "Design Act,2000 is",
            "label": "STATUTE",
            "start_char": 18891,
            "end_char": 18909
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 20857,
            "end_char": 20867
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 21071,
            "end_char": 21081
        },
        {
            "text": "section 22(4)",
            "label": "PROVISION",
            "start_char": 21586,
            "end_char": 21599
        },
        {
            "text": "Design Act,2000 is",
            "label": "STATUTE",
            "start_char": 21607,
            "end_char": 21625
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 21726,
            "end_char": 21736
        },
        {
            "text": "section 5 (4) and section 19 (2)",
            "label": "PROVISION",
            "start_char": 22003,
            "end_char": 22035
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 22043,
            "end_char": 22061
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 22448,
            "end_char": 22458
        },
        {
            "text": "section 22 (4)",
            "label": "PROVISION",
            "start_char": 22716,
            "end_char": 22730
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 22755,
            "end_char": 22765
        },
        {
            "text": "Commercial Courts, Commercial Division, Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)",
            "label": "STATUTE",
            "start_char": 22782,
            "end_char": 22892
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22926,
            "end_char": 22953
        },
        {
            "text": "Section 2 (c)",
            "label": "PROVISION",
            "start_char": 23213,
            "end_char": 23226
        },
        {
            "text": "2 (c) (xvii)",
            "label": "PROVISION",
            "start_char": 23279,
            "end_char": 23291
        },
        {
            "text": "section 2 (c)",
            "label": "PROVISION",
            "start_char": 23418,
            "end_char": 23431
        },
        {
            "text": "sections 3 to 7",
            "label": "PROVISION",
            "start_char": 23698,
            "end_char": 23713
        },
        {
            "text": "Commercial Court Act,2015 are",
            "label": "STATUTE",
            "start_char": 23721,
            "end_char": 23750
        },
        {
            "text": "subsection (1) of sec- tion 3 or order",
            "label": "PROVISION",
            "start_char": 26675,
            "end_char": 26713
        },
        {
            "text": "sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 26720,
            "end_char": 26748
        },
        {
            "text": "sections 16 to 20",
            "label": "PROVISION",
            "start_char": 27763,
            "end_char": 27780
        },
        {
            "text": "Code of Civil Proce- dure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 27788,
            "end_char": 27831
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 28506,
            "end_char": 28535
        },
        {
            "text": "Act, 2000 (16 of 2000)",
            "label": "STATUTE",
            "start_char": 28551,
            "end_char": 28573
        },
        {
            "text": "sec- tion 104",
            "label": "PROVISION",
            "start_char": 28577,
            "end_char": 28590
        },
        {
            "text": "Patents Act, 1970 (39 of 1970)",
            "label": "STATUTE",
            "start_char": 28598,
            "end_char": 28628
        },
        {
            "text": "section 3",
            "label": "PROVISION",
            "start_char": 28832,
            "end_char": 28841
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 29434,
            "end_char": 29444
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 29534,
            "end_char": 29543
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 29792,
            "end_char": 29801
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 30031,
            "end_char": 30040
        },
        {
            "text": "section 7",
            "label": "PROVISION",
            "start_char": 30095,
            "end_char": 30104
        },
        {
            "text": "sub- section (4) of section 22",
            "label": "PROVISION",
            "start_char": 30797,
            "end_char": 30827
        },
        {
            "text": "section 104",
            "label": "PROVISION",
            "start_char": 30850,
            "end_char": 30861
        },
        {
            "text": "Patents Act",
            "label": "STATUTE",
            "start_char": 30869,
            "end_char": 30880
        },
        {
            "text": "High Court of Madhya Pradesh",
            "label": "COURT",
            "start_char": 31064,
            "end_char": 31092
        },
        {
            "text": "High Courts of Calcutta, Madras, Mumbai and Delhi",
            "label": "COURT",
            "start_char": 31148,
            "end_char": 31197
        },
        {
            "text": "Madhya Pradesh",
            "label": "GPE",
            "start_char": 31226,
            "end_char": 31240
        },
        {
            "text": "section 7",
            "label": "PROVISION",
            "start_char": 31345,
            "end_char": 31354
        },
        {
            "text": "Patent Act",
            "label": "STATUTE",
            "start_char": 31419,
            "end_char": 31429
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 31589,
            "end_char": 31598
        },
        {
            "text": "Government of Madhya Pradesh",
            "label": "ORG",
            "start_char": 31783,
            "end_char": 31811
        },
        {
            "text": "sub-section (1) and (2) of section 3",
            "label": "PROVISION",
            "start_char": 31850,
            "end_char": 31886
        },
        {
            "text": "Commercial court Act",
            "label": "STATUTE",
            "start_char": 31894,
            "end_char": 31914
        },
        {
            "text": "2.4.2019",
            "label": "DATE",
            "start_char": 31979,
            "end_char": 31987
        },
        {
            "text": "section 3A",
            "label": "PROVISION",
            "start_char": 32088,
            "end_char": 32098
        },
        {
            "text": "Commercial court Act",
            "label": "STATUTE",
            "start_char": 32106,
            "end_char": 32126
        },
        {
            "text": "2.4.2019",
            "label": "DATE",
            "start_char": 32188,
            "end_char": 32196
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32275,
            "end_char": 32296
        },
        {
            "text": "section 21",
            "label": "PROVISION",
            "start_char": 32383,
            "end_char": 32393
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 32399,
            "end_char": 32409
        },
        {
            "text": "section 22 (4)",
            "label": "PROVISION",
            "start_char": 32900,
            "end_char": 32914
        },
        {
            "text": "Commercial Courts Act 2000",
            "label": "STATUTE",
            "start_char": 32942,
            "end_char": 32968
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33146,
            "end_char": 33156
        },
        {
            "text": "Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010)",
            "label": "PRECEDENT",
            "start_char": 33172,
            "end_char": 33259
        },
        {
            "text": "SCC 535",
            "label": "PROVISION",
            "start_char": 33262,
            "end_char": 33269
        },
        {
            "text": "Design Act of 2000",
            "label": "STATUTE",
            "start_char": 33605,
            "end_char": 33623
        },
        {
            "text": "High Court at Delhi",
            "label": "COURT",
            "start_char": 33762,
            "end_char": 33781
        },
        {
            "text": "section 19",
            "label": "PROVISION",
            "start_char": 33815,
            "end_char": 33825
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 33958,
            "end_char": 33974
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 34029,
            "end_char": 34048
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 34069,
            "end_char": 34079
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 34103,
            "end_char": 34122
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 34368,
            "end_char": 34387
        },
        {
            "text": "Indore",
            "label": "GPE",
            "start_char": 34459,
            "end_char": 34465
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 34543,
            "end_char": 34562
        },
        {
            "text": "Commercial Court at Indore",
            "label": "COURT",
            "start_char": 34569,
            "end_char": 34595
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 34652,
            "end_char": 34678
        },
        {
            "text": "23.3.2020",
            "label": "DATE",
            "start_char": 34733,
            "end_char": 34742
        },
        {
            "text": "Commercial Court (District Court, Indore",
            "label": "COURT",
            "start_char": 34757,
            "end_char": 34797
        },
        {
            "text": "VIVEK RUSIA",
            "label": "JUDGE",
            "start_char": 34873,
            "end_char": 34884
        }
    ],
    "precedent_clusters": {
        "Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010)": [
            "Dart industries vs. Poluset Plastics Pvt. Ltd.",
            "SCC Online Del 10229",
            "Astral Polytechnic Limited vs. Ashirvad Pipes Pvt. Ltd. & others reported in MANU/KA/0119/2008",
            "Escorts Construction Equipment Ltd. vs. Gautam Engineering Company & others reported in MANU/JK/0409/2009",
            "Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 104",
            "Patents Act",
            "section 104",
            "Patents Act"
        ],
        [
            "section 7",
            "Design Act of 2000",
            "section 7",
            "Design Act of 2000"
        ],
        [
            "sub-section (1) and (2) of section 3 and 3A",
            "Commercial Court Act,2015 has",
            "sub-section (1) and (2) of section 3 and 3A",
            "Commercial Court Act,2015 has"
        ],
        [
            "section 22 (4)",
            "Design Act,2000",
            "section 22 (4)",
            "Design Act,2000"
        ],
        [
            "section 22(4)",
            "Design Act, 2000",
            "section 22(4)",
            "Design Act, 2000"
        ],
        [
            "O.39-R.1&2",
            "Code of Civil Procedure,1908.",
            "O.39-R.1&2",
            "Code of Civil Procedure,1908."
        ],
        [
            "Order 7 Rule 11",
            "Code of Civil Procedure,1908 seeking",
            "Order 7 Rule 11",
            "Code of Civil Procedure,1908 seeking"
        ],
        [
            "Section 22(4)",
            "Design Act, 2000",
            "Section 22(4)",
            "Design Act, 2000"
        ],
        [
            "Section 19(1)",
            "Design Act, 2000",
            "Section 19(1)",
            "Design Act, 2000"
        ],
        [
            "section 22(4)",
            "Design Act,2000,",
            "section 22(4)",
            "Design Act,2000,"
        ],
        [
            "Art 227",
            "Constitution of India",
            "Art 227",
            "Constitution of India"
        ],
        [
            "provisions 22(4)",
            "Design Act",
            "provisions 22(4)",
            "Design Act"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "section 22(4)",
            "Design Act, 2000",
            "section 22(4)",
            "Design Act, 2000"
        ],
        [
            "Section 19(1)",
            "Design Act, 2000",
            "Section 19(1)",
            "Design Act, 2000"
        ],
        [
            "Section 19",
            "Design Act, 2000",
            "Section 19",
            "Design Act, 2000"
        ],
        [
            "Section 20",
            "CPC",
            "Section 20",
            "CPC"
        ],
        [
            "section 22",
            "Design Act, 2000",
            "section 22",
            "Design Act, 2000"
        ],
        [
            "Section 2(e)",
            "Design Act of 2000",
            "Section 2(e)",
            "Design Act of 2000"
        ],
        [
            "Chapter-II",
            "Design Act of 2000",
            "Chapter-II",
            "Design Act of 2000"
        ],
        [
            "section 22",
            "Design Act,2000 is",
            "section 22",
            "Design Act,2000 is"
        ],
        [
            "section 22(4)",
            "Design Act,2000 is",
            "section 22(4)",
            "Design Act,2000 is"
        ],
        [
            "section 5 (4) and section 19 (2)",
            "Design Act of 2000",
            "section 5 (4) and section 19 (2)",
            "Design Act of 2000"
        ],
        [
            "sections 3 to 7",
            "Commercial Court Act,2015 are",
            "sections 3 to 7",
            "Commercial Court Act,2015 are"
        ],
        [
            "sections 16 to 20",
            "Code of Civil Proce- dure, 1908 (5 of 1908)",
            "sections 16 to 20",
            "Code of Civil Proce- dure, 1908 (5 of 1908)"
        ],
        [
            "sub-section (4) of section 22",
            "Act, 2000 (16 of 2000)",
            "sub-section (4) of section 22",
            "Act, 2000 (16 of 2000)"
        ],
        [
            "sec- tion 104",
            "Patents Act, 1970 (39 of 1970)",
            "sec- tion 104",
            "Patents Act, 1970 (39 of 1970)"
        ],
        [
            "section 104",
            "Patents Act",
            "section 104",
            "Patents Act"
        ],
        [
            "section 7",
            "Patent Act",
            "section 7",
            "Patent Act"
        ],
        [
            "sub-section (1) and (2) of section 3",
            "Commercial court Act",
            "sub-section (1) and (2) of section 3",
            "Commercial court Act"
        ],
        [
            "section 3A",
            "Commercial court Act",
            "section 3A",
            "Commercial court Act"
        ],
        [
            "section 22 (4)",
            "Commercial Courts Act 2000",
            "section 22 (4)",
            "Commercial Courts Act 2000"
        ],
        [
            "section 3",
            "Commercial court Act",
            "section 3",
            "Commercial court Act"
        ],
        [
            "Section 3A",
            "Commercial court Act",
            "Section 3A",
            "Commercial court Act"
        ],
        [
            "Section 5",
            "Design Act of 2000",
            "Section 5",
            "Design Act of 2000"
        ],
        [
            "section 7",
            "Design Act of 2000",
            "section 7",
            "Design Act of 2000"
        ],
        [
            "sub-section (4) of section 22",
            "Design Act,2000",
            "sub-section (4) of section 22",
            "Design Act,2000"
        ],
        [
            "Section 19(1)",
            "Design Act, 2000",
            "Section 19(1)",
            "Design Act, 2000"
        ],
        [
            "Section 19",
            "Design Act, 2000",
            "Section 19",
            "Design Act, 2000"
        ],
        [
            "Section 22(4)",
            "Design Act, 2000",
            "Section 22(4)",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "Section 19(1)",
            "Design Act, 2000",
            "Section 19(1)",
            "Design Act, 2000"
        ],
        [
            "Section 22(4)",
            "Design Act, 2000",
            "Section 22(4)",
            "Design Act, 2000"
        ],
        [
            "Section 19 (1)",
            "Design Act, 2000",
            "Section 19 (1)",
            "Design Act, 2000"
        ],
        [
            "Section 22 (4)",
            "Design Act, 2000",
            "Section 22 (4)",
            "Design Act, 2000"
        ],
        [
            "Section 22(4)",
            "Design Act, 2000",
            "Section 22(4)",
            "Design Act, 2000"
        ],
        [
            "section 22(4)",
            "Design Act, 2000",
            "section 22(4)",
            "Design Act, 2000"
        ],
        [
            "section 22(4)",
            "Design Act, 2000",
            "section 22(4)",
            "Design Act, 2000"
        ],
        [
            "Sub-section (4) of section 5",
            "Design Act of 2000",
            "Sub-section (4) of section 5",
            "Design Act of 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "Section 19 (2)",
            "Design Act, 2000",
            "Section 19 (2)",
            "Design Act, 2000"
        ],
        [
            "Section 19 (2)",
            "Design Act, 2000",
            "Section 19 (2)",
            "Design Act, 2000"
        ],
        [
            "Section 22",
            "Design Act, 2000",
            "Section 22",
            "Design Act, 2000"
        ],
        [
            "sub-section (2) of section 22",
            "Design Act, 2000",
            "sub-section (2) of section 22",
            "Design Act, 2000"
        ],
        [
            "sub-section (2) (b) of section 22",
            "Design Act, 2000",
            "sub-section (2) (b) of section 22",
            "Design Act, 2000"
        ],
        [
            "section 22 (2)",
            "Design Act, 2000",
            "section 22 (2)",
            "Design Act, 2000"
        ],
        [
            "section 22 (3)",
            "Design Act, 2000",
            "section 22 (3)",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "sub-section (4) of section 22",
            "Design Act, 2000",
            "sub-section (4) of section 22",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "sub-section (4) of section 22",
            "Design Act, 2000",
            "sub-section (4) of section 22",
            "Design Act, 2000"
        ],
        [
            "section 22(4)",
            "Design Act, 2000",
            "section 22(4)",
            "Design Act, 2000"
        ],
        [
            "section 22 (4)",
            "Design Act, 2000",
            "section 22 (4)",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 22 (4)",
            "Design Act,2000 is",
            "section 22 (4)",
            "Design Act,2000 is"
        ],
        [
            "Section 2 (c)",
            "Design Act of 2000",
            "Section 2 (c)",
            "Design Act of 2000"
        ],
        [
            "2 (c) (xvii)",
            "Design Act of 2000",
            "2 (c) (xvii)",
            "Design Act of 2000"
        ],
        [
            "section 2 (c)",
            "Design Act of 2000",
            "section 2 (c)",
            "Design Act of 2000"
        ],
        [
            "section 3",
            "Commercial court Act",
            "section 3",
            "Commercial court Act"
        ],
        [
            "Section 3A",
            "Commercial court Act",
            "Section 3A",
            "Commercial court Act"
        ],
        [
            "Section 4",
            "Commercial Court Act,2015 are",
            "Section 4",
            "Commercial Court Act,2015 are"
        ],
        [
            "Section 5",
            "Design Act of 2000",
            "Section 5",
            "Design Act of 2000"
        ],
        [
            "Section 6",
            "Patent Act",
            "Section 6",
            "Patent Act"
        ],
        [
            "section 7",
            "Design Act of 2000",
            "section 7",
            "Design Act of 2000"
        ],
        [
            "sub- section (4) of section 22",
            "Act, 2000 (16 of 2000)",
            "sub- section (4) of section 22",
            "Act, 2000 (16 of 2000)"
        ],
        [
            "section 6",
            "Patent Act",
            "section 6",
            "Patent Act"
        ],
        [
            "section 21",
            "Commercial Courts Act",
            "section 21",
            "Commercial Courts Act"
        ],
        [
            "section 19",
            "Design Act, 2000",
            "section 19",
            "Design Act, 2000"
        ],
        [
            "section 6",
            "Patent Act",
            "section 6",
            "Patent Act"
        ],
        [
            "section 21",
            "Commercial Courts Act",
            "section 21",
            "Commercial Courts Act"
        ],
        [
            "Art.",
            "Design Act, 2000",
            "Art.",
            "Design Act, 2000"
        ],
        [
            "Section 9",
            "Design Act of 2000",
            "Section 9",
            "Design Act of 2000"
        ],
        [
            "section 10",
            "Design Act of 2000",
            "section 10",
            "Design Act of 2000"
        ],
        [
            "section 11",
            "Design Act of 2000",
            "section 11",
            "Design Act of 2000"
        ],
        [
            "Chapter-V",
            "Design Act of 2000",
            "Chapter-V",
            "Design Act of 2000"
        ],
        [
            "subsection (1) of sec- tion 3 or order",
            "Commercial Court Act,2015 are",
            "subsection (1) of sec- tion 3 or order",
            "Commercial Court Act,2015 are"
        ],
        [
            "sub-section (1) of section 4",
            "Commercial Court Act,2015 are",
            "sub-section (1) of section 4",
            "Commercial Court Act,2015 are"
        ],
        [
            "SCC 535",
            "Commercial Courts Act 2000",
            "SCC 535",
            "Commercial Courts Act 2000"
        ]
    ],
    "precedent_counts": {
        "Godrej Sara Lee Ltd.\nvs. Reckit Benckiser Australia Pty. Ltd. & another reported (2010)": 5
    },
    "provision_counts": {
        "section 104 of Patents Act": 2,
        "section 7 of Design Act of 2000": 3,
        "sub-section (1) and (2) of section 3 and 3A of Commercial Court Act,2015 has": 1,
        "section 22 (4) of Design Act,2000": 1,
        "section 22(4) of Design Act, 2000": 5,
        "O.39-R.1&2 of Code of Civil Procedure,1908.": 1,
        "Order 7 Rule 11 of Code of Civil Procedure,1908 seeking": 1,
        "Section 22(4) of Design Act, 2000": 4,
        "Section 19(1) of Design Act, 2000": 4,
        "section 22(4) of Design Act,2000,": 1,
        "Art 227 of Constitution of India": 1,
        "provisions 22(4) of Design Act": 1,
        "Order 7 Rule 11 of CPC": 1,
        "Section 19 of Design Act, 2000": 2,
        "Section 20 of CPC": 1,
        "section 22 of Design Act, 2000": 1,
        "Section 2(e) of Design Act of 2000": 1,
        "Chapter-II of Design Act of 2000": 1,
        "section 22 of Design Act,2000 is": 1,
        "section 22(4) of Design Act,2000 is": 1,
        "section 5 (4) and section 19 (2) of Design Act of 2000": 1,
        "sections 3 to 7 of Commercial Court Act,2015 are": 1,
        "sections 16 to 20 of Code of Civil Proce- dure, 1908 (5 of 1908)": 1,
        "sub-section (4) of section 22 of Act, 2000 (16 of 2000)": 1,
        "sec- tion 104 of Patents Act, 1970 (39 of 1970)": 1,
        "section 7 of Patent Act": 1,
        "sub-section (1) and (2) of section 3 of Commercial court Act": 1,
        "section 3A of Commercial court Act": 1,
        "section 22 (4) of Commercial Courts Act 2000": 1,
        "section 3 of Commercial court Act": 2,
        "Section 3A of Commercial court Act": 2,
        "Section 5 of Design Act of 2000": 2,
        "sub-section (4) of section 22 of Design Act,2000": 1,
        "section 19 of Design Act, 2000": 10,
        "Section 19 (1) of Design Act, 2000": 1,
        "Section 22 (4) of Design Act, 2000": 1,
        "Sub-section (4) of section 5 of Design Act of 2000": 1,
        "Section 19 (2) of Design Act, 2000": 2,
        "Section 22 of Design Act, 2000": 1,
        "sub-section (2) of section 22 of Design Act, 2000": 1,
        "sub-section (2) (b) of section 22 of Design Act, 2000": 1,
        "section 22 (2) of Design Act, 2000": 1,
        "section 22 (3) of Design Act, 2000": 1,
        "sub-section (4) of section 22 of Design Act, 2000": 2,
        "section 22 (4) of Design Act, 2000": 1,
        "section 22 (4) of Design Act,2000 is": 1,
        "Section 2 (c) of Design Act of 2000": 1,
        "2 (c) (xvii) of Design Act of 2000": 1,
        "section 2 (c) of Design Act of 2000": 1,
        "Section 4 of Commercial Court Act,2015 are": 1,
        "Section 6 of Patent Act": 1,
        "sub- section (4) of section 22 of Act, 2000 (16 of 2000)": 1,
        "section 6 of Patent Act": 2,
        "section 21 of Commercial Courts Act": 2,
        "Art. of Design Act, 2000": 1,
        "Section 9 of Design Act of 2000": 1,
        "section 10 of Design Act of 2000": 1,
        "section 11 of Design Act of 2000": 1,
        "Chapter-V of Design Act of 2000": 1,
        "subsection (1) of sec- tion 3 or order of Commercial Court Act,2015 are": 1,
        "sub-section (1) of section 4 of Commercial Court Act,2015 are": 1,
        "SCC 535 of Commercial Courts Act 2000": 1
    },
    "statute_counts": {
        "Patents Act": 2,
        "Design Act of 2000": 16,
        "Commercial Court Act,2015 has": 1,
        "Design Act,2000": 2,
        "Design Act, 2000": 39,
        "Code of Civil Procedure,1908.": 1,
        "Code of Civil Procedure,1908 seeking": 1,
        "Design Act,2000,": 1,
        "Constitution of India": 1,
        "Design Act": 1,
        "CPC": 2,
        "Design Act,2000 is": 3,
        "Commercial Court Act,2015 are": 4,
        "Code of Civil Proce- dure, 1908 (5 of 1908)": 1,
        "Act, 2000 (16 of 2000)": 2,
        "Patents Act, 1970 (39 of 1970)": 1,
        "Patent Act": 4,
        "Commercial court Act": 6,
        "Commercial Courts Act 2000": 2,
        "Commercial Courts Act": 2
    }
}