{
    "id": "6c3a11525a7a085e6dd0434874f433118dfeda06c44e996ebf43bc4751081288",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nP. Siva Mohan Reddy vs Dr. K. R. K. Reddy on 24 March, 2023 \nAuthor: P.Naveen Rao\nBench: P.Naveen Rao\n            High Court For The State Of Telangana\n                            ********\n\n            Civil Revision Petition No.3018 Of 2022\n\n\nBetween:\n\nP. Siva Mohan Reddy, s/o. late P.Venkata Reddy,\nAged about 53 years, occu: Business,\nr/o. Pent House, Block No.1, Alpine Heights,\nSomajiguda, Hyderabad.\n                                                            .... Petitioner/ \n                                                                petitioner\n\n      And\n\nDr. K.R.K.Reddy, s/o. late K.Veera Reddy,\nAged 55 years, occu: Business, r/o.Plot No.24,\nMaruthinagar, Yousufguda, Hyderabad. \n\n                                                           .... Respondent/ \n                                                              Respondent\n\nDate Of Judgment Pronounced                :       24.03.2023 \n\n              Hon'Ble Sri Justice P.Naveen Rao \n                              & \n             Hon'Ble Sri Justice J.Sreenivas Rao \n\n\n1.    Whether Reporters of Local Newspapers :        Yes\n       may be allowed to see the Judgments ? \n\n\n2.    Whether the copies of judgment may be :        Yes\n      marked to Law Reporters/Journals \n\n\n3.   Whether Their Lordship wish to            :     No\n     see the fair copy of the Judgment ? \n                                                                Pnrj & Jsrj \n                                                        Crp No.3018 Of 2022 \n                                            2 \n\n\n\n                  * Hon'Ble Sri Justice P.Naveen Rao \n                                  & \n                 Hon'Ble Sri Justice J.Sreenivas Rao \n\n\n               Civil Revision Petition No.3018 Of 2022 \n\n% 24.03.2023 \n\n\nBetween: \n\n# P. Siva Mohan Reddy, s/o. late P.Venkata Reddy,\nAged about 53 years, occu: Business,\nr/o. Pent House, Block No.1, Alpine Heights,\nSomajiguda, Hyderabad.\n                                                       .... Petitioner/ \n                                                           petitioner \n\n\n                     Vs.\n\n$ Dr. K.R.K.Reddy, s/o. late K.Veera Reddy,\nAged 55 years, occu: Business, r/o.Plot No.24,\nMaruthinagar, Yousufguda, Hyderabad. \n\n                                                    ....Respondent/\n                                                       Respondent \n\n! Counsel for the petitioner : Sri Peri Prabhakar \n\nCounsel for the Respondent: Sri M.V.Pratap Kumar \n\n<Gist : \n\n>Head Note:\n\n(2008) 4 Scc 451\n(2016) 8 Scc 429\n(2020) 15 Scc 585\n(208) 10 Scc 345\nManu/Hy/0288/2018\n2022 Scc OnLine Ts 1266= (2022) 5 Ald 101\n(2016) 8 Scc 429\n(2020) 15 Scc 585 = Manu / Sc/1378/2019 \nManu/Hy/0288/2018 \n                                                                             Pnrj & Jsrj \n                                                                     Crp No.3018 Of 2022 \n                                           3 \n\n\n\n                 Hon'Ble Sri Justice P. Naveen Rao \n                                 &\n                Hon'Ble Sri Justice J. Sreenivas Rao \n\n               Civil Revision Petition No.3018 of 2022 \n\nOrder: \n(Per Hon'blIe Sri Justice P Naveen Rao) Heard learned counsel for petitioner Sri Peri Prabhakar and learned counsel for respondent Sri M.V.Pratap Kumar.\n2. Parties are referred to as arrayed in the su it.\n3. Briefly noted to the extent relevant to decide the controversy the plaint averments are as under:\n4. According to plaintiff, defendant approached him by saying that he is intending to develop Acs.5.00 land belonging to Mrs Ghousia Begum situated in Survey No.129/103, Road No.1, Banjara Hills, Hyderabad as a joint venture and requested plaintiff to invest. Plaintiff agreed to invest 2 crores and offered to be a sleeping partner. He was assured that project would be completed in three years. Plaintiff was requested to take the responsibility to sell the property. On 2.4.2009 Joint Venture Agreement was entered into between plaintiff and defendant. With fond hope of securing good returns, plaintiff invested 2 crores. There was no progress in the joint venture in spite of several requests made. Disturbed by this attitude, plaintiff requested to refund his 2 crores along with Internal Rate of Return (IRR). Plaintiff alleges that the defendant has diverted his money to another venture. Legal notice issued to pay the money due, PNRJ & JSRJ CRP No.3018 OF 2022 were not responded. Plaintiff instituted O.S.No.432 of 2012 in the Court of III Additional Chief Judge, City Civil Court at Hyderabad. On establishing Commercial Court, it was transferred to Commercial Court, where renumbered as C.O.S No.135 of 2017. Plaintiff prayed to grant decree directing the defendant to pay a sum of 3,08,00,000/- together with interest on principal amount and 18% IRR with effect from 9.4.2009 till the date of filing of suit and future interest @ 18 % IRR per annum. \n5. In the said suit, defendant filed I. A.No.205 of 2022 under Order VII Rule 10 read with Section 151 of CPC to return the suit. \n6. According to the defendant, the dispute raised in the suit is not a commercial dispute and therefore the Commercial Court has no jurisdiction to adjudicate the dispute. \n7. On appreciating the respective submissions, the Court below held that the dispute raised in the suit is commercial dispute and therefore the Commercial Court has jurisdiction to adjudicate the dispute. Aggrieved thereby, this revision is preferred. \n8. While learned counsel for defendant vehemently contended that there was no land, what was agreed upon was at initial stage before starting a venture and land was not put to use and the transaction cannot be called as commercial dispute , learned counsel appearing for plaintiff has taken us through the terms of joint venture agreement PNRJ & JSRJ CRP No.3018 OF 2022 document to buttress his point that the dispute involved is a commercial dispute and the defendant is perusing vexatious litigation only to drag on the litigation. \n9. Both learned counsel have taken us through the relevant provisions of the Commercial Courts Act, 2015 and relied on precedent decisions. \n10. Following decisions are cited by learned counsel for defendant:\nB.K.Muniraju Vs State of Karnataka and others1; Bunga Daniel Babu Vs Sri Vasudeva Constructions and others2; Ambalal Sarabhai Enterprises Ltd Vs K.S Infraspace LLP and others3; Faqir Chand Gulati Vs Uppal Agencies Private Limited and another4; and Sandhya Hotels Pvt ltd and Others Vs Amritha Mishra5.\n11. Following decision is cited by learned counsel for plaintiff:\nTelangana State Tourism Development Corporation Limited Vs. A.A. Avocations Pvt Ltd6.\n12. To appreciate respective contentions, it is necessary to dwell into relevant provisions of the Act. They are Section 2(1)(c)(xi)7 and Section 68 of the Commercial Courts Act, 2015 (for short the Act. 2015) . (2008) 4 SCC 451 (2016) 8 SCC 429 (2020) 15 SCC 585 (208) 10 SCC 345 MANU/HY/0288/2018 2022 SCC OnLine TS 1266= (2022) 5 ALD 101 S.2. Definitions.- (1) In this Act, unless the context otherwise requires,- (a) and (b) xxx (c) \"commercial dispute\" means a dispute arising out of- xxxx (ix) Joint Venture agreements;\nPNRJ & JSRJ CRP No.3018 OF 2022 13. According to Section 2(1)(c)(xi) of the Act, 2015, a dispute arising out of a 'joint venture agreement' is a commercial dispute. If there is a dispute flowing out of Section 2(1)(c)(xi) of the Act, 2015, the Commercial Court alone has jurisdiction to adjudicate. The definition is exhaustive and includes all 'Joint Venture Agreements' without any exception. \n14. 'Joint Venture' literally means 'a contractual agreement whereby two or more parties undertake an economic activity' ; 'a joint venture' is 'an association of two or more persons to carry out a single business enterprise for profit' [Advanced Law Lexicon 3rd Edition by Ramnathan Iyer]. 'A Joint Venture' means 'a business undertaking by two or more persons engaged in a single defined project. The necessary elements are: (1) an express or implied agreement; (2) a common purpose that the group intends to carry out; (3) Shared profits and losses; and (4) Each member's equal voice in controlling the project'. [Blacks Law Dictionary- ninth edition] . \n15. In Faqir Chand Gulati (supra), Hon'ble Supreme Court considered definition of term 'Joint Venture' in various dictionaries. The 6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908). \nPNRJ & JSRJ CRP No.3018 OF 2022 appellant is the owner of land in New Delhi. He entered into an agreement with the respondents to develop his land and construct apartments on it. Owing to several unauthorized deviations made by the respondent, the appellant filed a complaint before the District Consumer Disputes Redressal Forum seeking reliefs against the respondent, which was dismissed. On appeal to the State Forum, the appeal was dismissed again on the ground that the agreement between the appellant and respondents was in the nature of a joint venture. This was upheld by the National Commission as well. While considering the question of law before the Hon'ble Supreme Court whether a landowner entering into agreement with a builder for construction of apartment building and for sharing of the constructed area is a 'consumer' entitled to maintain complaint against builder as service provider Hon'ble Supreme Court noted the definition of 'joint venture' as defined in few journals. Paras 22 and 23 read as under:\n\"22. The following definition of \"joint venture\" occurring in American Jurisprudence (2nd Edn., Vol. 46, pp. 19, 22 and 23) is relevant:\n\"A joint venture is frequently defined as an association of two or more persons formed to carry out a single business enterprise for profit. More specifically, it is in association of persons with intent, by way of contract, express or implied, to engage in and carry out a single business venture for joint profit, for which purpose such persons combine their property, money, effects, skill, and knowledge, without creating a partnership, a corporation or other business entity, pursuant to an agreement that there shall be a community of interest among the parties as to the purpose of the undertaking, and that each joint venturer must stand in the relation of principal, as well as agent, as to each of the other coventurers within the general scope of the enterprise. \nJoint ventures are, in general, governed by the same rules as partnerships. The relations of the parties to a joint venture and the nature of their association are so similar and closely akin to a partnership that their rights, duties, and liabilities are generally tested by rules which are closely analogous to and substantially the same, if not exactly the same as those which govern partnerships. Since the legal consequences of a joint venture are equivalent to those of a partnership, the courts freely apply partnership law to joint ventures PNRJ & JSRJ CRP No.3018 OF 2022 when appropriate. In fact, it has been said that the trend in the law has been to blur the distinctions between a partnership and a joint venture, very little law being found applicable to one that does not apply to the other. Thus, the liability for torts of parties to a joint venture agreement is governed by the law applicable to partnerships. \nA joint venture is to be distinguished from a relationship of independent contractor, the latter being one who, exercising an independent employment, contracts to do work according to his own methods and without being subject to the control of his employer except as to the result of the work, while a joint venture is a special combination of two or more persons where, in some specific venture, a profit is jointly sought without any actual partnership or corporate designation.\"\n23. To the same effect is the definition in Corpus Juris Secundum (Vol. 48-A, pp. 314-15):\n\" Joint venture', a term used interchangeably and synonymous with 'joint adventure', or coventure, has been defined as a special combination of two or more persons wherein some specific venture for profit is jointly sought without any actual partnership or corporate designation, or as an association of two or more persons to carry out a single business enterprise for profit or a special combination of persons undertaking jointly some specific adventure for profit, for which purpose they combine their property, money, effects, skill, and knowledge... Among the acts or conduct which are indicative of a joint venture, no single one of which is controlling in determining whether a joint venture exists, are : (1) joint ownership and control of property; (2) sharing of expenses, profits and losses, and having and exercising some voice in determining division of net earnings; (3) community of control over, and active participation in, management and direction of business enterprise; (4) intention of parties, express or implied; and (5) fixing of salaries by joint agreement.\" \n(emphasis supplied)\n16. Learned counsel for defendant asserted that in order to know the real nature of the document, one has to look into the recitals and not the title of the document. Learned counsel relied on B.K.Muniraju. In the said decision, Hon'ble supreme Court held as under:\n\"18. The document in question which is filed as Annexure P-3, has been styled or titled as \"certificate of grant\". In order to know the real nature of the document, one has to look into the recitals of the document and not the title of the document. The intention is to be gathered from the recitals in the deed, the conduct of the parties and the evidence on record. It is settled law that the question of construction of a document is to be decided by finding out the intention of the executant, firstly, from a comprehensive reading of the terms of the document itself, and then, by looking into--to the extent permissible--the prevailing circumstances which persuaded the author of the document to execute it. With a view to ascertain the nature of a transaction, the document has to be read as a whole. A sentence or term used may not be determinative of the real nature of transaction. Reference in this regard can be made to the following cases PNRJ & JSRJ CRP No.3018 OF 2022 i.e. Vidhyadhar v. Manikrao [(1999) 3 SCC 573], Subbegowda v. Thimmegowda [(2004) 9 SCC 734] and Bishwanath Prasad Singh v. Rajendra Prasad [(2006) 4 SCC 432] .\n19. The above principles make it clear that we have to see terms and conditions and recitals in the document and not the title alone. Though the document, according to the appellant, \"certificate of grant\", perusal of the clauses therein, clearly shows that the land was sold on 4-3-1948 in a public auction and Motappa purchased the same for a price of Rs 408.12. In addition to the recitals, the \"darkhast register extract\" produced as Annexure 'C' before the High Court also shows that the land in question was sold for a \"price\". Form I also indicates that the land in question was purchased and what was paid by the purchaser under the said document was the purchase price.\" (emphasis supplied) \n17. In Bunga Daniel Babu v Sri Vasudeva Constructions and others9, the appellant is the owner of 1347 sq yards of land in Visakhapatnam. He entered into an MoU with the respondents for development of his land by constructing a multi-storeyed apartment, which were to be shared between them in a proportion of 40:60. However, the work was completed and flats handed over to the appellants with a lot of delay. The appellant also had grievance pertaining to deviations from sanction plans and non-completion of various other works. His claim for compensation was rejected by the respondents. He approached the District Consumer Disputes Redressal Forum. The District Forum held that the project could not be considered to be a joint venture and thus excluded from the purview of the Act, and awarded compensation to the appellant. The State Commission and National Commission did not agree with the District Forum on the ground that the flats were built for commercial purposes, and not personal use. The issue for consideration was whether the (2016) 8 SCC 429 PNRJ & JSRJ CRP No.3018 OF 2022 appellant falls within the definition of 'consumer' in the Consumer Protection Act? \n17.1. The Hon'ble Supreme Court held:\n\"14. In Kalpavruksha Charitable Trust v. Toshniwal Brothers (Bombay) Pvt. Ltd, reiterating the principles stated in Laxmi Engineering Works (supra), the Court ruled whether a person would fall within the definition of \"consumer\" or not would be a question of fact in every case...............\n.......\n\"21. On a studied scrutiny of the aforesaid clauses, it is clear as day that the appellant is neither a partner nor a co-adventurer. He has no say or control over the construction. He does not participate in the business. He is only entitled to, as per the MOU, a certain constructed area. The extent of area, as has been held in Faqir Chand Gulati (supra) does not make a difference. Therefore, the irresistible conclusion is that the appellant is a consumer under the Act.\"\n18. In Ambalal Sarabhai Enterprises Ltd v KS Infraspace LLP and Ors10 the Appellant filed the Commercial Civil Suit so as to enforce the execution of a Mortgage Deed. Consequently, the relief of permanent injunction and other related reliefs were sought. The defendant filed application under Order VII Rule 10 of Code of Civil Procedure, 1908 contending that the dispute involved in the case is not a commercial dispute. The Commercial Court while rejecting the application had referred to the Memorandum of Articles of Association of the Appellant company and taking note of the business that they were entitled to undertake had arrived at the conclusion that the Plaintiff seems to be carrying on the business as an estate agent and in that circumstance has further arrived at its conclusion that it was a commercial dispute. The High Court on the other hand had found fault with the manner in (2020) 15 SCC 585 =MANU/SC/1378/2019 PNRJ & JSRJ CRP No.3018 OF 2022 which the Commercial Court had rested its consideration on the Memorandum and Articles of Association and had examined the matter in detail to come to a conclusion that the immovable property in the instant case was not being used for trade or commerce. The High Court had accordingly directed the return of the plaint to be presented in an appropriate Court. In the said case, Hon'ble Supreme Court was considering the scope of Section 2(1)(c)(vii) - agreements relating to immovable property used exclusively in trade or commerce. 18.1. The Hon'ble Supreme Court held:\n\"10. At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject matter of the suit could be considered as a \"commercial dispute\" so as to enable the Commercial Court to entertain the suit. In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the CC Act, 2015. The said provision to the extent relevant is extracted here below for reference. \nSection 2(1) In this Act, unless the context otherwise requires,-\n(c) \"commercial dispute\" means a dispute arising out of - (vii) agreements relating to immovable property used exclusively in trade or commerce;\nFrom a perusal, of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts. The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a Mortgage Deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. \n13. [ ... ] the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers. In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. If the same is strictly interpreted it is not as if those PNRJ & JSRJ CRP No.3018 OF 2022 excluded will be non-suited without any remedy. The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed. \n14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\"\nas provided under the Act. In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. Further the very relief sought in the suit is for execution of the Mortgage Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein. The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\" \n19. In Sandhya Hotels Pvt Ltd v Amritha Sharma11 also Hon'ble Supreme Court was considering the word 'used' in Section 2(1)(c)(vii). In the said case, the second applicant, the Managing Director of Sandhya Hotels Pvt Ltd, approached the respondent/plaintiff asking her to purchase a house situated within the approved layout of the Jubilee Hills Cooperative House Building Society Limited, claiming that his company had entered into an agreement with Smt. M. Jayasree, and that the amount towards sale consideration has to be paid to the vendor and he will get the sale deed directly conveyed from Smt. M. Jayasree to the plaintiff. Believing this, the plaintiff entered into an agreement with the second defendant and paid the amounts through cheques and RTGS to the second defendant and to its company, amounting to 14.00 Crores. Though the second defendant has put the plaintiff in possession of the schedule property, in which the plaintiff setup a MANU/HY/0288/2018 PNRJ & JSRJ CRP No.3018 OF 2022 boutique, the property was still not registered in the name of the plaintiff. The plaintiff found out that the defendant had executed a sale deed in the name of the first defendant. The second defendant promised to register a sale deed in favour of the plaintiff, but did not even turn up for registration. Referring to certain incidents where the defendants cheated the plaintiff and others, the plaintiff filed a suit for specific performance in the Civil Court. Later on, the defendants filed a memo before the Civil Court to transfer the case to the Commercial Court since the value involved is more than rupees One Crore and that the said court has become functus officio. Rejection of this request led to filing of the present appeal under Section 9 of the Act. 19.1. The Hon'ble Supreme Court held:\n\"5. The question that arises for consideration is \"Whether in the given set of facts, the dispute between the parties can be termed as a commercial dispute?\n8. Explanation (a) to Section 2(1)(c) states that a commercial dispute shall not cease to be a commercial dispute merely because- a) it also involves action for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n11. Merely because, there was a transaction involving immovable property worth more than One Crore and merely because an amount of Rs. 14 Crores was paid, the dispute would not become a commercial dispute, it requires to be qualified with other conditions.\n12. The word \"used\" in Section 2(1)(c)(vii) would mean \"actually used\" or \"being used\" as held by the Gujarat High Court in Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotech Limited and others (2012) 4 SCC 327 and Bombay High Court in DineshkumarGulabchand Agrawal v. Commissioner of Income Tax and another (2001) 6 SCC 407 The Court held that if the intention of the latter was to expand, the scope of the phraseology used, would have been different. The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or likely to be used\"; or \"to be used\". It was also held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\".\nPNRJ & JSRJ CRP No.3018 OF 2022 13. It has been brought to our notice that the S.L.P. filed against the judgment of Nagpur Bench of the Bombay High Court and also against the judgment of the Gujarat High Court, were also dismissed by the Apex Court. Therefore, the word \"used\" therein must be such property which is being \"actually used\" or \"being used\" and not likely to be used or to be used at a later point of time.\"\n20. From the above decisions, it is noticed that Hon'ble Supreme Court was dealing with specific aspects of what constitutes a commercial dispute in the peculiar facts of those cases. In none of these cases, scope of Section 2(1)(c)(xi) was considered. \n21. It is beyond pale of doubt that a 'Joint Venture' presupposes an association by two or more persons to join together to undertake an economic activity. Further, the Clause (xi) of Section 2(1)(c) of the Act, 2015 only uses the term 'Joint Venture', plain and simple, it is very exhaustive and does not give scope to any other interpretation. Therefore, whenever a dispute arises in pursuance to a 'Joint Venture' it is a Commercial dispute. \n22. To test the validity of the submissions of learned counsel for the defendant we have also looked into the clauses of the agreement. \n23. On 2.4.2009 plaintiff and defendant have entered into Joint Venture Agreement which was filed along with the plaint. The title assigned to the agreement is 'Joint Venture Agreement'. \n24. The terms of agreement disclose that the defendant has identified a land for development for commercial use and estimated investment required to execute the project at 35 crores. Plaintiff agreed to invest PNRJ & JSRJ CRP No.3018 OF 2022 2 crores. He has also undertaken to sell flats constructed as per the terms of agreement. The maximum period of completion of the project was three years. The clauses also talk of sharing of profits. Default clause also envisages payment of IRR @ 18 % per annum to plaintiff. Thus, it is not a simple agreement to buy land and put the land to use, but to develop a land identified for the purpose to earn profits. \n25. The further contention of learned counsel for defendant that the land was 'not put to use', and that in fact there was no land, therefore the dispute is not a Commercial dispute is stated to be rejected as it has no application to the facts of this case. Putting the land for commercial use is relevant, if Section 2(1)(c)(vii) clause is attracted. Clause (xi) of Section 2(1)(c) governs the case, which does not envisage land being put to use as pre-requisite to make the dispute as commercial dispute. On the contrary, as noticed in the earlier paragraphs, Joint Venture Agreement binds the commercial relationship. At any rate definition clause is open ended and does not impose any restraint or application to specified instances of joint ventures. \n26. Further, Court is not venturing into merits of respective claims on scope of their joint venture and obligations flowing there from. These aspects require consideration by the trial Court. Court has only considered whether the dispute raised in the suit is a commercial dispute and whether the Commercial Court has jurisdiction to decide the dispute in the instant suit. \nPNRJ & JSRJ CRP No.3018 OF 2022 27. On thorough analysis of statutory scheme and precedent decisions, we hold that the Commercial Court has jurisdiction to adjudicate the dispute flowing out of 'joint venture agreement' in the instant suit. We uphold the decision of Commercial Court. Civil Revision Petition fails. It is accordingly dismissed. Miscellaneous applications, if any pending stand closed. \n_____________________ P.NAVEEN RAO,J _____________________ J.SREENIVAS RAO,J Date: 24.03.2023 TVK/KKM Note: LR Copy to be marked: Yes PNRJ & JSRJ CRP No.3018 OF 2022 HON'BLE SRI JUSTICE P.NAVEEN RAO & HON'BLE SRI JUSTICE J.SREENIVAS RAO CIVIL REVISION PETITION NO.3018 OF 2022 Date: 24.03.2023 Tvk/kkm",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court nirman consultants pvt ltd. vs nne ltd on 11 april, 2019 equivalent citations: aironline 2019 del 2347 author: g.s. sistani bench: g.s.sistani, jyoti singh $~29 * in the high court of delhi at new delhi % date of judgment: 11th april, 2019 + fao(os) (comm) 82/2019 & c.m.16626/2019 nirman consultants pvt ltd. . appellant through: mr.aditya swarup and mr.rajat sehgal, advocates versus nne ltd . respondent through: mr.sagar chandra, mr.ankit rastogi, ms.ishani chandra and ms.shubhie wahi, advocates hon'ble mr. justice g.s.sistani hon'ble ms. justice jyoti singh g.s. sistani, j. (oral) 1. present appeal is directed against an order dated 12.03.2019 (impugned order) passed by the learned single judge of this court. plaintiff (appellant herein) filed an i.a.13131/2018 under section 65(c) of the evidence act, 1872 to lead secondary evidence which has been dismissed by the learned single judge. 2. at the outset, a preliminary objection has been raised by the learned counsel for the respondent with regard to maintainability of the present appeal. it is submitted by the respondent and is not disputed, by the appellant that the suit was instituted on 17.08.2012, prior to coming into force of the commercial courts act, 2015. 3. learned counsel for the respondent submits that by an order passed by the single judge of this court, the suit was converted into a commercial suit on 09.03.2016, which order has now attained finality and the suit is proceeding as per the commercial courts act, 2015. learned counsel for the respondent has further pointed out, which is also not disputed, that the aforesaid application was filed post the suit being converted into a commercial suit and the order so passed consequently is also of a later date. the learned counsel for the respondent has placed strong reliance on a decision rendered by a division bench of this court reported at 2017 (72) ptc 283 [del][db] titled as hpl (india) and others vs. qrg enterprises& anr. it is submitted that in this detailed judgment the aims and objectives of the commercial court act have been considered and after a complete analysis, it has been held that only orders mentioned under section 13 of the commercial courts act would be appealable. 4. learned counsel for the appellant per contra submits that the judgment in the hpl (india) (supra) would not apply to the facts of the present case as admittedly, herein the suit was filed prior to coming into force of the commercial courts act and thus, a vested right was created in favour of the appellant, which cannot be taken away by coming into force of the commercial courts act, at a later date. learned counsel has placed reliance on another decision of a division bench of this court in the case of eros resorts and hotels ltd. vs. explorer associates pvt ltd. reported at 251 (2018) dlt 101 db. reliance has been placed by learned counsel for the appellant on paragraphs 20 to 23 of the aforesaid judgment, to buttress his arguments that once the suit had been filed, vested rights of the appellant cannot be taken away. the relevant paragraphs are reproduced below: \"20. the appellant had refuted the plaintiff's contention that the appeal is liable to be dismissed as not maintainable. it is argued that the relevant date when the appellate remedy vests in the parties to the lis, is the date when the dispute is initiated; therefore since the present suit was already instituted before the enforcement of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, the amendment to the provisions of the cpc with respect to the commercial courts act, contained in section 16 of the said act shall not apply in the present case and consequently the restrictive section 13, does not apply. it is further argued that the right of appeal under section 10 of the delhi high court act, 1966, would subsist. 21. what is a \"vested right\" to appeal to a higher court, in the context of a judgment or appealable order was explained in videocon international ltd.(supra) as follows: \" 39. as illustrated above, an appellate remedy is available in different packages. what falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right, of the concerned litigant. an aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed. such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides. failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred. for, it has repeatedly been declared by this court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. all these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding. 40. where the appellate package, as in the present case, is expressed differently at the \"pre\" and \"post\" amendment stages, there could only be two eventualities. firstly, the preamendment appellate package, could have been decreased by the amendment. or alternatively, the post-amendment package, could have been increased by the amendment. in the former situation, all that was available earlier, is now not available. in other words, the right of an individual to the appellate remedy, stands reduced or curtailed. in the latter situation, the amendment enhances the appellate package. the appellate remedy available prior to the amendment, stands included in the amendment, and some further addition has been made thereto. in the latter stage, all that was available earlier continues to subsist. the two situations contemplated hereinabove, will obviously lead to different consequences, because in the former position, the amendment would adversely affect the right, as was available earlier. in the latter position, the amendment would not affect the right of appeal, as was available earlier, because the earlier package is still included in the amended package. 41. in the facts and circumstances of this case, it is apparent that section 15z of the sebi act prior to the amendment, postulated that the appellate remedy would extend to \".any question of fact or law arising out of such order.\". whereas, the appellate remedy was curtailed consequent upon the amendment, whereunder the appellate right was limited to, \".any question of law arising out of such order.\". accordingly, by the amendment, the earlier appellate package stands reduced, because under the amended section 15z, it is not open to an appellant, to agitate an appeal on facts. that being the position, it is not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, that the amendment to section 15z of the sebi act, envisages only an amendment of the forum, where the second appeal would lie. in our considered view, the amendment to section 15z of the sebi act, having reduced the appellate package, adversely affected the appellate right vested of the concerned litigant. the right of appeal being a vested right, the appellate package, as was available at the commencement of the proceedings, would continue to vest in the parties engaged in a lis, till the eventual culmination of the proceedings. obviously, that would be subject to an amendment expressly or impliedly, providing to the contrary. section 32 of the securities and exchange board of india (amendment) act, 2002, which has been extracted in paragraph 12 hereinabove reveals, that the 'repeal and saving' clause, neither expressly nor impliedly, so provides. thus viewed, we are constrained to conclude, that the assertion advanced at the hands of the learned counsel for the appellant, that the instant amendment to section 15z of the sebi act, does not affect the second appellate remedy, but merely alters the forum where the second appellate remedy would lie, is not acceptable. . 43. having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance. legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. all these steps are seemingly connected by an intrinsic unity, which are treated as one singular proceeding. therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated. insofar as the present controversy is concerned, it is not a matter of dispute, that the securities appellate tribunal had passed the impugned order (which was assailed by the board), well before 29.10.2002. this singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the board before the high court, came to be initiated well before the amendment to section 15z by the securities and exchange board of india (amendment) act, 2002. undisputedly, the unamended section 15z of the sebi act, constituted the appellate package and the forum of appeal, for the parties herein. it is, therefore, not possible for us to accept, the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the board, before the high court. we accordingly reiterate the position expressed above, that all the appeals preferred by the board, before the high court, were maintainable in law.\" 22. ardee infrastructure adopted a similar position, explaining as follows: \"29. in such a situation, it would have to be considered, independent of section 26 of the amending act, as to whether the amended provisions applied to the said second and third category of cases. in this regard, we may note the observations of the supreme court in thyssen (supra) where, after, considering several earlier decisions, the supreme court. observed in paragraph 32 (which we have already extracted above) that the principles enunciated in the judgments show as to when a right accrues to a party under a repealed act. the supreme court observed that it is not necessary that for the right to accrue, legal proceedings must be pending when the new act comes into force. furthermore, and more importantly, the supreme court observed that to have the award enforced when arbitral proceedings commenced under the old act under that very act was certainly an accrued right. in other words, all the aspects of enforceability of an award entail an accrued right both in the person in whose favour the award is made and against whom the award is pronounced. it will also be noticed that the supreme court made it clear that for the right to accrue, there is no necessity that legal proceedings must be pending when the new act comes into force. this exactly covers the situation as obtaining in the second category of cases, where the arbitral proceedings were commenced prior to 23.10.2015 and the award was also made prior to 23.10.2015, but the petition under section 34 had not yet been filed. this is the same situation as in the present case. thus, the pendency of any legal proceedings or otherwise would not come in the way of determining as to whether the right had accrued under the unamended provisions or not. we have already noted that the supreme court in thyssen (supra) observed that the right to have the award enforced (which also comprises of the negative right of the award debtor to not have it enforced till his objections under section 34 of the said act are heard and decided) is certainly an accrued right. given the fact that the amended section 36 takes away the right of an automatic stay of enforcement of an award, it is clear that the amendment introduced in section 36 by virtue of the amending act would definitely impinge upon the accrued right of the party against whom the award is given after the arbitral proceedings have been held under the unamended provisions. since an accrued right is affected, unless a contrary intention appears in the amending statute, the amendments would have to be treated as prospective in operation. prospective from the standpoint of commencement of the arbitral proceedings. 30. now, if the argument of the respondents is to be accepted that the first limb of section 26 applies only to arbitral proceedings in the sense of proceedings before arbitral tribunals and not to court proceedings, then, it is obvious that section 26 is silent with regard to the second and third categories of cases to which we have already referred above. in other words, in respect of these categories, no contrary intention of retrospectivity is evinced upon a reading of section 26 of the amending act. therefore, even if we take the argument of the respondents to be correct, the result would still be the same and, that is, that in respect of all the arbitral proceedings commenced prior to 23.10.2015, the unamended provisions of the said act would continue to operate till the enforcement of the award. 31. we may also notice that in case the argument of the respondents is to be accepted that where arbitral proceedings commenced prior to 23.10.2015, the unamended provisions would be saved only in respect of the proceedings before the arbitral tribunal and would not extend to court proceedings, the same would result in serious anomalies. this is so because the amending act has sought to bring about amendments in section 9 as well as section 17 of the said act. while section 9 pertains to interim measures which may be directed by the court prior, during arbitral proceedings or after the making of the award, section 17 deals with the interim measures which may be ordered by an arbitral tribunal. if the interpretation of the respondents is to be accepted, then, in respect of arbitral proceedings commenced prior to 23.10.2015, the amended provisions would apply to proceedings under section 9 of the said act, but not to section 17 thereof. this would result in a serious anomaly.\" 23. this court is of the opinion that the appellant's argument is merited. though no vested right to procedure exists, videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact. it is therefore, held that the present appeal is maintainable.\" 5. learned counsel for the respondent however submits that one of the members of the division bench in the case of eros resorts (supra) in a subsequent judgment has further explained this judgment in the case of brahmos aerospace pvt ltd. vs. fiit jee ltd & anr in fao (os) (comm) 247/2018, decided on 25.02.2019. reliance is placed on paras 9 to 12, which we reproduce below: \"9. the judgment in hpl (supra) was considered by another division bench [to which one of us, s.ravindra bhat, j., was party], in eros resorts & hotels ltd. vs. explorer associates pvt. ltd. (2018) 251 dlt 101 (db). in eros resorts (supra), the court was concerned with a case where the appeal had been instituted prior to the date when the commercial courts act was brought into force. following the judgment of the supreme court in videocon international ltd. vs. sebi (2015) 4 scc 33 and of this court in ardee infrastructures vs. anuradha bhatia (2017) 1 hcc (del.) 137, the division bench held that the right to an appellate remedy is not extinguished by the enactment of a new statute when the appeal had been instituted prior to the amendment in the statutory regime. 10. although the division bench decisions in hpl (supra) and eros resorts (supra) have both been challenged in slp (c) no. 5837/2017 and slp (c) no. 23365/2018 respectively, which are pending before the supreme court, there does not appear to be any interim order of stay of the judgment of this court. 11. coming to the facts of the present case, this appeal was instituted on 10.03.2017. the commercial courts act, 2015 came into force on 23.10.2015, and the commercial division was notified in this court by an order dated 17.11.2015. section 15 of the commercial courts act requires transfer of suits pending in a high court to the commercial division if the suit relates to a \"commercial dispute\" of \"specified value\", as defined in sections 2(1)(c) and 2(1)(i) respectively. in the present case, the renumbering of the suit in the commercial division of this court has occurred only on 16.02.2018 pursuant to an order of the joint registrar dated 06.02.2018. 12. it is evident from the above that, on the date when the present appeal was instituted by brahmos, the suit had not been transferred to the commercial division and the provisions of section 13 of the commercial courts act were therefore, not attracted to these proceedings. in view of the clear pronouncement of the supreme court in videocon (supra) to the effect that an appellate remedy becomes vested in a party on the date when the dispute/lis is instituted, and the consequent judgment of this court in eros resorts (supra), we, therefore, hold that the present appeal at the instance of brahmos is maintainable.\" 6. it is thus contended, relying on para 12 of brahmos (supra), that a distinction has been created with respect to a suit, which had not been transferred to the commercial division at the relevant time and thus, the provisions of section 13 of the act were not attracted. the respondent further contends that the present case is different from the facts of the case in brahmos as in that case, the suit had not been converted at the relevant time and the application had been filed prior to conversion and hence, a right had accrued in favour of the party. but the facts of this case are reverse and hence the appellant cannot take advantage of the said judgment. he submits that under the provisions of section 15 (3) of the act where any suit related to a commercial dispute, of a specific value stands transferred to a commercial division or commercial court under sub-section (1) or (2), the provisions of 2015 act would apply to those procedures that were not complete at the time of transfer. in that case, theory of vested right cannot be invoked, otherwise, the conversion of the suit would not only be cosmetic, but no purpose will be achieved by simply giving it a new commercial number. 7. on the merits of the matter, the learned counsel for the appellant submits that along with the replication, the appellant had filed an envelope, which according to the appellant, contained 11 invoices, which had been forwarded to the respondent and were returned by the respondent in their envelope and this envelope was filed. copy of the index has been relied upon to show that the same was filed. additionally, the counsel for the appellant has placed strong reliance on the report of the registry, as per which the envelope, containing documents was misplaced during scanning. it is thus contended that the appellant had filed the documents and the registry had accepted the filing of such documents. additionally, the learned counsel submits that the appellant had made a specific pleading with respect to the invoices in the plaint itself. the details of the documents with dates and other particulars were extracted and thus, the appellant cannot be accused for fabricating the same. 8. however, counsel for the respondent has a completely different picture to paint. learned counsel for the respondent contends that initially the plaint was based on the invoices. the invoices should have been filed along with the plaint, which admittedly were not filed. it is contended that in the affidavit by way of evidence, neither the envelope nor the invoices have been exhibited. the third submission is that the idea of the envelope containing documents is fanciful, as there is no evidence to show as to what the envelope allegedly returned by the respondent could contain. it is submitted that in case the invoices were sent by post to the respondent, there was no reason for the respondent to return the documents in their own envelope and assuming this had happened, then, during the early stages of the suit, the appellant was well within his right to issue notice to the respondent to produce the documents, which admittedly was not done. he submits that the respondent has admitted 8 out of 11 invoices sought to be relied upon, but three invoices dated 06.06.2012 have been disputed and denied. it is contended that in any case, no witness has exhibited the invoices or relied on them. no evidence has been led by the appellant on the basis of the report of the registry in which there is a loose observation that the documents have been misplaced during scanning. moreover, it is the case of the appellant himself that it was a sealed envelope which was filed. thus, neither the respondent nor the registry was in a position to even state that the envelope contained documents. 9. we have heard learned counsels for the parties and considered their rival contentions. 10. the first question, which requires to be considered, is as to whether the present appeal is maintainable. in the case of hpl india (supra) the division bench has elaborated various provisions of law and has held that only those orders, which fall within the scope of section 13 of the commercial courts act, 2015, would be appealable. for appreciating the rival submissions of the learned counsels for the parties, we deem it appropriate to reproduce sections 13, 15, 16 & 21 of the commercial courts act: \"13. appeals from decrees of commercial courts and commercial divisions -(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 as amended by this act and section 37 of the arbitration and conciliation act, 1996. (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. 15. transfer of pending cases -(1) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908: provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or subsection (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. 16. amendments to the code of civil procedure, 1908 in its application to commercial disputes -(1) the provisions of the code of civil procedure, 1908 shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908, as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908, by the state government is in conflict with the provisions of the code of civil procedure, 1908, as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail. 21. act to have overriding effect -save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" 11. reading of section 13 (1a) makes it crystal clear that an appeal shall only lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order 43 of the code of civil procedure (cpc) and section 37 of the arbitration and conciliation act. section 13 (2) of the commercial courts act further makes it clear that notwithstanding anything contained in any other law for the time being in force or letters patent of the high court, no appeal shall lie from any order or decree of a commercial division or a commercial court otherwise than in accordance with the provisions of the commercial courts act. 12. section 13, in fact, crystalizes and restricts filing of the appeals from orders under order 43 of the cpc and section 37 of the arbitration and conciliation act. to appreciate section 13 and the intent and purpose of this provision, we place reliance on the statement of objects and reasons of the commercial courts act, 2015, which we reproduce as under: \"statement of objects and reasons the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and question of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system.\" 13. we also deem it appropriate to reproduce the following paragraphs of the judgment in the case of hpl india ltd. (supra): \"23. on going through the statement of objects and reasons, it is evident that the said act was, inter alia, enacted for the purpose of providing a methodology for speedy disposal of high value commercial disputes. the need of the hour was to provide for an independent mechanism for early resolution of commercial disputes with the objective of creating a positive image to the investor world about the independent and responsive indian legal system. 24. it is also well settled that the right of appeal is a creation of the statute. in other words, the provision for an appeal has to be found in the statute itself. the said act is a special act pertaining to commercial disputes of a specified value as defined in section 2(1) of the said act. therefore, the provision for an appeal would have to be located in the said act itself. this is so particularly because chapter iv of the said act specifically deals with appeals. section 21 of the said act clearly stipulates that save as otherwise provided, the provisions of the said act would have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than the said act. this clearly means that where the provisions for appeals are provided in the said act, if there is any other provision for appeal in any other law for the time being in force which is inconsistent with what is provided in the said act, the provisions for appeals in the said act would have overriding effect. 25. section 16 of the said act is also important in this discussion. sub-section (1) of section 16 makes it clear that the provisions of the cpc shall, in their application to any suit in respect of a commercial dispute of a specified value, stands amended in the manner as specified in the schedule to the said act. sub-section (2) makes it clear that the commercial division and the commercial court shall follow the provisions of the cpc, 1908, as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. subsection (3) stipulates that where any provision of any rule of the jurisdictional high court or any amendment to the cpc, by the state government is in conflict with the provisions of the cpc, as amended by the said act, the provisions of the cpc, as amended by the said act, would prevail. on a conjoint reading of sections 16 and 21 of the said act, it appears that wherever amendments have been specified in the said act to the cpc, the same shall prevail. in other respects, the cpc is to be followed by the commercial division and the commercial court. if there is any conflict with the provisions of the said act with any provisions contained in any other law for the time being in force, the provisions of the said act would have overriding effect. 30. we now come to the meaning to be ascribed to the proviso in section 13(1). it clearly stipulates that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the cpc, as amended by the said act, and section 37 of the arbitration and conciliation act, 1996. we have seen that orders as understood under the cpc are different and distinct from decrees. and, orders are nothing but the formal expression of any decision of a civil court not amounting to a decree. therefore, the amplitude and width of the expression order is very wide under the cpc itself but not all orders are appealable. the appealable orders are enumerated in order xliii of the cpc. we have already pointed out above, that there are only two kinds of appeals recognized under the cpc, namely, appeals from decrees and appeals from orders. section 104, which has been extracted earlier in this judgment, specifies the orders from which appeals lie. it clearly provides that an appeal shall lie from the orders enumerated in the said provision itself and, save as otherwise expressly provided in the body of the cpc or by any law for the time being in force, from no other orders. this means that appeals from orders are restricted to those orders which are either specified in section 104 itself or expressly provided in the body of the code or by any law for the time being in force. insofar as the impugned order is concerned, it is clear that it does not fall within the orders specified under section 104. we now have to look at order xliii rule 1 which stipulates that an appeal shall lie from the orders enumerated therein under the provisions of section 104. in other words, only an order specified under order xliii rule 1 would be appealable and, read with the provisions of section 104, no other order would be an appealable order under the cpc. in this backdrop, the proviso to section 13(1) makes it abundantly clear that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the cpc, as amended by the said act and section 37 of the arbitration and conciliation act, 1996. clearly, in our view, this restricts the appealable orders to only those orders which are specifically enumerated in order xliii. in the present case, the impugned order is admittedly not one specified under order xliii. 32. from the above, it is evident that the natural presumption that can be raised while interpreting a proviso is that but for the proviso, the enacting part of the section would have included the subject matter of the proviso. in sub-section (1) of section 13, the word order would have a very wide amplitude and that could have included even orders which are not specifically enumerated in order xliii of the cpc. the proviso has taken out those orders and carved out an exception by limiting the appeal from orders to those which are specifically enumerated under order xliii of the cpc (apart from an order under section 37 of the arbitration and conciliation act, 1996). 33. the above analysis reveals that:(a) the word judgment appearing in section 13(1) of the said act actually relates or has a reference to a decree; (b) the word order in that provision would have to be construed in the light of section 2(14) of the cpc as meaning a formal expression of a decision of a civil court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under order xliii, as provided in the proviso to section 13(1) of the said act. 34. now, let us examine sub-section (2) of section 13 of the said act. as noticed above, it begins with the non obstante expression \"notwithstanding anything contained in any other law for the time being in force or letters patent of a high court ..\". the words \"any other law for the time being in force\" would include the delhi high court act, 1966. the portion after the non obstante expression specifically cautions that \"no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act\". in other words, whatever may be contained in, inter alia, the delhi high court act, 1966, an appeal from any order or decree of a commercial division or commercial court \"shall lie\" only in accordance with the provisions of the said act. to be clear, if an appeal from a particular kind of order or decree were to be provided under the delhi high court act, 1966 but not under the said act then, such an order or decree would not be appealable. therefore, even if, by virtue of section 10 of the delhi high court act, 1966, an appeal lay from a particular kind of an order, no appeal could be preferred thereagainst unless the said act itself provided for such an appeal. 35. reading the entire section 13 of the said act the clear position is that an appeal lies from an order which is specifically enumerated under order xliii cpc. furthermore, no appeal would lie from an order not specifically enumerated in order xliii cpc because of the incorporation of the expression \"from no other orders\" appearing in section 104 cpc (which is clearly applicable by virtue of section 16(2) of the said act). and, section 10 of the delhi high court act, 1966 would not come to the rescue because of the non obstante provision contained in section 13(2) of the said act. 36. therefore, as the impugned order does not find place in the orders specifically enumerated in order xliii cpc, no appeal could lie against it and the present appeal is not maintainable. but, as the learned counsel for the appellants have made several submissions to the contrary we shall have to deal with them. 37. the learned counsel for the appellants had submitted that if the arguments of the respondents were to be accepted then this would have grave consequences as aggrieved parties would be left remediless. it is well established that the right of appeal is a statutory right. it does not exist outside the statute. if the statute does not provide for such a right then that is how the legislature in its wisdom intended it to be. in the absence of a challenge to the provisions, it cannot be argued that though the statute does not provide a remedy of appeal yet we must infer such a right as otherwise an aggrieved party would be without a remedy. 39. the learned counsel for the appellants, as noticed earlier, had argued that the word \"judgment\" must be construed in the wider sense as in khimji's case (supra) and therefore an order which may have the trappings of a judgment (in the wider sense) would be appealable despite the proviso to section 13(1) of the said act. we have already indicated earlier in this judgment that the expression \"judgment or order\" uses the words \"judgment\" and \"order\" disjunctively. they are used in a mutually exclusive manner. this is fortified by the fact that the said expression is followed by the expression \"as the case may be\". thus, in the context of section 13 of the said act, we cannot bring \"orders\" within the fold of \"judgments\". 47. on going through khimji's case (supra), it is evident that the word \"judgment\" as used in the letters patent of the high courts, is much wider and goes beyond the orders specifically enumerated under order xliii of the cpc. but, what must not be forgotten is that the word \"judgment\" in khimji's case (supra) has been interpreted as appearing in and in the context of the letters patent of high courts (which would also by analogy include section 10 of the delhi high court act, 1966). however, the meaning of the word \"judgment\" as appearing in the cpc, as defined in section 2(9) thereof is clearly linked with the definition of a \"decree\". the word judgment in section 13(1) of the said act has to be considered not in the context of any letters patent of a high court or a provision such as section 10 of the delhi high court act, 1966 but, in the context of the code of civil procedure inasmuch as (1) the commercial division and the commercial court are enjoined by section 16 to follow the provisions of the cpc, as amended by the said act, in the trial of a suit in respect of a commercial dispute of a specified value; (2) section 13(2) of the said act specifically excludes the operation of the provisions contained in the letters patent of a high court or any other law for the time being in force (which includes section 10 of the delhi high court act, 1966) insofar as appeals from any order or decree of a commercial division or a commercial court are concerned. we have already indicated that the word \"judgment\" as appearing in section 13(1) of the said act is actually a misnomer and the said word has to be construed as a reference to a decree. therefore, in our view, the wider meaning ascribed to the word \"judgment\" under the letters patent of high courts or under a provision, such as section 10 of the delhi high court act, 1966, cannot be imported into section 13(1) of the said act. 53. another contention that was raised on behalf of the appellants was that as the delhi high court act, 1966 could be construed as \"a law for the time being in force\" within the meaning of section 104(1) of cpc, an appeal could lie from an order passed by a learned single judge of this court before a division bench under section 10 of the delhi high court act, 1966 and since the said section 10 uses the word judgment\", it would have to be given the same meaning as ascribed to it in khimji's case (supra). consequently, an appeal would be maintainable under section 10 of the delhi high court act, 1966. we are unable to accept this contention for the simple reason that a provision such as the said section 10 is expressly excluded by section 13(2) of the said act read with the proviso to section 13(1) which specifically enumerates appealable orders to be those specified in order xliii cpc.\" 14. post the decision in the case of hpl india ltd. (supra), the question of maintainability of the appeal again came up for consideration before a division bench of this court in the case of eros resorts and hotels ltd. (supra). in this judgment, the division bench has held that though no vested right to procedure exists, videocon international ltd. vs. securities and exchange board of india (sebi) reported at 2015 (4) scc 33, is a clear authority that right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigant's right to appeal is preserved intact. para 23 of the judgment reads as under: \"23. this court is of the opinion that the appellants argument is merited. though no vested right to procedure exists, videocon is a clear authority that the right to an appellate remedy is not extinguished by the enactment of a new statute; a previously instituted litigants right to appeal is preserved intact. it is therefore, held that the present appeal is maintainable.\" 15. from the perusal of the judgment in the case of brahmos aerospace (supra), we find that on the date when the appeal was instituted by brahmos, the suit had not been transferred to the commercial division and the provisions of section 13 of the commercial courts act were therefore, not attracted to these proceedings. learned counsel for the respondent has sought to rely on these observations heavily to canvas his submission that had the suit been transferred to the commercial division, the provisions of section 13 of the act would have been attracted and the only reason for the division bench to hold that the appeal was maintainable in brahmos and eros was that in both the cases, the appeal had either been filed prior to the suit being converted into a commercial suit or at least the application was filed prior to the suit being converted into a commercial suit. it is thus contended that the appellant can get no advantage either on the basis of eros (supra) or brahmos (supra), for the simple reason that in the present case, the suit already stands converted into a commercial suit, prior to filing of the application under section 65 (c) of the evidence act and also prior to the passing of the order. 16. we have extracted section 15 in aforegoing paragraphs. in our view, section 15 clearly and explicitly mandates that all pending suits and applications including the application under the arbitration and conciliation act relating to a commercial dispute of a specified value shall be transferred to a commercial division. use of the word shall leaves no room for any doubt that in such a case the provisions of the commercial courts act will apply to procedures that were not complete at the time of transfer. it is not as if the legislature was unmindful of the fact that there would be some implications on the existing matters before sub-section 3 of section 15 was enacted. it was clarified that the provisions of the act in those matters shall apply to those procedure that were not complete at the time of transfer. 17. the question, which arises for our consideration is the effect of section 15 to existing matters filed prior to coming into force of the commercial courts act, 2015. in case the provisions of the commercial courts act, 2015 is not to be applied to proceedings which stand transferred under section 15, then in our view, it would only amount to a cosmetic change wherein only a different number will be provided to the commercial suit. in the case of videocon (supra), the apex court was examining the effect of the amendment to section 15 (2) of the securities and exchange board of india (amendment) act, 2012. the effect of this amendment was curtailing the right of the litigant in filing an appeal before the high court. it was the stand of the sebi that all pending appeals before the high court were liable to be dismissed on account of an amendment as parties would be governed by the amendment. the court had concluded that when a lis commences, all rights and obligations of the parties get crystalized on that date. reliance was also placed on section 6 of the general clauses act. in fact, both the parties have relied on the observations in the case of videocon (supra), paragraphs 39, 42 and 43 are being reproduced below: \"39. as illustrated above, an appellate remedy is available in different packages. what falls within the parameters of the package at the initial stage of the lis or dispute, constitutes the vested substantive right of the litigant concerned. an aggrieved party, is entitled to pursue such a vested substantive right, as and when, an adverse judgment or order is passed. such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides. failing which, such a vested substantive right can be availed of, irrespective of the law which prevails, at the date when the order impugned is passed, or the date when the appeal is preferred. for, it has repeatedly been declared by this court, that the legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. all these steps, are connected by an intrinsic unity, and are regarded as one legal proceeding. 42. having concluded that the remedy of second appeal vested in the respondent has not been preserved, in the same format as it was available to the respondent at the time of initiation of the lis between the parties; and also having concluded, that the scope of the appellate remedy has been diminished by the amendment, we are satisfied in holding, that amendment to section 15-z of the sebi act adversely affected the respondent, of a vested substantive appellate right, as was available to the respondent, at the commencement of the lis or dispute between the rival parties. having recorded the aforesaid conclusion, based on the judgments relied upon by the learned counsel for the appellant, as also, by the learned counsel for the respondent, it is inevitable to conclude, that the appellate remedy available to the respondent prior to the amendment of section 15-z of the sebi act, must continue to be available to the respondent, despite the amendment. we accordingly hold, that all the appeals preferred by the board, before the high court, were maintainable in law. 43. having recorded our conclusion, as has been noticed in the foregoing paragraph, it is apparent, that insofar as the vesting of the second appellate remedy is concerned, neither the date of filing of the second appeal, nor the date of hearing thereof, is of any relevance. legal pursuit of a remedy, suit, appeal and second appeal, are steps in a singular proceeding. all these steps are deemingly connected by an intrinsic unity, which are treated as one singular proceeding. therefore, the relevant date when the appellate remedy (including the second appellate remedy) becomes vested in the parties to the lis, is the date when the dispute/lis is initiated. insofar as the present controversy is concerned, it is not a matter of dispute, that the securities appellate tribunal had passed the impugned order (which was assailed by the board), well before 29-10-2002. this singular fact itself, would lead to the conclusion, that the lis between the parties, out of which the second appellate remedy was availed of by the board before the high court, came to be initiated well before the amendment to section 15-z by the securities and exchange board of india (amendment) act, 2002. undisputedly, the unamended section 15-z of the sebi act, constituted the appellate package and the forum of appeal, for the parties herein. it is, therefore, not possible for us to accept the contention advanced at the hands of the learned counsel for the appellant, premised on the date of filing or hearing of the appeal, preferred by the board, before the high court. we accordingly reiterate the position expressed above, that all the appeals preferred by the board, before the high court, were maintainable in law.\" 18. learned counsel for the appellant has strongly urged before us that the aforesaid judgment squarely applies to the facts of the case. per contra, learned counsel for the respondent argues that the case would not apply, as the argument before the court was that the appeal was in continuation of the lis and once an order had been passed, the litigant could not have been left remediless midway, when his rights already stood crystalized. the court was conscious that such vested rights cannot be taken away by an amendment. in para 39, in our view, the window has been provided by the apex court by giving following observations \"such a vested substantive right can be taken away by an amendment, only when the amended provision, expressly or by necessary intendment, so provides.\". this observation read with the provision of section 15 and more particularly, section 15 (3) would show that the intent of the legislature was that once a suit is transferred, the provisions of the act would apply, failing which section 15 of the act would remain cosmetic in nature and would not achieve any purpose. the aim, objective and purpose of the act was to provide early resolution of the commercial disputes and to create a positive image with the investors world about the efficacy of the indian legal system. we quote from para 7 of the statement of objects and reasons of the commercial courts act, \"the proposed bill shall accelerate economic growth, improve the international image of the indian justice delivery system, and the faith of the investor world in the legal culture of the nation.\" 19. we thus hold that in case the application in any suit is instituted or an order is passed, prior to coming into force of the commercial courts act and more specifically, prior to the suit being converted into a commercial suit, section 13 of the commercial courts act would not apply. however, when the suit has been converted into a commercial suit, any order passed or any application filed subsequently, would be governed by the commercial courts act and it cannot be said that a substantial right stands vested cannot be taken away, more particularly, in view of the provisions of section 15 of the commercial courts act, which clearly draws an exception only for those cases, where judgments are reserved. 20. learned counsel for the respondent had taken out the case history of hpl india limited (supra). page 1 of the history, shows that the suit was first registered as cs (os) 1333 of 2004 and was converted into a commercial suit on 02.09.2016. the order appealed in that case was dated 20.12.2016 and was thus, post the conversion of the suit. in effect, the present case would stand covered by the decision of hpl india limited (supra) and is easily distinguishable from the case of eros (supra) on facts. in fact, during the hearing, learned counsel for the appellant very fairly submits that in the case of eros (supra), the application was filed prior to the suit being converted into a commercial suit. 21. for the reasons mentioned above, we find that the present appeal is not maintainable in view of section 13 of the commercial courts act and is hereby dismissed. 22. learned counsel for the appellant has on merits, strongly urged that an opportunity to lead secondary evidence should be granted or else serious prejudice would be caused to his rights. counsel submits that he would file an application for modification of the order of the learned single judge on this issue and will also urge some other grounds, which could not be pressed earlier. 23. in case such an application is filed, learned single judge would consider the same in accordance with law, after granting an opportunity to counsel for the respondent to make his submissions on that application. 24. with these observations, the present appeal is dismissed as not being maintainable. the pending application also stands dismissed. g.s. sistani, j jyoti singh, j april 11, 2019 rb/s"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9793c1830c214a45acd7f2824e660046_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b3453b9368f4be0a23c4cfc7f684972_1"
        },
        {
            "start": 242,
            "end": 264,
            "text": "\nTelangana High Court\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2e1c5e585a44171960c564fe7d698cf_2"
        },
        {
            "start": 264,
            "end": 323,
            "text": "P. Siva Mohan Reddy vs Dr. K. R. K. Reddy on 24 March, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8228e94017f34279b8c69ed51c4f080f_3"
        },
        {
            "start": 324,
            "end": 466,
            "text": "\nAuthor: P.Naveen Rao\nBench: P.Naveen Rao\n            High Court For The State Of Telangana\n                            ********\n\n            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48d78bfd40c8407e89b34f60d730027a_4"
        },
        {
            "start": 466,
            "end": 735,
            "text": "Civil Revision Petition No.3018 Of 2022\n\n\nBetween:\n\nP. Siva Mohan Reddy, s/o. late P.Venkata Reddy,\nAged about 53 years, occu: Business,\nr/o. Pent House, Block No.1, Alpine Heights,\nSomajiguda, Hyderabad.\n                                                            ....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be32768f95e9446e91bed19c5d5e8151_5"
        },
        {
            "start": 736,
            "end": 747,
            "text": "Petitioner/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "178691e6d37a4ae18071b7c248b7c350_6"
        },
        {
            "start": 813,
            "end": 831,
            "text": "petitioner\n\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2aa3241ee3f3437f97541277dc7fb833_7"
        },
        {
            "start": 831,
            "end": 961,
            "text": "And\n\nDr. K.R.K.Reddy, s/o. late K.Veera Reddy,\nAged 55 years, occu: Business, r/o.Plot No.24,\nMaruthinagar, Yousufguda, Hyderabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1c9491c9d4848d69b1ea9bda67844df_8"
        },
        {
            "start": 1023,
            "end": 1039,
            "text": ".... Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "198c6159c31d42f6a39dee4f6d3e2e83_9"
        },
        {
            "start": 1103,
            "end": 1142,
            "text": "Respondent\n\nDate Of Judgment Pronounced",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e5fee2895184bc69dbfa8b504b0a318_10"
        },
        {
            "start": 1158,
            "end": 1176,
            "text": ":       24.03.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54333f61d6174cee819746fa9810430c_11"
        },
        {
            "start": 1177,
            "end": 1225,
            "text": "\n\n              Hon'Ble Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1213b736a50f465d959c9959d65093c9_12"
        },
        {
            "start": 1257,
            "end": 1308,
            "text": "& \n             Hon'Ble Sri Justice J.Sreenivas Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e0ee6798f1e4039a4d033e89e69c4c2_13"
        },
        {
            "start": 1312,
            "end": 1365,
            "text": "1.    Whether Reporters of Local Newspapers :        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e42f722377241fe8ea99bbdb175d62f_14"
        },
        {
            "start": 1365,
            "end": 1379,
            "text": "Yes\n       may",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d7e1169833c48fe8c6f4d5d179e7050_15"
        },
        {
            "start": 1380,
            "end": 1413,
            "text": "be allowed to see the Judgments ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d5f63411e464ad7b2c54f7fd8aeb150_16"
        },
        {
            "start": 1414,
            "end": 1462,
            "text": "\n\n\n2.    Whether the copies of judgment may be :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "096949d457264856a58f1afc99cc3f9c_17"
        },
        {
            "start": 1470,
            "end": 1512,
            "text": "Yes\n      marked to Law Reporters/Journals",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c06bb1a470b342d0bce4561cc77e5604_18"
        },
        {
            "start": 1516,
            "end": 1551,
            "text": "3.   Whether Their Lordship wish to",
            "labels": [
                "PREAMBLE"
            ],
            "id": "258f705904494a3da91a95426505b50d_19"
        },
        {
            "start": 1563,
            "end": 1612,
            "text": ":     No\n     see the fair copy of the Judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5c0f42780644dd5b8af444ab7719b18_20"
        },
        {
            "start": 1678,
            "end": 1689,
            "text": "Pnrj & Jsrj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96ab83c4fb9b4154b17a32050a6c25cb_21"
        },
        {
            "start": 1747,
            "end": 1758,
            "text": "Crp No.3018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a705da7966754511a58e8fdebf518e6b_22"
        },
        {
            "start": 1759,
            "end": 1766,
            "text": "Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f330cd792bba48d88d83461d93cebceb_23"
        },
        {
            "start": 1812,
            "end": 1837,
            "text": "2 \n\n\n\n                  *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0ff46d0ca2c48dc819e37cf5f13aee5_24"
        },
        {
            "start": 1838,
            "end": 1870,
            "text": "Hon'Ble Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9923670a35db4b9b99f482c9d59acf76_25"
        },
        {
            "start": 1906,
            "end": 1961,
            "text": "& \n                 Hon'Ble Sri Justice J.Sreenivas Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30e335e23cf4404b855415452fe7836d_26"
        },
        {
            "start": 1980,
            "end": 1994,
            "text": "Civil Revision",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6105e1fca3d45d8b1ec0948d9f5d0a1_27"
        },
        {
            "start": 1995,
            "end": 2019,
            "text": "Petition No.3018 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db2aa93af73e41d7bc6a1724b84bcc53_28"
        },
        {
            "start": 2022,
            "end": 2034,
            "text": "% 24.03.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d356ebdd009447cbcc53552aa96430e_29"
        },
        {
            "start": 2038,
            "end": 2046,
            "text": "Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06658db7f4744e08a8959a7a69a450fc_30"
        },
        {
            "start": 2049,
            "end": 2263,
            "text": "# P. Siva Mohan Reddy, s/o. late P.Venkata Reddy,\nAged about 53 years, occu: Business,\nr/o. Pent House, Block No.1, Alpine Heights,\nSomajiguda, Hyderabad.\n                                                       ....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e9eb4b40ba34a7faa14d007def7a175_31"
        },
        {
            "start": 2264,
            "end": 2275,
            "text": "Petitioner/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98ccf26e25ca4bbeb5fc9284c461823b_32"
        },
        {
            "start": 2336,
            "end": 2346,
            "text": "petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2dcc8332442144329bc219649695f517_33"
        },
        {
            "start": 2371,
            "end": 2377,
            "text": "Vs.\n\n$",
            "labels": [
                "PREAMBLE"
            ],
            "id": "56a7c10e4d694f87a546e8add99822e7_34"
        },
        {
            "start": 2378,
            "end": 2503,
            "text": "Dr. K.R.K.Reddy, s/o. late K.Veera Reddy,\nAged 55 years, occu: Business, r/o.Plot No.24,\nMaruthinagar, Yousufguda, Hyderabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38f2ffadb4e64a96b29075f9d3faaf36_35"
        },
        {
            "start": 2558,
            "end": 2629,
            "text": "....Respondent/\n                                                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "746e69ed957b4cdba7961281944eb5a2_36"
        },
        {
            "start": 2629,
            "end": 2639,
            "text": "Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe54462edb624e7d8622bb86a513de7f_37"
        },
        {
            "start": 2642,
            "end": 2691,
            "text": "! Counsel for the petitioner : Sri Peri Prabhakar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a3ad128422a8456eb55a80d94665027a_38"
        },
        {
            "start": 2694,
            "end": 2742,
            "text": "Counsel for the Respondent: Sri M.V.Pratap Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ca911cba1fb44dc8d7290f2ad02542d_39"
        },
        {
            "start": 2745,
            "end": 2752,
            "text": "<Gist :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f18303ec1c184b778cc0c70a2fd21dbd_40"
        },
        {
            "start": 2755,
            "end": 2933,
            "text": ">Head Note:\n\n(2008) 4 Scc 451\n(2016) 8 Scc 429\n(2020) 15 Scc 585\n(208) 10 Scc 345\nManu/Hy/0288/2018\n2022 Scc OnLine Ts 1266= (2022) 5 Ald 101\n(2016) 8 Scc 429\n(2020) 15 Scc 585 =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b07722c3421048a8af0581380c26c1f1_41"
        },
        {
            "start": 2934,
            "end": 2940,
            "text": "Manu /",
            "labels": [
                "PREAMBLE"
            ],
            "id": "985baf90dddf433caeba0163a84b1224_42"
        },
        {
            "start": 2941,
            "end": 2953,
            "text": "Sc/1378/2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65dee990b04148fdba1fe489481bb40c_43"
        },
        {
            "start": 2954,
            "end": 2972,
            "text": "\nManu/Hy/0288/2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9de53fa7a2014e5383c871be4e8ec3ac_44"
        },
        {
            "start": 3051,
            "end": 3062,
            "text": "Pnrj & Jsrj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2be7da17ab5434cb673dfe862b39995_45"
        },
        {
            "start": 3063,
            "end": 3152,
            "text": "\n                                                                     Crp No.3018 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2c6572886d742cf9fe80b4e9208f8ff_46"
        },
        {
            "start": 3197,
            "end": 3253,
            "text": "3 \n\n\n\n                 Hon'Ble Sri Justice P. Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f49bf1fd85f948e388464a07aa96aff5_47"
        },
        {
            "start": 3288,
            "end": 3342,
            "text": "&\n                Hon'Ble Sri Justice J. Sreenivas Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33e5ac366676429d95ab86a93d983ba9_48"
        },
        {
            "start": 3343,
            "end": 3399,
            "text": "\n\n               Civil Revision Petition No.3018 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "013eae73265a4d5182810fd72231abbd_49"
        },
        {
            "start": 3400,
            "end": 3408,
            "text": "\n\nOrder:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2193d3cda6394445bde5fb861368f138_50"
        },
        {
            "start": 3409,
            "end": 3565,
            "text": "\n(Per Hon'blIe Sri Justice P Naveen Rao) Heard learned counsel for petitioner Sri Peri Prabhakar and learned counsel for respondent Sri M.V.Pratap Kumar.\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "efa6a01fd98345cabf53fb5f620c35a0_51"
        },
        {
            "start": 3566,
            "end": 3610,
            "text": "Parties are referred to as arrayed in the su",
            "labels": [
                "FAC"
            ],
            "id": "282f523c01f847c3ae558c12deedb6eb_52"
        },
        {
            "start": 3611,
            "end": 3716,
            "text": "it.\n3. Briefly noted to the extent relevant to decide the controversy the plaint averments are as under:\n",
            "labels": [
                "NONE"
            ],
            "id": "f84ac54e70dd4ef781b0b2aa0167d59b_53"
        },
        {
            "start": 3716,
            "end": 3975,
            "text": "4. According to plaintiff, defendant approached him by saying that he is intending to develop Acs.5.00 land belonging to Mrs Ghousia Begum situated in Survey No.129/103, Road No.1, Banjara Hills, Hyderabad as a joint venture and requested plaintiff to invest.",
            "labels": [
                "FAC"
            ],
            "id": "1fb917f6d4d442b6b81a6bf30badd828_54"
        },
        {
            "start": 3976,
            "end": 4049,
            "text": "Plaintiff agreed to invest 2 crores and offered to be a sleeping partner.",
            "labels": [
                "FAC"
            ],
            "id": "ac9b9b67eed34a5ebd62223de0fb9db8_55"
        },
        {
            "start": 4050,
            "end": 4112,
            "text": "He was assured that project would be completed in three years.",
            "labels": [
                "FAC"
            ],
            "id": "399d8a27774a4370bd706268e232cb72_56"
        },
        {
            "start": 4113,
            "end": 4185,
            "text": "Plaintiff was requested to take the responsibility to sell the property.",
            "labels": [
                "FAC"
            ],
            "id": "1fb3cf9b0ab44895a41eb89eb885f6d4_57"
        },
        {
            "start": 4186,
            "end": 4271,
            "text": "On 2.4.2009 Joint Venture Agreement was entered into between plaintiff and defendant.",
            "labels": [
                "FAC"
            ],
            "id": "0cd38b57605d46808f5c93708a63caff_58"
        },
        {
            "start": 4272,
            "end": 4341,
            "text": "With fond hope of securing good returns, plaintiff invested 2 crores.",
            "labels": [
                "FAC"
            ],
            "id": "1212c8c0531f4e88a0716b361c93c270_59"
        },
        {
            "start": 4342,
            "end": 4419,
            "text": "There was no progress in the joint venture in spite of several requests made.",
            "labels": [
                "FAC"
            ],
            "id": "f8f99e8a29ed459cae9c442f0b9d912a_60"
        },
        {
            "start": 4420,
            "end": 4532,
            "text": "Disturbed by this attitude, plaintiff requested to refund his 2 crores along with Internal Rate of Return (IRR).",
            "labels": [
                "FAC"
            ],
            "id": "10d7919be514438ca6760521a0389887_61"
        },
        {
            "start": 4533,
            "end": 4612,
            "text": "Plaintiff alleges that the defendant has diverted his money to another venture.",
            "labels": [
                "FAC"
            ],
            "id": "ad302a2c9b1c472dab048bcb156b54da_62"
        },
        {
            "start": 4613,
            "end": 4706,
            "text": "Legal notice issued to pay the money due, PNRJ & JSRJ CRP No.3018 OF 2022 were not responded.",
            "labels": [
                "FAC"
            ],
            "id": "ab1a22d8ea50479caeb7c287587815e1_63"
        },
        {
            "start": 4707,
            "end": 4821,
            "text": "Plaintiff instituted O.S.No.432 of 2012 in the Court of III Additional Chief Judge, City Civil Court at Hyderabad.",
            "labels": [
                "FAC"
            ],
            "id": "aa9c5227daab488ca1de902ea1bec174_64"
        },
        {
            "start": 4822,
            "end": 4937,
            "text": "On establishing Commercial Court, it was transferred to Commercial Court, where renumbered as C.O.S No.135 of 2017.",
            "labels": [
                "FAC"
            ],
            "id": "98d1355bb0ac4fc49a73242f4868c4bb_65"
        },
        {
            "start": 4938,
            "end": 5179,
            "text": "Plaintiff prayed to grant decree directing the defendant to pay a sum of 3,08,00,000/- together with interest on principal amount and 18% IRR with effect from 9.4.2009 till the date of filing of suit and future interest @ 18 % IRR per annum.",
            "labels": [
                "FAC"
            ],
            "id": "537dc9fa3c60452285eefa1cace5fcb5_66"
        },
        {
            "start": 5181,
            "end": 5310,
            "text": "5. In the said suit, defendant filed I. A.No.205 of 2022 under Order VII Rule 10 read with Section 151 of CPC to return the suit.",
            "labels": [
                "FAC"
            ],
            "id": "a2fa65cf6e0a4a10a88c75a63c85399b_67"
        },
        {
            "start": 5312,
            "end": 5483,
            "text": "6. According to the defendant, the dispute raised in the suit is not a commercial dispute and therefore the Commercial Court has no jurisdiction to adjudicate the dispute.",
            "labels": [
                "FAC"
            ],
            "id": "5e736640cf2d4db5a36d23437df77d3c_68"
        },
        {
            "start": 5485,
            "end": 5689,
            "text": "7. On appreciating the respective submissions, the Court below held that the dispute raised in the suit is commercial dispute and therefore the Commercial Court has jurisdiction to adjudicate the dispute.",
            "labels": [
                "FAC"
            ],
            "id": "ef1f824e1d3b4c13ba7b73000281e06b_69"
        },
        {
            "start": 5690,
            "end": 5736,
            "text": "Aggrieved thereby, this revision is preferred.",
            "labels": [
                "FAC"
            ],
            "id": "e12423f4e35840f2a06ee769e20941cc_70"
        },
        {
            "start": 5738,
            "end": 5976,
            "text": "8. While learned counsel for defendant vehemently contended that there was no land, what was agreed upon was at initial stage before starting a venture and land was not put to use and the transaction cannot be called as commercial dispute",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f8505af3cffb4fd98d64c0cb495b8b2a_71"
        },
        {
            "start": 5977,
            "end": 6272,
            "text": ", learned counsel appearing for plaintiff has taken us through the terms of joint venture agreement PNRJ & JSRJ CRP No.3018 OF 2022 document to buttress his point that the dispute involved is a commercial dispute and the defendant is perusing vexatious litigation only to drag on the litigation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5b6dc21d0f194166b8e59c7cdea4dd6f_72"
        },
        {
            "start": 6274,
            "end": 6413,
            "text": "9. Both learned counsel have taken us through the relevant provisions of the Commercial Courts Act, 2015 and relied on precedent decisions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "33bec205aff34fc789955ebc0e88f8b1_73"
        },
        {
            "start": 6414,
            "end": 6788,
            "text": "\n10. Following decisions are cited by learned counsel for defendant:\nB.K.Muniraju Vs State of Karnataka and others1; Bunga Daniel Babu Vs Sri Vasudeva Constructions and others2; Ambalal Sarabhai Enterprises Ltd Vs K.S Infraspace LLP and others3; Faqir Chand Gulati Vs Uppal Agencies Private Limited and another4; and Sandhya Hotels Pvt ltd and Others Vs Amritha Mishra5.\n11.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f1a85f56bf9641018a201189289ea401_74"
        },
        {
            "start": 6789,
            "end": 6940,
            "text": "Following decision is cited by learned counsel for plaintiff:\nTelangana State Tourism Development Corporation Limited Vs. A.A. Avocations Pvt Ltd6.\n12.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1998b876da6d4550b7bdb103e3b36b46_75"
        },
        {
            "start": 6941,
            "end": 7040,
            "text": "To appreciate respective contentions, it is necessary to dwell into relevant provisions of the Act.",
            "labels": [
                "NONE"
            ],
            "id": "7cd0c3f2de8246cdb19efe008af78c33_76"
        },
        {
            "start": 7041,
            "end": 7296,
            "text": "They are Section 2(1)(c)(xi)7 and Section 68 of the Commercial Courts Act, 2015 (for short the Act. 2015) . (2008) 4 SCC 451 (2016) 8 SCC 429 (2020) 15 SCC 585 (208) 10 SCC 345 MANU/HY/0288/2018 2022 SCC OnLine TS 1266= (2022) 5 ALD 101 S.2. Definitions.-",
            "labels": [
                "STA"
            ],
            "id": "b1e4c59593b24f0a909d15c340aa58a7_77"
        },
        {
            "start": 7297,
            "end": 7498,
            "text": "(1) In this Act, unless the context otherwise requires,- (a) and (b) xxx (c) \"commercial dispute\" means a dispute arising out of- xxxx (ix) Joint Venture agreements;\nPNRJ & JSRJ CRP No.3018 OF 2022 13.",
            "labels": [
                "STA"
            ],
            "id": "9317287ae9d64d559b6358a2175c7cbd_78"
        },
        {
            "start": 7499,
            "end": 7627,
            "text": "According to Section 2(1)(c)(xi) of the Act, 2015, a dispute arising out of a 'joint venture agreement' is a commercial dispute.",
            "labels": [
                "STA"
            ],
            "id": "4ffcda1e69ef435f83ad0bfa9627d90f_79"
        },
        {
            "start": 7628,
            "end": 7761,
            "text": "If there is a dispute flowing out of Section 2(1)(c)(xi) of the Act, 2015, the Commercial Court alone has jurisdiction to adjudicate.",
            "labels": [
                "STA"
            ],
            "id": "f6631af2410b47bcbc9e641d0197ac1d_80"
        },
        {
            "start": 7762,
            "end": 7857,
            "text": "The definition is exhaustive and includes all 'Joint Venture Agreements' without any exception.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c9fe11dc4644d198474217b0eee26dc_81"
        },
        {
            "start": 7859,
            "end": 8149,
            "text": "14. 'Joint Venture' literally means 'a contractual agreement whereby two or more parties undertake an economic activity' ; 'a joint venture' is 'an association of two or more persons to carry out a single business enterprise for profit' [Advanced Law Lexicon 3rd Edition by Ramnathan Iyer].",
            "labels": [
                "STA"
            ],
            "id": "c1bd2120819d4b7b9ef6cc4be77bb2da_82"
        },
        {
            "start": 8150,
            "end": 8257,
            "text": "'A Joint Venture' means 'a business undertaking by two or more persons engaged in a single defined project.",
            "labels": [
                "STA"
            ],
            "id": "472d0dec7bd0419dab1b20d4eae20b94_83"
        },
        {
            "start": 8258,
            "end": 8474,
            "text": "The necessary elements are: (1) an express or implied agreement; (2) a common purpose that the group intends to carry out; (3) Shared profits and losses; and (4) Each member's equal voice in controlling the project'.",
            "labels": [
                "STA"
            ],
            "id": "e5c9784c507c41fdb6a6c90d296bef49_84"
        },
        {
            "start": 8475,
            "end": 8513,
            "text": "[Blacks Law Dictionary- ninth edition]",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74547a4cb86346e6a5c3bf94c44b9ec7_85"
        },
        {
            "start": 8514,
            "end": 8644,
            "text": ". \n15. In Faqir Chand Gulati (supra), Hon'ble Supreme Court considered definition of term 'Joint Venture' in various dictionaries.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c2bbff6f0bfe4bc58eda1c7c5c272941_86"
        },
        {
            "start": 8645,
            "end": 8667,
            "text": "The 6. Jurisdiction of",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ccf4a23fb36f481a8f229743881b18f0_87"
        },
        {
            "start": 8668,
            "end": 8924,
            "text": "Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "323c0c79e9eb4b56af530929f7ecd282_88"
        },
        {
            "start": 8925,
            "end": 9299,
            "text": "Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).",
            "labels": [
                "STA"
            ],
            "id": "f3cd0497915c4903ac2d2b00a0674f85_89"
        },
        {
            "start": 9300,
            "end": 9377,
            "text": "\nPNRJ & JSRJ CRP No.3018 OF 2022 appellant is the owner of land in New Delhi.",
            "labels": [
                "FAC"
            ],
            "id": "da8af0dd00254b648861647a77cca525_90"
        },
        {
            "start": 9378,
            "end": 9479,
            "text": "He entered into an agreement with the respondents to develop his land and construct apartments on it.",
            "labels": [
                "FAC"
            ],
            "id": "9acc34d84cd148b5bb315b34e83e288f_91"
        },
        {
            "start": 9480,
            "end": 9691,
            "text": "Owing to several unauthorized deviations made by the respondent, the appellant filed a complaint before the District Consumer Disputes Redressal Forum seeking reliefs against the respondent, which was dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "0d9b74a2dec541258213f24dc80641f1_92"
        },
        {
            "start": 9692,
            "end": 9861,
            "text": "On appeal to the State Forum, the appeal was dismissed again on the ground that the agreement between the appellant and respondents was in the nature of a joint venture.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9a49fa9c10dc4c23873f6ab8c75c219b_93"
        },
        {
            "start": 9862,
            "end": 9913,
            "text": "This was upheld by the National Commission as well.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b03e2733968a46f388fd6ea545ea7e2e_94"
        },
        {
            "start": 9914,
            "end": 10295,
            "text": "While considering the question of law before the Hon'ble Supreme Court whether a landowner entering into agreement with a builder for construction of apartment building and for sharing of the constructed area is a 'consumer' entitled to maintain complaint against builder as service provider Hon'ble Supreme Court noted the definition of 'joint venture' as defined in few journals.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c9cf47703fb248ba84b2213f1cb5ecab_95"
        },
        {
            "start": 10296,
            "end": 10331,
            "text": "Paras 22 and 23 read as under:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "16af35e009ef48a6840d566e51048556_96"
        },
        {
            "start": 10332,
            "end": 10604,
            "text": "The following definition of \"joint venture\" occurring in American Jurisprudence (2nd Edn., Vol. 46, pp. 19, 22 and 23) is relevant:\n\"A joint venture is frequently defined as an association of two or more persons formed to carry out a single business enterprise for profit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ffae347dd7624d9a8c0077c03ebc6a83_97"
        },
        {
            "start": 10605,
            "end": 11237,
            "text": "More specifically, it is in association of persons with intent, by way of contract, express or implied, to engage in and carry out a single business venture for joint profit, for which purpose such persons combine their property, money, effects, skill, and knowledge, without creating a partnership, a corporation or other business entity, pursuant to an agreement that there shall be a community of interest among the parties as to the purpose of the undertaking, and that each joint venturer must stand in the relation of principal, as well as agent, as to each of the other coventurers within the general scope of the enterprise.",
            "labels": [
                "STA"
            ],
            "id": "3fa49dcf7fdc4b90b998a05a93988226_98"
        },
        {
            "start": 11238,
            "end": 11314,
            "text": "\nJoint ventures are, in general, governed by the same rules as partnerships.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d3867498b5714e11aee19d02e917d460_99"
        },
        {
            "start": 11315,
            "end": 11639,
            "text": "The relations of the parties to a joint venture and the nature of their association are so similar and closely akin to a partnership that their rights, duties, and liabilities are generally tested by rules which are closely analogous to and substantially the same, if not exactly the same as those which govern partnerships.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3eddfe5715894c8ebca1aadf6fcdf732_100"
        },
        {
            "start": 11640,
            "end": 11837,
            "text": "Since the legal consequences of a joint venture are equivalent to those of a partnership, the courts freely apply partnership law to joint ventures PNRJ & JSRJ CRP No.3018 OF 2022 when appropriate.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5240988a60524c68af3a240379c76a22_101"
        },
        {
            "start": 11838,
            "end": 12046,
            "text": "In fact, it has been said that the trend in the law has been to blur the distinctions between a partnership and a joint venture, very little law being found applicable to one that does not apply to the other.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da9e7d03c38a4a5c8f4cfdb13c6b516d_102"
        },
        {
            "start": 12047,
            "end": 12167,
            "text": "Thus, the liability for torts of parties to a joint venture agreement is governed by the law applicable to partnerships.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "55f56c7219d24ef0acb38453ce69df23_103"
        },
        {
            "start": 12168,
            "end": 12654,
            "text": "\nA joint venture is to be distinguished from a relationship of independent contractor, the latter being one who, exercising an independent employment, contracts to do work according to his own methods and without being subject to the control of his employer except as to the result of the work, while a joint venture is a special combination of two or more persons where, in some specific venture, a profit is jointly sought without any actual partnership or corporate designation.\"\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8da077f4a32845e0bf511f16b62dcdce_104"
        },
        {
            "start": 12655,
            "end": 13297,
            "text": "To the same effect is the definition in Corpus Juris Secundum (Vol. 48-A, pp. 314-15):\n\" Joint venture', a term used interchangeably and synonymous with 'joint adventure', or coventure, has been defined as a special combination of two or more persons wherein some specific venture for profit is jointly sought without any actual partnership or corporate designation, or as an association of two or more persons to carry out a single business enterprise for profit or a special combination of persons undertaking jointly some specific adventure for profit, for which purpose they combine their property, money, effects, skill, and knowledge...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3ec34688e81d4046baed73759f00ba4a_105"
        },
        {
            "start": 13298,
            "end": 13826,
            "text": "Among the acts or conduct which are indicative of a joint venture, no single one of which is controlling in determining whether a joint venture exists, are : (1) joint ownership and control of property; (2) sharing of expenses, profits and losses, and having and exercising some voice in determining division of net earnings; (3) community of control over, and active participation in, management and direction of business enterprise; (4) intention of parties, express or implied; and (5) fixing of salaries by joint agreement.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bdbca26e11d344cba668d4ee42ae8b94_106"
        },
        {
            "start": 13827,
            "end": 14014,
            "text": "\n(emphasis supplied)\n16. Learned counsel for defendant asserted that in order to know the real nature of the document, one has to look into the recitals and not the title of the document.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1059c49f96c247c8b4feaf851289de38_107"
        },
        {
            "start": 14015,
            "end": 14054,
            "text": "Learned counsel relied on B.K.Muniraju.",
            "labels": [
                "NONE"
            ],
            "id": "6dc6ae398cc0413589fa79a3844a9993_108"
        },
        {
            "start": 14055,
            "end": 14118,
            "text": "In the said decision, Hon'ble supreme Court held as under:\n\"18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "709f065c972f4c82be00e54157162067_109"
        },
        {
            "start": 14119,
            "end": 14228,
            "text": "The document in question which is filed as Annexure P-3, has been styled or titled as \"certificate of grant\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d63fb65ab0c45859e1259fdd23b625e_110"
        },
        {
            "start": 14229,
            "end": 14363,
            "text": "In order to know the real nature of the document, one has to look into the recitals of the document and not the title of the document.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e6b49a1cf1645848b96e54e68caaccb_111"
        },
        {
            "start": 14364,
            "end": 14481,
            "text": "The intention is to be gathered from the recitals in the deed, the conduct of the parties and the evidence on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "705e10f7e9234f04be994245da4a259a_112"
        },
        {
            "start": 14482,
            "end": 14827,
            "text": "It is settled law that the question of construction of a document is to be decided by finding out the intention of the executant, firstly, from a comprehensive reading of the terms of the document itself, and then, by looking into--to the extent permissible--the prevailing circumstances which persuaded the author of the document to execute it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45258917e0bf4c568fc012038f4ae38f_113"
        },
        {
            "start": 14828,
            "end": 14921,
            "text": "With a view to ascertain the nature of a transaction, the document has to be read as a whole.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0474457f2a8b4b1b9253801a3bac64d7_114"
        },
        {
            "start": 14922,
            "end": 15005,
            "text": "A sentence or term used may not be determinative of the real nature of transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4517c98fb1d437eaac4c0e72035a57c_115"
        },
        {
            "start": 15006,
            "end": 15262,
            "text": "Reference in this regard can be made to the following cases PNRJ & JSRJ CRP No.3018 OF 2022 i.e. Vidhyadhar v. Manikrao [(1999) 3 SCC 573], Subbegowda v. Thimmegowda [(2004) 9 SCC 734] and Bishwanath Prasad Singh v. Rajendra Prasad [(2006) 4 SCC 432] .\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a84eee5370144043937b350de8e8975d_116"
        },
        {
            "start": 15263,
            "end": 15392,
            "text": "The above principles make it clear that we have to see terms and conditions and recitals in the document and not the title alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "653270f5eac2483f833c958d360eabaf_117"
        },
        {
            "start": 15393,
            "end": 15623,
            "text": "Though the document, according to the appellant, \"certificate of grant\", perusal of the clauses therein, clearly shows that the land was sold on 4-3-1948 in a public auction and Motappa purchased the same for a price of Rs 408.12.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12d37afd1bc14d4294999fe70b1d21c6_118"
        },
        {
            "start": 15624,
            "end": 15792,
            "text": "In addition to the recitals, the \"darkhast register extract\" produced as Annexure 'C' before the High Court also shows that the land in question was sold for a \"price\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a71a5e2e3d214d23a872a8281ff3d837_119"
        },
        {
            "start": 15793,
            "end": 15938,
            "text": "Form I also indicates that the land in question was purchased and what was paid by the purchaser under the said document was the purchase price.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76c4c4a7006a430fad6718669ad81318_120"
        },
        {
            "start": 15939,
            "end": 15958,
            "text": "(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b69571f833e4144b411ec3680a2e541_121"
        },
        {
            "start": 15960,
            "end": 16096,
            "text": "17. In Bunga Daniel Babu v Sri Vasudeva Constructions and others9, the appellant is the owner of 1347 sq yards of land in Visakhapatnam.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ba7b5bde54274299bfc1f3277eeffb1e_122"
        },
        {
            "start": 16097,
            "end": 16275,
            "text": "He entered into an MoU with the respondents for development of his land by constructing a multi-storeyed apartment, which were to be shared between them in a proportion of 40:60.",
            "labels": [
                "FAC"
            ],
            "id": "8163b63ddebd4184901190a3998b7bc8_123"
        },
        {
            "start": 16276,
            "end": 16368,
            "text": "However, the work was completed and flats handed over to the appellants with a lot of delay.",
            "labels": [
                "FAC"
            ],
            "id": "4837379802794fd2b8441f48437e66d8_124"
        },
        {
            "start": 16369,
            "end": 16489,
            "text": "The appellant also had grievance pertaining to deviations from sanction plans and non-completion of various other works.",
            "labels": [
                "FAC"
            ],
            "id": "d3cdae9091a944ef9589a0f0ac655412_125"
        },
        {
            "start": 16490,
            "end": 16549,
            "text": "His claim for compensation was rejected by the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "6edb02da5cad4f4dbf9a775ebe08d2c9_126"
        },
        {
            "start": 16550,
            "end": 16611,
            "text": "He approached the District Consumer Disputes Redressal Forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1f2d5d6bda347cead8316d967d4676b_127"
        },
        {
            "start": 16612,
            "end": 16788,
            "text": "The District Forum held that the project could not be considered to be a joint venture and thus excluded from the purview of the Act, and awarded compensation to the appellant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0b17baa42cef4d8a962f400fe0bf590b_128"
        },
        {
            "start": 16789,
            "end": 16958,
            "text": "The State Commission and National Commission did not agree with the District Forum on the ground that the flats were built for commercial purposes, and not personal use.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62eb49f6c78440029b3d96d7f3b417bf_129"
        },
        {
            "start": 16959,
            "end": 17135,
            "text": "The issue for consideration was whether the (2016) 8 SCC 429 PNRJ & JSRJ CRP No.3018 OF 2022 appellant falls within the definition of 'consumer' in the Consumer Protection Act?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c0eb38be15eb4b8db8890a0eb20b2ee1_130"
        },
        {
            "start": 17137,
            "end": 17179,
            "text": "17.1. The Hon'ble Supreme Court held:\n\"14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d0aab9ecb9f044ac84b312323b68bad0_131"
        },
        {
            "start": 17180,
            "end": 17480,
            "text": "In Kalpavruksha Charitable Trust v. Toshniwal Brothers (Bombay) Pvt. Ltd, reiterating the principles stated in Laxmi Engineering Works (supra), the Court ruled whether a person would fall within the definition of \"consumer\" or not would be a question of fact in every case...............\n.......\n\"21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bd6b0d5c8bc64b0e995cb4216e7d4364_132"
        },
        {
            "start": 17481,
            "end": 17608,
            "text": "On a studied scrutiny of the aforesaid clauses, it is clear as day that the appellant is neither a partner nor a co-adventurer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01998acc751d4bb9822759ea3fabd8f6_133"
        },
        {
            "start": 17609,
            "end": 17656,
            "text": "He has no say or control over the construction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7325f850c17b40878fff1c0c6a588dbc_134"
        },
        {
            "start": 17657,
            "end": 17697,
            "text": "He does not participate in the business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec05fa85a8714cd29f301baea720b990_135"
        },
        {
            "start": 17698,
            "end": 17765,
            "text": "He is only entitled to, as per the MOU, a certain constructed area.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14f6ad5158824e5fbd3ab596e7df65aa_136"
        },
        {
            "start": 17766,
            "end": 17860,
            "text": "The extent of area, as has been held in Faqir Chand Gulati (supra) does not make a difference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6add49615c6e42c68aa0d795b707a570_137"
        },
        {
            "start": 17861,
            "end": 17955,
            "text": "Therefore, the irresistible conclusion is that the appellant is a consumer under the Act.\"\n18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec40df22339946e0a3e91202308ecce9_138"
        },
        {
            "start": 17956,
            "end": 18118,
            "text": "In Ambalal Sarabhai Enterprises Ltd v KS Infraspace LLP and Ors10 the Appellant filed the Commercial Civil Suit so as to enforce the execution of a Mortgage Deed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f2e3837dea244ed4a1ce76838611c031_139"
        },
        {
            "start": 18119,
            "end": 18206,
            "text": "Consequently, the relief of permanent injunction and other related reliefs were sought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc9b9d3792fe4e4ca7b14f41950a8484_140"
        },
        {
            "start": 18207,
            "end": 18373,
            "text": "The defendant filed application under Order VII Rule 10 of Code of Civil Procedure, 1908 contending that the dispute involved in the case is not a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74de881934184372a8edf29f7f686b45_141"
        },
        {
            "start": 18374,
            "end": 18780,
            "text": "The Commercial Court while rejecting the application had referred to the Memorandum of Articles of Association of the Appellant company and taking note of the business that they were entitled to undertake had arrived at the conclusion that the Plaintiff seems to be carrying on the business as an estate agent and in that circumstance has further arrived at its conclusion that it was a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a03de826d4d44441b6252a6e5b82728e_142"
        },
        {
            "start": 18781,
            "end": 19171,
            "text": "The High Court on the other hand had found fault with the manner in (2020) 15 SCC 585 =MANU/SC/1378/2019 PNRJ & JSRJ CRP No.3018 OF 2022 which the Commercial Court had rested its consideration on the Memorandum and Articles of Association and had examined the matter in detail to come to a conclusion that the immovable property in the instant case was not being used for trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c46c7f60ad546718175eeee85a62b3c_143"
        },
        {
            "start": 19172,
            "end": 19277,
            "text": "The High Court had accordingly directed the return of the plaint to be presented in an appropriate Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fc00b12e02b34bb589cf8ac82e731bd4_144"
        },
        {
            "start": 19278,
            "end": 19450,
            "text": "In the said case, Hon'ble Supreme Court was considering the scope of Section 2(1)(c)(vii) - agreements relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "015f8d1b0a7d4ae985e667f514255ebd_145"
        },
        {
            "start": 19451,
            "end": 19493,
            "text": "18.1. The Hon'ble Supreme Court held:\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0b805be36aaf40b8a262c10b619851a0_146"
        },
        {
            "start": 19494,
            "end": 19780,
            "text": "At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject matter of the suit could be considered as a \"commercial dispute\" so as to enable the Commercial Court to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d163a7f980a4ecd81fa828b85e2b2a1_147"
        },
        {
            "start": 19781,
            "end": 19870,
            "text": "In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the CC Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af51136a62cd490cb3ad7cc1a0632286_148"
        },
        {
            "start": 19871,
            "end": 19951,
            "text": "The said provision to the extent relevant is extracted here below for reference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b58bbef8e254840b9e271599358d1a5_149"
        },
        {
            "start": 19952,
            "end": 20441,
            "text": "\nSection 2(1) In this Act, unless the context otherwise requires,-\n(c) \"commercial dispute\" means a dispute arising out of - (vii) agreements relating to immovable property used exclusively in trade or commerce;\nFrom a perusal, of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e98f43d8eeeb4356842f6ef8f7e9b3b4_150"
        },
        {
            "start": 20442,
            "end": 20799,
            "text": "The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a Mortgage Deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38c8bf8fb2a94a4f82306d98b56cf34b_151"
        },
        {
            "start": 20801,
            "end": 20810,
            "text": "13. [ ...",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79aeff36ee584973813343deca8fd464_152"
        },
        {
            "start": 20811,
            "end": 20984,
            "text": "] the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc6f194f683d46a7890a601fa29cf843_153"
        },
        {
            "start": 20985,
            "end": 21344,
            "text": "This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "865bc631d5364526843058f00aaf2d46_154"
        },
        {
            "start": 21345,
            "end": 21549,
            "text": "In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad945b7a17854dab875aa8b4b4edc681_155"
        },
        {
            "start": 21550,
            "end": 21687,
            "text": "If the same is strictly interpreted it is not as if those PNRJ & JSRJ CRP No.3018 OF 2022 excluded will be non-suited without any remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b46c0ffdb314142b8faae887c639e99_156"
        },
        {
            "start": 21688,
            "end": 21821,
            "text": "The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55c33ff0effe4ef190a6738089ba3812_157"
        },
        {
            "start": 21823,
            "end": 21996,
            "text": "14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\"\nas provided under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d80cc732359483f9823b0fe49a877d4_158"
        },
        {
            "start": 21997,
            "end": 22261,
            "text": "In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99476498cbc448ba883d30f6496bc637_159"
        },
        {
            "start": 22262,
            "end": 22547,
            "text": "Further the very relief sought in the suit is for execution of the Mortgage Deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5091961a6905419e949f2a093a8fcc9c_160"
        },
        {
            "start": 22548,
            "end": 22752,
            "text": "Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 01.03.2019 impugned herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4b7dce87fd94b8a98b5dd7a834948c7_161"
        },
        {
            "start": 22753,
            "end": 22885,
            "text": "The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "883bc9b6373b48a58cf2f907c5dcf213_162"
        },
        {
            "start": 22887,
            "end": 23019,
            "text": "19. In Sandhya Hotels Pvt Ltd v Amritha Sharma11 also Hon'ble Supreme Court was considering the word 'used' in Section 2(1)(c)(vii).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a30fdbc9f70548ef891a77f9c108f5d3_163"
        },
        {
            "start": 23020,
            "end": 23519,
            "text": "In the said case, the second applicant, the Managing Director of Sandhya Hotels Pvt Ltd, approached the respondent/plaintiff asking her to purchase a house situated within the approved layout of the Jubilee Hills Cooperative House Building Society Limited, claiming that his company had entered into an agreement with Smt. M. Jayasree, and that the amount towards sale consideration has to be paid to the vendor and he will get the sale deed directly conveyed from Smt. M. Jayasree to the plaintiff.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0c3619fb33724189a3c08d8669250f3b_164"
        },
        {
            "start": 23520,
            "end": 23718,
            "text": "Believing this, the plaintiff entered into an agreement with the second defendant and paid the amounts through cheques and RTGS to the second defendant and to its company, amounting to 14.00 Crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e95cabb46c1495eb12db8bf6dafc67f_165"
        },
        {
            "start": 23719,
            "end": 23967,
            "text": "Though the second defendant has put the plaintiff in possession of the schedule property, in which the plaintiff setup a MANU/HY/0288/2018 PNRJ & JSRJ CRP No.3018 OF 2022 boutique, the property was still not registered in the name of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d476bc726784dbf94155b2937e597c9_166"
        },
        {
            "start": 23968,
            "end": 24071,
            "text": "The plaintiff found out that the defendant had executed a sale deed in the name of the first defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52e0fe5bf7bb412e901ad3ee4f42ee48_167"
        },
        {
            "start": 24072,
            "end": 24196,
            "text": "The second defendant promised to register a sale deed in favour of the plaintiff, but did not even turn up for registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6946faef52b9455cbb3e1c980499afc4_168"
        },
        {
            "start": 24197,
            "end": 24354,
            "text": "Referring to certain incidents where the defendants cheated the plaintiff and others, the plaintiff filed a suit for specific performance in the Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aebb837f32de4ab8a1e45dc1ab4f8c10_169"
        },
        {
            "start": 24355,
            "end": 24567,
            "text": "Later on, the defendants filed a memo before the Civil Court to transfer the case to the Commercial Court since the value involved is more than rupees One Crore and that the said court has become functus officio.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b05f09c68aa4851a93f03df73361de0_170"
        },
        {
            "start": 24568,
            "end": 24663,
            "text": "Rejection of this request led to filing of the present appeal under Section 9 of the Act. 19.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "101b3dbad34b40d5ae6ecbc678e05167_171"
        },
        {
            "start": 24664,
            "end": 24699,
            "text": "The Hon'ble Supreme Court held:\n\"5.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e41257eba67d45d58c545313afe09111_172"
        },
        {
            "start": 24700,
            "end": 25441,
            "text": "The question that arises for consideration is \"Whether in the given set of facts, the dispute between the parties can be termed as a commercial dispute?\n8. Explanation (a) to Section 2(1)(c) states that a commercial dispute shall not cease to be a commercial dispute merely because- a) it also involves action for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n11. Merely because, there was a transaction involving immovable property worth more than One Crore and merely because an amount of Rs. 14 Crores was paid, the dispute would not become a commercial dispute, it requires to be qualified with other conditions.\n12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b4aa1f93eaf4f7988a980dc236cc84c_173"
        },
        {
            "start": 25442,
            "end": 25773,
            "text": "The word \"used\" in Section 2(1)(c)(vii) would mean \"actually used\" or \"being used\" as held by the Gujarat High Court in Vasu Healthcare Private Limited v. Gujarat Akruti TCG Biotech Limited and others (2012) 4 SCC 327 and Bombay High Court in DineshkumarGulabchand Agrawal v. Commissioner of Income Tax and another (2001) 6 SCC 407",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "65eaa892be054fedb8dc02d78f9152ad_174"
        },
        {
            "start": 25774,
            "end": 25901,
            "text": "The Court held that if the intention of the latter was to expand, the scope of the phraseology used, would have been different.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c5549fdcb5b4c6284bd765fccf4c196_175"
        },
        {
            "start": 25902,
            "end": 26032,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or likely to be used\"; or \"to be used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8391e2e0cb104c65856c2575d41e6030_176"
        },
        {
            "start": 26033,
            "end": 26162,
            "text": "It was also held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\".\nPNRJ & JSRJ CRP No.3018 OF 2022 13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d029895470e74afc90c4dec1e449ddaf_177"
        },
        {
            "start": 26163,
            "end": 26376,
            "text": "It has been brought to our notice that the S.L.P. filed against the judgment of Nagpur Bench of the Bombay High Court and also against the judgment of the Gujarat High Court, were also dismissed by the Apex Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6efcb7261f36445cb92cc0457e470e0e_178"
        },
        {
            "start": 26377,
            "end": 26551,
            "text": "Therefore, the word \"used\" therein must be such property which is being \"actually used\" or \"being used\" and not likely to be used or to be used at a later point of time.\"\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74588fe80e4949e9979c7b891844349f_179"
        },
        {
            "start": 26552,
            "end": 26731,
            "text": "From the above decisions, it is noticed that Hon'ble Supreme Court was dealing with specific aspects of what constitutes a commercial dispute in the peculiar facts of those cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb08e52ecbdd4be7979480d77f3ac0ca_180"
        },
        {
            "start": 26732,
            "end": 26800,
            "text": "In none of these cases, scope of Section 2(1)(c)(xi) was considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcc7c9899a824471ab39ae83e22ecc00_181"
        },
        {
            "start": 26802,
            "end": 26957,
            "text": "21. It is beyond pale of doubt that a 'Joint Venture' presupposes an association by two or more persons to join together to undertake an economic activity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a26087ec82e4de7b62376035db4b5af_182"
        },
        {
            "start": 26958,
            "end": 27147,
            "text": "Further, the Clause (xi) of Section 2(1)(c) of the Act, 2015 only uses the term 'Joint Venture', plain and simple, it is very exhaustive and does not give scope to any other interpretation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11c052da038e488b9c856461dfb2fa93_183"
        },
        {
            "start": 27148,
            "end": 27246,
            "text": "Therefore, whenever a dispute arises in pursuance to a 'Joint Venture' it is a Commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4f6bc5c155d41f6b51c4c2800030de3_184"
        },
        {
            "start": 27248,
            "end": 27383,
            "text": "22. To test the validity of the submissions of learned counsel for the defendant we have also looked into the clauses of the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6979f3ec16e4474485c7c3be16833b24_185"
        },
        {
            "start": 27385,
            "end": 27505,
            "text": "23. On 2.4.2009 plaintiff and defendant have entered into Joint Venture Agreement which was filed along with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0630ed0bc43b4f849db3f69bf638f65b_186"
        },
        {
            "start": 27506,
            "end": 27571,
            "text": "The title assigned to the agreement is 'Joint Venture Agreement'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f2c7509009b4965900651d9db732735_187"
        },
        {
            "start": 27573,
            "end": 27755,
            "text": "24. The terms of agreement disclose that the defendant has identified a land for development for commercial use and estimated investment required to execute the project at 35 crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f0a57c8815a4ceda6234fdcd39b3d07_188"
        },
        {
            "start": 27756,
            "end": 27824,
            "text": "Plaintiff agreed to invest PNRJ & JSRJ CRP No.3018 OF 2022 2 crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0d9ba843b0149849398536fbef404e2_189"
        },
        {
            "start": 27825,
            "end": 27904,
            "text": "He has also undertaken to sell flats constructed as per the terms of agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64814a58f2a14a0e857274e433ee22eb_190"
        },
        {
            "start": 27905,
            "end": 27969,
            "text": "The maximum period of completion of the project was three years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c05a603d184404bb9108ab94f0e727d_191"
        },
        {
            "start": 27970,
            "end": 28014,
            "text": "The clauses also talk of sharing of profits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc480b33427e4cf285ddef1092a4f587_192"
        },
        {
            "start": 28015,
            "end": 28090,
            "text": "Default clause also envisages payment of IRR @ 18 % per annum to plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50b9a1608a614c119d5e11e8863a3dab_193"
        },
        {
            "start": 28091,
            "end": 28228,
            "text": "Thus, it is not a simple agreement to buy land and put the land to use, but to develop a land identified for the purpose to earn profits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4953a0f9d5d2493b87cbde5a072d3952_194"
        },
        {
            "start": 28230,
            "end": 28488,
            "text": "25. The further contention of learned counsel for defendant that the land was 'not put to use', and that in fact there was no land, therefore the dispute is not a Commercial dispute is stated to be rejected as it has no application to the facts of this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81e8a74e32f34d958bec140cc0cecb56_195"
        },
        {
            "start": 28489,
            "end": 28582,
            "text": "Putting the land for commercial use is relevant, if Section 2(1)(c)(vii) clause is attracted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2be927432a0a43ed8ab8f6b7dcb9d8a2_196"
        },
        {
            "start": 28583,
            "end": 28737,
            "text": "Clause (xi) of Section 2(1)(c) governs the case, which does not envisage land being put to use as pre-requisite to make the dispute as commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31b25ddf230c4d19b53eb7615fa0f015_197"
        },
        {
            "start": 28738,
            "end": 28851,
            "text": "On the contrary, as noticed in the earlier paragraphs, Joint Venture Agreement binds the commercial relationship.",
            "labels": [
                "RATIO"
            ],
            "id": "1280c6b8999340f8b30340bd242bdc46_198"
        },
        {
            "start": 28852,
            "end": 28986,
            "text": "At any rate definition clause is open ended and does not impose any restraint or application to specified instances of joint ventures.",
            "labels": [
                "RATIO"
            ],
            "id": "fd1b8389258d4175b5a25eec03f316c9_199"
        },
        {
            "start": 28988,
            "end": 29124,
            "text": "26. Further, Court is not venturing into merits of respective claims on scope of their joint venture and obligations flowing there from.",
            "labels": [
                "RATIO"
            ],
            "id": "677fbd4cfa334df3a05688ea7a600c9e_200"
        },
        {
            "start": 29125,
            "end": 29180,
            "text": "These aspects require consideration by the trial Court.",
            "labels": [
                "RPC"
            ],
            "id": "9b89455e083847bc91e0cad834b0d8e8_201"
        },
        {
            "start": 29181,
            "end": 29362,
            "text": "Court has only considered whether the dispute raised in the suit is a commercial dispute and whether the Commercial Court has jurisdiction to decide the dispute in the instant suit.",
            "labels": [
                "RATIO"
            ],
            "id": "62298abc746e4f16904e1572386bc4c9_202"
        },
        {
            "start": 29364,
            "end": 29399,
            "text": "PNRJ & JSRJ CRP No.3018 OF 2022 27.",
            "labels": [
                "RPC"
            ],
            "id": "d6c197b12a5c4989afbd68869e935645_203"
        },
        {
            "start": 29400,
            "end": 29604,
            "text": "On thorough analysis of statutory scheme and precedent decisions, we hold that the Commercial Court has jurisdiction to adjudicate the dispute flowing out of 'joint venture agreement' in the instant suit.",
            "labels": [
                "RATIO"
            ],
            "id": "b01a760699b34955a5a37eb1ec3c11d9_204"
        },
        {
            "start": 29605,
            "end": 29648,
            "text": "We uphold the decision of Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "bf9b8f79acfc4048a5aa0a63f435dc13_205"
        },
        {
            "start": 29649,
            "end": 29679,
            "text": "Civil Revision Petition fails.",
            "labels": [
                "RPC"
            ],
            "id": "dda4e78b279342cc996688f76c9bd5ec_206"
        },
        {
            "start": 29680,
            "end": 29708,
            "text": "It is accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "a002d085abe64dc4be3b05f5981c382b_207"
        },
        {
            "start": 29709,
            "end": 29765,
            "text": "Miscellaneous applications, if any pending stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "a259a14a9a314185ad0f2f5e6d9ce655_208"
        },
        {
            "start": 29766,
            "end": 30068,
            "text": "\n_____________________ P.NAVEEN RAO,J _____________________ J.SREENIVAS RAO,J Date: 24.03.2023 TVK/KKM Note: LR Copy to be marked: Yes PNRJ & JSRJ CRP No.3018 OF 2022 HON'BLE SRI JUSTICE P.NAVEEN RAO & HON'BLE SRI JUSTICE J.SREENIVAS RAO CIVIL REVISION PETITION NO.3018 OF 2022 Date: 24.03.2023 Tvk/kkm",
            "labels": [
                "NONE"
            ],
            "id": "aa278911d365415395786f3e55bea6cc_209"
        }
    ],
    "entities": [
        {
            "text": "Nirman Consultants Pvt Ltd.",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 44
        },
        {
            "text": "Nne Ltd",
            "label": "RESPONDENT",
            "start_char": 48,
            "end_char": 55
        },
        {
            "text": "G.S. Sistani",
            "label": "LAWYER",
            "start_char": 128,
            "end_char": 140
        },
        {
            "text": "G.S.Sistani",
            "label": "JUDGE",
            "start_char": 148,
            "end_char": 159
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 192,
            "end_char": 224
        },
        {
            "text": "Nirman Consultants Pvt Ltd.",
            "label": "PETITIONER",
            "start_char": 354,
            "end_char": 381
        },
        {
            "text": "Aditya Swarup",
            "label": "LAWYER",
            "start_char": 446,
            "end_char": 459
        },
        {
            "text": "Rajat\n                               Sehgal",
            "label": "LAWYER",
            "start_char": 467,
            "end_char": 510
        },
        {
            "text": "Nne Ltd",
            "label": "RESPONDENT",
            "start_char": 552,
            "end_char": 559
        },
        {
            "text": "Sagar Chandra",
            "label": "LAWYER",
            "start_char": 664,
            "end_char": 677
        },
        {
            "text": "Ankit Rastogi",
            "label": "LAWYER",
            "start_char": 682,
            "end_char": 695
        },
        {
            "text": "Ishani Chandra",
            "label": "LAWYER",
            "start_char": 741,
            "end_char": 755
        },
        {
            "text": "Shubhie\n                                         Wahi",
            "label": "LAWYER",
            "start_char": 763,
            "end_char": 816
        },
        {
            "text": "G.S.Sistani",
            "label": "JUDGE",
            "start_char": 860,
            "end_char": 871
        },
        {
            "text": "Jyoti Singh",
            "label": "JUDGE",
            "start_char": 896,
            "end_char": 907
        },
        {
            "text": "G.S. Sistani",
            "label": "JUDGE",
            "start_char": 909,
            "end_char": 921
        },
        {
            "text": "12.03.2019",
            "label": "DATE",
            "start_char": 987,
            "end_char": 997
        },
        {
            "text": "I.A.13131/2018",
            "label": "CASE_NUMBER",
            "start_char": 1103,
            "end_char": 1117
        },
        {
            "text": "Section 65(c)",
            "label": "PROVISION",
            "start_char": 1124,
            "end_char": 1137
        },
        {
            "text": "Evidence Act, 1872",
            "label": "STATUTE",
            "start_char": 1145,
            "end_char": 1163
        },
        {
            "text": "17.08.2012",
            "label": "DATE",
            "start_char": 1504,
            "end_char": 1514
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1550,
            "end_char": 1577
        },
        {
            "text": "09.03.2016",
            "label": "DATE",
            "start_char": 1734,
            "end_char": 1744
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1822,
            "end_char": 1849
        },
        {
            "text": "2017 (72) PTC 283 [Del][DB]",
            "label": "PRECEDENT",
            "start_char": 2230,
            "end_char": 2257
        },
        {
            "text": "HPL (India) and Others vs. QRG Enterprises& Anr",
            "label": "PRECEDENT",
            "start_char": 2268,
            "end_char": 2315
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 2395,
            "end_char": 2415
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 2518,
            "end_char": 2528
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2536,
            "end_char": 2557
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2805,
            "end_char": 2826
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2947,
            "end_char": 2968
        },
        {
            "text": "Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018)",
            "label": "PRECEDENT",
            "start_char": 3092,
            "end_char": 3176
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3808,
            "end_char": 3905
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3946,
            "end_char": 3949
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3970,
            "end_char": 3991
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 4006,
            "end_char": 4016
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4102,
            "end_char": 4112
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 4182,
            "end_char": 4192
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 4200,
            "end_char": 4226
        },
        {
            "text": "Videocon International Ltd.(supra",
            "label": "ORG",
            "start_char": 4368,
            "end_char": 4401
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 6628,
            "end_char": 6639
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 6647,
            "end_char": 6655
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 7073,
            "end_char": 7084
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 7311,
            "end_char": 7322
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 7330,
            "end_char": 7338
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 7458,
            "end_char": 7469
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 7477,
            "end_char": 7485
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 7926,
            "end_char": 7936
        },
        {
            "text": "Securities and Exchange Board of India (Amendment) Act, 2002",
            "label": "STATUTE",
            "start_char": 7944,
            "end_char": 8004
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 8309,
            "end_char": 8320
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 8328,
            "end_char": 8336
        },
        {
            "text": "Securities Appellate Tribunal",
            "label": "COURT",
            "start_char": 9235,
            "end_char": 9264
        },
        {
            "text": "29.10.2002",
            "label": "DATE",
            "start_char": 9342,
            "end_char": 9352
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 9587,
            "end_char": 9598
        },
        {
            "text": "Securities and Exchange Board of India (Amendment) Act, 2002",
            "label": "STATUTE",
            "start_char": 9606,
            "end_char": 9666
        },
        {
            "text": "Section 15Z",
            "label": "PROVISION",
            "start_char": 9696,
            "end_char": 9707
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 9715,
            "end_char": 9723
        },
        {
            "text": "Ardee Infrastructure",
            "label": "ORG",
            "start_char": 10195,
            "end_char": 10215
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 10340,
            "end_char": 10350
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 10358,
            "end_char": 10370
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10517,
            "end_char": 10530
        },
        {
            "text": "Thyssen",
            "label": "PRECEDENT",
            "start_char": 10534,
            "end_char": 10541
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10607,
            "end_char": 10620
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10804,
            "end_char": 10817
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10990,
            "end_char": 11003
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11365,
            "end_char": 11378
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 11654,
            "end_char": 11664
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 11702,
            "end_char": 11712
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11737,
            "end_char": 11747
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12027,
            "end_char": 12040
        },
        {
            "text": "Thyssen",
            "label": "PRECEDENT",
            "start_char": 12044,
            "end_char": 12051
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12225,
            "end_char": 12235
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 12338,
            "end_char": 12348
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 12464,
            "end_char": 12474
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 12492,
            "end_char": 12504
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 13005,
            "end_char": 13015
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 13162,
            "end_char": 13172
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 13398,
            "end_char": 13408
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 13416,
            "end_char": 13428
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 13620,
            "end_char": 13630
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 13872,
            "end_char": 13882
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 14098,
            "end_char": 14110
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14151,
            "end_char": 14160
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 14172,
            "end_char": 14182
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14206,
            "end_char": 14215
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 14349,
            "end_char": 14359
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 14558,
            "end_char": 14568
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14626,
            "end_char": 14635
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 14664,
            "end_char": 14674
        },
        {
            "text": "Videocon",
            "label": "ORG",
            "start_char": 14845,
            "end_char": 14853
        },
        {
            "text": "Eros Resorts",
            "label": "PRECEDENT",
            "start_char": 15220,
            "end_char": 15232
        },
        {
            "text": "Brahmos Aerospace Pvt Ltd. vs. FIIT JEE Ltd & Anr",
            "label": "PRECEDENT",
            "start_char": 15317,
            "end_char": 15366
        },
        {
            "text": "FAO (OS) (COMM) 247/2018",
            "label": "PRECEDENT",
            "start_char": 15370,
            "end_char": 15394
        },
        {
            "text": "25.02.2019",
            "label": "DATE",
            "start_char": 15407,
            "end_char": 15417
        },
        {
            "text": "S.Ravindra Bhat",
            "label": "JUDGE",
            "start_char": 15576,
            "end_char": 15591
        },
        {
            "text": "Eros Resorts & Hotels Ltd.",
            "label": "ORG",
            "start_char": 15612,
            "end_char": 15638
        },
        {
            "text": "Explorer Associates Pvt",
            "label": "ORG",
            "start_char": 15643,
            "end_char": 15666
        },
        {
            "text": "Eros Resorts",
            "label": "PRECEDENT",
            "start_char": 15701,
            "end_char": 15713
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15823,
            "end_char": 15844
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15899,
            "end_char": 15912
        },
        {
            "text": "Videocon International Ltd.",
            "label": "ORG",
            "start_char": 15916,
            "end_char": 15943
        },
        {
            "text": "SEBI (2015) 4 SCC 33",
            "label": "PRECEDENT",
            "start_char": 15948,
            "end_char": 15968
        },
        {
            "text": "Ardee Infrastructures vs. Anuradha Bhatia (2017) 1 HCC (Del.) 137",
            "label": "PRECEDENT",
            "start_char": 15990,
            "end_char": 16055
        },
        {
            "text": "HPL",
            "label": "COURT",
            "start_char": 16303,
            "end_char": 16306
        },
        {
            "text": "Eros Resorts",
            "label": "PRECEDENT",
            "start_char": 16319,
            "end_char": 16331
        },
        {
            "text": "SLP (C) No. 5837/2017",
            "label": "CASE_NUMBER",
            "start_char": 16369,
            "end_char": 16390
        },
        {
            "text": "SLP (C) No. 23365/2018",
            "label": "CASE_NUMBER",
            "start_char": 16395,
            "end_char": 16417
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16461,
            "end_char": 16474
        },
        {
            "text": "10.03.2017",
            "label": "DATE",
            "start_char": 16637,
            "end_char": 16647
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16653,
            "end_char": 16680
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 16700,
            "end_char": 16710
        },
        {
            "text": "17.11.2015",
            "label": "DATE",
            "start_char": 16785,
            "end_char": 16795
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 16797,
            "end_char": 16807
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16815,
            "end_char": 16836
        },
        {
            "text": "Sections 2(1)(c) and 2(1)(i)",
            "label": "PROVISION",
            "start_char": 16997,
            "end_char": 17025
        },
        {
            "text": "16.02.2018",
            "label": "DATE",
            "start_char": 17151,
            "end_char": 17161
        },
        {
            "text": "06.02.2018",
            "label": "DATE",
            "start_char": 17212,
            "end_char": 17222
        },
        {
            "text": "Brahmos",
            "label": "OTHER_PERSON",
            "start_char": 17318,
            "end_char": 17325
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 17410,
            "end_char": 17420
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17428,
            "end_char": 17449
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17544,
            "end_char": 17557
        },
        {
            "text": "Videocon",
            "label": "PRECEDENT",
            "start_char": 17561,
            "end_char": 17569
        },
        {
            "text": "Eros Resorts",
            "label": "PRECEDENT",
            "start_char": 17736,
            "end_char": 17748
        },
        {
            "text": "Brahmos",
            "label": "OTHER_PERSON",
            "start_char": 17821,
            "end_char": 17828
        },
        {
            "text": "Brahmos",
            "label": "PRECEDENT",
            "start_char": 17895,
            "end_char": 17902
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 18079,
            "end_char": 18089
        },
        {
            "text": "Brahmos",
            "label": "OTHER_PERSON",
            "start_char": 18218,
            "end_char": 18225
        },
        {
            "text": "Section 15 (3)",
            "label": "PROVISION",
            "start_char": 18553,
            "end_char": 18567
        },
        {
            "text": "06.06.2012",
            "label": "DATE",
            "start_char": 21116,
            "end_char": 21126
        },
        {
            "text": "HPL India",
            "label": "PRECEDENT",
            "start_char": 21859,
            "end_char": 21868
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 22005,
            "end_char": 22015
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22023,
            "end_char": 22050
        },
        {
            "text": "Sections 13, 15, 16 & 21",
            "label": "PROVISION",
            "start_char": 22189,
            "end_char": 22213
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22221,
            "end_char": 22242
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 22720,
            "end_char": 22731
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 22739,
            "end_char": 22768
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 22796,
            "end_char": 22806
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 22814,
            "end_char": 22852
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23224,
            "end_char": 23262
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23506,
            "end_char": 23544
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 24070,
            "end_char": 24108
        },
        {
            "text": "Order XIV-A",
            "label": "PROVISION",
            "start_char": 24710,
            "end_char": 24721
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 24729,
            "end_char": 24758
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 24789,
            "end_char": 24822
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 24830,
            "end_char": 24859
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25606,
            "end_char": 25635
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25707,
            "end_char": 25736
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25976,
            "end_char": 26005
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 26205,
            "end_char": 26234
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 26302,
            "end_char": 26331
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 26379,
            "end_char": 26402
        },
        {
            "text": "Section 13 (1A)",
            "label": "PROVISION",
            "start_char": 26778,
            "end_char": 26793
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 26957,
            "end_char": 26965
        },
        {
            "text": "Code of Civil Procedure (CPC)",
            "label": "STATUTE",
            "start_char": 26973,
            "end_char": 27002
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27007,
            "end_char": 27017
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 27025,
            "end_char": 27057
        },
        {
            "text": "Section 13 (2)",
            "label": "PROVISION",
            "start_char": 27059,
            "end_char": 27073
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27081,
            "end_char": 27102
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27396,
            "end_char": 27417
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 27424,
            "end_char": 27434
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 27511,
            "end_char": 27519
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27527,
            "end_char": 27530
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27535,
            "end_char": 27545
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 27553,
            "end_char": 27585
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 27601,
            "end_char": 27611
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 27723,
            "end_char": 27750
        },
        {
            "text": "HPL India Ltd.",
            "label": "PRECEDENT",
            "start_char": 28387,
            "end_char": 28401
        },
        {
            "text": "Section 2(1)",
            "label": "PROVISION",
            "start_char": 29129,
            "end_char": 29141
        },
        {
            "text": "Chapter IV",
            "label": "PROVISION",
            "start_char": 29279,
            "end_char": 29289
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 29341,
            "end_char": 29351
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 29996,
            "end_char": 30006
        },
        {
            "text": "Sub-Section (1) of Section 16",
            "label": "PROVISION",
            "start_char": 30061,
            "end_char": 30090
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30133,
            "end_char": 30136
        },
        {
            "text": "CPC, 1908",
            "label": "STATUTE",
            "start_char": 30429,
            "end_char": 30438
        },
        {
            "text": "Section (3)",
            "label": "PROVISION",
            "start_char": 30549,
            "end_char": 30560
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30666,
            "end_char": 30669
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30737,
            "end_char": 30740
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30792,
            "end_char": 30795
        },
        {
            "text": "Sections 16 and 21",
            "label": "PROVISION",
            "start_char": 30865,
            "end_char": 30883
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30980,
            "end_char": 30983
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31032,
            "end_char": 31035
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 31370,
            "end_char": 31383
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 31542,
            "end_char": 31553
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31561,
            "end_char": 31564
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 31598,
            "end_char": 31608
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 31616,
            "end_char": 31654
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31948,
            "end_char": 31951
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 32034,
            "end_char": 32045
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 32053,
            "end_char": 32056
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 32155,
            "end_char": 32158
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 32220,
            "end_char": 32231
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 32491,
            "end_char": 32494
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 32657,
            "end_char": 32668
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 32877,
            "end_char": 32888
        },
        {
            "text": "Order XLIII Rule 1",
            "label": "PROVISION",
            "start_char": 32913,
            "end_char": 32931
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 33033,
            "end_char": 33044
        },
        {
            "text": "Order XLIII Rule 1",
            "label": "PROVISION",
            "start_char": 33092,
            "end_char": 33110
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 33164,
            "end_char": 33175
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33231,
            "end_char": 33234
        },
        {
            "text": "proviso to Section 13(1)",
            "label": "PROVISION",
            "start_char": 33258,
            "end_char": 33282
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 33446,
            "end_char": 33457
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33465,
            "end_char": 33468
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 33501,
            "end_char": 33511
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33519,
            "end_char": 33557
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 33676,
            "end_char": 33687
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 33767,
            "end_char": 33778
        },
        {
            "text": "sub-Section (1) of Section 13",
            "label": "PROVISION",
            "start_char": 34012,
            "end_char": 34041
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 34175,
            "end_char": 34186
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 34194,
            "end_char": 34197
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 34350,
            "end_char": 34361
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 34369,
            "end_char": 34372
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 34400,
            "end_char": 34410
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34418,
            "end_char": 34456
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 34535,
            "end_char": 34548
        },
        {
            "text": "Section 2(14)",
            "label": "PROVISION",
            "start_char": 34698,
            "end_char": 34711
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 34895,
            "end_char": 34906
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 34938,
            "end_char": 34951
        },
        {
            "text": "sub-section (2) of section 13",
            "label": "PROVISION",
            "start_char": 34994,
            "end_char": 35023
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 35298,
            "end_char": 35324
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 35615,
            "end_char": 35641
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 35889,
            "end_char": 35915
        },
        {
            "text": "section 10",
            "label": "PROVISION",
            "start_char": 36031,
            "end_char": 36041
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 36049,
            "end_char": 36075
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 36249,
            "end_char": 36259
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 36371,
            "end_char": 36382
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36383,
            "end_char": 36386
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 36466,
            "end_char": 36477
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36478,
            "end_char": 36481
        },
        {
            "text": "section 104",
            "label": "PROVISION",
            "start_char": 36565,
            "end_char": 36576
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36577,
            "end_char": 36580
        },
        {
            "text": "section 16(2)",
            "label": "PROVISION",
            "start_char": 36623,
            "end_char": 36636
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 36660,
            "end_char": 36670
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 36678,
            "end_char": 36704
        },
        {
            "text": "section 13(2)",
            "label": "PROVISION",
            "start_char": 36785,
            "end_char": 36798
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 36915,
            "end_char": 36926
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36927,
            "end_char": 36930
        },
        {
            "text": "Khimji",
            "label": "PRECEDENT",
            "start_char": 37926,
            "end_char": 37932
        },
        {
            "text": "section 13(1)",
            "label": "PROVISION",
            "start_char": 38078,
            "end_char": 38091
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 38430,
            "end_char": 38440
        },
        {
            "text": "Khimji",
            "label": "PRECEDENT",
            "start_char": 38537,
            "end_char": 38543
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 38720,
            "end_char": 38731
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38739,
            "end_char": 38742
        },
        {
            "text": "Khimji",
            "label": "PRECEDENT",
            "start_char": 38807,
            "end_char": 38813
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 38959,
            "end_char": 38969
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 38977,
            "end_char": 39003
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 39070,
            "end_char": 39073
        },
        {
            "text": "Section 2(9)",
            "label": "PROVISION",
            "start_char": 39089,
            "end_char": 39101
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 39186,
            "end_char": 39199
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 39317,
            "end_char": 39327
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 39335,
            "end_char": 39361
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 39389,
            "end_char": 39412
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 39494,
            "end_char": 39504
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 39654,
            "end_char": 39667
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 39847,
            "end_char": 39857
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 39865,
            "end_char": 39891
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 40066,
            "end_char": 40079
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 40329,
            "end_char": 40339
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 40347,
            "end_char": 40373
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 40399,
            "end_char": 40412
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 40514,
            "end_char": 40540
        },
        {
            "text": "Section 104(1)",
            "label": "PROVISION",
            "start_char": 40621,
            "end_char": 40635
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 40639,
            "end_char": 40642
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 40755,
            "end_char": 40765
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 40773,
            "end_char": 40799
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 40819,
            "end_char": 40829
        },
        {
            "text": "Khimji",
            "label": "PRECEDENT",
            "start_char": 40920,
            "end_char": 40926
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 40995,
            "end_char": 41005
        },
        {
            "text": "Delhi High Court Act, 1966",
            "label": "STATUTE",
            "start_char": 41013,
            "end_char": 41039
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 41137,
            "end_char": 41147
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 41173,
            "end_char": 41186
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 41228,
            "end_char": 41241
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 41315,
            "end_char": 41326
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 41327,
            "end_char": 41330
        },
        {
            "text": "HPL India Ltd.",
            "label": "PRECEDENT",
            "start_char": 41371,
            "end_char": 41385
        },
        {
            "text": "Eros Resorts and Hotels Ltd.",
            "label": "PRECEDENT",
            "start_char": 41526,
            "end_char": 41554
        },
        {
            "text": "Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33",
            "label": "PRECEDENT",
            "start_char": 41659,
            "end_char": 41764
        },
        {
            "text": "Videocon",
            "label": "ORG",
            "start_char": 42108,
            "end_char": 42116
        },
        {
            "text": "Brahmos Aerospace",
            "label": "PRECEDENT",
            "start_char": 42420,
            "end_char": 42437
        },
        {
            "text": "Brahmos",
            "label": "OTHER_PERSON",
            "start_char": 42506,
            "end_char": 42513
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 42598,
            "end_char": 42608
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 42616,
            "end_char": 42637
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 42880,
            "end_char": 42890
        },
        {
            "text": "Brahmos",
            "label": "OTHER_PERSON",
            "start_char": 43015,
            "end_char": 43022
        },
        {
            "text": "Eros",
            "label": "OTHER_PERSON",
            "start_char": 43027,
            "end_char": 43031
        },
        {
            "text": "Eros",
            "label": "PRECEDENT",
            "start_char": 43330,
            "end_char": 43334
        },
        {
            "text": "Brahmos",
            "label": "PRECEDENT",
            "start_char": 43346,
            "end_char": 43353
        },
        {
            "text": "Section 65 (c)",
            "label": "PROVISION",
            "start_char": 43510,
            "end_char": 43524
        },
        {
            "text": "Evidence Act",
            "label": "STATUTE",
            "start_char": 43532,
            "end_char": 43544
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 43612,
            "end_char": 43622
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 43662,
            "end_char": 43672
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 43781,
            "end_char": 43813
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44010,
            "end_char": 44031
        },
        {
            "text": "sub-section 3 of Section 15",
            "label": "PROVISION",
            "start_char": 44232,
            "end_char": 44259
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 44488,
            "end_char": 44498
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 44559,
            "end_char": 44586
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 44618,
            "end_char": 44645
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 44712,
            "end_char": 44722
        },
        {
            "text": "Videocon",
            "label": "PRECEDENT",
            "start_char": 44872,
            "end_char": 44880
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 44894,
            "end_char": 44904
        },
        {
            "text": "Section 15 (2)",
            "label": "PROVISION",
            "start_char": 44950,
            "end_char": 44964
        },
        {
            "text": "Securities and Exchange Board of India (Amendment) Act, 2012",
            "label": "STATUTE",
            "start_char": 44972,
            "end_char": 45032
        },
        {
            "text": "SEBI",
            "label": "ORG",
            "start_char": 45171,
            "end_char": 45175
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 45476,
            "end_char": 45485
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 45493,
            "end_char": 45512
        },
        {
            "text": "Videocon",
            "label": "PRECEDENT",
            "start_char": 45587,
            "end_char": 45595
        },
        {
            "text": "Section 15-Z",
            "label": "PROVISION",
            "start_char": 46997,
            "end_char": 47009
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 47017,
            "end_char": 47025
        },
        {
            "text": "Section 15-Z",
            "label": "PROVISION",
            "start_char": 47488,
            "end_char": 47500
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 47508,
            "end_char": 47516
        },
        {
            "text": "Securities Appellate Tribunal",
            "label": "COURT",
            "start_char": 48459,
            "end_char": 48488
        },
        {
            "text": "29-10-2002",
            "label": "DATE",
            "start_char": 48566,
            "end_char": 48576
        },
        {
            "text": "Section 15-Z",
            "label": "PROVISION",
            "start_char": 48811,
            "end_char": 48823
        },
        {
            "text": "Securities and Exchange Board of India (Amendment) Act, 2002",
            "label": "STATUTE",
            "start_char": 48831,
            "end_char": 48891
        },
        {
            "text": "Section 15-Z",
            "label": "PROVISION",
            "start_char": 48921,
            "end_char": 48933
        },
        {
            "text": "SEBI Act",
            "label": "STATUTE",
            "start_char": 48941,
            "end_char": 48949
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 50005,
            "end_char": 50015
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 50250,
            "end_char": 50260
        },
        {
            "text": "Section 15 (3)",
            "label": "PROVISION",
            "start_char": 50284,
            "end_char": 50298
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 50435,
            "end_char": 50445
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 50796,
            "end_char": 50817
        },
        {
            "text": "Indian Justice delivery system",
            "label": "ORG",
            "start_char": 50911,
            "end_char": 50941
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 51146,
            "end_char": 51167
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 51249,
            "end_char": 51259
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 51267,
            "end_char": 51288
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 51453,
            "end_char": 51474
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 51606,
            "end_char": 51616
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 51624,
            "end_char": 51645
        },
        {
            "text": "HPL India Limited",
            "label": "PRECEDENT",
            "start_char": 51806,
            "end_char": 51823
        },
        {
            "text": "CS (OS) 1333 of 2004",
            "label": "CASE_NUMBER",
            "start_char": 51900,
            "end_char": 51920
        },
        {
            "text": "02.09.2016",
            "label": "DATE",
            "start_char": 51965,
            "end_char": 51975
        },
        {
            "text": "20.12.2016",
            "label": "DATE",
            "start_char": 52019,
            "end_char": 52029
        },
        {
            "text": "HPL India Limited",
            "label": "PRECEDENT",
            "start_char": 52144,
            "end_char": 52161
        },
        {
            "text": "Eros",
            "label": "PRECEDENT",
            "start_char": 52217,
            "end_char": 52221
        },
        {
            "text": "Eros",
            "label": "PRECEDENT",
            "start_char": 52343,
            "end_char": 52347
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 52542,
            "end_char": 52552
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 52560,
            "end_char": 52581
        },
        {
            "text": "G.S. SISTANI",
            "label": "JUDGE",
            "start_char": 53349,
            "end_char": 53361
        },
        {
            "text": "JYOTI SINGH",
            "label": "JUDGE",
            "start_char": 53365,
            "end_char": 53376
        },
        {
            "text": "APRIL 11, 2019",
            "label": "DATE",
            "start_char": 53380,
            "end_char": 53394
        }
    ],
    "precedent_clusters": {
        "Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018)": [
            "HPL (India) and Others vs. QRG Enterprises& Anr",
            "Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018)",
            "Brahmos Aerospace Pvt Ltd. vs. FIIT JEE Ltd & Anr",
            "FAO (OS) (COMM) 247/2018",
            "Eros Resorts",
            "Eros Resorts",
            "Eros Resorts",
            "Eros Resorts",
            "Brahmos",
            "Eros Resorts and Hotels Ltd.",
            "Brahmos Aerospace",
            "Eros",
            "Brahmos",
            "Eros",
            "Eros"
        ],
        "Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33": [
            "Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33",
            "Videocon",
            "Videocon"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 65(c)",
            "Evidence Act, 1872",
            "Section 65(c)",
            "Evidence Act, 1872"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 32",
            "Securities and Exchange Board of India (Amendment) Act, 2002",
            "Section 32",
            "Securities and Exchange Board of India (Amendment) Act, 2002"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 15Z",
            "Securities and Exchange Board of India (Amendment) Act, 2002",
            "Section 15Z",
            "Securities and Exchange Board of India (Amendment) Act, 2002"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 26",
            "Amending Act",
            "Section 26",
            "Amending Act"
        ],
        [
            "Section 36",
            "Amending Act",
            "Section 36",
            "Amending Act"
        ],
        [
            "Section 26",
            "Amending Act",
            "Section 26",
            "Amending Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 13, 15, 16 & 21",
            "Commercial Courts Act",
            "Sections 13, 15, 16 & 21",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908",
            "Order XLIII",
            "Code of Civil Procedure, 1908"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996",
            "section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XIV-A",
            "Code of Civil Procedure, 1908",
            "Order XIV-A",
            "Code of Civil Procedure, 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908",
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order 43",
            "Code of Civil Procedure (CPC)",
            "Order 43",
            "Code of Civil Procedure (CPC)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13 (2)",
            "Commercial Courts Act",
            "Section 13 (2)",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section (1) of Section 16",
            "CPC",
            "Sub-Section (1) of Section 16",
            "CPC"
        ],
        [
            "Section (3)",
            "CPC",
            "Section (3)",
            "CPC"
        ],
        [
            "Sections 16 and 21",
            "CPC",
            "Sections 16 and 21",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 104",
            "CPC",
            "Section 104",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 10",
            "Delhi High Court Act, 1966",
            "section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "section 104",
            "CPC",
            "section 104",
            "CPC"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 13(1)",
            "Code of Civil Procedure",
            "Section 13(1)",
            "Code of Civil Procedure"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 104(1)",
            "CPC",
            "Section 104(1)",
            "CPC"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 65 (c)",
            "Evidence Act",
            "Section 65 (c)",
            "Evidence Act"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act",
            "Section 15",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15 (2)",
            "Securities and Exchange Board of India (Amendment) Act, 2012",
            "Section 15 (2)",
            "Securities and Exchange Board of India (Amendment) Act, 2012"
        ],
        [
            "Section 6",
            "General Clauses Act",
            "Section 6",
            "General Clauses Act"
        ],
        [
            "Section 15-Z",
            "SEBI Act",
            "Section 15-Z",
            "SEBI Act"
        ],
        [
            "Section 15-Z",
            "SEBI Act",
            "Section 15-Z",
            "SEBI Act"
        ],
        [
            "Section 15-Z",
            "Securities and Exchange Board of India (Amendment) Act, 2002",
            "Section 15-Z",
            "Securities and Exchange Board of India (Amendment) Act, 2002"
        ],
        [
            "Section 15-Z",
            "SEBI Act",
            "Section 15-Z",
            "SEBI Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 15Z",
            "SEBI Act",
            "Section 15Z",
            "SEBI Act"
        ],
        [
            "Section 34",
            "Amending Act",
            "Section 34",
            "Amending Act"
        ],
        [
            "Section 36",
            "Amending Act",
            "Section 36",
            "Amending Act"
        ],
        [
            "Section 26",
            "Amending Act",
            "Section 26",
            "Amending Act"
        ],
        [
            "Section 26",
            "Amending Act",
            "Section 26",
            "Amending Act"
        ],
        [
            "Section 9",
            "Amending Act",
            "Section 9",
            "Amending Act"
        ],
        [
            "Section 17",
            "Amending Act",
            "Section 17",
            "Amending Act"
        ],
        [
            "Section 9",
            "Amending Act",
            "Section 9",
            "Amending Act"
        ],
        [
            "Section 17",
            "Amending Act",
            "Section 17",
            "Amending Act"
        ],
        [
            "Sections 2(1)(c) and 2(1)(i)",
            "Commercial Courts Act",
            "Sections 2(1)(c) and 2(1)(i)",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 15 (3)",
            "Commercial Courts Act",
            "Section 15 (3)",
            "Commercial Courts Act"
        ],
        [
            "Section 13 (1A)",
            "Commercial Courts Act",
            "Section 13 (1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)",
            "Commercial Courts Act",
            "Section 2(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 21",
            "CPC",
            "Section 21",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 104",
            "CPC",
            "Section 104",
            "CPC"
        ],
        [
            "Section 104",
            "CPC",
            "Section 104",
            "CPC"
        ],
        [
            "Section 104",
            "CPC",
            "Section 104",
            "CPC"
        ],
        [
            "Section 104",
            "CPC",
            "Section 104",
            "CPC"
        ],
        [
            "Order XLIII Rule 1",
            "CPC",
            "Order XLIII Rule 1",
            "CPC"
        ],
        [
            "proviso to Section 13(1)",
            "Commercial Courts Act, 2015",
            "proviso to Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "sub-Section (1) of Section 13",
            "Commercial Courts Act, 2015",
            "sub-Section (1) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(14)",
            "Commercial Courts Act",
            "Section 2(14)",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-section (2) of section 13",
            "Commercial Courts Act, 2015",
            "sub-section (2) of section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 13",
            "Commercial Courts Act, 2015",
            "section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 16(2)",
            "CPC",
            "section 16(2)",
            "CPC"
        ],
        [
            "section 13(2)",
            "Commercial Courts Act, 2015",
            "section 13(2)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 13(1)",
            "Commercial Courts Act, 2015",
            "section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 13",
            "Commercial Courts Act, 2015",
            "section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(9)",
            "Commercial Courts Act",
            "Section 2(9)",
            "Commercial Courts Act"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 13(2)",
            "Code of Civil Procedure",
            "Section 13(2)",
            "Code of Civil Procedure"
        ],
        [
            "Section 13(1)",
            "Code of Civil Procedure",
            "Section 13(1)",
            "Code of Civil Procedure"
        ],
        [
            "Section 13(1)",
            "Code of Civil Procedure",
            "Section 13(1)",
            "Code of Civil Procedure"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 10",
            "Delhi High Court Act, 1966",
            "Section 10",
            "Delhi High Court Act, 1966"
        ],
        [
            "Section 13(2)",
            "Code of Civil Procedure",
            "Section 13(2)",
            "Code of Civil Procedure"
        ],
        [
            "Section 13(1)",
            "Code of Civil Procedure",
            "Section 13(1)",
            "Code of Civil Procedure"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "sub-section 3 of Section 15",
            "Arbitration and Conciliation Act",
            "sub-section 3 of Section 15",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15",
            "Securities and Exchange Board of India (Amendment) Act, 2012",
            "Section 15",
            "Securities and Exchange Board of India (Amendment) Act, 2012"
        ],
        [
            "Section 15 (3)",
            "Securities and Exchange Board of India (Amendment) Act, 2012",
            "Section 15 (3)",
            "Securities and Exchange Board of India (Amendment) Act, 2012"
        ],
        [
            "Section 15",
            "Securities and Exchange Board of India (Amendment) Act, 2012",
            "Section 15",
            "Securities and Exchange Board of India (Amendment) Act, 2012"
        ],
        [
            "Section 34",
            "Amending Act",
            "Section 34",
            "Amending Act"
        ],
        [
            "Section 9",
            "Amending Act",
            "Section 9",
            "Amending Act"
        ],
        [
            "Section 17",
            "Amending Act",
            "Section 17",
            "Amending Act"
        ],
        [
            "Chapter IV",
            "Commercial Courts Act, 2015",
            "Chapter IV",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII Rule 1",
            "CPC",
            "Order XLIII Rule 1",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Eros Resorts and Hotels Ltd. vs. Explorer Associates Pvt Ltd. reported at 251 (2018)": 15,
        "Videocon International Ltd. vs. Securities and Exchange Board of India (SEBI) reported at 2015 (4) SCC 33": 3
    },
    "provision_counts": {
        "Section 65(c) of Evidence Act, 1872": 1,
        "Section 13 of Commercial Courts Act": 9,
        "Section 10 of Delhi High Court Act, 1966": 10,
        "Section 15Z of SEBI Act": 6,
        "Section 32 of Securities and Exchange Board of India (Amendment) Act, 2002": 1,
        "Section 15Z of Securities and Exchange Board of India (Amendment) Act, 2002": 1,
        "Section 26 of Amending Act": 4,
        "Section 36 of Amending Act": 2,
        "Section 15 of Commercial Courts Act": 3,
        "Section 13 of Commercial Courts Act, 2015": 2,
        "Sections 13, 15, 16 & 21 of Commercial Courts Act": 1,
        "Order XLIII of Code of Civil Procedure, 1908": 1,
        "section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Order XIV-A of Code of Civil Procedure, 1908": 1,
        "sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908": 1,
        "Order 43 of Code of Civil Procedure (CPC)": 1,
        "Section 37 of Arbitration and Conciliation Act": 2,
        "Section 13 (2) of Commercial Courts Act": 1,
        "Order 43 of CPC": 1,
        "Sub-Section (1) of Section 16 of CPC": 1,
        "Section (3) of CPC": 1,
        "Sections 16 and 21 of CPC": 1,
        "Order XLIII of CPC": 13,
        "Section 37 of Arbitration and Conciliation Act, 1996": 3,
        "Section 104 of CPC": 5,
        "section 10 of Delhi High Court Act, 1966": 1,
        "section 104 of CPC": 1,
        "Section 13(1) of Code of Civil Procedure": 4,
        "Section 104(1) of CPC": 1,
        "Section 65 (c) of Evidence Act": 1,
        "Section 15 of Arbitration and Conciliation Act": 1,
        "Section 15 of Commercial Courts Act, 2015": 2,
        "Section 15 (2) of Securities and Exchange Board of India (Amendment) Act, 2012": 1,
        "Section 6 of General Clauses Act": 1,
        "Section 15-Z of SEBI Act": 3,
        "Section 15-Z of Securities and Exchange Board of India (Amendment) Act, 2002": 1,
        "Section 16 of CPC": 3,
        "Section 34 of Amending Act": 2,
        "Section 9 of Amending Act": 3,
        "Section 17 of Amending Act": 3,
        "Sections 2(1)(c) and 2(1)(i) of Commercial Courts Act": 1,
        "Section 15 (3) of Commercial Courts Act": 1,
        "Section 13 (1A) of Commercial Courts Act": 1,
        "Section 2(1) of Commercial Courts Act": 1,
        "Section 21 of CPC": 1,
        "Section 13(1) of Commercial Courts Act, 2015": 3,
        "Order XLIII Rule 1 of CPC": 2,
        "proviso to Section 13(1) of Commercial Courts Act, 2015": 1,
        "sub-Section (1) of Section 13 of Commercial Courts Act, 2015": 1,
        "Section 2(14) of Commercial Courts Act": 1,
        "sub-section (2) of section 13 of Commercial Courts Act, 2015": 1,
        "section 13 of Commercial Courts Act, 2015": 2,
        "section 16(2) of CPC": 1,
        "section 13(2) of Commercial Courts Act, 2015": 1,
        "section 13(1) of Commercial Courts Act, 2015": 1,
        "Section 2(9) of Commercial Courts Act": 1,
        "Section 13(2) of Code of Civil Procedure": 2,
        "sub-section 3 of Section 15 of Arbitration and Conciliation Act": 1,
        "Section 15 of Securities and Exchange Board of India (Amendment) Act, 2012": 2,
        "Section 15 (3) of Securities and Exchange Board of India (Amendment) Act, 2012": 1,
        "Chapter IV of Commercial Courts Act, 2015": 1
    },
    "statute_counts": {
        "Evidence Act, 1872": 1,
        "Commercial Courts Act": 20,
        "Delhi High Court Act, 1966": 11,
        "SEBI Act": 9,
        "Securities and Exchange Board of India (Amendment) Act, 2002": 3,
        "Amending Act": 14,
        "Commercial Courts Act, 2015": 15,
        "Code of Civil Procedure, 1908": 3,
        "Arbitration and Conciliation Act, 1996": 4,
        "Code of Civil Procedure (CPC)": 1,
        "Arbitration and Conciliation Act": 4,
        "CPC": 31,
        "Code of Civil Procedure": 6,
        "Evidence Act": 1,
        "Securities and Exchange Board of India (Amendment) Act, 2012": 4,
        "General Clauses Act": 1
    }
}