{
    "id": "859d6ff1d564ad25abb24193af3505eea5ca73e8f63c1fbda34721d300af36f3",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nTata Consumer Products Limited vs Itc Limited on 21 April, 2023 \nAuthor: P.Naveen Rao\nBench: P Naveen Rao, Nagesh Bheemapaka\n                High Court For The State Of Telangana\n                                ********\n\n               Civil Miscellaneous Appeal No.69 Of 2023 \n\nBetween:\n\nTata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative\nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana. \n                                                                  .... Appellant/Respondent/ \n                                                                                 Defendant\n       And\n\nItc Limited, \nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized \nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana. \n                                                                ..... Respondent/ Respondent/ \n                                                                                   Plaintiff\n\nDate Of Judgment Pronounced                          : 21.04.2023 \n\n                   Hon'Ble Sri Justice P. Naveen Rao \n                                  And \n                Hon'Ble Sri Justice Nagesh Bheemapaka \n\n\n1.     Whether Reporters of Local Newspapers :             Yes\n        may be allowed to see the Judgments ?\n\n2.     Whether the copies of judgment may be :             Yes\n       marked to Law Reporters /Journals \n\n3.     Whether Their Lordship wish to                  :   No\n       see the fair copy of the Judgment ? \n                                                                            Pnr, J & Nbk ,J \n                                                                         Cma No.69 of 2023 \n                                              2 \n\n\n                     * Hon'Ble Sri Justice P. Naveen Rao \n                                     And \n                   Hon'Ble Sri Justice Nagesh Bheemapaka \n\n                  + Civil Miscellaneous Appeal No.69 Of 2023 \n\n% 21.04.2023 \n\nBetween:\n# Tata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative \nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana. \n                                                            .... Appellant/ Respondent/ \n                                                                           Defendant\n       and \n\n$ Itc Limited,\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.\n                                                         ..... Respondent/ Respondent/ \n                                                                            Plaintiff\n\n! Counsel for the appellant           : Sri Ashok Ram Kumar for Sri P.Satya\n                                       Venkateswara Rao \n\nCounsel for the Respondent           : Hemanth Singh appearing for Sri \n                                       M.Mallikarjun Reddy \n\n< Gist : \n\n> Head Note: \n\n? Cases referred:\n2022 ( 10 ) Scc 1\nCommercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 \n                                                                           Pnr, J & Nbk , J \n                                                                        Cma No.69 of 2023 \n                                           3\n\n\n                Honourable Sri Justice P.Naveen Rao \n                                 And\n               Hon'Ble Sri Justice Nagesh Bheemapaka \n\n              Civil Miscellaneous Appeal No.69 Of 2023 \n\nJudgment: \n(Per Hon'ble Sri Justice P.Naveen Rao) It is apt to begin this judgment with the often quoted statement by Joseph Grynbaum. He said and quite rightly, 'an ounce of mediation is worth a pound of arbitr ation and a ton of litigation' . Joseph Grynbaum specializes in mediating complex multi-party commercial disputes. \n2. Heard learned senior counsel Sri Ashok Ram Kumar for Sri P.Satya Venkateswara Rao for the appellant and the learned counsel Sri Hemanth Singh appearing for Sri M.Mallikarjun Reddy for the respondent. Parties herein are referred to as arrayed in the suit. \n3. Plaintiff and the respondent are the Companies registered under the Companies Act, 2013. According to plaintiff, it is a century old business house engaged in business of marketing and/or manufacturing of diverse goods and services including packaged Foods and Beverages etc. It claims to be one of India's foremost Private Sector Company having total income of about 62,336 crores in the financial year 2021-22 with market capitalization of about 3,08,882 crores as on 31.03.2022. It is rated amongst India's 50 biggest Non-financial companies and ranked amongst the top 5 of India's Most valuable companies for the years 2014 to 2019 by Business Today. It is also adjudged to be one of the world's top 250 most PNR,J & NBK,J regarded companies of 2019 by Forbes Magazine. It claims to enjoy enviable market position in foods business driven by renowned brads including 'AASHIRVAAD salt'. Defendant is also involved in various consumer products under the brand name 'TATA'. Defendant is also involved in manufacturing and selling of salt with the brand name 'Shuddh by TATA salt'. \n4. According to the plaintiff, plaintiff is aggrieved against the defendant about its adoption, use and launch in December, 2022 of a trade dress which is a colourable and slavish imitation of 'AASHIRVAAD salt' trade dress of the plaintiff. The adoption and use by the defendant of the new 'TATA SHUDDH salt' trade dress for sale of salt is dishonest and motivated to trade upon the goodwill and reputation associated with plaintiff's 'AASHIRVAAD salt'. Plaintiff alleges that there is a deliberate attempt to not only copy the overall colour combination, but also the overall get-up and arrangement of features. The plaintiff alleges that impugned packaging/trade dress by the defendant can have no possible justification for adoption of several features in combination from the plaintiff's 'AASHIRVAAD salt' packaging and get-up. Plaintiff alleges that the 'Shuddh TATA Salt' packaging trade dress is imitation of 'AASHIRVAAD salt trade dress' of plaintiff. \n5. Plaintiff filed C.O.S.No.5 of 2023 in Principal Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes, PNR,J & NBK,J Hyderabad, under Section 26 read with Section 20, Order VII Rule 1 read with Section 151 of Code of Civil Procedure, 1908 and under Sections 29 and 135 of Trade Marks Act, 1999 to restrain infringement of trade mark registration Nos.3335001 and 3335002, passing of, disparagement, rendition of accounts of profits/ damages, delivery etc.\n6. Plaintiff prayed to grant several reliefs, more particularly, decree of permanent injunction restraining the defendant, by itself and/or through its directors, group companies, associates, divisions, assignees in business, licensees, franchisees, agents, distributors and dealers from manufacturing, selling, offering for sale, advertising in any manner including on the internet, directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar, colourable imitation and/or substantial reproduction of the plaintiff's 'AASHIRVAAD SALT' trade dress amounting to infringement of plaintiff's registered trade mark nos.3335001 and 3335002 in clause-30 as enunciated in the plaint; a decree of permanent injunction restraining the defendant in any manner likely to cause confusion amounting to passing off and unfair competition, disparaging, defaming or denigrating the products; an order for rendition of accounts of profits illegally earned by the defendant and a decree for an amount found due or, in the alternative, a decree for 2 crores towards compensatory and penal damages.\nPNR,J & NBK,J 7. Plaintiff filed affidavit expressing urgency in the matter praying the Commercial Court to entertain the suit without compelling the plaintiff to take recourse to mediation before filing the suit. In the affidavit, plaintiff states that in December, 2022, the plaintiff was shocked to learn that the defendant had re-launched its salt under the brand 'Shuddh by TATA' in a package, which is a slavish and colourable imitation of the plaintiff's 'AASHIRVAAD Salt Trade Dress'. By enclosing two images of respective products, plaintiff alleges dishonesty and the extent of copying of the defendant is evident from the comparative photographs. Plaintiff alleges that unauthorized manufacture, offer for sale and sale of the salt under the impugned packaging has caused serious loss and damage to the plaintiff and will continue to cause loss and damage to the plaintiff unless the same are injected by the Court. Plaintiff further contended that visual identity and/or deceptive similarity between the product packaging of the plaintiff and that of the defendant is bound to confuse/mislead the unwary consumer with average intelligence and imperfect recollection into mistaking the defendant's product as that of the plaintiff. Plaintiff alleges that this has been deliberately done by the defendant to ride piggyback on the tremendous reputation of the plaintiff and pass of its goods as those of the plaintiff. \n8. Plaintiff alleges that defendant is committing acts of infringement of trade mark, copyright, passing off within the jurisdiction of the Hon'ble Commercial Court and unless defendant is restrained by way of an ad- PNR,J & NBK,J interim injunction from manufacturing, selling, offering for sale, advertising in any manner including on the internet, the products under the impugned packaging, plaintiff would suffer irreparable loss and grave hardship, which cannot be compensated in monetary terms. Plaintiff therefore pleads that there is urgent need to restrain the defendant from further infringing the plaintiff's registered trade mark, copyright and committing acts of passing off. He therefore sought exemption from pre-institution mediation and settlement and to file the suit. Plaintiff pleads that in extreme urgency the suit is filed and also filed application under Order XXXIX Rules 1 and 2 of CPC for urgent ad-interim reliefs. He would contend that if the application is not allowed, the very purpose of initiating the suit by the plaintiff would be frustrated and as a result plaintiff would suffer irreparable damage and injury. \n9. As averred in the affidavit to seek exemption under Section 12A, plaintiff also filed I.A.No.26 of 2023 under Order XXXIX Rules 1 and 2 of CPC praying to grant an order of interim injunction restraining the defendant, by itself and/or through its Directors, group companies, associates, franchisees, agents, distributors and dealers from in any manner disparaging, defaming or denigrating the products of the plaintiff in any manner including on the internet directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar to plaintiff's PNR,J & NBK,J 'AASHIRVAAD Salt Trade Dress' in any manner whatsoever amounting to infringement of trade mark, copyright, passing off and unfair competition, disparaging, defaming, or denigrating the products of the plaintiff in any manner whatsoever.\n10. The Commercial Court while issuing urgent notice, returnable by 20.02.2023, by Order dated 01.02.2023, observed that though the words 'AASHIRVAAD' and 'SHUDDH TATA salt' are different, the shape and make of the packet, its size, the colour combination of the printed label containing yellow, orange, blue and white make the package appear similar and, therefore, it appears, prima facie, that the respondent is knowingly or unknowingly marketing its products in the package similar to the package used by the petitioner. The Commercial Court observed prima facie case is made out by the plaintiff and that if injunction is not granted, the plaintiff would put to un-measurable loss. Thus, the trial Court was inclined to grant ad-interim temporary injunction against the defendant directing them not to produce and release to the market the salt packets similar to the packets used by the plaintiff. The respondent was restrained from doing so by means of ad-interim injunction. However, the Commercial Court saved the retail marketing of the product already released into the market. Aggrieved thereby, the present Civil Miscellaneous Appeal is filed by the defendant. \nPNR,J & NBK,J 11. Both counsel have made elaborate submissions on various aspects touching up on merits of the respective stands on alleged infringement of patent of the plaintiff concerning their 'AASHIRVAAD' salt product by the defendant. In addition, learned senior counsel for defendant made preliminary submission on maintainability of the Commercial suit. \n12. It is contended that Section 12-A of the Commercial Courts Act, 2015 (Act, 2015) was not complied before instituting the suit and that provision being mandatory, non-compliance thereof is sufficient to hold the suit as not maintainable. According to the learned senior counsel for defendant, scheme of the Act envisages parties to a dispute first to take recourse to mediation as a measure to resolve inter se dispute and only on failure of the resolution of dispute by mediation, they should take recourse to filing a suit before the Commercial Court under the Act. Being a special provision with primary objective of curtailing litigation and encouraging the parties to resolve the inter se dispute by mediation prior to availing legal remedy, it must be strictly construed and complied. \n13. Per contra, according to the learned counsel for respondent, within ten months of launching its product, the defendant has changed packaging which in many respects similar to the packaging of 'AASHIRVAD SALT' of the plaintiff causing immense damage to its reputation and marketing prospects. The plaintiff is the prior user of its patented package. It has PNR,J & NBK,J been using packaging for the last two years and received tremendous response from consumers. Only to knock away the sales of the plaintiff, the defendant has changed packaging to make it appear similar to the packaging of 'AASHIRVAAD SALT' of the Plaintiff. \n14. According to learned counsel, Section 12-A of the Act, 2015 has no application when an urgent relief contemplated by the plaintiff. As the defendant infringed the patent of the plaintiff permitting the defendant to continue to manufacture and distribute the salt under the brand name, 'SHUDH by TATA Salt' would cause serious hardship and huge business loss to the plaintiff and grave prejudice would be caused to the plaintiff. Thus, there is urgency in seeking ad-interim injunction. According to the learned counsel, in the affidavit filed under Section 12-A of the Act, 2015, all the details are furnished why plaintiff is seeking indulgence of the Commercial Court to file the suit without availing the mediation process and the Commercial Court having convinced with the plea raised by the plaintiff, has rightly entertained the suit and granted injunction order. \n15. He would submit that if the defendant is aggrieved by injunction order granted by the trial Court, he ought to have filed appropriate application for vacating the injunction and prosecute the suit. He could not have rushed to this Court challenging the injunction order without first seeking vacation of the said interim order. He would submit that even assuming that plaintiff PNR,J & NBK,J has not satisfied the ingredients of Section 12-A of the Act, 2015, it is no ground to file the Appeal without first filing appropriate application before the Commercial Court. \n16. Though extensive submissions are made on various aspects, we are confining our consideration to the scope of Section 12-A of the Act, 2015 as accepting the contention of the defendant on maintainability of the suit would be going to the root of the litigation initiated by the plaintiff. \n17. A dispute arising out of ordinary transactions of merchants, bankers, financiers and traders, export or import of merchandise, construction, infrastructure and technology development agreements, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, to name a few is a civil dispute having commercial angle. Hitherto, regular Civil Courts were dealing with all disputes of civil in nature including disputes involving commercial transactions. However, there is huge pendency of civil disputes in all the civil Courts in the country. Ordinarily, a civil dispute to say the least takes 5 to 10 years to conclude in a trial Court. Thereon, on appeal, it will be pending at least for another five years. Pendency of civil litigation and inordinate delay in disposal impacts disputes involving commercial transactions. A stay in a case concerning an infrastructure project culminating in a decision after 10 years will have cascading effect on the project and all activities relating to the project. \nPNR,J & NBK,J 18. Long pendency of litigation and more particularly litigation relating to business and commerce has caused severe dent in ensuring flow of foreign investments and Multi-national Companies showing interest in doing business in India. The Multi-national Companies and other investors fear long drawn litigation as a stumbling block in doing business in India. In order to promote foreign investments in India and dispel the impression of foreign investors that litigation is consuming long time for resolution, the Government of India has initiated several measures. It has brought out the Commercial Courts Act, 2015 creating separate adjudication process in cases involving commercial disputes. The Act aims to fast track the disposal of cases involving commercial disputes. \n19. On review of working of the Act, the Government brought out certain amendments to the Act by Amendment Act 28 of 2018. The statement of objects and reasons to bring about these amendments are spelt out as under:\n\"The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank 'Doing Business Report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. Needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system. It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.\" \nPNR,J & NBK,J (emphasis supplied)\n20. Significant change in perception is by introducing Section 12-A to the Act by Amendment Act 28 of 2018. Why this provision introduced is highlighted in statement of objects and reasons. It reads as under:\n\"Statement of Objects and Reasons.--\n1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was enacted for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and for matters connected therewith or incidental thereto.\n2. The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank \"Doing Business Report\"\nwhich, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc. which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. Needless to say, that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system. It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. \n3. As Parliament was not in session and immediate action was required to be taken to make necessary amendments in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, to further improve India's ranking in the \"Doing Business Report\", the President promulgated the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 on 3-5-2018. \n4. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Bill, 2018 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018, which inter alia, provides for the following namely-- (i) to (iv) xxx (v) to provide for compulsory mediation before institution of a suit, where no urgent interim relief is contemplated and for this purpose, to introduce the pre-institution mediation and settlement mechanism and PNR,J & NBK,J to enable the Central Government to authorise the authorities constituted under the Legal Services Authorities Act, 1987 for this purpose.\n5. The Bill seeks to achieve the above objectives.\" \n20.1. Section 12-A of the Act, 2015 reads as under:\nS.12A. Pre-Institution Mediation and Settlement.-- (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub- section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21. It is a game changer for two reasons. Firstly, it aims to drive away warring parties to a dispute from litigating and to take recourse to mediation. No dispute is beyond resolution by means of mediation. In business, resolution of a dispute by mediation helps in building camaraderie. The case on hand is a case to highlight its importance. In the instant case, both PNR,J & NBK,J companies are leading companies, well established, have a good market share of their products and have built consumer confidence by decades of hard work and commitment to quality and durability of their products. Both have enviable dominance in consumer products. It is not in the interest of business and consumer activity for these giants to fight litigation on a product, in this case, salt. We are confident that if they have taken recourse to mediation the dispute would have been resolved. \n22. Secondly, it seeks to decongest the courts from avoidable litigation. The flow of litigation involving commercial dispute has increased many fold. Even the Commercial Courts are overloaded and taking lot of time for disposal of cases. Unless they are decongested the main objective of creating the Special Courts gets defeated. It is thus necessary to mandate parties to a dispute to take recourse to mediation and discourage them to rush to the Court. \n23. It is necessary to encourage two warring parties to first explore means to resolve the dispute before rushing to the Court and litigate. Section 12-A of the Act therefore mandates the plaintiff to first explore the mediation process before instituting the suit. However, it carves out exception to availing the remedy of mediation at pre-litigation stage only if the plaintiff requires urgent interlocutory orders. Having regard to the purpose and object sought to be achieved, dispensing with the course of availing mediation and PNR,J & NBK,J directly instituting the suit is only when urgent interlocutory orders are required by the plaintiff and not as a matter of course. \n24. In M/s. Patil Automation Private Limited and others vs. Rakheja Engineers Private Limited1, Hon'ble Supreme Court held as under:\n\"91.4. Spread over five sub-sections, this standalone section in Chapter III-A, no doubt, supported by the Rules, in our view, substantially manifests a definite scheme to effectively deal with the perceived urgent problem of acute clogging of the justice delivery system, which had to be de-congested. Section 12-A cannot be perceived as merely intended to reach quicker justice, and what is more, on terms, which are mutually acceptable to the parties concerned. Even, more importantly, it was to produce a vital and significant effect on the very interest of the nation. We have perused the Statement of Objects and Reasons. To attract foreign capital by enhancing its rather low standard in the ease of doing business, it was and is still necessary to showcase an efficient and quick justice delivery system in commercial matters. In fact, India, which was ranked at 142 out of 189 countries, in the Ease of Doing Business Index, in 2015, climbed up to only 130 in the year 2016. By 2020, India stood at the 63rd position. \nxxx 99.1. The Act did not originally contain Section 12-A. It is by amendment in the year 2018 that Section 12-A was inserted. The Statement of Objects and Reasons are explicit that Section 12-A was contemplated as compulsory. The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief. The provision has been contemplated only with reference to plaintiffs who do not contemplate urgent interim relief. The legislature has taken care to expressly exclude the period undergone during mediation for reckoning limitation under the Limitation Act, 1963. The object is clear. \n99.2. It is an undeniable reality that courts in India are reeling under an extraordinary docket explosion. Mediation, as an alternative dispute mechanism, has been identified as a workable solution in commercial matters. In other words, the cases under the Act lend themselves to be resolved through mediation. Nobody has an absolute right to file a civil suit. A civil suit can be barred absolutely or the bar may operate unless certain conditions are fulfilled. Cases in point, which amply illustrate this principle, are Section 80CPC and Section 69 of the Partnership Act. \n99.3. The language used in Section 12-A, which includes the word \"shall\", certainly, goes a long way to assist the Court to hold that the provision is mandatory. The entire procedure for carrying out the mediation, has been 2022 (10) SCC 1 PNR,J & NBK,J spelt out in the Rules. The parties are free to engage counsel during mediation. The expenses, as far as the fee payable to the mediator, is concerned, is limited to a one-time fee, which appears to be reasonable, particularly, having regard to the fact that it is to be shared equally. A trained mediator can work wonders. \n99.4. Mediation must be perceived as a new mechanism of access to justice. We have already highlighted its benefits. Any reluctance on the part of the Court to give Section 12-A, a mandatory interpretation, would result in defeating the object and intention of Parliament. The fact that the mediation can become a non-starter, cannot be a reason to hold the provision not mandatory. Apparently, the value judgment of the lawgiver is to give the provision, a modicum of voluntariness for the defendant, whereas, the plaintiff, who approaches the court, must, necessarily, resort to it. Section 12-A elevates the settlement under the Act and the Rules to an award within the meaning of Section 30(4) of the Arbitration Act, giving it meaningful enforceability. The period spent in mediation is excluded for the purpose of limitation. The Act confers power to order costs based on conduct of the parties. \n100. In the cases before us, the suits do not contemplate urgent interim relief. As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word \"contemplate\" or urgent interim relief, we need not dwell upon it. The other aspect raised about the word \"contemplate\" is that there can be attempts to bypass the statutory mediation under Section 12-A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis. Section 80(2)CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court. The proviso to Section 80(2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance. Our attention is drawn to the fact that Section 12-A does not contemplate such a procedure. This is a matter which may engage attention of the lawmaker. Again, we reiterate that these are not issues which arise for our consideration. In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\" (emphasis supplied) \n25. In Deepak Raheja vs. Ganga Taro Vazirani2, the Bombay High Court held that the use of the word \"shall\" in a statute generally raises presumption that the provision is mandatory and held that Section 12-A is mandatory. It held, \"16. It is no doubt correct that if the plain meaning of the words of a statute leads to anomaly and absurdity, then the court can look into the purpose for which the statute is enacted and try to reconcile the interpretation with the purpose of the statute. However, Commercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 PNR,J & NBK,J If the words of the statute are plain and obvious and do not result in any anomaly, then the court must give effect to the words as used in the statute. The use of the word \"shall\" in a statute generally raises a presumption that the provision is mandatory. This presumption can be rebutted by looking at the object and scope of the statute and the consequences flowing from the construction. To displace the presumption, the intention of the legislature is to be considered. xxx 24. Section 12A does not come into play if the suit contemplates an urgent relief. If a commercial suit (of specified value) contemplates urgent relief, it can be instituted in the court straightaway. Therefore, two classes of commercial disputes are contemplated under Section 12A. One in which an urgent interim relief is not contemplated and second where urgent interim relief is contemplated . Section 12A provides different schemes for these two classes of disputes. Where there is no urgent interim relief to first exhaust the remedy of pre-institution mediation. Where there is an urgent interim relief contemplated to approach the court directly. The emphasis is that for a particular type of dispute particular kind of remedy is more appropriate. Section 12A segregates commercial disputes depending on their urgency. Making segregation at the inception of a commercial dispute is a considered legislative instrument to speed up the disposal of commercial disputes. Court adjudication is not the only type of dispute resolution mechanism. Negotiations and mediation also resolve the dispute by finding a mutually acceptable solution. The parties can negotiate themselves or through a private person or machinery provided under the statute. Once the authority conducts the mediation under Section 12A, the mutually acceptable outcome can be enforced like an arbitral award. For some disputes with urgent interim reliefs, adjudication in courts can be a suitable remedy, while for some disputes, resolution through mediation can be more appropriate. Section 12A is recognition of this fact by the legislature. A clear legislative intent emerges from the plain reading of Section 12A that commercial dispute which contemplates an urgent interim relief, dispute resolution by Courts is primary, when there is no such interim relief contemplated, pre- institution mediation for mutual resolution of disputes to be attempted first should be appropriate. \nxxx 34. Thus, we hold that section 12A of the Act of 2015 is mandatory, and a commercial suit of specified value which does not contemplate any urgent interim relief under the Act of 2015, cannot not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. Considering the object and purpose of Section 12A of being rooted in the public interest, there is no question of it being waived by a party. The findings in the impugned order to the contrary are set aside.\" \nPNR,J & NBK,J 26. We are moving towards pre-litigation resolution of disputes by alternate means such as negotiation, conciliation and mediation. Many statutes made in the last few years have incorporated provisions to avail alternative mode of resolution of disputes. Resolution of disputes by mediation is being encouraged. In India, mediation is taking its roots firmly. Government of India is encouraging mediation to resolve disputers and is keen to make resort to mediation as mandatory. It seeks to introduce a bill in the Indian Parliament to make pre-litigation mediation mandatory in any litigation. Amendment Act, 28 of 2018 is in that direction. Legislative measures initiated and put in place in the recent past clearly point out to direction in which we are progressing towards resort to mediation to resolve a dispute as mandatory pre-requisite before taking recourse to availing civil/criminal law remedy. \n27. Coming to the case on hand, plaintiff and defendant are well established and are market leaders in several consumer products. They have built enviable positions in the country. According to plaintiff, its total earnings in the financial year 2021-22 is 62,336 crores. The figures of TATA may also be same if not more. Both companies are also involved in manufacture and sale of salt. The sticky point on which these two leading companies are fighting this litigation is in marketing the salt. The dispute concerns marketing salt in a particular package. Market share of salt in various forms and packaging is a small percentage of their total earnings. \nPNR,J & NBK,J 28. In the facts of this case, the Court has to satisfy that plaintiff has made out a case to dispense with availing mediation process, that he requires urgent orders and that not permitting him to institute the suit immediately without seeking recourse to mediation would cause irreparable injury and hardship. \n29. There was no consideration on urgency to file suit and seek urgent interlocutory orders. Dispensing from availing the mediation to resolve the dispute before instituting a suit is not a matter of course. The trial Court has not even looked into the mandatory nature of availing mediation as per Section 12-A. It has not applied its mind on whether the plaintiff has made out a case to dispense with taking recourse to mediation. It amounts to error of jurisdiction. Having regard to statutory mandate, we set aside the order under challenge and remit the matter to the Commercial Court to consider the maintainability of suit without availing the mediation as required by Section 12-A of the Act. \n30. The Appeal is accordingly, allowed. No costs. Miscellaneous applications, if any pending, stand closed. \n_________________________ P.NAVEEN RAO, J _________________________ NAGESH BHEEMAPAKA, J Date:21.04.2023 Note: Mark L R copy--YES B/o Kkm/ tvk PNR,J & NBK,J HONOURABLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL MISCELLANEOUS APPEAL NO.69 OF 2023 Date: 21.04.2023 Kkm/tvk",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court trinetramilan product vs a s narayanan on 7 june, 2023 author: s.r.krishna kumar bench: s.r.krishna kumar -1nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters in the high court of karnataka at bengaluru dated this the 7th day of june, 2023 before the hon'ble mr justice s.r.krishna kumar writ petition no. 23517 of 2022 c/w writ petition nos. 23530 of 2022, 2794 of 2023 and 2823 of 2023(gm-cpc) in w.p. no. 23517/2022 between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5, kadugodi industrial area near molex india limited bengaluru 560 067. digitally signed 2. r madhusudhana reddy by chandana s/o late v ranga reddy bm aged 53 years location: high director court of karnataka 3. vijaya kumari w/o santosh kumar k.p managing director aged about 50 years. 4. santosh kumar k p s/o p v balan nambiar aged about 51 years. 2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners (by sri amdhusudha reddy, adv., for smt. anusha r, adv.) and: tara narayanan w/o a.s. narayanan aged about 53 years -2nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067 .respondent (by smt. revathi adinatha narde, adv.) this wp is filedunder artilces 226 and 227 of the constitution of inida praying to call for records in com.os.no.337 of 2022 (earlier case no.o.s.no.1398/2020) pending before x additional district and session judge,(commercial court) bengaluru rural district. in w.p.no.23530/2022: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r. madhusudhana reddy s/o late v ranga reddy aged 53 years director having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. 3. vijaya kumari w/o santosh kumar k.p managing director 50 years. 4. santosh kumar k p s/o p v balan nambiar aged 51 years. o2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners -3nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under article 227 of the constitution of india praying to quash the order dtd 07.10.2022 passed by the ii additional senior civil judge, bengaluru rural district, bengaluru, bengaluru allowing ia no.1 filed by respondent under section 15 of the commercial courts act r/w section 151 of the code of civil procedure seeking transfer of os no.1397/2020 to the commercial court vide annx-a. in w.p. 2794/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar -4nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. in w.p.no.2823/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. -5nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: tara narayanan a.s. narayanan aged about 55 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. -6nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters these petitions, coming on for preliminary hearing, this day, the court made the following: order all these petitions arise out of two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 respectively, which are presently pending on the file of ii addl. senior civil judge, bengaluru rural district, bengaluru (commercial court). 2. heard the learned counsel for the parties and perused the material on record. 3. the material on record discloses that respondentplaintiff instituted two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 against the petitioners who are the defendants in both the suits for ejectment and other reliefs in relation to suit schedule immovable properties. it is an undisputed fact that both the suits instituted on 08.12.2020 are pending before the ii addl. senior civil judge, bengaluru rural district, bengaluru. the plaintiff in com.o.s.no.1397/2020 is mr. narayan while the plaintiff in com.o.s.no.1398/2020 is mrs. thara narayan, who is his wife. it is relevant to state that the petitioners are defendants in both the suits. nc: 2023:khc:19391 and connected matters 4. during pendency of the suits, the plaintiff filed applications under section 15 of the commercial courts act, 2015 (for short, the 'act') seeking transfer of both the suits to designated commercial court in view of the fact that the dispute between the parties was commercial dispute within the meaning of section 2(1)(c)(vii) r/w the explanation appended to the said provision. the said applications were opposed by the petitioners-defendants, who contended that the dispute between the parties was not a commercial dispute and consequently the suits could not be transferred to designated commercial court but had to continue before the senior civil judge, bengaluru rural district, bengaluru. it was also contended that applications ought to have been filed by the respondent before the principal senior civil judge, bengaluru rural district and not before the ii addl. senior civil judge, bengaluru rural district, bengaluru and as such the applications were liable to be rejected. 5. after hearing the parties, the trial court allowed the said applications directing transfer of the suits to the designated commercial court, bengaluru rural district, bengaluru by holding as under: nc: 2023:khc:19391 and connected matters \"order on ia filed \"u/s 15 of commercial courts\" act. the stage of the suit; the plaintiff's evidence; 2. the suit reliefs: (eviction and for recovery of arrears of rent) a) direct the defendants to quit and deliver the vacant possession of the suit schedule property to the plaintiff herein. b) direct the defendant to pay the plaintiff and balance rents and electricity charges or any other charges pending from the defendants to an extent of rs. 12,60,000/along with a reasonable interest at the discretion of this hon'ble court, and future mesne profits at the rate of rs.1,40,000/p.m., from the date of the suit till the date of delivery of vacant possession of the suit schedule property by the defendants to the plaintiff for the use and occupation of the schedule property as an unauthorised occupant / trespasser as contemplated under order 20 rule 12 of c.p.c. c) direct the defendants herein to pay the plaintiff damages for unnecessary harassment caused to her, as per the decision of this hon'ble court. d) direct the defendants to pay the plaintiff the costs of this suit and grant such other relief or reliefs as this hon'ble court deems fit to grant in the circumstances of the case. 3. the suit schedule nc: 2023:khc:19391 and connected matters property bearing 7a/4, kiadb, kadugodi industrial area near molex india ltd., bengaluru 560 067 measuring 6600 sq. ft (ground floor 4850 sq.ft and first floor 1775 sq.ft) and road for the common use of both the plaintiff and defendants, the land and the industrial shed bearing demarcated in the plan. 4. the plaintiff files an ia, ia filed u/s 15 of commercial courts\" act seeking transmit the file to commercial court in view of suit is for eviction from commercial building and also recovery of money. 5. the 2nd defendant files statement of objections ia by contending that application is not to maintainable as sec. 15 commercial court act 2005 is not a prospective nature as suit was not filed prior to 31.07.2018 as that day suits of commercial in nature must have been filed before dedicated commercial court and also the subject matter of suit does not fall under any categories mentioned en definition of commercial court act, 2015. commercial court is a district court and suit is not for commercial disputes and not the disputes such as the present one to be adjudicated. accordingly seeks for rejection of application. 6. heard on both sides; 7. . from the above materials, the following point is arisen for my consideration. points 10 nc: 2023:khc:19391 and connected matters whether plaintiff proves the nature of disputes involved in the suit attracts commercial nature accordingly, case to be transferred before the designated commercial court? 8. my answers to the above points are as follows: point no.i: in the affirmative. reasons 9. point no.: facts of the case: as per plaint averments, the plaintiff is the absolute owner of schedule property, she let out the schedule property on monthly rent basis for a period of 3 years, first year rs.1,40,000/p.m., from 08.09.2017 to 07.09.2018. second year rs.1,75,000/p.m., from 08.09.2018 to 07.09.2019 and third year rs.1,83,750/p.m., from 08.09.2019 to 07.09.2020. accordingly on registered lease deed dated 08.09.2017 was entered between the parties. as per say of the plaintiff, the defendants are running printing business. due to default in payment and also expiry of lease period, the eviction notice was issued on 19.10.2020 but did not vacate the premises despite termination of lease. hence, the suit was filed on 19.12.2020. 10. the plaintiff further says suit schedule property is situated at karnataka industrial development area (kidb), as per the say of plaintiff, the property was let out for printing press along with fixed accessories as plaintiff was running printing press earlier to lease in the schedule premises. therefore, it attracts commercial nature of 11 nc: 2023:khc:19391 and connected matters dispute as defendants deliberately stopped from paying agreed rent and also failed to vacate the despite notice. 11. after court summons was published in the news paper, the defendants appeared. the 2nd defendant or any other defendants did not choose to file written statement to know their contentions in this case. 12. though both sides especially 2nd defendant agreed indirectly that, the nature of facts agitated in the plaint attracts commercial disputes, but this court does not have power to transfer the case by exercising under section 24 of cpc instead it can return the plaint by invoking order 7 rule 10 of cpc., in case court finds dispute is a commercial dispute. 13. the 2nd defendant who represents the case party in person and also a practicing advocate argues that, in support of his submission, he relies on citation reported in 2021 scc online kunhimoosa). ker 9808 (c.k. surendran vs. in this citation, the hon'ble kerala high court held that, if court finds dispute attracts commercial dispute, the court has to return the plaint by invoking order 7 rule 10 of cpc., and as he does not have power to transfer the suit. 14. the supra citation does not applicable to facts on hand for the reason is, the case on hand was filed prior to establishment of dedicated commercial courts within the bengaluru rural district. 12 nc: 2023:khc:19391 and connected matters 15. now it is better to reproduce section 15 (1), (2) and (5) of commercial court act, 2015 for know the provisions of the act; transfer of pending cases: (1) all suits and applications, including applications under the arbitration and conciliation act, 1996, ( 26 of 1996) relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, (26 of 1996) relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which commercial court has been a constituted, shall be transferred to such commercial court. provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub section (1) or sub-section (2). (3)***** (4)***** (5) in the event that such suit or application is not transferred in the manner specified in sub section (1), sub-section (2) or sub section (3), the commercial appellate division of the high court may, on the 13 nc: 2023:khc:19391 and connected matters application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. as per supra provisions, where a commercial division has been constituted, the pending suits shall be transferred to the commercial court. commercial court is constituted subsequently institution it means, if the of the suit, the court has to transfer, in case after institution of commercial court in a district, the suit must not be filed in any other court. in case, it were filed, as per section 15(5) of, the act, the party may withdraw such suit and file before commercial court. 16. further, the commercial courts act was enacted, 31.02.2015 it had amendment. though it is again considered as in the year 2015 itself the act came into force but, it was depending upon concerned states or such states to establish or constitutes commercial courts. the section 2 (1) (7) commercial courts act which says agreements relating to immovable property used exclusively in trade or commerce which attracts the commercial disputes dispute. can also attracts commercial 17. here, since lease agreement which is a registered on 22.08.2017 and exclusively used for commercial business, it attracts commercial disputes. 14 nc: 2023:khc:19391 and connected matters 18. the learned counsel for plaintiff, produces the notification of hon'ble high court of karnataka dated 17.12.2020. in this bengaluru rural district, as per high court notification bearing 17.12.2022. no.gob (1) 1.2020 dated the hon'ble x addl. district and sessions court bengaluru rural district 28.12.2020. was established on further, the rti information furnished by administrative branch, bengaluru rural district dated 15.10.2022 which states that in bengaluru rural district, the 10th addl. district and sessions judge, bengaluru rural district, bengaluru dedicated commercial court started to functioning from 28.12.2020. filed on 19.12.2020. the suit was filed on 19.12.2020. 19. therefore, court holds, in view of the suit on hand was filed on 19-12-2020 prior establishment of dedicated commercial court. this court ought to have transfered the case to said court as direction issued by hon'ble prl. district and sessions judge, bengaluru rural district and moreover even the section 15 clearly mandates the empower of the courts in which dealing with the commercial dispute suits, but either plaintiff defendants or this court did not identify this case. or 20. so regarding commercial disputes is concerned, the 2nd defendant produces two citations reported in 2016 scc online del 4282 (mrs. soni dave vs. m/s.trans asian industries expositions pvt ltd., and also another citation reported is in 2016 onlince delhi 760 15 nc: 2023:khc:19391 and connected matters (havells india limited vs. the advertising standards council of india). 21. these citations are in respect of commercial securitization and reconstruction of disputes in case financial assets and enforcement of securities interest act, 2002 is in question. so the facts in case property value is concerned where suit is for recovery of money. such circumstances, the suit does not fall under the category of commercial disputes. transfer the suit. so the court cannot transfer the suit. 22. this citation does not applicable to facts on hand, in view the subject matter of the property is a industrial land which is not in dispute and also the schedule property situated in industrial area as per say of plaintiff the defendants are running printing press business, which is called as commercial business. 23. the subsequent citation is in respect of dispute between havells wire and tagline wires that don't catch fire, the name is misleading and exaggerated one. this facts pertaining to trade mark. therefore, hence it is not required to discuss as it is does not applicable to facts on hand. 24. main moto of defendants is to drag the case, otherwise, they would not have waited for two years to appear in this case in view of suit is for eviction and recovery of money. moreover, the plaintiff deprived from receipt of at least agreed rent from past two years. therefore, in view of this suit attracts commercial dispute 16 nc: 2023:khc:19391 and connected matters in view of schedule property situated within the area of industrial area and also the defendants are running a business in the name and style of m/s. polyprint involving in the process of printing etc., accordingly, this court is empowered to transfer the case to dedicated commercial court. hence, instead of returning the plaint as contented by 2nd defendant the court has to transfer the case to commercial courts. accordingly, ia.no.l is liable to be allowed by answered point is in the affirmative proceed to pass the following: order the ia.no.i filed by plaintiff under section 15 of commercial courts act, 2015 is hereby allowed with costs. in the result, this suit is transmitted to designated commercial courts, bengaluru rural district. the parties who have all appeared are hereby directed to appear before the said court, on 29.10.2022. office to send the entire file, by after indexing. the defendants are not expected to any further intimation regarding appearance on 29.10.2022.\" 6. after the matter stood transferred to the commercial court, the petitioner filed applications in both the suits under order vii rule 11 of cpc for rejection of plaint inter alia contending that respondent-plaintiff had not exhausted the mandatory pre-litigation 17 nc: 2023:khc:19391 and connected matters mediation contemplated under section 12-a of the act and the suits were premature and the plaint were liable to be rejected. the said applications also having been opposed by the respondents, the commercial court proceeded to pass the impugned order rejecting the said applications by holding as under: \"order the defendant no.1 has filed this application u/o vii rule 11 of code of civil procedure for rejection of plaint. 2. the managing director of the defendant no.1 has filed an affidavit in support of the application wherein it is stated that the plaintiff has filed the present suit against the defendants for eviction and other consequential reliefs. the plaint is liable to be rejected in accordance with order vii rule 11 of code of civil procedure as the plaintiff has failed to comply with the mandate as contemplated under section 12-a of the commercial courts act (hereinafter called the act). the suit does not contemplate any urgent relief under the act. unless the matter exhausts the remedy of preinstitution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government, the suit is not maintainable and the plaint is liable to be rejected. 3. it is further-stated that the central government in exercise of the powers conferred by sub-section 2 of section 21-a read with sub-section (1) of section 12-a 18 nc: 2023:khc:19391 and connected matters of the act issued a notification vide gsr.606(e) dated 03-07-2018 which was published in the gazette of india extraordinary on 03-07-2018. hon'ble supreme court of india in its judgment reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others v/s rakheja engineers pvt.ltd.,) declared that section 12-a of the act is mandatory and any suit instituted violating the mandate of section 12-a of the act must be visited with the rejection of the plaint under order vii rule 11 of code of civil procedure. the said ruling came into effect from 20-08-2022. the present suit was numbered before this court on 29-10-2022 much after the date stipulated by hon'ble supreme court of india in the above mentioned case. 4. it is further stated that the suit is instituted in personal capacity. the defendant no.1 does not have any contract with the plaintiff. there is no privity of contract between the plaintiff and the defendant no.1. the plaintiff has not produced any document to show that she and the defendant no.1 are bound by any contract. hence, there is no cause of action to file the suit and as such the suit may be dismissed on the ground that there is no cause of action to file the same. hence, the application. 5. the plaintiff has filed objections to the application stating that the application is not maintainable either in law or on facts. the plaintiff has denied the averments made by the defendant as false and contended that the present suit was filed before the 19 nc: 2023:khc:19391 and connected matters city civil and sessions judge, bengaluru on 04-122020 in o.s. no. 1397/2020. the case was not filed before this court as a commercial case because at that time, this, court was not established. the court has started functioning only from 28-12-2020 which is evident from notification no.gob(i)1/2020 dated 17-122022 issued by the hon'ble high court of karnataka. the case was not been filed in a commercial court, but has come before this court by virtue of transfer application filed by the plaintiff under section 15 of the commercial courts act and the same shall be tried as per section 15(4) of the act which provides that the commercial court may hold case management hearing in respect of transferred suits in order to prescribe lines or issue such further directions as may be necessary for the speedy disposal of the suit. therefore, section 12-a of the act is not applicable in the present facts and circumstances. at this stage, when the matter is transferred to this court and it was posted for plaintiff's evidence, the question of rejection of plaint under order vii rule 11 of code of civil procedure for noncompliance of section 12a of the act does not arise. section 12-a of the act is applicable to suits newly instituted before the commercial court and not to the transferred suits. the process for transferred cases is provided under section 15(4) of the act. 6. it is further contended that the judgment relied by the defendant no.1 is not applicable in the present case because it is applicable to newly instituted suits before the commercial court and not to the transferred 20 nc: 2023:khc:19391 and connected matters cases. it is denied that the present case is a newly instituted case before this court because it has been provided with new number. it is further contended that the defendants have avoided the receipt of the summons for two long years even after knowledge of the case. the written statement of the defendants has been taken as nil. the defendant no.1 has also filed an application under section 15(4) of the act to prescribe new time line for filing the written statement. the defendant is blowing hot and cold as in one application, he seeks for rejection of the plaint and in other application, he prays for filing written statement. this conduct clearly shows that the present application has been filed only to delay the proceedings and to waste the time of this court. hence, he has sought for dismissal of the application with heavy costs. 7. the defendants no.2 to 4 have adopted the interlocutory application filed by the defendant no.1' by filing memo. 8. heard the arguments. the counsel for the defendant no.1 produced copy of keynote address by hon'ble minister of law and justice, government of india dated 05-07-2022, copy of business enabling environment (bee) project. he has relied upon ruling reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others vs rakheja engineers pvt.ltd.). i have perused the records. 9. now the points arise for my consideration are as under: 21 nc: 2023:khc:19391 and connected matters 1) whether the suit is barred by the provisions of section commercial courts act? 12-a of the commercial act? 2) whether the plaint does not disclose cause of action? 3) what order? 10. my findings on the above points are as under: points no.1 and 2 : in the negative; point no.3 : as per final order for the following; reasons 11. point no.1: the defendant no.1 has sought for rejection of the plaint on two grounds. firstly, on the ground that provisions of section 12-a of the act bars the filing of the suit without initiating pre-institution mediation process and secondly, the plaint does not disclose any cause of action. the other defendants have adopted the i.a. by filing memo. the plaintiff has denied the contentions of the defendants as to bar under section 12-a of the commercial courts act and regarding non-disclosure of cause of action. 12. the commercial courts act is enacted in the year 2015 and it was amended in the year 2018. the amendment act, 2018 has introduced section 12-a to the act which reads as under: section 12a: pre-institution mediation and settlement (1) a suit, which does not contemplate any urgent interim relief under this act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution 22 nc: 2023:khc:19391 and connected matters mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government. (2) the central government may, by notification, authorise the authorities constituted under the legal services authorities act, 1987 (39 of 1987), for the purposes of pre-institution mediation. (3) notwithstanding anything contained in the legal services authorities act, 1987 (39 of 1987), the authority authorised by the central government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1): provided that the period of mediation may be extended for a further period of two months with the consent of the parties: provided further that, the period during which the parties remained occupied with the preinstitution mediation, such period shall not be computed for the purpose of limitation under the limitation act, 1963 (36 of 1963). (4) if the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator. (5) the settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of 23 nc: 2023:khc:19391 and connected matters section 30 of the arbitration and conciliation act, 1996 (26 of 1996). the above provision came into effect from not the above provision came 03-05-2018 and it mandates that a suit which does contemplate any urgent interim relief under the act shall not be instituted unless the plaintiff exhausts the remedy of preinstituted mediation in accordance with the manner and procedure prescribed by the rules made by the central government. accordingly, the rules have been framed by the government wherein the district legal services authority is nominated as competent authjority to carry out the preinstitution mediation process. the hon'ble supreme court has held in the ruling relied by the defendants as under: \"91: the statute which has generated the controversy is the amending act of year 2018. we have noticed that there is undoubtedly a certain amount of cleavage of opinion among the high courts. the other feature which is to be noticed is that, this is a case where the law in question, the amending act containing certain section 12a is a toddler. the lw necessarily would have teething problems at the nascent stage. the specified value has been lowered drastically from rs.1 crore to rs.3 lakhs. the imperative need to comply with the mandate of section 12a which we have unravelled if it has not been shared by the parties on the advice they 24 nc: 2023:khc:19391 and connected matters received or on the view prevailing in the high courts would necessarily mean that unless we hold that the law, we declare is prospective such suits must perish. the court fee paid would have to be written off. in a fresh suit which would be otherwise barred by limitation, shelter can be taken only under section 14 of the limitation act. the availability of the power under section 14 itself may have to be decided by the court. 92. having regard to all circumstances, we would dispose of the matters in .these the following manner. we declare that section 12a of the act is mandatory and hold that any suit instituted violating the mandate of section 12a must be visited with rejection of the plaint under order vii rule 11. this power can be exercised even suo-moto by the court as explained earlier in the judgment. we, however, make this declaration effective from 20-08-2022 so that concerned stakeholders become sufficiently informed. still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration. still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the dclaration of prospective effect will not avail the plaintiff. finally, if the plaint is filed violating section 12a after the jurisdictional high court has declared section 25 nc: 2023:khc:19391 and connected matters 12a mandatory also, the plaintiff will not be entitled to the relief. 93. in civil appeal arising out of slp (c) no.14697 of 2021 taking note of the fact that it is a case where the appellant would have succeeded and the plaint rejected, it is also necessary to order the following. the written statement filed by their appellant shall be treated as the application for leave to defend filed within time within the meaning of order xxxvii and the matter considered on the said basis. while we disapprove of the reasoning in the impugned orders we decline to otherwise interfere with the ordrs and the two appeals shall stand disposed of accordingly. in civil appeal arising out of slp no.5737 of 2022, we set aside the order directing payment of costs of rs.10,000/-. the petition of permission to file slp in slp  diary no.29458 of 2021 and the said slp shall stand disposed of as already indicated in the judgment. the above observation of hon'ble supreme court makes it clear that section 12-a fo the act is mandatory and any suit instituted violating the mandate of section 12a must be visited with rejected of the plaint under order vii rule 11 of code of civil procedure, that the power of rejection can be exercised even suo-oto by the court. however, hon'ble supreme court has clarified that the declaration made in the said ruling is effective from 20-08-2022, so that concerned 26 nc: 2023:khc:19391 and connected matters stakeholder become sufficiently informed. this would mean that the suits instituted subsequent to 20-082022 shall mandatorily comply the provision of section 12a of the act. the above said declaration by hon'ble supreme court has saved the suits which are instituted prior to 20-08-2022. 13. the plaintiff has filed the present suit for ejectment of the defendants from the schedule property, for arrears of rent, electricity charges and other charges, for future mesne profits and for damages. the defendant no.1 is a private limited company and the other defendants are the director, managing director and ceo of the said company. it appears from the records that the suit was filed on 0812-2020 before the prl. senior civil judge, bengaluru rural district, bengaluru and it was registered in o.s. no.1397/2020. summons to the defendant no. 1 was returned as refused. nobody has appeared before the court representing the defendant no.1 and hence, he was placed ex parte. summonses were not served upon the other defendants in the ordinary course. hence, summons were directed against them by substitute service i.e., by publication. in spite of publication of the summons in the newspaper, the defendant no.2 to 4 remained absent and hence, they were also placed ex parte. when the matter was posted for plaintiff's evidence, the defendants have appeared before the court through their counsel and got the ex parte order set aside, but the defendants have not filed their written statement. in the meantime, 27 nc: 2023:khc:19391 and connected matters the plaintiff has filed i.a. under. section 15 of the act. the defendant no.2 has filed statement of objections, but the other defendants have not filed their objections. after hearing the arguments, the court vide dated 1710-2022 has allowed the application and ordered fo transfer of the suit to this court with a direction to the partie to appear before the court on 29-10-2022. 14. in pursuance to the said order, the matter was placed before the hon'ble principal district and sessions judge, bengaluru rural district, bengaluru who has madeover the case to this court. then the suit was renumbered as commercial o.s. no.336/2022 on 29-10-2022. thereafter the parties have appeared before.the court. the plaintiff, the defendants no.1, 3 and 4 are represented by their counsels, whereas the defendant no.2 is appearing in person. 15. the suit did not contemplate any urgent orders when it was filed on 08-12-2020 before prl. senior civil judge, bengaluru rural district, bengaluru. the suit was filed before a civil court and as such there was no need for compliance of section 12a of the act at that time. this court was established with effect from 28-12-2020 and the suit was filed before the civil court earlier to the establishment of this court. the suit is transferred to this court and was taken up before the court on 29-10-2022 which is subsequent to the date fixed by the hon'ble supreme court of india in the above mentioned ruling, but it is to be noted that the bar created under section 12-a of the act is for 28 nc: 2023:khc:19391 and connected matters institution of a fresh suit and it does not apply to a suit or proceeding which is transferred to the commercial court. the present suit is transferred under section 15 of the act and registration of he suit as commercial suit after its transfer cannot be considered as institution of the suit. hence, the declaration made by the hon'ble supreme court of india in the above said ruling cannot be applied to the present suit. the keynote address of the hon'ble law minister is pertaining to the object of enacting commercial courts. since, the suit is instituted prior to the date fixed by the hon'ble supreme court that too before a civil court, mandatory provisions of section 12a of the act, have no application to the present suit. i am of the opinion that the bar created by section 12-a of the act is not applicable to the present suit and hence, i answer the point in the negative. 16. point no.2: cause of action is bundle of facts and it can be gathered from taking into consideration the whole averments of the plaint. on perusal of the plaint, it reveals that the plaintiff has pleaded about existence lease, about termination of lease, arrears of rent, etc., the plaint para no.21 is pertaining to the cause of action. the plainti has specifically pleaded as how he acquired right to sue the defendants. the contentions raised by the defendants as t cause of action are nothing but the defences that can be raised in written statement. it is settled principle of law that a plaint can be rejected only on the basis of averments of the plaint and documents produced in 29 nc: 2023:khc:19391 and connected matters support of plaint. the plaint cannot be rejected on the basis of contentions of the defendants. moreover, lack of cause of action to file the suit is different from non disclosure of cause of action in the plaint. only in latter case, the plaint is liable to be rejected. in this case, upon plain reading of the plaint, it can be said that the plaint discloses cause of action. hence, i answer the point in negative. 17. point no.3: the defendant no.1 has filed the application which is adopted by the other defendants. the provisions of sec.12a of the act has no application to the. facts of this case. the principle laid down by hon'ble supreme court in the ruling relied by the defendants cannot be applied to the facts of the case on hand. the plaint discloses cause of action and the suit is not barred by any law. i am of the opinion that the application is misconceived. it is also filed to protract the matter. hence, it is liable to be dismissed with costs. 18. in view of the above discussion and finding, i proceed to pass the following: order i.a.no. vi under order vii rule 11 of code of civil procedure filed by the defendant no.1 and adopted by the other defendants is hereby dismissed with costs. 30 nc: 2023:khc:19391 and connected matters the defendants are liable to pay cost of rs.2,000/each to the plaintiff\". 7. i have given my anxious consideration to the rival submissions and perused the material on record. 8. the following points arise for consideration in the present petition:1) whether the commercial court was justified in allowing the applications filed by the respondents under section 15 of the commercial courts act, 2015? 2) whether the commercial court committed an error in rejecting the applications filed by the petitioners under order vii rule 11 of cpc seeking rejection of plaint? 9. reg: point no.1: a perusal of the material on record in particular, the plaint averments in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 will clearly indicate that respondentsplaintiffs have referred to registered lease deed dated 08.09.2017 alleged to have been entered into between the respondents and the petitioners. in fact, copy of the said document has been produced by the respondents-plaintiffs along with the plaint. under these circumstances, in the light of the definition of commercial 31 nc: 2023:khc:19391 and connected matters dispute as contemplated and enjoined section 2 (1) (7) of the act read with the explanation to the said provision which contemplates that a commercial dispute includes disputes arising out of agreements relating to immovable properties used exclusively in trade or commerce, i am of the view that the trial court was fully justified in allowing the applications filed by the respondents under section 15 of the act. it is significant to note that it is an undisputed fact that the suit schedule property is being used for trade or commerce by the petitioners and consequently, the dispute between the parties would cover by the definition of commercial dispute under section 2 (1) (vii) of the said act. accordingly, the impugned order passed by the trial court allowing the applications filed by the respondent under section 15 of the said act cannot be said to illegal, arbitrary or having occasioned failure of justice warranting interference by this court in the present petition. point no.1 accordingly answered against the petitioners. 10. reg: point no.2: the petitioners filed the instant application under order vii rule 11 of cpc seeking rejection of the plaint inter alia contending that the respondents had not exhausted the mandatory pre-litigation mediation contemplated under section 12(1) of the said act prior to instituting the suit before the 32 nc: 2023:khc:19391 and connected matters designated commercial court and on this score alone, the plaint was liable to be rejected. in this context, reliance is placed upon the judgment of the apex court in the case of patil automation private limited & others v rakheja engineers private limited 2022 scc online sc 1028 in order to contend that violating the mandate of section 12-a of the act must be visited with the consequence of rejection of the plaint. in the facts of the instant case, it is undisputed fact that the suit was instituted on 08.12.2020 before the addl. senior civil judge, bengaluru rural district, bengaluru, much prior to the said judgment having been pronounced by the apex court. further, a perusal of the aforesaid judgment of the apex court will also indicate apart to the fact that same does not have retrospective operation and is not applicable to pending suits before the commercial courts, the question of directing parties to exhaust the remedy of pre-litigation mediation as contemplated under section 12-a of the said act would arise only to the suits instituted after the said judgment in patil automation private limited (supra) was pronounced on 20.08.2022 which is prospective in operation and would not affect pending suits as suits instituted earlier. under these circumstances, the trial court has come to the correct conclusion that no reliance 33 nc: 2023:khc:19391 and connected matters can be placed upon the said judgment of the apex court in the case of patil automation private limited (supra) for the purpose of coming to the conclusion that the instant suits undisputedly instituted prior to 20.08.2022 when the said judgment was pronounced was not applicable to the fact of the instant case. it is also significant to note that though the order of transfer to the commercial court is dated 17.10.2022 subsequent to the judgment of the apex court rendered on 20.08.2022, the suits having been instituted on 08.12.2020, mere transfer under section 15 of the act subsequently cannot be construed or treated as the suit being instituted after 20.08.2022 so as to attract rigor section 12-a of the act and on this ground also, the trial court was fully justified in rejecting the application filed by the petitioners under order vii rule 11 of cpc. accordingly, point no.2 is also answered in the negative against the petitioners. in view of the aforesaid facts and circumstances, i do not find any merit in the petitions and the same are hereby dismissed. sd/judge nms"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52e3663ce88d4180b28327ab754c5725_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3fae197e81d4e8c8bae540daf531143_1"
        },
        {
            "start": 242,
            "end": 327,
            "text": "\nTelangana High Court\nTata Consumer Products Limited vs Itc Limited on 21 April, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1eb3c97c1ae41e4acfc3c5e5e2ccdeb_2"
        },
        {
            "start": 329,
            "end": 500,
            "text": "Author: P.Naveen Rao\nBench: P Naveen Rao, Nagesh Bheemapaka\n                High Court For The State Of Telangana\n                                ********\n\n               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "973721288b5346b3bdc27ddcaf15a4c4_3"
        },
        {
            "start": 500,
            "end": 540,
            "text": "Civil Miscellaneous Appeal No.69 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd196ddea1bb4da4a431c604d9229696_4"
        },
        {
            "start": 541,
            "end": 830,
            "text": "\n\nBetween:\n\nTata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative\nMr. Ranjit Saikia, Occu: Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "289b302891e24deb864517c24abdba1b_5"
        },
        {
            "start": 898,
            "end": 924,
            "text": ".... Appellant/Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "375660ccf7d3487f8195515a259c19eb_6"
        },
        {
            "start": 1007,
            "end": 1024,
            "text": "Defendant\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da132213b5044b02aca2d81dcc7f9354_7"
        },
        {
            "start": 1024,
            "end": 1032,
            "text": "And\n\nItc",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c220c72ac8b4a679ec587965ccf7cbd_8"
        },
        {
            "start": 1033,
            "end": 1041,
            "text": "Limited,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fef4b2a0d1004adf95617ee7fa6c8b30_9"
        },
        {
            "start": 1042,
            "end": 1267,
            "text": "\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\nAlso at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana, rep.by its Authorized",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71a4267573bf45edaaf664e765903fd5_10"
        },
        {
            "start": 1268,
            "end": 1447,
            "text": "\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a2ea57e9b68479e8a27063dd20ce244_11"
        },
        {
            "start": 1513,
            "end": 1530,
            "text": "..... Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8cefc585e4cf466c88b5d53620490f39_12"
        },
        {
            "start": 1531,
            "end": 1542,
            "text": "Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c89dcf7e8eb04e1f895abaf4c2399bbb_13"
        },
        {
            "start": 1627,
            "end": 1638,
            "text": "Plaintiff\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "09b8c83c73764b3e95b143e5dba05426_14"
        },
        {
            "start": 1638,
            "end": 1665,
            "text": "Date Of Judgment Pronounced",
            "labels": [
                "PREAMBLE"
            ],
            "id": "680e0066198b4887ab08a6de2ffcf2d6_15"
        },
        {
            "start": 1691,
            "end": 1703,
            "text": ": 21.04.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "061336a8ab19492ab1146ab31ca34759_16"
        },
        {
            "start": 1725,
            "end": 1758,
            "text": "Hon'Ble Sri Justice P. Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "51c69847c7e447fdbc316a92ae49529a_17"
        },
        {
            "start": 1794,
            "end": 1852,
            "text": "And \n                Hon'Ble Sri Justice Nagesh Bheemapaka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c9d9223ed5a406caf7a1d95739978b4_18"
        },
        {
            "start": 1856,
            "end": 1902,
            "text": "1.     Whether Reporters of Local Newspapers :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da62978892694ae7a406c5132aa25e90_19"
        },
        {
            "start": 1915,
            "end": 1968,
            "text": "Yes\n        may be allowed to see the Judgments ?\n\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "850427d3e2404367ae345aa3e240e573_20"
        },
        {
            "start": 1973,
            "end": 2012,
            "text": "Whether the copies of judgment may be :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf6f80f722e842ffaa1730ca3cada194_21"
        },
        {
            "start": 2025,
            "end": 2042,
            "text": "Yes\n       marked",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc747db1343c45489fc15242d8973ef7_22"
        },
        {
            "start": 2043,
            "end": 2059,
            "text": "to Law Reporters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93e15cf66f4649f89173df8c1d5cd72b_23"
        },
        {
            "start": 2060,
            "end": 2069,
            "text": "/Journals",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5cdaa074a9b4972b7b70cd2bfed954c_24"
        },
        {
            "start": 2072,
            "end": 2128,
            "text": "3.     Whether Their Lordship wish to                  :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65e5dc218546469c8b82cadec2e675bc_25"
        },
        {
            "start": 2131,
            "end": 2176,
            "text": "No\n       see the fair copy of the Judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f7700484844046c18567a921904c895a_26"
        },
        {
            "start": 2254,
            "end": 2266,
            "text": "Pnr, J & Nbk",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd2b8ad9e86148bca630c520ff448eba_27"
        },
        {
            "start": 2267,
            "end": 2361,
            "text": ",J \n                                                                         Cma No.69 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07f6c439dbb24bb1ae678785954346fb_28"
        },
        {
            "start": 2409,
            "end": 2436,
            "text": "2 \n\n\n                     *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3410258105d44c67a112ea34146b1b60_29"
        },
        {
            "start": 2437,
            "end": 2470,
            "text": "Hon'Ble Sri Justice P. Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6fb1dc9ef0914a1fa8769961b8b35f19_30"
        },
        {
            "start": 2509,
            "end": 2570,
            "text": "And \n                   Hon'Ble Sri Justice Nagesh Bheemapaka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e5acb0fecb94181afa3fc0920c33026_31"
        },
        {
            "start": 2591,
            "end": 2633,
            "text": "+ Civil Miscellaneous Appeal No.69 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "99e761b4e6e74cc49630949d5a59e308_32"
        },
        {
            "start": 2634,
            "end": 2648,
            "text": "\n\n% 21.04.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0fc56ff7e8ea4701aa1319144a457c50_33"
        },
        {
            "start": 2651,
            "end": 2661,
            "text": "Between:\n#",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fcbe1ca75b3748acbb0e4c2f087dd43e_34"
        },
        {
            "start": 2662,
            "end": 2809,
            "text": "Tata Consumer Products Limited,\nHaving its Regd.Office at: 1, Bishop Lefroy Road,\nKolkata, West Bengal, India,\nRep.by its Authorized Representative",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab2fbedca7d649bca4887c47e1bc3fa2_35"
        },
        {
            "start": 2811,
            "end": 2835,
            "text": "Mr. Ranjit Saikia, Occu:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "258ba0311e9546aa80cf34fbba1176df_36"
        },
        {
            "start": 2836,
            "end": 2940,
            "text": "Associate Director,\nPlot No.15, Industrial Development Area,\nMankhal, Rr District, Hyderabad, Telangana.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1bd5b804e0c64956b5d3e259de10df2e_37"
        },
        {
            "start": 3002,
            "end": 3017,
            "text": ".... Appellant/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3f7e43388bd4359b66fb0d505cca5d3_38"
        },
        {
            "start": 3018,
            "end": 3029,
            "text": "Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a21ebfa708784503818ae602009a8af8_39"
        },
        {
            "start": 3106,
            "end": 3123,
            "text": "Defendant\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0268f87623f34492bee4e2bc7fadd0a3_40"
        },
        {
            "start": 3123,
            "end": 3240,
            "text": "and \n\n$ Itc Limited,\nHaving Regd.Office at : Virginia House,\n37, Jawaharlal Nehru road, Kolkata,\nWest Bengal, India,\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a5d5859e97a45848d8cd0541d46c72f_41"
        },
        {
            "start": 3240,
            "end": 3346,
            "text": "Also at: 9-1-77, 2nd to 5th Floor,\nDraupathi Chambers, # 31, Sarojhini Devi Road,\nSecunderabad, Telangana,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76272feccf4847e4b503ca5b431a63e3_42"
        },
        {
            "start": 3347,
            "end": 3610,
            "text": "rep.by its Authorized\nRepresentative Mr. G.Ramamurthy,\ns/o. late g.Venkateswarlu, Aged about 53 years,\navailable at 9-1-77, 3rd floor, Draupathi Chambrs,\n31 Sarojinidevi Road, Secunderabad, Telangana.\n                                                         .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "278cd9508f184d22be00e7d7747c4e03_43"
        },
        {
            "start": 3611,
            "end": 3622,
            "text": "Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "921d12553a1e4640b131cae50f73e970_44"
        },
        {
            "start": 3623,
            "end": 3634,
            "text": "Respondent/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "51f3ad58225c4be5aac542867057df8f_45"
        },
        {
            "start": 3712,
            "end": 3724,
            "text": "Plaintiff\n\n!",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a298f93823484ccf927d6994e064697d_46"
        },
        {
            "start": 3725,
            "end": 3750,
            "text": "Counsel for the appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b45fe3b852974b69afe3624a5d295b6a_47"
        },
        {
            "start": 3761,
            "end": 3838,
            "text": ": Sri Ashok Ram Kumar for Sri P.Satya\n                                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3f2c586b9f4437faeefb8862df58a01_48"
        },
        {
            "start": 3838,
            "end": 3854,
            "text": "Venkateswara Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bd234ee909d4671a62a8bc0d0c14999_49"
        },
        {
            "start": 3857,
            "end": 3883,
            "text": "Counsel for the Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8d47583908846198c8cc142e743b70b_50"
        },
        {
            "start": 3894,
            "end": 3927,
            "text": ": Hemanth Singh appearing for Sri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "991f91de009b4ea591816560706f0ce0_51"
        },
        {
            "start": 3968,
            "end": 3987,
            "text": "M.Mallikarjun Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57d08f272577463d94d0e0239861ea16_52"
        },
        {
            "start": 3990,
            "end": 3998,
            "text": "< Gist :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70d7b4ede4194366a6c193cab1d6d29b_53"
        },
        {
            "start": 4001,
            "end": 4013,
            "text": "> Head Note:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e46bf94078a4424bf0edf232bee2f54_54"
        },
        {
            "start": 4016,
            "end": 4038,
            "text": "? Cases referred:\n2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6cf15bebb3214f98b4f4bcac8812a73b_55"
        },
        {
            "start": 4039,
            "end": 4127,
            "text": "( 10 ) Scc 1\nCommercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b299dd2ad490439195ec4f27c40c52dd_56"
        },
        {
            "start": 4204,
            "end": 4210,
            "text": "Pnr, J",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2861b13b4d2c47f289bed1731ff5a036_57"
        },
        {
            "start": 4211,
            "end": 4218,
            "text": "& Nbk ,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a783e57a17e4f13b0dba8988253ebc1_58"
        },
        {
            "start": 4219,
            "end": 4297,
            "text": "J \n                                                                        Cma",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3221e7a6db4049e18de1a776b020a23d_59"
        },
        {
            "start": 4298,
            "end": 4311,
            "text": "No.69 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "121772ac09dc40048339f639604cf1e2_60"
        },
        {
            "start": 4356,
            "end": 4411,
            "text": "3\n\n\n                Honourable Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d37fc77f5100413caff39f554a1441b9_61"
        },
        {
            "start": 4446,
            "end": 4502,
            "text": "And\n               Hon'Ble Sri Justice Nagesh Bheemapaka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e047ba0c9a64f77b82a8ce3a039a8a1_62"
        },
        {
            "start": 4503,
            "end": 4559,
            "text": "\n\n              Civil Miscellaneous Appeal No.69 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a6e095f64ba4875b91764d9f3dee837_63"
        },
        {
            "start": 4560,
            "end": 4571,
            "text": "\n\nJudgment:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbb9095caf6c42638488886d51b4a26f_64"
        },
        {
            "start": 4573,
            "end": 4611,
            "text": "(Per Hon'ble Sri Justice P.Naveen Rao)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2aa7aabdfc7747ca89722ffde8a09b52_65"
        },
        {
            "start": 4612,
            "end": 4696,
            "text": "It is apt to begin this judgment with the often quoted statement by Joseph Grynbaum.",
            "labels": [
                "NONE"
            ],
            "id": "a756a3686e0f415b926de7cf144b423d_66"
        },
        {
            "start": 4697,
            "end": 4773,
            "text": "He said and quite rightly, 'an ounce of mediation is worth a pound of arbitr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbf43d957644404b912025711ff8ffee_67"
        },
        {
            "start": 4774,
            "end": 4804,
            "text": "ation and a ton of litigation'",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5aad7ba5436e426da58c3edf390ca1c6_68"
        },
        {
            "start": 4805,
            "end": 4888,
            "text": ". Joseph Grynbaum specializes in mediating complex multi-party commercial disputes.",
            "labels": [
                "NONE"
            ],
            "id": "d6f014fd09eb44e08fce75f6e52902da_69"
        },
        {
            "start": 4890,
            "end": 5092,
            "text": "2. Heard learned senior counsel Sri Ashok Ram Kumar for Sri P.Satya Venkateswara Rao for the appellant and the learned counsel Sri Hemanth Singh appearing for Sri M.Mallikarjun Reddy for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "283db9a7919847babc54dc2753257e43_70"
        },
        {
            "start": 5093,
            "end": 5147,
            "text": "Parties herein are referred to as arrayed in the suit.",
            "labels": [
                "FAC"
            ],
            "id": "6814415b48e345d7993b806b1083ab0a_71"
        },
        {
            "start": 5148,
            "end": 5240,
            "text": "\n3. Plaintiff and the respondent are the Companies registered under the Companies Act, 2013.",
            "labels": [
                "FAC"
            ],
            "id": "5220e7efd32d4e178e21396548911cf9_72"
        },
        {
            "start": 5241,
            "end": 5427,
            "text": "According to plaintiff, it is a century old business house engaged in business of marketing and/or manufacturing of diverse goods and services including packaged Foods and Beverages etc.",
            "labels": [
                "FAC"
            ],
            "id": "b4244760cff444acb297a5f7f6d3aa8c_73"
        },
        {
            "start": 5428,
            "end": 5633,
            "text": "It claims to be one of India's foremost Private Sector Company having total income of about 62,336 crores in the financial year 2021-22 with market capitalization of about 3,08,882 crores as on 31.03.2022.",
            "labels": [
                "FAC"
            ],
            "id": "ebf2a25adc4b4e86a73746ee2a4e5639_74"
        },
        {
            "start": 5634,
            "end": 5806,
            "text": "It is rated amongst India's 50 biggest Non-financial companies and ranked amongst the top 5 of India's Most valuable companies for the years 2014 to 2019 by Business Today.",
            "labels": [
                "FAC"
            ],
            "id": "024acf3f9d4949308d73ebd984935a07_75"
        },
        {
            "start": 5807,
            "end": 5925,
            "text": "It is also adjudged to be one of the world's top 250 most PNR,J & NBK,J regarded companies of 2019 by Forbes Magazine.",
            "labels": [
                "FAC"
            ],
            "id": "2de4b4fe6c354530aad615066a834e82_76"
        },
        {
            "start": 5926,
            "end": 6041,
            "text": "It claims to enjoy enviable market position in foods business driven by renowned brads including 'AASHIRVAAD salt'.",
            "labels": [
                "FAC"
            ],
            "id": "79094b8860cc490695947118aa915dfc_77"
        },
        {
            "start": 6042,
            "end": 6126,
            "text": "Defendant is also involved in various consumer products under the brand name 'TATA'.",
            "labels": [
                "FAC"
            ],
            "id": "e50a459a592b4184832ea0f4262bc15e_78"
        },
        {
            "start": 6127,
            "end": 6233,
            "text": "Defendant is also involved in manufacturing and selling of salt with the brand name 'Shuddh by TATA salt'.",
            "labels": [
                "FAC"
            ],
            "id": "4d5e797ea0ca4ff8b2235dc097018058_79"
        },
        {
            "start": 6235,
            "end": 6475,
            "text": "4. According to the plaintiff, plaintiff is aggrieved against the defendant about its adoption, use and launch in December, 2022 of a trade dress which is a colourable and slavish imitation of 'AASHIRVAAD salt' trade dress of the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ca6f7786d8284ee39d921f2dd14edadb_80"
        },
        {
            "start": 6476,
            "end": 6688,
            "text": "The adoption and use by the defendant of the new 'TATA SHUDDH salt' trade dress for sale of salt is dishonest and motivated to trade upon the goodwill and reputation associated with plaintiff's 'AASHIRVAAD salt'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ef0834ed39d4ca2b5d9aaadb8e311b9_81"
        },
        {
            "start": 6689,
            "end": 6847,
            "text": "Plaintiff alleges that there is a deliberate attempt to not only copy the overall colour combination, but also the overall get-up and arrangement of features.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1cadc42b097e4836b1e8497e7836a9d0_82"
        },
        {
            "start": 6848,
            "end": 7066,
            "text": "The plaintiff alleges that impugned packaging/trade dress by the defendant can have no possible justification for adoption of several features in combination from the plaintiff's 'AASHIRVAAD salt' packaging and get-up.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3f0f6553eb3e4047b4ee4eea10cc864a_83"
        },
        {
            "start": 7067,
            "end": 7194,
            "text": "Plaintiff alleges that the 'Shuddh TATA Salt' packaging trade dress is imitation of 'AASHIRVAAD salt trade dress' of plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "093cc18383ea41b5a82bdd5a29c7f6c6_84"
        },
        {
            "start": 7196,
            "end": 7693,
            "text": "5. Plaintiff filed C.O.S.No.5 of 2023 in Principal Special Court in the cadre of District Judge for Trial and Disposal of Commercial Disputes, PNR,J & NBK,J Hyderabad, under Section 26 read with Section 20, Order VII Rule 1 read with Section 151 of Code of Civil Procedure, 1908 and under Sections 29 and 135 of Trade Marks Act, 1999 to restrain infringement of trade mark registration Nos.3335001 and 3335002, passing of, disparagement, rendition of accounts of profits/ damages, delivery etc.\n6.",
            "labels": [
                "FAC"
            ],
            "id": "6254b3ad818246ffa2cff8b9073afe97_85"
        },
        {
            "start": 7694,
            "end": 8885,
            "text": "Plaintiff prayed to grant several reliefs, more particularly, decree of permanent injunction restraining the defendant, by itself and/or through its directors, group companies, associates, divisions, assignees in business, licensees, franchisees, agents, distributors and dealers from manufacturing, selling, offering for sale, advertising in any manner including on the internet, directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar, colourable imitation and/or substantial reproduction of the plaintiff's 'AASHIRVAAD SALT' trade dress amounting to infringement of plaintiff's registered trade mark nos.3335001 and 3335002 in clause-30 as enunciated in the plaint; a decree of permanent injunction restraining the defendant in any manner likely to cause confusion amounting to passing off and unfair competition, disparaging, defaming or denigrating the products; an order for rendition of accounts of profits illegally earned by the defendant and a decree for an amount found due or, in the alternative, a decree for 2 crores towards compensatory and penal damages.\nPNR,J & NBK,J 7.",
            "labels": [
                "FAC"
            ],
            "id": "43957f5ec6714f24a9a2a075843d2dea_86"
        },
        {
            "start": 8886,
            "end": 9082,
            "text": "Plaintiff filed affidavit expressing urgency in the matter praying the Commercial Court to entertain the suit without compelling the plaintiff to take recourse to mediation before filing the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "831949aad8e247aa94547558703422f1_87"
        },
        {
            "start": 9083,
            "end": 9361,
            "text": "In the affidavit, plaintiff states that in December, 2022, the plaintiff was shocked to learn that the defendant had re-launched its salt under the brand 'Shuddh by TATA' in a package, which is a slavish and colourable imitation of the plaintiff's 'AASHIRVAAD Salt Trade Dress'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "016b331c6a444287b05c0bb7cfba1771_88"
        },
        {
            "start": 9362,
            "end": 9526,
            "text": "By enclosing two images of respective products, plaintiff alleges dishonesty and the extent of copying of the defendant is evident from the comparative photographs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9f06827c0cb44c4da4b275fc8441d42e_89"
        },
        {
            "start": 9527,
            "end": 9795,
            "text": "Plaintiff alleges that unauthorized manufacture, offer for sale and sale of the salt under the impugned packaging has caused serious loss and damage to the plaintiff and will continue to cause loss and damage to the plaintiff unless the same are injected by the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53ba902a94324b238caee02e961f24ad_90"
        },
        {
            "start": 9796,
            "end": 10111,
            "text": "Plaintiff further contended that visual identity and/or deceptive similarity between the product packaging of the plaintiff and that of the defendant is bound to confuse/mislead the unwary consumer with average intelligence and imperfect recollection into mistaking the defendant's product as that of the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "236c9d42992b4cf691dca632b2c7db3a_91"
        },
        {
            "start": 10112,
            "end": 10296,
            "text": "Plaintiff alleges that this has been deliberately done by the defendant to ride piggyback on the tremendous reputation of the plaintiff and pass of its goods as those of the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7ba3e89d78384795869bdd94d1dbd471_92"
        },
        {
            "start": 10298,
            "end": 10798,
            "text": "8. Plaintiff alleges that defendant is committing acts of infringement of trade mark, copyright, passing off within the jurisdiction of the Hon'ble Commercial Court and unless defendant is restrained by way of an ad- PNR,J & NBK,J interim injunction from manufacturing, selling, offering for sale, advertising in any manner including on the internet, the products under the impugned packaging, plaintiff would suffer irreparable loss and grave hardship, which cannot be compensated in monetary terms.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "14ddcfa70903449face0e9192f23983f_93"
        },
        {
            "start": 10799,
            "end": 10986,
            "text": "Plaintiff therefore pleads that there is urgent need to restrain the defendant from further infringing the plaintiff's registered trade mark, copyright and committing acts of passing off.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8d93bdf0c09149418b5a6d5025fb0b25_94"
        },
        {
            "start": 10987,
            "end": 11084,
            "text": "He therefore sought exemption from pre-institution mediation and settlement and to file the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f7b62e30d6d043cbbe7dc1c384138828_95"
        },
        {
            "start": 11085,
            "end": 11240,
            "text": "Plaintiff pleads that in extreme urgency the suit is filed and also filed application under Order XXXIX Rules 1 and 2 of CPC for urgent ad-interim reliefs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73b3b11cdd424871804b713516eb9619_96"
        },
        {
            "start": 11241,
            "end": 11444,
            "text": "He would contend that if the application is not allowed, the very purpose of initiating the suit by the plaintiff would be frustrated and as a result plaintiff would suffer irreparable damage and injury.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "169c949a05dc42f8ad242f58fe9f7b6f_97"
        },
        {
            "start": 11446,
            "end": 12337,
            "text": "9. As averred in the affidavit to seek exemption under Section 12A, plaintiff also filed I.A.No.26 of 2023 under Order XXXIX Rules 1 and 2 of CPC praying to grant an order of interim injunction restraining the defendant, by itself and/or through its Directors, group companies, associates, franchisees, agents, distributors and dealers from in any manner disparaging, defaming or denigrating the products of the plaintiff in any manner including on the internet directly or indirectly dealing in salt or any other product under the impugned packaging and/or any other packaging/trade dress that may be deceptively similar to plaintiff's PNR,J & NBK,J 'AASHIRVAAD Salt Trade Dress' in any manner whatsoever amounting to infringement of trade mark, copyright, passing off and unfair competition, disparaging, defaming, or denigrating the products of the plaintiff in any manner whatsoever.\n10.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "63d6875ad1c94c19b3f6b46d3cb6caab_98"
        },
        {
            "start": 12338,
            "end": 12858,
            "text": "The Commercial Court while issuing urgent notice, returnable by 20.02.2023, by Order dated 01.02.2023, observed that though the words 'AASHIRVAAD' and 'SHUDDH TATA salt' are different, the shape and make of the packet, its size, the colour combination of the printed label containing yellow, orange, blue and white make the package appear similar and, therefore, it appears, prima facie, that the respondent is knowingly or unknowingly marketing its products in the package similar to the package used by the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "da5799cb759146e9b92e42373114f840_99"
        },
        {
            "start": 12859,
            "end": 13020,
            "text": "The Commercial Court observed prima facie case is made out by the plaintiff and that if injunction is not granted, the plaintiff would put to un-measurable loss.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77bc7a3b0a134deba7d9acbfe0c44df5_100"
        },
        {
            "start": 13021,
            "end": 13237,
            "text": "Thus, the trial Court was inclined to grant ad-interim temporary injunction against the defendant directing them not to produce and release to the market the salt packets similar to the packets used by the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "9b82c256ef364560855752f52a83ef28_101"
        },
        {
            "start": 13238,
            "end": 13316,
            "text": "The respondent was restrained from doing so by means of ad-interim injunction.",
            "labels": [
                "FAC"
            ],
            "id": "b3d14a3857f24e85bd59dfb39316e26c_102"
        },
        {
            "start": 13317,
            "end": 13422,
            "text": "However, the Commercial Court saved the retail marketing of the product already released into the market.",
            "labels": [
                "FAC"
            ],
            "id": "49aa6fb9160740b59b37594c1db78ff1_103"
        },
        {
            "start": 13423,
            "end": 13507,
            "text": "Aggrieved thereby, the present Civil Miscellaneous Appeal is filed by the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "6467d16bb6034bdd95030a01e9fd8cca_104"
        },
        {
            "start": 13509,
            "end": 13526,
            "text": "PNR,J & NBK,J 11.",
            "labels": [
                "NONE"
            ],
            "id": "b6db0b8c8fca4a3fb68a3a1f7a7aad1f_105"
        },
        {
            "start": 13527,
            "end": 13749,
            "text": "Both counsel have made elaborate submissions on various aspects touching up on merits of the respective stands on alleged infringement of patent of the plaintiff concerning their 'AASHIRVAAD' salt product by the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c575de783ab545fcb9feeeb4710f62d5_106"
        },
        {
            "start": 13750,
            "end": 13870,
            "text": "In addition, learned senior counsel for defendant made preliminary submission on maintainability of the Commercial suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6f04e12d4194b6c86e26b59f0227d84_107"
        },
        {
            "start": 13872,
            "end": 14112,
            "text": "12. It is contended that Section 12-A of the Commercial Courts Act, 2015 (Act, 2015) was not complied before instituting the suit and that provision being mandatory, non-compliance thereof is sufficient to hold the suit as not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4c7c68b9685c4431b17d7a79059ed931_108"
        },
        {
            "start": 14113,
            "end": 14442,
            "text": "According to the learned senior counsel for defendant, scheme of the Act envisages parties to a dispute first to take recourse to mediation as a measure to resolve inter se dispute and only on failure of the resolution of dispute by mediation, they should take recourse to filing a suit before the Commercial Court under the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3b406880d6d24b3b8cab105d7eb92bb3_109"
        },
        {
            "start": 14443,
            "end": 14665,
            "text": "Being a special provision with primary objective of curtailing litigation and encouraging the parties to resolve the inter se dispute by mediation prior to availing legal remedy, it must be strictly construed and complied.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d07288b697f64e7a8eda2af0d98c83d6_110"
        },
        {
            "start": 14667,
            "end": 14962,
            "text": "13. Per contra, according to the learned counsel for respondent, within ten months of launching its product, the defendant has changed packaging which in many respects similar to the packaging of 'AASHIRVAD SALT' of the plaintiff causing immense damage to its reputation and marketing prospects.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "443df1be31164edab9fbd29814be379f_111"
        },
        {
            "start": 14963,
            "end": 15019,
            "text": "The plaintiff is the prior user of its patented package.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2f0580cd6bdf421da9ce8da372124f73_112"
        },
        {
            "start": 15020,
            "end": 15133,
            "text": "It has PNR,J & NBK,J been using packaging for the last two years and received tremendous response from consumers.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "51a75e90322043308de97ef377a981a4_113"
        },
        {
            "start": 15134,
            "end": 15298,
            "text": "Only to knock away the sales of the plaintiff, the defendant has changed packaging to make it appear similar to the packaging of 'AASHIRVAAD SALT' of the Plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec2b9595c22f45729e73ed1544a12e57_114"
        },
        {
            "start": 15300,
            "end": 15435,
            "text": "14. According to learned counsel, Section 12-A of the Act, 2015 has no application when an urgent relief contemplated by the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e52fcd4d88844acaa7b5b889deb8702a_115"
        },
        {
            "start": 15436,
            "end": 15732,
            "text": "As the defendant infringed the patent of the plaintiff permitting the defendant to continue to manufacture and distribute the salt under the brand name, 'SHUDH by TATA Salt' would cause serious hardship and huge business loss to the plaintiff and grave prejudice would be caused to the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b381eb93ab284676b21888ece9d88aa8_116"
        },
        {
            "start": 15733,
            "end": 15789,
            "text": "Thus, there is urgency in seeking ad-interim injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53fb4f8d47c4470a9168955042524b7c_117"
        },
        {
            "start": 15790,
            "end": 16173,
            "text": "According to the learned counsel, in the affidavit filed under Section 12-A of the Act, 2015, all the details are furnished why plaintiff is seeking indulgence of the Commercial Court to file the suit without availing the mediation process and the Commercial Court having convinced with the plea raised by the plaintiff, has rightly entertained the suit and granted injunction order.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "24946272b6644687a19387edec802a66_118"
        },
        {
            "start": 16175,
            "end": 16376,
            "text": "15. He would submit that if the defendant is aggrieved by injunction order granted by the trial Court, he ought to have filed appropriate application for vacating the injunction and prosecute the suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ca3fffe20b504c6db203dda60ad26907_119"
        },
        {
            "start": 16377,
            "end": 16506,
            "text": "He could not have rushed to this Court challenging the injunction order without first seeking vacation of the said interim order.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "762aff11b3044e07a6fd812600088d1c_120"
        },
        {
            "start": 16507,
            "end": 16747,
            "text": "He would submit that even assuming that plaintiff PNR,J & NBK,J has not satisfied the ingredients of Section 12-A of the Act, 2015, it is no ground to file the Appeal without first filing appropriate application before the Commercial Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ccd0d9ebe35a48fbb13c3988266b6401_121"
        },
        {
            "start": 16749,
            "end": 17040,
            "text": "16. Though extensive submissions are made on various aspects, we are confining our consideration to the scope of Section 12-A of the Act, 2015 as accepting the contention of the defendant on maintainability of the suit would be going to the root of the litigation initiated by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bae03613fb5b40719d18fa56c88aff44_122"
        },
        {
            "start": 17042,
            "end": 17406,
            "text": "17. A dispute arising out of ordinary transactions of merchants, bankers, financiers and traders, export or import of merchandise, construction, infrastructure and technology development agreements, intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, to name a few is a civil dispute having commercial angle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea78c4cbf533489c9c8d8d39c0226a97_123"
        },
        {
            "start": 17407,
            "end": 17541,
            "text": "Hitherto, regular Civil Courts were dealing with all disputes of civil in nature including disputes involving commercial transactions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22a45629c83a4445a89a8e3407225dec_124"
        },
        {
            "start": 17542,
            "end": 17631,
            "text": "However, there is huge pendency of civil disputes in all the civil Courts in the country.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa2e4e3a56694e10ab6498997efcbcbd_125"
        },
        {
            "start": 17632,
            "end": 17726,
            "text": "Ordinarily, a civil dispute to say the least takes 5 to 10 years to conclude in a trial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a83ff5ff6b7f4f77ae17c52a2267146a_126"
        },
        {
            "start": 17727,
            "end": 17798,
            "text": "Thereon, on appeal, it will be pending at least for another five years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c898dfc71ba24927bddc539c58819006_127"
        },
        {
            "start": 17799,
            "end": 17912,
            "text": "Pendency of civil litigation and inordinate delay in disposal impacts disputes involving commercial transactions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2380a9f09a0e439a9cbe13c64e213e1e_128"
        },
        {
            "start": 17913,
            "end": 18093,
            "text": "A stay in a case concerning an infrastructure project culminating in a decision after 10 years will have cascading effect on the project and all activities relating to the project.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dbd90f3c00d41c698840e9350b25d38_129"
        },
        {
            "start": 18095,
            "end": 18112,
            "text": "PNR,J & NBK,J 18.",
            "labels": [
                "NONE"
            ],
            "id": "30a643f5c16a4126830c368f978a8a26_130"
        },
        {
            "start": 18113,
            "end": 18344,
            "text": "Long pendency of litigation and more particularly litigation relating to business and commerce has caused severe dent in ensuring flow of foreign investments and Multi-national Companies showing interest in doing business in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "074f94a567414ff288f25176ec1fecf7_131"
        },
        {
            "start": 18345,
            "end": 18469,
            "text": "The Multi-national Companies and other investors fear long drawn litigation as a stumbling block in doing business in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba9f7aa325f8417ca4c7c80c1a883111_132"
        },
        {
            "start": 18470,
            "end": 18676,
            "text": "In order to promote foreign investments in India and dispel the impression of foreign investors that litigation is consuming long time for resolution, the Government of India has initiated several measures.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e04668c74bf748969555e9767f6007d6_133"
        },
        {
            "start": 18677,
            "end": 18806,
            "text": "It has brought out the Commercial Courts Act, 2015 creating separate adjudication process in cases involving commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae508fe090424f05b6c40d2a0bb3a32b_134"
        },
        {
            "start": 18807,
            "end": 18886,
            "text": "The Act aims to fast track the disposal of cases involving commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3dd282e1035143088520cdebb2109e9c_135"
        },
        {
            "start": 18888,
            "end": 19010,
            "text": "19. On review of working of the Act, the Government brought out certain amendments to the Act by Amendment Act 28 of 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0222f6260f8c4ae39fb7d60ab04608bf_136"
        },
        {
            "start": 19011,
            "end": 19435,
            "text": "The statement of objects and reasons to bring about these amendments are spelt out as under:\n\"The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank 'Doing Business Report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e53a97aca2604954990c67fcc918c8ea_137"
        },
        {
            "start": 19436,
            "end": 19812,
            "text": "Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5546140272a46c08f524bec05294d24_138"
        },
        {
            "start": 19813,
            "end": 19994,
            "text": "Needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1f24bc9eb58436bbd87a69c77b03ae9_139"
        },
        {
            "start": 19995,
            "end": 20134,
            "text": "It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1eb2945c717d459cb5fab0df34baa2d8_140"
        },
        {
            "start": 20135,
            "end": 20173,
            "text": "\nPNR,J & NBK,J (emphasis supplied)\n20.",
            "labels": [
                "NONE"
            ],
            "id": "b3c749dbb4604f999164d26215fc6745_141"
        },
        {
            "start": 20174,
            "end": 20277,
            "text": "Significant change in perception is by introducing Section 12-A to the Act by Amendment Act 28 of 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cda723fef2c546d59bc1e4eaf2afa361_142"
        },
        {
            "start": 20278,
            "end": 20359,
            "text": "Why this provision introduced is highlighted in statement of objects and reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bc2970d3fc6437cb078cc52149fa001_143"
        },
        {
            "start": 20360,
            "end": 21097,
            "text": "It reads as under:\n\"Statement of Objects and Reasons.--\n1. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was enacted for the constitution of Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and for matters connected therewith or incidental thereto.\n2. The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank \"Doing Business Report\"\nwhich, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fbb24465573448c6aaa3dc9c7b42ab0f_144"
        },
        {
            "start": 21098,
            "end": 21473,
            "text": "Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc. which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "659b814fd8744722b7fd1b11eaf03490_145"
        },
        {
            "start": 21474,
            "end": 21656,
            "text": "Needless to say, that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "682cf526cc424c6c96d099c8c1ac5b4d_146"
        },
        {
            "start": 21657,
            "end": 21795,
            "text": "It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7892e3e0fa584feea62d65cd89f182cb_147"
        },
        {
            "start": 21796,
            "end": 22239,
            "text": "\n3. As Parliament was not in session and immediate action was required to be taken to make necessary amendments in the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, to further improve India's ranking in the \"Doing Business Report\", the President promulgated the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 on 3-5-2018.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7203962c86324e599b3e4eb49aba385f_148"
        },
        {
            "start": 22241,
            "end": 22955,
            "text": "4. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Bill, 2018 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018, which inter alia, provides for the following namely-- (i) to (iv) xxx (v) to provide for compulsory mediation before institution of a suit, where no urgent interim relief is contemplated and for this purpose, to introduce the pre-institution mediation and settlement mechanism and PNR,J & NBK,J to enable the Central Government to authorise the authorities constituted under the Legal Services Authorities Act, 1987 for this purpose.\n5.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0980348b6e4b4f38b6b50547a32a1856_149"
        },
        {
            "start": 22956,
            "end": 23004,
            "text": "The Bill seeks to achieve the above objectives.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0097ae8b5554ad2b2fd5bd687574db4_150"
        },
        {
            "start": 23006,
            "end": 24656,
            "text": "20.1. Section 12-A of the Act, 2015 reads as under:\nS.12A. Pre-Institution Mediation and Settlement.-- (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub- section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties:\nProvided further that, the period during which the parties remained occupied with the pre-institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "890dc75575fd48068e37b36d4ce29f4c_151"
        },
        {
            "start": 24657,
            "end": 24694,
            "text": "It is a game changer for two reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da75370045bd441382f8f2ca8961e330_152"
        },
        {
            "start": 24695,
            "end": 24805,
            "text": "Firstly, it aims to drive away warring parties to a dispute from litigating and to take recourse to mediation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5c330e8e556f404d98b54a7d008f29f6_153"
        },
        {
            "start": 24806,
            "end": 24860,
            "text": "No dispute is beyond resolution by means of mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "733406aa95af48daab4a95d7d0bd1e78_154"
        },
        {
            "start": 24861,
            "end": 24941,
            "text": "In business, resolution of a dispute by mediation helps in building camaraderie.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3e1cb9910e04ba3b926c6b5d32c6d81_155"
        },
        {
            "start": 24942,
            "end": 24997,
            "text": "The case on hand is a case to highlight its importance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7315af62ac1246b49b85b535cde571b1_156"
        },
        {
            "start": 24998,
            "end": 25250,
            "text": "In the instant case, both PNR,J & NBK,J companies are leading companies, well established, have a good market share of their products and have built consumer confidence by decades of hard work and commitment to quality and durability of their products.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1c7f5b03205416892cb315871e8989c_157"
        },
        {
            "start": 25251,
            "end": 25301,
            "text": "Both have enviable dominance in consumer products.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "670d8d3c9185489283073bf5650eeed2_158"
        },
        {
            "start": 25302,
            "end": 25432,
            "text": "It is not in the interest of business and consumer activity for these giants to fight litigation on a product, in this case, salt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae710577634d4e18b8a0fb7db5c50d1d_159"
        },
        {
            "start": 25433,
            "end": 25533,
            "text": "We are confident that if they have taken recourse to mediation the dispute would have been resolved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f85f1a6e5b0b4b41b331a9e71517106e_160"
        },
        {
            "start": 25534,
            "end": 25608,
            "text": "\n22. Secondly, it seeks to decongest the courts from avoidable litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a3ade721cb0487bbaa589c1b7d6ce75_161"
        },
        {
            "start": 25609,
            "end": 25685,
            "text": "The flow of litigation involving commercial dispute has increased many fold.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a37027cb7b08493992f50ed9fe7eafb2_162"
        },
        {
            "start": 25686,
            "end": 25773,
            "text": "Even the Commercial Courts are overloaded and taking lot of time for disposal of cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a07a744e40943b2be303dd8a22b82a3_163"
        },
        {
            "start": 25774,
            "end": 25866,
            "text": "Unless they are decongested the main objective of creating the Special Courts gets defeated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e14b4d2130942e1b7b3c80022e18021_164"
        },
        {
            "start": 25867,
            "end": 25991,
            "text": "It is thus necessary to mandate parties to a dispute to take recourse to mediation and discourage them to rush to the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0a81f710bd24261897356c7b51ae1f4_165"
        },
        {
            "start": 25993,
            "end": 26133,
            "text": "23. It is necessary to encourage two warring parties to first explore means to resolve the dispute before rushing to the Court and litigate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f072d3e3c6e24439953229645c982e83_166"
        },
        {
            "start": 26134,
            "end": 26258,
            "text": "Section 12-A of the Act therefore mandates the plaintiff to first explore the mediation process before instituting the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79ad47eb2ef445db8d9de5bd220e2c84_167"
        },
        {
            "start": 26259,
            "end": 26411,
            "text": "However, it carves out exception to availing the remedy of mediation at pre-litigation stage only if the plaintiff requires urgent interlocutory orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63266deba708453d8ca35597c0acb3d9_168"
        },
        {
            "start": 26412,
            "end": 26673,
            "text": "Having regard to the purpose and object sought to be achieved, dispensing with the course of availing mediation and PNR,J & NBK,J directly instituting the suit is only when urgent interlocutory orders are required by the plaintiff and not as a matter of course.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f62e550fa8a424390de6f454ef62367_169"
        },
        {
            "start": 26675,
            "end": 26814,
            "text": "24. In M/s. Patil Automation Private Limited and others vs. Rakheja Engineers Private Limited1, Hon'ble Supreme Court held as under:\n\"91.4.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b2dac43a7ff4c78841f6886dfa31c42_170"
        },
        {
            "start": 26815,
            "end": 27110,
            "text": "Spread over five sub-sections, this standalone section in Chapter III-A, no doubt, supported by the Rules, in our view, substantially manifests a definite scheme to effectively deal with the perceived urgent problem of acute clogging of the justice delivery system, which had to be de-congested.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d70521861874af6964aa3d417268754_171"
        },
        {
            "start": 27111,
            "end": 27272,
            "text": "Section 12-A cannot be perceived as merely intended to reach quicker justice, and what is more, on terms, which are mutually acceptable to the parties concerned.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "61d75cf1ce994a26a7c884063c4cced1_172"
        },
        {
            "start": 27273,
            "end": 27381,
            "text": "Even, more importantly, it was to produce a vital and significant effect on the very interest of the nation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cba1ab7392b844bb93019073d53976aa_173"
        },
        {
            "start": 27382,
            "end": 27435,
            "text": "We have perused the Statement of Objects and Reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c03e9f7e92944f794756aff31e0e0f9_174"
        },
        {
            "start": 27436,
            "end": 27642,
            "text": "To attract foreign capital by enhancing its rather low standard in the ease of doing business, it was and is still necessary to showcase an efficient and quick justice delivery system in commercial matters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93e03df751b64eaeb637a68539b28055_175"
        },
        {
            "start": 27643,
            "end": 27791,
            "text": "In fact, India, which was ranked at 142 out of 189 countries, in the Ease of Doing Business Index, in 2015, climbed up to only 130 in the year 2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02edff95e1bb4cf99283be4808a165aa_176"
        },
        {
            "start": 27792,
            "end": 27834,
            "text": "By 2020, India stood at the 63rd position.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d345c0c2bf7443f9455f7c4ea24d379_177"
        },
        {
            "start": 27836,
            "end": 27845,
            "text": "xxx 99.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e585c31fcec47f6971269a64fc9c2ed_178"
        },
        {
            "start": 27846,
            "end": 27894,
            "text": "The Act did not originally contain Section 12-A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c515609150a45898c6b62cd64b1b688_179"
        },
        {
            "start": 27895,
            "end": 27962,
            "text": "It is by amendment in the year 2018 that Section 12-A was inserted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7dc023fb69746b9b70f593fd1acccf8_180"
        },
        {
            "start": 27963,
            "end": 28062,
            "text": "The Statement of Objects and Reasons are explicit that Section 12-A was contemplated as compulsory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02d1af4bb92547ff9253168a87aadbdc_181"
        },
        {
            "start": 28063,
            "end": 28243,
            "text": "The object of the Act and the Amending Act of 2018, unerringly point to at least partly foisting compulsory mediation on a plaintiff who does not contemplate urgent interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fff2fd935fa940a29af964d958ea3e9b_182"
        },
        {
            "start": 28244,
            "end": 28359,
            "text": "The provision has been contemplated only with reference to plaintiffs who do not contemplate urgent interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d31e3c972a284d8aa808d80d848c16c8_183"
        },
        {
            "start": 28360,
            "end": 28506,
            "text": "The legislature has taken care to expressly exclude the period undergone during mediation for reckoning limitation under the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d13ef3285f0493392f07eaca8aaa51e_184"
        },
        {
            "start": 28507,
            "end": 28527,
            "text": "The object is clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f782a0892d584303819e5189a1bef51d_185"
        },
        {
            "start": 28529,
            "end": 28636,
            "text": "99.2. It is an undeniable reality that courts in India are reeling under an extraordinary docket explosion.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c6d1fcf01d040e39118b6bbe349b94c_186"
        },
        {
            "start": 28637,
            "end": 28750,
            "text": "Mediation, as an alternative dispute mechanism, has been identified as a workable solution in commercial matters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77d5e429f2884708bb72025f179fd145_187"
        },
        {
            "start": 28751,
            "end": 28840,
            "text": "In other words, the cases under the Act lend themselves to be resolved through mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "631def53dd524b88b7014f2d07ad652a_188"
        },
        {
            "start": 28841,
            "end": 28891,
            "text": "Nobody has an absolute right to file a civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "951013ebba9447218695e502ae31c4d0_189"
        },
        {
            "start": 28892,
            "end": 28993,
            "text": "A civil suit can be barred absolutely or the bar may operate unless certain conditions are fulfilled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8128637341474f7ea39c06b52109a747_190"
        },
        {
            "start": 28994,
            "end": 29105,
            "text": "Cases in point, which amply illustrate this principle, are Section 80CPC and Section 69 of the Partnership Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5df4626183064e479625163e8aa786a7_191"
        },
        {
            "start": 29107,
            "end": 29268,
            "text": "99.3. The language used in Section 12-A, which includes the word \"shall\", certainly, goes a long way to assist the Court to hold that the provision is mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f70338f1ec73416492291b4550ffcadb_192"
        },
        {
            "start": 29269,
            "end": 29384,
            "text": "The entire procedure for carrying out the mediation, has been 2022 (10) SCC 1 PNR,J & NBK,J spelt out in the Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4615321a527b4ef08f8ace79ae06d48c_193"
        },
        {
            "start": 29385,
            "end": 29441,
            "text": "The parties are free to engage counsel during mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2177f1a2a6b741d7b92b9668c84bc693_194"
        },
        {
            "start": 29442,
            "end": 29647,
            "text": "The expenses, as far as the fee payable to the mediator, is concerned, is limited to a one-time fee, which appears to be reasonable, particularly, having regard to the fact that it is to be shared equally.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf0abd5c754f491593b3bdc22a631733_195"
        },
        {
            "start": 29648,
            "end": 29684,
            "text": "A trained mediator can work wonders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46cf814b0e224743b4344c39d455f18c_196"
        },
        {
            "start": 29686,
            "end": 29760,
            "text": "99.4. Mediation must be perceived as a new mechanism of access to justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec92614f12f44840a8c937ac5de32200_197"
        },
        {
            "start": 29761,
            "end": 29802,
            "text": "We have already highlighted its benefits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d6d2ba4a19842fb9c3e1bad2414dbc6_198"
        },
        {
            "start": 29803,
            "end": 29958,
            "text": "Any reluctance on the part of the Court to give Section 12-A, a mandatory interpretation, would result in defeating the object and intention of Parliament.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fd9163f0e154395bf37a0943d0354ef_199"
        },
        {
            "start": 29959,
            "end": 30068,
            "text": "The fact that the mediation can become a non-starter, cannot be a reason to hold the provision not mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ada3d2142304b38a1bcd718f897c723_200"
        },
        {
            "start": 30069,
            "end": 30270,
            "text": "Apparently, the value judgment of the lawgiver is to give the provision, a modicum of voluntariness for the defendant, whereas, the plaintiff, who approaches the court, must, necessarily, resort to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c9df4b398854bfbad339bb6fd8a5707_201"
        },
        {
            "start": 30271,
            "end": 30444,
            "text": "Section 12-A elevates the settlement under the Act and the Rules to an award within the meaning of Section 30(4) of the Arbitration Act, giving it meaningful enforceability.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45dfb671cc92447b93f46b2c2fd20595_202"
        },
        {
            "start": 30445,
            "end": 30517,
            "text": "The period spent in mediation is excluded for the purpose of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2559f0c2cf364179ba80901b7f56d9f9_203"
        },
        {
            "start": 30518,
            "end": 30587,
            "text": "The Act confers power to order costs based on conduct of the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ee62cdbb3634b149955cd0f9fcb9d07_204"
        },
        {
            "start": 30589,
            "end": 30669,
            "text": "100. In the cases before us, the suits do not contemplate urgent interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5f6d6a878b146c3b741eb8969fb6e78_205"
        },
        {
            "start": 30670,
            "end": 30847,
            "text": "As to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word \"contemplate\" or urgent interim relief, we need not dwell upon it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1724ef92adc048b895e75b97e82b3b1e_206"
        },
        {
            "start": 30848,
            "end": 31111,
            "text": "The other aspect raised about the word \"contemplate\" is that there can be attempts to bypass the statutory mediation under Section 12-A by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f58e18bbe86040a1a2f5444fb406b487_207"
        },
        {
            "start": 31112,
            "end": 31230,
            "text": "Section 80(2)CPC permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e81235e8769241738b6f3b74f5749196_208"
        },
        {
            "start": 31231,
            "end": 31468,
            "text": "The proviso to Section 80(2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20e266077c70499fb8839c65242d07e4_209"
        },
        {
            "start": 31469,
            "end": 31560,
            "text": "Our attention is drawn to the fact that Section 12-A does not contemplate such a procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa3520df140f4f9ca5bbcff3d276595a_210"
        },
        {
            "start": 31561,
            "end": 31621,
            "text": "This is a matter which may engage attention of the lawmaker.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c5f230fd98841b6acef750ac5463b49_211"
        },
        {
            "start": 31622,
            "end": 31702,
            "text": "Again, we reiterate that these are not issues which arise for our consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67245799e48b47a2a6886f50223541c1_212"
        },
        {
            "start": 31703,
            "end": 31814,
            "text": "In the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3723e415050e4fa2962a6ab237602b0b_213"
        },
        {
            "start": 31815,
            "end": 31834,
            "text": "(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c08d9e0564c84ea69bde17f6196341a6_214"
        },
        {
            "start": 31836,
            "end": 32057,
            "text": "25. In Deepak Raheja vs. Ganga Taro Vazirani2, the Bombay High Court held that the use of the word \"shall\" in a statute generally raises presumption that the provision is mandatory and held that Section 12-A is mandatory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30df170f99d74b1c9f6c48e2b9502d5e_215"
        },
        {
            "start": 32058,
            "end": 32071,
            "text": "It held, \"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a4e635fef2b44d86b590be00779b6017_216"
        },
        {
            "start": 32072,
            "end": 32325,
            "text": "It is no doubt correct that if the plain meaning of the words of a statute leads to anomaly and absurdity, then the court can look into the purpose for which the statute is enacted and try to reconcile the interpretation with the purpose of the statute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6342c13649b84f718f6dcfb2d9954637_217"
        },
        {
            "start": 32326,
            "end": 32424,
            "text": "However, Commercial Appeal (L) No.11950 of 2021 of Bombay High Court dated 1.10.2021 PNR,J & NBK,J",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "38ebfd4ea97b4fd0947409bd497ee3b7_218"
        },
        {
            "start": 32425,
            "end": 32577,
            "text": "If the words of the statute are plain and obvious and do not result in any anomaly, then the court must give effect to the words as used in the statute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "64170ea08943496a96e777dd09a0946c_219"
        },
        {
            "start": 32578,
            "end": 32682,
            "text": "The use of the word \"shall\" in a statute generally raises a presumption that the provision is mandatory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e9fbc7f557ea4996ad3cfd263d076a10_220"
        },
        {
            "start": 32683,
            "end": 32817,
            "text": "This presumption can be rebutted by looking at the object and scope of the statute and the consequences flowing from the construction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "060ae447127a4b12b35505130919964b_221"
        },
        {
            "start": 32818,
            "end": 32900,
            "text": "To displace the presumption, the intention of the legislature is to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37550af0376444d9bf9026e60b058e75_222"
        },
        {
            "start": 32901,
            "end": 32908,
            "text": "xxx 24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dea275d79a564ad293cfecb2e1643ce9_223"
        },
        {
            "start": 32909,
            "end": 32987,
            "text": "Section 12A does not come into play if the suit contemplates an urgent relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3ff2ba6ed4e4f35b268c291aa3be455_224"
        },
        {
            "start": 32988,
            "end": 33105,
            "text": "If a commercial suit (of specified value) contemplates urgent relief, it can be instituted in the court straightaway.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bef119ff3c547f6ae7268bdde507aa4_225"
        },
        {
            "start": 33106,
            "end": 33187,
            "text": "Therefore, two classes of commercial disputes are contemplated under Section 12A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79469944cd4f45a38b4257e6a81a0e78_226"
        },
        {
            "start": 33188,
            "end": 33194,
            "text": "One in",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5db1b97ca6b45328c204ec3a5b5fa52_227"
        },
        {
            "start": 33195,
            "end": 33300,
            "text": "which an urgent interim relief is not contemplated and second where urgent interim relief is contemplated",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ed4f7631c7f4a5ea9e01a84358ff642_228"
        },
        {
            "start": 33301,
            "end": 33376,
            "text": ". Section 12A provides different schemes for these two classes of disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6fcb3ec2ff34b24bd58c6c476b95332_229"
        },
        {
            "start": 33377,
            "end": 33474,
            "text": "Where there is no urgent interim relief to first exhaust the remedy of pre-institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47a00fc5aa174ae1a47621333ed4f6a1_230"
        },
        {
            "start": 33475,
            "end": 33559,
            "text": "Where there is an urgent interim relief contemplated to approach the court directly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3020d0f6fc147a584ea645adf989724_231"
        },
        {
            "start": 33560,
            "end": 33660,
            "text": "The emphasis is that for a particular type of dispute particular kind of remedy is more appropriate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0641fe0a2d8416bb0a3dbc5bbcd5bf1_232"
        },
        {
            "start": 33661,
            "end": 33731,
            "text": "Section 12A segregates commercial disputes depending on their urgency.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0274b4e45b0c4468813296216bfbad66_233"
        },
        {
            "start": 33732,
            "end": 33879,
            "text": "Making segregation at the inception of a commercial dispute is a considered legislative instrument to speed up the disposal of commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eff9b9c36d494a309b356c2a3f2b2f1d_234"
        },
        {
            "start": 33880,
            "end": 33952,
            "text": "Court adjudication is not the only type of dispute resolution mechanism.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68a511c4e87d4886bff0215e7e8a9ed7_235"
        },
        {
            "start": 33953,
            "end": 34047,
            "text": "Negotiations and mediation also resolve the dispute by finding a mutually acceptable solution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24ebeaf64e334f66ae7345312eecd45a_236"
        },
        {
            "start": 34048,
            "end": 34153,
            "text": "The parties can negotiate themselves or through a private person or machinery provided under the statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b83762f594904f3bb6cf7a0ffb5e01a5_237"
        },
        {
            "start": 34154,
            "end": 34286,
            "text": "Once the authority conducts the mediation under Section 12A, the mutually acceptable outcome can be enforced like an arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99064418ae41473c93808b5520681b27_238"
        },
        {
            "start": 34287,
            "end": 34461,
            "text": "For some disputes with urgent interim reliefs, adjudication in courts can be a suitable remedy, while for some disputes, resolution through mediation can be more appropriate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "131c7ae500914beb8c2d13510619aa7d_239"
        },
        {
            "start": 34462,
            "end": 34521,
            "text": "Section 12A is recognition of this fact by the legislature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33daeaec420a4fb080e9d79c9288d9ea_240"
        },
        {
            "start": 34522,
            "end": 34861,
            "text": "A clear legislative intent emerges from the plain reading of Section 12A that commercial dispute which contemplates an urgent interim relief, dispute resolution by Courts is primary, when there is no such interim relief contemplated, pre- institution mediation for mutual resolution of disputes to be attempted first should be appropriate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88607140c1f04225989e2e5cca9752cc_241"
        },
        {
            "start": 34863,
            "end": 34870,
            "text": "xxx 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df164f3fc0994c8bacd1ff7c46229dcf_242"
        },
        {
            "start": 34871,
            "end": 35254,
            "text": "Thus, we hold that section 12A of the Act of 2015 is mandatory, and a commercial suit of specified value which does not contemplate any urgent interim relief under the Act of 2015, cannot not be instituted unless the plaintiff exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c70cc7a13fa4900b6c00b1278ff459c_243"
        },
        {
            "start": 35255,
            "end": 35396,
            "text": "Considering the object and purpose of Section 12A of being rooted in the public interest, there is no question of it being waived by a party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "223300c8918c452796e2675312a172eb_244"
        },
        {
            "start": 35397,
            "end": 35463,
            "text": "The findings in the impugned order to the contrary are set aside.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2073a68ffb34b828724e300ec2b537d_245"
        },
        {
            "start": 35465,
            "end": 35482,
            "text": "PNR,J & NBK,J 26.",
            "labels": [
                "NONE"
            ],
            "id": "2a9d2c7048bd452486daa088e81f72a5_246"
        },
        {
            "start": 35483,
            "end": 35610,
            "text": "We are moving towards pre-litigation resolution of disputes by alternate means such as negotiation, conciliation and mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53aba42e2d0e4fb5a9a8fb70364a4288_247"
        },
        {
            "start": 35611,
            "end": 35733,
            "text": "Many statutes made in the last few years have incorporated provisions to avail alternative mode of resolution of disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b42229eea0e4b95a1b98ed62aa0f522_248"
        },
        {
            "start": 35734,
            "end": 35790,
            "text": "Resolution of disputes by mediation is being encouraged.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36e46fd37f54465c8f36fbf08395b4fd_249"
        },
        {
            "start": 35791,
            "end": 35838,
            "text": "In India, mediation is taking its roots firmly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dee82e184aff43abb15185ba76cb4c32_250"
        },
        {
            "start": 35839,
            "end": 35958,
            "text": "Government of India is encouraging mediation to resolve disputers and is keen to make resort to mediation as mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaf70afbe57a40a29e397f536528d1bd_251"
        },
        {
            "start": 35959,
            "end": 36074,
            "text": "It seeks to introduce a bill in the Indian Parliament to make pre-litigation mediation mandatory in any litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e07a510de52041a0bceeedba58ca6189_252"
        },
        {
            "start": 36075,
            "end": 36122,
            "text": "Amendment Act, 28 of 2018 is in that direction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6bb59a2e4d945f2aa0bfa94aede1373_253"
        },
        {
            "start": 36123,
            "end": 36386,
            "text": "Legislative measures initiated and put in place in the recent past clearly point out to direction in which we are progressing towards resort to mediation to resolve a dispute as mandatory pre-requisite before taking recourse to availing civil/criminal law remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b8bda7d75184718826d97ee77a02755_254"
        },
        {
            "start": 36388,
            "end": 36517,
            "text": "27. Coming to the case on hand, plaintiff and defendant are well established and are market leaders in several consumer products.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a39ef3f53f843e3b825d8e0ada50d38_255"
        },
        {
            "start": 36518,
            "end": 36568,
            "text": "They have built enviable positions in the country.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f951b0bd2584becb8df0a8bb05f9e8c_256"
        },
        {
            "start": 36569,
            "end": 36659,
            "text": "According to plaintiff, its total earnings in the financial year 2021-22 is 62,336 crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "366936674e764532a99243736e368d25_257"
        },
        {
            "start": 36660,
            "end": 36709,
            "text": "The figures of TATA may also be same if not more.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16a61180c8d44362ba7daa67f266e8b8_258"
        },
        {
            "start": 36710,
            "end": 36775,
            "text": "Both companies are also involved in manufacture and sale of salt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a709f4f72384f019ab2d6d1482b55ff_259"
        },
        {
            "start": 36776,
            "end": 36884,
            "text": "The sticky point on which these two leading companies are fighting this litigation is in marketing the salt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07f9b38d05ba4e5e916b3b4fdfc90c1a_260"
        },
        {
            "start": 36885,
            "end": 36945,
            "text": "The dispute concerns marketing salt in a particular package.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df0eb572c6c84e839a64a744bfc1b654_261"
        },
        {
            "start": 36946,
            "end": 37044,
            "text": "Market share of salt in various forms and packaging is a small percentage of their total earnings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b12732daa665492ea5e90240c7dd860b_262"
        },
        {
            "start": 37046,
            "end": 37063,
            "text": "PNR,J & NBK,J 28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea860993a328465fa0cc3a7b6f4f15d0_263"
        },
        {
            "start": 37064,
            "end": 37371,
            "text": "In the facts of this case, the Court has to satisfy that plaintiff has made out a case to dispense with availing mediation process, that he requires urgent orders and that not permitting him to institute the suit immediately without seeking recourse to mediation would cause irreparable injury and hardship.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2f247261e88489bb1ee2f807feee19a_264"
        },
        {
            "start": 37373,
            "end": 37465,
            "text": "29. There was no consideration on urgency to file suit and seek urgent interlocutory orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51c2737ccdc54e5983a8d352e1d53d22_265"
        },
        {
            "start": 37466,
            "end": 37580,
            "text": "Dispensing from availing the mediation to resolve the dispute before instituting a suit is not a matter of course.",
            "labels": [
                "RATIO"
            ],
            "id": "ba813d2fb2b441c88fc62a4112340f4b_266"
        },
        {
            "start": 37581,
            "end": 37685,
            "text": "The trial Court has not even looked into the mandatory nature of availing mediation as per Section 12-A.",
            "labels": [
                "RATIO"
            ],
            "id": "26a16ff20c134784b378ea8b8601b1e5_267"
        },
        {
            "start": 37686,
            "end": 37805,
            "text": "It has not applied its mind on whether the plaintiff has made out a case to dispense with taking recourse to mediation.",
            "labels": [
                "RATIO"
            ],
            "id": "9c18f0608ae54696b6ca77c5e2b564af_268"
        },
        {
            "start": 37806,
            "end": 37842,
            "text": "It amounts to error of jurisdiction.",
            "labels": [
                "RATIO"
            ],
            "id": "cd1211b84d28480f90ed3a573f2b3fe8_269"
        },
        {
            "start": 37843,
            "end": 38073,
            "text": "Having regard to statutory mandate, we set aside the order under challenge and remit the matter to the Commercial Court to consider the maintainability of suit without availing the mediation as required by Section 12-A of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "dcac48c608274b72b92b3b4c375e3237_270"
        },
        {
            "start": 38075,
            "end": 38114,
            "text": "30. The Appeal is accordingly, allowed.",
            "labels": [
                "RPC"
            ],
            "id": "1077b0ec81e545d18c71b7ac0184d238_271"
        },
        {
            "start": 38115,
            "end": 38124,
            "text": "No costs.",
            "labels": [
                "RPC"
            ],
            "id": "a72cfb355d6f4162a6d64c3a5368fc4a_272"
        },
        {
            "start": 38125,
            "end": 38182,
            "text": "Miscellaneous applications, if any pending, stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "d560f41a027b4d53af42abfa5c46db36_273"
        },
        {
            "start": 38183,
            "end": 38288,
            "text": "\n_________________________ P.NAVEEN RAO, J _________________________ NAGESH BHEEMAPAKA, J Date:21.04.2023",
            "labels": [
                "NONE"
            ],
            "id": "1ae5bd6a4b2c409282e7fea3107e91bd_274"
        },
        {
            "start": 38289,
            "end": 38484,
            "text": "Note: Mark L R copy--YES B/o Kkm/ tvk PNR,J & NBK,J HONOURABLE SRI JUSTICE P.NAVEEN RAO AND HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL MISCELLANEOUS APPEAL NO.69 OF 2023 Date: 21.04.2023 Kkm/tvk",
            "labels": [
                "NONE"
            ],
            "id": "5e395401b9b34fae8b8f2528b4eb4b0f_275"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Trinetramilan Product",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 42
        },
        {
            "text": "A S Narayanan",
            "label": "RESPONDENT",
            "start_char": 46,
            "end_char": 59
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "LAWYER",
            "start_char": 84,
            "end_char": 101
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 109,
            "end_char": 126
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 452,
            "end_char": 488
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 664,
            "end_char": 681
        },
        {
            "text": "Trinetramilan Product Protection",
            "label": "PETITIONER",
            "start_char": 1029,
            "end_char": 1061
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 1383,
            "end_char": 1403
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 1559,
            "end_char": 1572
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 1734,
            "end_char": 1751
        },
        {
            "text": "Amdhusudha Reddy",
            "label": "LAWYER",
            "start_char": 2156,
            "end_char": 2172
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 2212,
            "end_char": 2220
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 2271,
            "end_char": 2285
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 2735,
            "end_char": 2757
        },
        {
            "text": "Trinetramilan",
            "label": "PETITIONER",
            "start_char": 3067,
            "end_char": 3080
        },
        {
            "text": "R. Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 3271,
            "end_char": 3292
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 3471,
            "end_char": 3484
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 3551,
            "end_char": 3568
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 4021,
            "end_char": 4038
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 4059,
            "end_char": 4067
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 4080,
            "end_char": 4094
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 4312,
            "end_char": 4334
        },
        {
            "text": "Trinetramilan Product\n   Protection Solutions\n   Private Limited",
            "label": "PETITIONER",
            "start_char": 4787,
            "end_char": 4851
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 4993,
            "end_char": 5013
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 5088,
            "end_char": 5101
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "RESPONDENT",
            "start_char": 5184,
            "end_char": 5212
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 5664,
            "end_char": 5681
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 5702,
            "end_char": 5710
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 5723,
            "end_char": 5737
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 6050,
            "end_char": 6072
        },
        {
            "text": "Trinetramilan Product\n     Protection Solutions\n     Private Limited",
            "label": "PETITIONER",
            "start_char": 6488,
            "end_char": 6556
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 6920,
            "end_char": 6940
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 7015,
            "end_char": 7028
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "PETITIONER",
            "start_char": 7111,
            "end_char": 7139
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 7382,
            "end_char": 7399
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 7420,
            "end_char": 7428
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 7441,
            "end_char": 7455
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 7456,
            "end_char": 7470
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 7751,
            "end_char": 7773
        },
        {
            "text": "BENGALURU RURAL DISTRICT, BENGALURU",
            "label": "ORG",
            "start_char": 7980,
            "end_char": 8015
        },
        {
            "text": "WP No. 23517 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 8299,
            "end_char": 8319
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8571,
            "end_char": 8587
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8597,
            "end_char": 8613
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru (Commercial Court)",
            "label": "COURT",
            "start_char": 8680,
            "end_char": 8754
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8931,
            "end_char": 8947
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8957,
            "end_char": 8973
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 9181,
            "end_char": 9191
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 9224,
            "end_char": 9279
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 9304,
            "end_char": 9320
        },
        {
            "text": "Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9328,
            "end_char": 9335
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 9364,
            "end_char": 9380
        },
        {
            "text": "Thara Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9389,
            "end_char": 9402
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 9510,
            "end_char": 9519
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 9614,
            "end_char": 9624
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9632,
            "end_char": 9659
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 9851,
            "end_char": 9871
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10184,
            "end_char": 10239
        },
        {
            "text": "Principal Senior Civil Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 10336,
            "end_char": 10390
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10419,
            "end_char": 10474
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 10677,
            "end_char": 10701
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 10703,
            "end_char": 10712
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 10797,
            "end_char": 10801
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 10805,
            "end_char": 10827
        },
        {
            "text": "Order 20 Rule 12",
            "label": "PROVISION",
            "start_char": 11625,
            "end_char": 11641
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 11645,
            "end_char": 11651
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 12123,
            "end_char": 12132
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 12389,
            "end_char": 12393
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 12397,
            "end_char": 12419
        },
        {
            "text": "15 commercial court Act 2005",
            "label": "STATUTE",
            "start_char": 12668,
            "end_char": 12696
        },
        {
            "text": "31.07.2018",
            "label": "DATE",
            "start_char": 12756,
            "end_char": 12766
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 12962,
            "end_char": 12988
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 13840,
            "end_char": 13850
        },
        {
            "text": "07.09.2018",
            "label": "DATE",
            "start_char": 13854,
            "end_char": 13864
        },
        {
            "text": "08.09.2018",
            "label": "DATE",
            "start_char": 13903,
            "end_char": 13913
        },
        {
            "text": "07.09.2019",
            "label": "DATE",
            "start_char": 13917,
            "end_char": 13927
        },
        {
            "text": "08.09.2019",
            "label": "DATE",
            "start_char": 13968,
            "end_char": 13978
        },
        {
            "text": "07.09.2020",
            "label": "DATE",
            "start_char": 13982,
            "end_char": 13992
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 14037,
            "end_char": 14047
        },
        {
            "text": "19.10.2020",
            "label": "DATE",
            "start_char": 14249,
            "end_char": 14259
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 14351,
            "end_char": 14361
        },
        {
            "text": "Karnataka Industrial Development Area",
            "label": "GPE",
            "start_char": 14433,
            "end_char": 14470
        },
        {
            "text": "section 24",
            "label": "PROVISION",
            "start_char": 15296,
            "end_char": 15306
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15310,
            "end_char": 15313
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15359,
            "end_char": 15374
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15378,
            "end_char": 15381
        },
        {
            "text": "2021 SCC Online Kunhimoosa)",
            "label": "PRECEDENT",
            "start_char": 15608,
            "end_char": 15635
        },
        {
            "text": "C.K. Surendran",
            "label": "OTHER_PERSON",
            "start_char": 15647,
            "end_char": 15661
        },
        {
            "text": "Kerala High Court",
            "label": "COURT",
            "start_char": 15696,
            "end_char": 15713
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15824,
            "end_char": 15839
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15843,
            "end_char": 15846
        },
        {
            "text": "Bengaluru Rural District",
            "label": "ORG",
            "start_char": 16073,
            "end_char": 16097
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 16107,
            "end_char": 16125
        },
        {
            "text": "Section 15 (1), (2) and (5)",
            "label": "PROVISION",
            "start_char": 16182,
            "end_char": 16209
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 16213,
            "end_char": 16239
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, ( 26 of 1996)",
            "label": "STATUTE",
            "start_char": 16368,
            "end_char": 16421
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, (26 of 1996)",
            "label": "STATUTE",
            "start_char": 16665,
            "end_char": 16717
        },
        {
            "text": "sub - section (1), sub-section (2) or sub - section (3)",
            "label": "PROVISION",
            "start_char": 17284,
            "end_char": 17339
        },
        {
            "text": "- 13 - NC:",
            "label": "DATE",
            "start_char": 17405,
            "end_char": 17415
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 17421,
            "end_char": 17430
        },
        {
            "text": "section 15(5)",
            "label": "PROVISION",
            "start_char": 18184,
            "end_char": 18197
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18296,
            "end_char": 18317
        },
        {
            "text": "31.02.2015",
            "label": "DATE",
            "start_char": 18331,
            "end_char": 18341
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 18551,
            "end_char": 18568
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18569,
            "end_char": 18590
        },
        {
            "text": "22.08.2017",
            "label": "DATE",
            "start_char": 18816,
            "end_char": 18826
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 18914,
            "end_char": 18932
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 19031,
            "end_char": 19054
        },
        {
            "text": "17.12.2020",
            "label": "DATE",
            "start_char": 19061,
            "end_char": 19071
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19081,
            "end_char": 19105
        },
        {
            "text": "17.12.2022",
            "label": "DATE",
            "start_char": 19146,
            "end_char": 19156
        },
        {
            "text": "District and Sessions Court Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19202,
            "end_char": 19254
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19255,
            "end_char": 19265
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19351,
            "end_char": 19375
        },
        {
            "text": "15.10.2022",
            "label": "DATE",
            "start_char": 19382,
            "end_char": 19392
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19414,
            "end_char": 19438
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 19455,
            "end_char": 19519
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19575,
            "end_char": 19585
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19596,
            "end_char": 19606
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19630,
            "end_char": 19640
        },
        {
            "text": "19-12-2020",
            "label": "DATE",
            "start_char": 19712,
            "end_char": 19722
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19869,
            "end_char": 19922
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 19945,
            "end_char": 19955
        },
        {
            "text": "2016 SCC Online Del 4282 (Mrs. Soni Dave Vs.",
            "label": "PRECEDENT",
            "start_char": 20232,
            "end_char": 20276
        },
        {
            "text": "Trans Asian Industries Expositions Pvt Ltd.",
            "label": "ORG",
            "start_char": 20281,
            "end_char": 20324
        },
        {
            "text": "2016 Onlince Delhi 760 - 15 - NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 20367,
            "end_char": 20415
        },
        {
            "text": "Havells India Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 20439,
            "end_char": 20464
        },
        {
            "text": "Advertising Standards Council of India",
            "label": "ORG",
            "start_char": 20469,
            "end_char": 20507
        },
        {
            "text": "Financial Assets and Enforcement of Securities Interest Act, 2002",
            "label": "STATUTE",
            "start_char": 20614,
            "end_char": 20679
        },
        {
            "text": "Havells Wire",
            "label": "ORG",
            "start_char": 21308,
            "end_char": 21320
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 22493,
            "end_char": 22503
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22507,
            "end_char": 22534
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 22639,
            "end_char": 22663
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22756,
            "end_char": 22766
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22903,
            "end_char": 22913
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23037,
            "end_char": 23054
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23058,
            "end_char": 23061
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 23258,
            "end_char": 23270
        },
        {
            "text": "o VII Rule 11",
            "label": "PROVISION",
            "start_char": 23587,
            "end_char": 23600
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23604,
            "end_char": 23627
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23945,
            "end_char": 23962
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23966,
            "end_char": 23989
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24067,
            "end_char": 24079
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24087,
            "end_char": 24108
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24357,
            "end_char": 24375
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24481,
            "end_char": 24499
        },
        {
            "text": "sub-section 2 of Section 21-A",
            "label": "PROVISION",
            "start_char": 24539,
            "end_char": 24568
        },
        {
            "text": "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "label": "PROVISION",
            "start_char": 24579,
            "end_char": 24626
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24714,
            "end_char": 24724
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24786,
            "end_char": 24796
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 24806,
            "end_char": 24828
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "label": "PRECEDENT",
            "start_char": 24857,
            "end_char": 24952
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24967,
            "end_char": 24979
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 25053,
            "end_char": 25065
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 25132,
            "end_char": 25149
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25153,
            "end_char": 25176
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 25216,
            "end_char": 25226
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 25279,
            "end_char": 25289
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 25332,
            "end_char": 25354
        },
        {
            "text": "City Civil and Sessions Judge, Bengaluru",
            "label": "COURT",
            "start_char": 26202,
            "end_char": 26242
        },
        {
            "text": "04-12- 2020",
            "label": "DATE",
            "start_char": 26246,
            "end_char": 26257
        },
        {
            "text": "O.S. No. 1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 26261,
            "end_char": 26279
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 26442,
            "end_char": 26452
        },
        {
            "text": "GOB(I)1/2020",
            "label": "CASE_NUMBER",
            "start_char": 26491,
            "end_char": 26503
        },
        {
            "text": "17-12- 2022",
            "label": "DATE",
            "start_char": 26510,
            "end_char": 26521
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 26544,
            "end_char": 26567
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 26714,
            "end_char": 26724
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26732,
            "end_char": 26753
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26789,
            "end_char": 26802
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27049,
            "end_char": 27061
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 27277,
            "end_char": 27294
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 27298,
            "end_char": 27321
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 27345,
            "end_char": 27356
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27384,
            "end_char": 27396
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 27562,
            "end_char": 27575
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 28243,
            "end_char": 28256
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 28952,
            "end_char": 28971
        },
        {
            "text": "05-07-2022",
            "label": "DATE",
            "start_char": 28978,
            "end_char": 28988
        },
        {
            "text": "Business Enabling Environment (BEE) Project",
            "label": "ORG",
            "start_char": 28998,
            "end_char": 29041
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)",
            "label": "PRECEDENT",
            "start_char": 29081,
            "end_char": 29174
        },
        {
            "text": "Section Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29363,
            "end_char": 29392
        },
        {
            "text": "Commercial Act",
            "label": "STATUTE",
            "start_char": 29406,
            "end_char": 29420
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 29850,
            "end_char": 29862
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30153,
            "end_char": 30165
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30173,
            "end_char": 30194
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30253,
            "end_char": 30274
        },
        {
            "text": "amendment Act, 2018",
            "label": "STATUTE",
            "start_char": 30344,
            "end_char": 30363
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30379,
            "end_char": 30391
        },
        {
            "text": "SECTION 12A",
            "label": "PROVISION",
            "start_char": 30425,
            "end_char": 30436
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30788,
            "end_char": 30806
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30817,
            "end_char": 30835
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 30906,
            "end_char": 30955
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 31051,
            "end_char": 31100
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 31134,
            "end_char": 31152
        },
        {
            "text": "Limitation Act, 1963 (36 of 1963)",
            "label": "STATUTE",
            "start_char": 31631,
            "end_char": 31664
        },
        {
            "text": "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "label": "PROVISION",
            "start_char": 31983,
            "end_char": 32027
        },
        {
            "text": "section 30",
            "label": "PROVISION",
            "start_char": 32050,
            "end_char": 32060
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 32068,
            "end_char": 32119
        },
        {
            "text": "03-05-2018",
            "label": "DATE",
            "start_char": 32193,
            "end_char": 32203
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 32469,
            "end_char": 32487
        },
        {
            "text": "District Legal Services Authority",
            "label": "ORG",
            "start_char": 32559,
            "end_char": 32592
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32695,
            "end_char": 32708
        },
        {
            "text": "Amending Act of year 2018",
            "label": "STATUTE",
            "start_char": 32827,
            "end_char": 32852
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 33055,
            "end_char": 33067
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33087,
            "end_char": 33098
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33313,
            "end_char": 33324
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33763,
            "end_char": 33773
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 33781,
            "end_char": 33795
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33833,
            "end_char": 33843
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34009,
            "end_char": 34020
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34104,
            "end_char": 34115
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 34167,
            "end_char": 34184
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 34329,
            "end_char": 34339
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34816,
            "end_char": 34827
        },
        {
            "text": "Section - 25 - NC: 2023",
            "label": "PROVISION",
            "start_char": 34877,
            "end_char": 34900
        },
        {
            "text": "SLP (C) No.14697 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35039,
            "end_char": 35063
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 35360,
            "end_char": 35372
        },
        {
            "text": "SLP No.5737 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 35615,
            "end_char": 35635
        },
        {
            "text": "SLP  Diary NO.29458 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35745,
            "end_char": 35773
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 35887,
            "end_char": 35900
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 35921,
            "end_char": 35933
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36007,
            "end_char": 36018
        },
        {
            "text": "Order VII rule 11",
            "label": "PROVISION",
            "start_char": 36069,
            "end_char": 36086
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36090,
            "end_char": 36113
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36204,
            "end_char": 36217
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36295,
            "end_char": 36305
        },
        {
            "text": "20-08- 2022",
            "label": "DATE",
            "start_char": 36471,
            "end_char": 36482
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36525,
            "end_char": 36536
        },
        {
            "text": "supreme Court",
            "label": "COURT",
            "start_char": 36587,
            "end_char": 36600
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36651,
            "end_char": 36661
        },
        {
            "text": "08- 12-2020",
            "label": "DATE",
            "start_char": 37064,
            "end_char": 37075
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 37092,
            "end_char": 37147
        },
        {
            "text": "O.S. No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 37173,
            "end_char": 37190
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 37973,
            "end_char": 37983
        },
        {
            "text": "17- 10-2022",
            "label": "DATE",
            "start_char": 38158,
            "end_char": 38169
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38309,
            "end_char": 38319
        },
        {
            "text": "Principal District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38399,
            "end_char": 38473
        },
        {
            "text": "Commercial O.S. No.336/2022",
            "label": "CASE_NUMBER",
            "start_char": 38547,
            "end_char": 38574
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38578,
            "end_char": 38588
        },
        {
            "text": "08-12-2020",
            "label": "DATE",
            "start_char": 38848,
            "end_char": 38858
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38871,
            "end_char": 38926
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 39016,
            "end_char": 39027
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 39097,
            "end_char": 39107
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 39273,
            "end_char": 39283
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39337,
            "end_char": 39359
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 39440,
            "end_char": 39452
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 39677,
            "end_char": 39687
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39857,
            "end_char": 39879
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40120,
            "end_char": 40133
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 40189,
            "end_char": 40200
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 40298,
            "end_char": 40310
        },
        {
            "text": "Sec.12A",
            "label": "PROVISION",
            "start_char": 41686,
            "end_char": 41693
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 41787,
            "end_char": 41800
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42221,
            "end_char": 42238
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 42242,
            "end_char": 42265
        },
        {
            "text": "- 30 - NC",
            "label": "DATE",
            "start_char": 42363,
            "end_char": 42372
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 42771,
            "end_char": 42781
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42789,
            "end_char": 42816
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42931,
            "end_char": 42948
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 42952,
            "end_char": 42955
        },
        {
            "text": "Com.O.S.no.1397/2020 and Com",
            "label": "CASE_NUMBER",
            "start_char": 43081,
            "end_char": 43109
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 43111,
            "end_char": 43127
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 43224,
            "end_char": 43234
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 43577,
            "end_char": 43594
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 43933,
            "end_char": 43943
        },
        {
            "text": "Section 2 (1) (vii)",
            "label": "PROVISION",
            "start_char": 44207,
            "end_char": 44226
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 44358,
            "end_char": 44368
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44656,
            "end_char": 44673
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44677,
            "end_char": 44680
        },
        {
            "text": "Section 12(1)",
            "label": "PROVISION",
            "start_char": 44832,
            "end_char": 44845
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45103,
            "end_char": 45113
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "label": "PRECEDENT",
            "start_char": 45129,
            "end_char": 45190
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45283,
            "end_char": 45295
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 45460,
            "end_char": 45470
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 45488,
            "end_char": 45543
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45607,
            "end_char": 45617
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45671,
            "end_char": 45681
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45942,
            "end_char": 45954
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46039,
            "end_char": 46071
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46098,
            "end_char": 46108
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46394,
            "end_char": 46404
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46420,
            "end_char": 46452
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46561,
            "end_char": 46571
        },
        {
            "text": "17.10.2022",
            "label": "DATE",
            "start_char": 46761,
            "end_char": 46771
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46806,
            "end_char": 46816
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46829,
            "end_char": 46839
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 46877,
            "end_char": 46887
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 46909,
            "end_char": 46919
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 47010,
            "end_char": 47020
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 47044,
            "end_char": 47056
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 47189,
            "end_char": 47206
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 47210,
            "end_char": 47213
        }
    ],
    "precedent_clusters": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": [
            "Havells India Limited Vs.",
            "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "PATIL AUTOMATION PRIVATE LIMITED",
            "PATIL AUTOMATION PRIVATE LIMITED"
        ],
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": [
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "Order 20 Rule 12",
            "C.P.C.",
            "Order 20 Rule 12",
            "C.P.C."
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "section 24",
            "CPC",
            "section 24",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015",
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "o VII Rule 11",
            "Code of Civil Procedure",
            "o VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII rule 11",
            "Code of Civil Procedure",
            "Order VII rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015",
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015"
        ],
        [
            "section 15(5)",
            "Commercial Court Act, 2015",
            "section 15(5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 15",
            "Commercial Court Act, 2015",
            "Section 15",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "SECTION 12A",
            "Code of Civil Procedure",
            "SECTION 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act",
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act",
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)",
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)"
        ],
        [
            "Section - 25 - NC: 2023",
            "Limitation Act",
            "Section - 25 - NC: 2023",
            "Limitation Act"
        ],
        [
            "Order XXXVII",
            "Limitation Act",
            "Order XXXVII",
            "Limitation Act"
        ],
        [
            "Sec.12A",
            "Code of Civil Procedure",
            "Sec.12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12(1)",
            "CPC",
            "Section 12(1)",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": 4,
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": 2
    },
    "provision_counts": {
        "Section 15 of Commercial Courts Act, 2015": 3,
        "s 15 of Commercial Courts\" Act": 2,
        "Order 20 Rule 12 of C.P.C.": 1,
        "section 24 of CPC": 1,
        "order 7 Rule 10 of CPC": 2,
        "Section 15 (1), (2) and (5) of Commercial Court Act, 2015": 1,
        "Section 2 (1) (7) of Commercial Courts Act": 2,
        "Order VII Rule 11 of CPC": 4,
        "o VII Rule 11 of Code of Civil Procedure": 1,
        "Order VII Rule 11 of Code of Civil Procedure": 5,
        "Section 12-A of Commercial Courts Act": 15,
        "Section 15 of Commercial Courts Act": 6,
        "section 30 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 14 of Limitation Act": 2,
        "Order VII rule 11 of Code of Civil Procedure": 1,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 1,
        "sub - section (1), sub-section (2) or sub - section (3) of Commercial Court Act, 2015": 1,
        "section 15(5) of Commercial Court Act, 2015": 1,
        "Section 15 of Commercial Court Act, 2015": 1,
        "Section 15(4) of Commercial Courts Act": 3,
        "SECTION 12A of Code of Civil Procedure": 1,
        "Section 12A of Code of Civil Procedure": 10,
        "Section 2 (1) (vii) of Commercial Courts Act": 1,
        "sub-section 2 of Section 21-A of Commercial Courts Act": 1,
        "sub-section (1) of Section 12-A - 18 - NC: 2023 of Commercial Courts Act": 1,
        "sub-section (4) of - 23 - NC: 2023:KHC:19391 of Limitation Act, 1963 (36 of 1963)": 1,
        "Section - 25 - NC: 2023 of Limitation Act": 1,
        "Order XXXVII of Limitation Act": 1,
        "Sec.12A of Code of Civil Procedure": 1,
        "Section 12(1) of CPC": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 3,
        "Commercial Courts\" Act": 2,
        "C.P.C.": 1,
        "CPC": 8,
        "Commercial Court Act, 2015": 4,
        "Commercial Courts Act": 30,
        "Code of Civil Procedure": 19,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Limitation Act": 4,
        "Limitation Act, 1963 (36 of 1963)": 1
    }
}