{
    "id": "a8865af58a3665ad8b688a1d6464a5540d83de7807e6e149ec3b78efcc21a1f3",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nSupreme Court of India\nGujarat Composite Limited vs A Infrastructure Limited on 1 May, 2023\nAuthor: Dinesh Maheshwari\nBench: Sudhanshu Dhulia, Dinesh Maheshwari\n                                                                                            Reportable\n                                           In The Supreme Court Of India\n                                            Civil Appellate Jurisdiction \n                                      Civil Appeal No.3259 Of 2023 \n                              (Arising Out Of Slp (Civil) No. 16932 Of 2018)\n\n                 Gujarat Composite Limited                                              .Appellant(S)\n\n                                                             Versus\n\n                 A Infrastructure Limited & Ors.                                        .Respondent(S) \n\n                                                                With\n                                     Civil Appeal No.3260 Of 2023 \n                              (Arising Out Of Slp (Civil) No. 18074 Of 2018)\n\n                                                           Judgment\nDinesh Maheshwari, J. \nLeave granted. \n2. These appeals have been preferred against the common judgment and order dated 23.04.2018 passed by the High Court of Gujarat whereby, the High Court has dismiss ed First Appeal Nos. 588 of 2018 and 587 of 2018 filed by the appellant against the order passed by the Commercial Court, Ahmedabad dismissing the applications under Section 8 of the Arbitration and Conciliation Act, 1996 1 in Commercial Civil Suit Nos. 90 of 2017 and 91 of 2017 respectively. Both these appeals, involving common questions concerning arbitrability of the dispute, have been heard together and are being taken up for disposal by this common judgment. \n3. It would be apposite to take note of the factual and background aspects to the extent relevant for the points arising for determination in 1 Hereinafter also referred to as Act of 1996 or simply the Act. the present appeals. Given the commonalities of the factual chronology, it would be proper to accord primacy to facts of the lead matter i.e., the appeal arising from SLP (C) No. 16932 of 2018 [relating to First Appeal No. 588 of 2018 in the High Court, arising from the order passed in Commercial Civil Suit No. 90 of 2017], apart from noticing a few facts that may be of relevance in the cognate appeal. \n3.1. On 07.04.2005, the appellant herein entered into two licence agreements with respondent No. 1 and the sister concern of respondent No. 12 (against whom the cognate appeal is filed). The first agreement with respondent No. 1 was for licensing the operation of two manufacturing units of the appellant, being A.C. Sheet and Cement Grinding, with the licensing fee per quarter set at Rs. 5,00,000/- (Rupees Five Lakh) for the combined use of land and building as well as factory machinery and equipment. The second agreement with the sister concern of respondent No. 1 was for licensing the operation of another manufacturing unit of the appellant, being A.C. Pressure Pipe, with the cumulative licensing fee per quarter set at Rs. 2,00,000/- (Rupees Two Lakh). Both agreements were of the same nature and were executed for a term of 7 years (84 months). The relevant clauses of the agreement entered into between the appellant and respondent No. 1 could be usefully reproduced as under: -\n3. The duration of the Licence for manufacture will be for a period of 84 months, extendable to a further period of 84 months on mutual consent from the date on which the LICENSEE takes over production and manufacturing facilities after completion of the necessary inspection and the compilation of inventories as 2 Hereinafter referred to as sister concern.\nstipulated herein. The said takeover would be fully and duly evidenced by acknowledgement of both the parties in writing, and will constitute a pan of this Licence Agreement. \n** * * * * * * *\n8. LICENSEE shall pay quarterly licence fee of Rs.1,00,000 (Rupees One lakh only) per quarter towards the use of land and building including office building and Rs.4,00,000 (Rupees Four lakhs only) per quarter towards the use of factory machinery & equipments. The Licence fee shall, be paid within 21 days of end of the quarter. \n*** * * * * * *\n12. LICENSEE shall not be entitled to mortgage, assign, licence or sublet the said Unit. However, LICENSEE shall be at liberty to mortgage/ charge, Raw Material stock, Finished Goods book debts and equipment brought in and belonging to LICENSEE under this arrangement which shall be kept separately identified and insured. \n** * * * * * * *\n15. The LICENSOR will be entitled to a Bonus, in addition to licence fee payable under Clause 8, in consideration of the use of its manufacturing facilities, licence, brand goodwill etc, as worked out below:\ni. 14% of the profit earned will be the retained profit in this arrangement and balance 86% shall be distributable as under:\na) The Bonus payable by LICENSEE to LICENSOR under this Clause would be 43% of the divisible profit minus the licence fee payable as per Clause 8 above. \nIn the event the amount of Bonus works out to be negative, then LICENSOR shall be liable to reimburse this amount to LICENSEE on quarter to quarter basis. \nb) The retained profit shall always belongs to the LICENSEE during the continuation or upon determination of the licence period. \nc) The computation of the Profit & Loss and its distribution shall be done quarterly. \nii. Profit for this purpose means operating profits/losses earned during the quarter, after deducting interest on working capital and depreciation on the assets added by LICENSEE, but before charging the licence fee specified in Clause 8. The operating profit shall be worked out on the basis of Accepted Accounting principles. \n** * * * * * * *\n17. The LICENSEE at its absolute discretion may advance some amount to the LICENSOR on the terms/conditions/security as may be mutually agreed to facilitate smooth operation of this agreement. \n** * * * * * * *\n32. Disputes if any, arising out of this Agreement shall be referred to arbitration of a Sole Arbitrator if mutually agreed, failing which Arbitrator will be appointed as per provisions of Arbitration and Conciliation Act, 1996. The venue of Arbitration will be as decided mutually but preferably at Delhi. 3.2. On the same date i.e., 07.04.2005, a supplementary agreement was also executed between the appellant-licensor, respondent-licensee, and the sister concern as confirming party. As per the terms of this agreement, appellant requested respondent No. 1 for some financial assistance to arrive at a settlement with its creditors, employees as well as statutory authorities for discharging their dues. The respondent No. 1, therefore, agreed to advance a sum of Rs. 5,30,00,000/- (Rupees Five Crore Thirty Lakh) to the appellant with interest at 10% p.a. and as consideration for the financial assistance rendered, it was agreed that respondent No. 1 would be permitted to create a mortgage on the three licensed manufacturing units in order to secure the ad hoc advance. This advance was recoverable in ten quarterly instalments commencing from the 90th day of payment of the ad hoc advance out of the licence fee and bonus under clauses 8 and 15 of the main agreement. A few relevant clauses of the supplementary agreement dated 07.04.2005 could also be usefully reproduced as under: -\nNOW, THEREFORE, in consideration of the premises and the mutual covenants set forth herein, and also in the main License Agreement dated 7th April 2005 and for other good and valuable considerations, the parties hereto hereby agrees as follows:\n1. The LICENSOR requested the LICENSEE for some financial assistance to arrive at an amicable settlement with the creditors; employees and statutory authorities for discharging of their dues.\n2. The LICENSEE, in consideration of facilitating the smooth operation of the main agreement dated 7 th April 2005 between LICENSOR and CONFIRMING PARTY and main agreement dated 7th April 2005 between LICENSOR and LICENSEE including smooth operation of A. C. Pipes, A. C. Sheets and Cement Units, have agreed to advance a sum of Rs. 5,30,00,000 (Rupees Five Crores Thirty Lakhs only) to the LICENSOR fetching interest at 10% per annum to be calculated at monthly rests after receipt of the approval of LICENSOR'S secured creditors as per Clause 4 of the main agreement and upon creation of mortgage on A.C. Sheet, A. C. Pipe and Cement manufacturing Unit including building, plant, and machineries in favour of LICENSEE for securing the above adhoc advance. LICENSOR shall use the said (illegible) for entering into a settlement with its secured creditors by making a down payment towards their dues and for payment of balance in an agreed manner and for obtaining their consent to the above agreement and to pay and discharge various other pressing liabilities of LICENSOR including payment of dues of workers, statutory liabilities etc. This advance along with interest thereon shall be recoverable in Ten. (10) quarterly instalments, commencing from the 90th day of the payment of ad-hoc advance amount, out of the licence fee payable as per Clause 8 and Bonus as per Clause 15 of the main Agreement. 3.3. Subsequently, clauses 11 and 15 of the original licence agreement, (pertaining to repurchase of assets and entitlement of licensor to bonus) were amended by means of execution of an amendment agreement dated 25.06.2005 between appellant and respondent No. 1. \nThe amended clauses read as under: -\nClause- 11: LICENSOR will allow LICENSEE to make necessary modification/ addition/ changes in the machinery, building or any other fixed assets for smooth operation of the plant. Minor expenses to the extent of Rs.25000/- (Rupees Twenty Five Thousand only) may be debited to P&L Account and the expenses in excess of specified amount will be capitalized and may be funded by both the parties in the following ratio. \ni) Licensor : 43%\nii) Licensee : 57% Such expenses to be decided mutually and duly minuted.\nDepreciation on these additions to the fixed assets shall be calculated at the rates specified in the Companies Act as per Straight Line Method. Upon determination of the license period the LICENSOR would be under obligation to buy these assets at the Written Down Value. \nb) Clause No.15 : The LICENSOR will be entitled to a Bonus, in addition to license fee payable under Clause-8, in consideration of the use of its manufacturing facilities, license, brand goodwill etc. as worked out below. \ni) The Bonus payable by LICENSEE to LICENSOR under this Clause would be 43% of the profit. The Bonus so payable shall be reduced by the amount of License fee payable as per Clause-8 of the Agreement. However, in the event of loss, the LICENSOR shall be liable to reimburse 43% of the total loss to LICENSEE on a quarter-to-quarter basis. \nii) Computation of the Profit & Loss and its distribution shall be provisionally based on the annual audited accounts. \niii) Profit/Losses for this purpose means profits/losses earned, after deducting interest on working capital and depreciation on the assets added by the LICENSEE but before changing the license fee specified in Clause No. 8. The profit/loss shall be worked out on the basis of accepted accounting principles. 3.4. Thereafter, on 06.07.2006, a tripartite agreement was executed by and amongst the appellant, respondent No. 1 and respondent No. 2 (Bank of Baroda3) upon sanctioning of a loan to the tune of Rs. 500 lakh to respondent No. 1. The appellant agreed to create first charge on fixed assets, which was to be released only with the consent of respondent No.\n1. However, it was also stipulated that if payment of corporate loan was made directly by the appellant to the bank, the first charge could be released without the consent of respondent No. 1. The relevant clauses of the tripartite agreement dated 06.07.2006 could be usefully reproduced as follows: - \nWHEREAS Bank of Baroda has sanctioned Corporate loan of Rs.500 lacs to M/s. A Infrastructure Limited on the terms & conditions stipulated in the sanction letter and to secure this above loan in addition to other conditions and corporate guarantee also provided by M/s. Gujarat Composite Limited.\nFurther M/s. Gujarat Composite Limited has agreed to create first charge on the fixed assets as stipulated in the sanctioned letter in favour of Bank of Baroda. \nFurther M/s. Gujarat Composite Limited, has agreed that first charges will be released by Bank of Baroda only with the consent of M/s. A Infrastructure Limited even after repayment of the said loan. Bank of Baroda further agreed to release the first charge only with the consent of M/s. A Infrastructure Limited. However in case M/s. Gujarat Composite Ltd. will make payment of this corporate loan of Rs.500 lacs directly to Bank of Baroda. Bank of Baroda will release the first charges without the consent of M/ s. A Infrastructure Limited 3 Hereinafter also referred to as the bank. \n3.5. An amendment was introduced to the aforementioned tripartite agreement on 23.01.2008, so as to restrict the transfer of title deeds of the land of appellant during the term of licence agreements. The amended condition reads as follows: -\nFurther M/ s. Gujarat Composite Limited, has agreed that First Charge will be released by Bank of Baroda only with the consent of M/s. A Infrastructure Limited even after repayment of the said loan. Bank of Baroda further agreed to release the First Charge only with the consent of M/s. A Infrastructure Limited. However, in case M/s. Gujarat Composite Ltd. will make payment of dues against this corporate loan of Rs.500 lacs directly to Bank of Baroda, Bank of Baroda will release the First Charge without the consent of M/s. A Infrastructure Limited. But M/s Gujarat Composite agrees that the title Deeds of the land will not be transferred to any other party during the currency of Licence Agreements executed between M/s. A Infrastructure Limited and M/ s. Gujarat Composite Ltd.  3.6. The dispute in the present matter arose after respondent No. 1, by means of representation dated 22.02.2012, invoked clause 3 of the original licence agreement and called upon the appellant to extend the term of the licence agreement by a further period of 84 months. This extension was sought because appellant was unable to pay certain dues owed to respondent No. 1 and sought time to arrange for payment. In response to this representation, the appellant, through letter dated 29.02.2012, denied the proposal of respondent No. 1 to extend the term of licence agreement as also the projected outstanding dues. Later, on 06.04.2012, which was the date of completion of tenure of the original licence agreement, respondent No. 1 did not hand over possession and instead, declared its intention to continue with possession. Between April 2012 and March 2015, according to the appellant, certain attempts were made to resolve the dispute, but to no avail. It is also a part of the case of respondent No. 1 that certain parcels of land were transferred to respondent Nos. 3 to 5 in January 2015. \n3.7. Then, on 07.04.2015, the appellant issued notice to respondent No. 1 claiming recovery of possession of the manufacturing units as well as certain monetary dues. In the notice, the appellant stated that the licence had expired by efflux of time without any extension, hence possession by respondent No. 1 was illegal. Further, the appellant claimed that there was a huge outstanding payable by respondent No. 1. \nIn the reply dated 20.04.2015, respondent No. 1 disputed these claims and asserted that the appellants had not cared to pay back its legitimately claimed amounts. Yet again, between 26.08.2015 to 17.11.2016, attempts were made to resolve the dispute but there was no positive outcome. Seeing that the attempts to resolve the dispute had failed, on 28.02.2017, the appellant served a notice on respondent No. 1 under Section 21 of the Act of 1996 invoking the provision for arbitration contained in the licence agreement (clause 32). Respondent No. 1 replied to this notice on 27.03.2017, contesting the arbitrability of the dispute since it was inextricably interconnected with other related transactions and unresolved issues arising therefrom. It was asserted that as the jurisdiction of the arbitrator was derived from the agreement, adjudication of the alleged dispute would go beyond the scope of the said agreement. 3.8. In this backdrop of events, the appellant preferred a composite arbitration petition before the Gujarat High Court on 26.04.2017 being IAAP No. 63 of 2017 against respondent No. 1 and its sister concern. On the other hand, respondent No. 1-A Infrastructure Limited-filed a commercial civil suit bearing No. 90 of 2017 before the Commercial Court at Ahmedabad on 27.04.2017 with the following defendants:\n1. Gujarat Composite Limited 2. Bank of Baroda 3. Real Home Corporation - a partnership firm 4. M/s. Raj Corporation (Confirming Party) - partnership firm 5. RJD Buildcon Ltd.\n3.8.1. In the said suit, the respondent No. 1 (the plaintiff) made the prayers for multiple reliefs in the following terms: -\n33) The Plaintiff therefore prays that:\n(A) This Hon'ble Court may be pleased to direct the defendant No.1 to pay to the Plaintiff herein a sum of Rs.32,66 crores with interest @ 14% per annum from the date of suit till realization herein under this decree and any further orders to be passed by this Hon'ble Court; \n(B) This Hon'ble Court may be pleased to hold and declare that the Deeds of Conveyance dated 23rd January, 2015 registered vide registration no. 742 and 750 executed by defendant No.1 in favour of defendant Nos.3 and 5, as null and void; (C) This Hon'ble Court may be pleased to permanently restrain the defendant Nos.1, 3, 4 and 5 or their agent, executors, or administrators from disturbing or obstructing the plaintiffs occupation possession of the suit property till the discharged; (D) This Hon'ble Court may be pleased to direct the defendant No.2 Bank not to release original title papers and other relevant documents in favour of defendant Nos.1, 3 and/or 4; (E) This Honble Court may be pleased to hold and declare that the Conveyance Deed dated 23 rd January, 2015 entered into between the defendant No. 1 and defendant No. 3 to 5 as null and void; \n(F) This Honble Court may be pleased to direct the defendant No. 2 to take over all the current assets of the plaintiff pertaining to or in connection with the operation of A.C. Sheet and Cement. \nManufacturing unit under license agreement at their book value and make payment to the plaintiff for the current assets available at the time of handing over of the possession, if required. 3.9. An application was preferred by the appellant under Section 8 of the Act of 1996 in the said commercial civil suit bearing No. 90 of 2017 for reference of the dispute to arbitration. In the written statement of the appellant, objection was also raised against the jurisdiction of the Commercial Court, given the arbitration clause in the licence agreement. Respondent No. 1 filed a reply to the application and the appellant filed an affidavit in rejoinder to the aforesaid reply on 03.07.2017. 3.10. In relation to the said application moved by the appellant in terms of Section 8 of the Act of 1996, another material factor may also be noticed. Two memos (pursis), came to be filed before the Commercial Court on 06.12.2017. In one of the memos, the respondent Nos. 3 to 5 (subsequent purchasers of the property in question) purportedly stated that they were not having any objection if the dispute concerning them was resolved by arbitration proceedings. The appellant, by another memo of the even date, suggested that the tripartite amended agreement was with reference to the licence agreement and it was agreed that till the time of the defendant No. 1 (appellant) making payment of a sum of Rs. 5 crore to the plaintiff, the title deeds of the immovable property would remain with the bank. The appellant suggested that with a view that the dispute between the parties should be resolved by arbitration proceedings, keeping all contentions open, they would be depositing the said amount of Rs. 5 crore in the Court and that in this manner the dispute with defendant No. 2 would be ended and then, the bank who was handed over the title deed, would deposit the same in the Court and the Court would be pleased to place the same in sealed cover till the dispute of the other parties was not resolved by arbitration proceedings. 3.11. Before adverting to the order passed by the Commercial Court on the prayer of the appellant for reference to arbitration in terms of Section 8 of the Act of 1996, we may complete the narration concerning the parallel proceedings in terms of Section 11 of the Act of 1996, even while deviating a little from the chronology. The said IAAP No. 63 of 2017 was withdrawn on 07.07.2017, as it was a composite petition against both respondent No. 1 and its sister concern with liberty to file fresh petitions. Thereafter, two separate IAAPs being IAAP No. 90 of 2017 and 89 of 2017 were filed by the appellant but, the proceedings therein ultimately culminated in the common order dated 15.12.2017. The High Court dismissed those applications in view of the fact that the prayer of the appellant in terms of Section 8 of the Act had been rejected by the Commercial Court on 13.12.2017 but, with liberty to the appellant to file afresh under Section 11 of the Act after decision on the challenge to the order so passed by the Commercial Court. Be that as it may, this aspect is not as such relevant for the present purpose and could be left at that. \n4. The Commercial Court at Ahmedabad, in the order dated 13.12.2017, rejected the application of the appellant under Section 8 of the Act of 1996. It was held that there was no arbitration clause in the tripartite agreement and no reference had been made to the original or supplementary licence agreement to give effect or consider the arbitration clause as a part and parcel of the tripartite agreement. While referring to clause 32 of the Licence Agreement dated 07.04.2005, the Court observed that it was explicitly clear that the arbitration clause was applicable to the appellant and respondent No. 1, specifically in reference to the original licence agreement and supplementary licence agreement but the same could not be extended to apply to subsequent transactions and agreements with different parties. \n4.1. In consonance with the aforementioned observations, the Commercial Court also held that there must be a valid arbitration agreement in order to invoke the powers of the Court to refer the parties to arbitration under Section 8 of the Act of 1996. It was further observed that persons who are not parties to the arbitration agreement cannot be referred to arbitration, as the binding effect would only apply to the parties thereto, i.e., the appellant and respondent No. 1. Hence, if the dispute was between parties and non-parties to the arbitration agreement, appointment of arbitrator could only be made with respect to the parties. The relevant parts of the order passed by Commercial Court could be usefully reproduced as under: -\n15.As such , no arbitration clause seems to have been inserted nor any reference has been made as to the License Agreement or Supplementary License Agreement executed between the plaintiff and defendant No. 1 so as to give effect and to consider as a part and parcel of the tripartite agreement executed between the plaintiff, defendant No. 1 and defendant No. 2.\n16. Even perusing item No. 32 of the Licence Agreement dated 07/04/2005 executed between the plaintiff and defendant No. 1 wherein it has been expressly agreed upon between the parties thereto that dispute, if any, arising out of this Agreement shall be referred to arbitration.. Thus, it is explicitly clear that the arbitration clause is binding to the plaintiff and defendant No. 1 only and that too pertaining to the Licence Agreement/Supplementary Licence Agreement and cannot be given effect and extended and made applicable to the subsequent transactions and/or agreements so executed between the plaintiff and defendant No. 1 with the strangers. \nARBITRATION AGREEMENT:\n17. Now the question arises is as to what is an arbitration agreement and/or a valid arbitration agreement? To meet with the aforesaid issue, the provisions of Section 7 of the Arbitration Act requires to have a glance wherein the arbitration agreement means an agreement between the parties to submit to arbitration of or certain disputes which have arisen or which may arise between them in respect of a definite legal relationship, whether contractual or not. \n18. It is further provided that the arbitration agreement must be in writing and signed by the parties and also in exchange of statement  defence in which the existence of the agreement is alleged by one party and not denied by the other party. \n19. Thus, considering the facts of the case on hand while applying the provisions of Section 7 of the Arbitration Act, the powers of the Court to refer the parties to arbitration are subject to fulfilment of the required conditions i.e. there should be an arbitration agreement and if the Court finds that no valid arbitration agreement exists between the parties, then to invoke the powers under Section 8 and the issue thereof does not arise.\n20. Hence, on the aforesaid account and as discussed in the foregoing paragraphs, the clause of arbitration so inserted is between the plaintiff and defendant No.1 as inserted in the Licence Agreement and the same cannot be applied to the subsequent transactions and with the persons who are not the parties to the arbitration agreement who cannot be compelled to or referred to arbitration. Hence, in view of the aforesaid, the arbitration clause, the binding effect applies to the plaintiff and defendant No.1 only and cannot be extended to the rest, admittedly who are not the parties to the arbitration agreement. \n21. Thus, the sum and substance of the aforesaid discussion is that the reference to the arbitration is possible only if there is a valid arbitration agreement between the parties, but if the dispute is between the parties to an arbitration with the other parties as also non-parties to the arbitration agreement, a reference to the arbitration or even the appointment of the arbitrator can only be made with respect to only the parties to the arbitration agreement and not the non-parties. 4.2. In terms of the requirements of Section 8 of the Act of 1996 the Commercial Court held that the matter could be referred to arbitration only if it were a part of the subject-matter of the agreement. The reliefs sought by the plaintiff involved its challenge to the conveyance deeds as violative of the undertaking submitted before the Industrial Tribunal as also the fact that the transaction was entered into during the operation of stay granted by the High Court 4. Thus, this would not fall within the scope of adjudication. The Commercial Court further held that the issue of mortgage was not arbitrable. In essence, the considerations of the Commercial Court had been that the relief sought by the plaintiff related to several other transactions which did not provide for arbitration as a dispute resolution mechanism. It was observed that the challenge to the conveyance deed and also the relief sought against the bank to not release documents in favour of appellant would only be capable of adjudication by the Courts and could not be resolved by arbitrator. \n4.3. Another ancillary observation had been that the conduct of respondent Nos. 3 to 5 would indicate collusion with the appellant during pendency of litigation. Thus, in substance, it was held that the issues in question were not connected with the licence agreement and that there was no valid arbitration agreement between the plaintiff and the rest of the defendants apart from defendant No. 1 (appellant). The Commercial Court further clarified that a partial reference to arbitration would not be possible because the cause of action could not be split into separate parts. \n5. In appeal, the decision of the Commercial Court was upheld by the High Court, after extensively taking note of the material aspects of the 4 We have not elaborated on the other litigations wherein the said orders were passed, for being not entirely necessary in relation to the core question involved in the matter. \npleadings in plaint and the rival submissions as also the principles enunciated in the cited decisions, with the finding that it would not be proper to bifurcate the disputes in terms of arbitrable and non-arbitrable disputes. \n5.1. As regards the suit in respect of a matter which falls partly within and partly outside the arbitration agreement, and also involves non- parties as well as parties, it was held that Section 8 of the Act of 1996 would not be attracted, in reference to several decisions of this Court. The High Court observed that the licence agreements were only executed between the appellant and respondent No. 1 and respondent Nos. 2 to 5 were not party to the agreement. There was a tripartite agreement between the appellant, respondent No. 1 and the bank, however, it was an admitted position that no arbitration agreement existed in that regard. Further, the tripartite agreement was an independent agreement for mortgage by deposit of title deeds. It was further observed by the High Court, as had also been observed by the Commercial Court, that the appellant had breached the injunction granted by the High Court as well as the undertaking before the Industrial Tribunal by selling some of the properties to respondent Nos. 3 to 5. Referring to the plaint averments, the High Court took note of the reliefs sought by respondent No. 1 and the parties against whom reliefs were sought as also the pleadings with respect to cause of action in the following words: - \n[8.5] In the present case as observed herein above there are license agreements containing the arbitration clause, executed between the plaintiff and the original defendant No.1 on one hand. Admittedly, the original defendant Nos.2 to 5 are not party to the arbitration agreement. There is a tripartite agreement between the original plaintiff, original defendant No.1 and the original defendant No.2 (Bank of Baroda) under which the plaintiff and the original defendant No.2 have prayed the reliefs. It is an admitted position that in the tripartite agreement between the original plaintiff, original defendant No.1 and the original defendant No.2 (Bank of Baroda), there does not exist any arbitration agreement. Under the tripartite agreement the original defendant No.1 has placed the title deeds and the said tripartite agreement as such can be said to be an independent agreement and under the said tripartite agreement there is a mortgage by deposit of title deeds in respect of immovables and hypothecation of movables. It appears that the said tripartite agreement was executed while sanctioning a corporate loan of Rs.500 lakh in favour of the original plaintiff and the charge and mortgage has been created in favour of Bank of Baroda  original defendant No.2. It appears that during the pendency and subsistence of the aforesaid mortgage and as alleged by the original plaintiff surreptitiously and in breach of the injunction granted by this Court as well as the undertaking before the Industrial Tribunal, the original defendant No.1 has sold some of the properties (mortgaged properties) in favour of original defendant Nos.3 to 5. In light of the above broad facts and averments in the plaint, pleadings on the cause of action and the reliefs sought are required to be considered. \n[8.6] In the plaint in Commercial Civil Suit No.90/2017, the plaintiff has sought the relief against the following defendants:\n1. Gujarat Composite Limited 2. Bank of Baroda 3. Real Home Corporation - a partnership firm 4. M/s. Raj Corporation (Confirming Party) - partnership firm 5. RJD Buildcon Ltd. \nThe suit is filed for recovery of legitimate dues, cancellation of sale deed and for permanent injunction. In the suit the plaintiff has prayed for the following reliefs. \n(A) This Hon'ble Court may be pleased to direct the defendant No.1 to pay to the Plaintiff herein a sum of Rs.32.66 Crores with interest @ 14% per annum from the date of suit till realization herein under this decree and any further orders to be passed by this Hon'ble Court; \n(B) This Hon'ble Court may be pleased to hold and declare that the Deeds of Conveyance dated 23 rd January, 2015 registered vide registration no. 742 and 750 executed by defendant No.1 in favour of defendant Nos.3 and 5, as null and void;\n(C) This Hon'ble Court may be pleased to permanently restrain the defendant Nos.1, 3, 4 and 5 or their agent, executors, or administrators from disturbing or obstructing the plaintiffs occupation possession of the suit property till the plaintiff claim made in para (a) and (b) above is fully discharged;\n(D) This Hon'ble Court may be pleased to direct the defendant No. 2 Bank not to release original title papers and other relevant documents in favour of defendant Nos.1, 3 and/or 4;\n(E) This Honble Court may be pleased to hold and declare that the Conveyance Deed dated 23 rd January, 2015 entered into between the defendant No. 1 and defendant No. 3 to 5 as null and void;\n(F) This Honble Court may be pleased to direct the defendant No. 2 to take over all the current assets of the plaintiff pertaining to or in connection with the operation of A.C. Sheet and Cement Manufacturing unit under license agreement at their book value and make payment to the plaintiff for the current assets available at the time of handing over of the possession, if required. [8.7] Necessary pleadings in the plaint with respect to cause of action are as under:\n1. The cause of action has arisen when the defendant No. 1, behind the back of the plaintiff, entered into Conveyance Deed with defendant no. 3 and defendant No. 5.\n2. Even the original title deeds and other documents partially pertaining to the suit property are in the custody of defendant No. 2 Bank and by suppressing the fact that the plaintiff has absolute right over the suit property qua possession, the defendant No. 1 has entered into Conveyance Deed with defendant No. 3 and defendant No. 5 stating that suit property is free from any encumbrance and/or mortgage.\n3. That the cause of action for filing the suit has arisen because the defendant No. 3 and defendant No. 5 made an application to mutate the entry in the revenue record in regard to the Deed of Conveyance. As the plaintiff is legitimately in possession of the suit property by virtue of license agreement, supplementary agreement, tripartite and amended tripartite agreement, it vehemently opposed the said entry and ultimately the authority concerned rejected the application of the defendant No. 3 and defendant No. 5 for mutation of entry in regard to Conveyance Deed. Thus the mutation entry with regard to mortgage of the suit property with defendant No. 2 Bank still exists and the defendant No. 2 Bank has not removed/revoked the said mortgage. \n4. That though the plaintiff is in possession of the suit property by virtue of license agreement, supplementary agreement, tripartite agreement and amended tripartite agreement, the defendant No. 1; behind the back of the plaintiff, entered into Conveyance Deed with defendant No. 3 and defendant No. 5. \n5. The defendant No. 1 even did not part with the sale consideration with the plaintiff which it has received from defendant No. 3 and defendant No. 5 for conveying the suit property to defendant No. 3 and defendant No. 5.\n6. That the cause of action for filing the suit has arisen also as defendant No. 1 had defaulted in repayment to Punjab National Bank and hence was not in a position to get any loan whatsoever in its own capacity from any financial institution, and as it was in need of financial assistance, defendant No. 1 requested the plaintiff for financial help, because of which plaintiff obtained corporate loan of Rs. 05.00 Crores on its name from defendant No. 2 and advanced the same to defendant No. 1.\n7. Even during the currency of the license agreement, plaintiff has paid other amounts also for and on behalf of the defendant No. 1 towards wages to the workers, revenue taxes, electricity bills, excise duty, etc.\n8. The cause of action has arisen because in lieu of all these financial help from plaintiff, defendant No. 1 entered into tripartite agreement and subsequently amended tripartite agreement with plaintiff and defendant No. 2 Bank, whereby defendant No. 1 mortgaged the suit property with defendant No. 2 Bank and stood as guarantor towards the corporate loan which was obtained by plaintiff in its name to help out the defendant No. 1, wherein it has been specifically agreed by defendant No. 1 that unless all and full legitimate dues of the plaintiff has been paid up, plaintiff shall enjoy the possession of the suit property. \n9. That the cause of action for filing of the suit has arisen also because the plaintiff has to recover Rs. 32.66 Crores from the defendant No. 1 towards corporate loan and other amount, which the plaintiff has advanced to the defendant No. 1. 5.2. As far as the first relief under paragraph 33(A) was concerned, whereby respondent No. 1 sought recovery of Rs. 32.66 crore with interest @ 14% p.a. from the date of suit till realisation, the High Court observed that this relief would lie against the appellant who would be bound by the arbitration clause in the licence agreement. The rest of the prayers were against respondent No. 2 - the bank, and respondent Nos . 3 to 5 - the subsequent purchasers, who were not parties to the arbitration agreement . In the opinion of the High Court, the fact that the reliefs were all interconnected and on the basis of multiple causes of action, the dispute could not be bifurcated. Thus, the High Court applied the law laid down in Sukanya Holdings Pvt. Ltd. v. Jayesh H. Pandya & Anr.:\n(2003) 5 SCC 531 and other referred decisions, to hold that there was no error by the Commercial Court in rejecting the application under Section 8 of the Act of 1996. The relevant observations of the High Court are as follows: -\n[ 8.8 ] Considering the above and the reliefs prayed / sought in the suit, it can be said that the prayer in terms of para 33(A) can be said to be against the original defendant No.1 who is a party to the arbitration agreement contained in the license agreement. Prayer in terms of paras 33(B), 33(C) and 33(E) can be said to be against the original defendant No.1 and original defendant Nos.3 to 5. Original defendant Nos.3 to 5 are not party to the arbitration agreement and as such they are third parties who have alleged to have purchased the properties from the original defendant No.1 during the subsistence of the license agreement as well as they have purchased the said property surreptitiously. The prayer in terms of paras 33(D) and 33(F) can be said to be against the original defendant No.2  Bank of Baroda who admittedly is not a party to the arbitration agreement. All these reliefs are interconnected and the reliefs sought in the plaint are on the basis of multiple cause of actions and multiple reliefs against the defendants and it is not possible to bifurcate the dispute in the suit between the plaintiff and the original defendant No.1 (parties to the arbitration agreement) and the original plaintiff and the original defendant Nos.2 to 5 (nonparties to the arbitration agreement). Therefore, applying the law laid down by the Honble Supreme Court in the case of Sukanya Holdings (P) Ltd. (Supra) and other decisions referred to herein above, it cannot be said that the learned Commercial Court has committed any error in rejecting section 8 application and refusing to refer the matter / dispute in the suit for arbitration. \n** * * * * * * * [ 8.13 ] Considering the facts and circumstances of the case narrated herein above and the law laid down by the Honble Supreme Court in the case of Sukanya Holdings Pvt. Ltd. (Supra) and other decisions referred to herein above, it cannot be said that the learned Commercial Court has committed any error in rejecting the application under Section 8 of the Arbitration Act, 1996 and refusing to refer the dispute / matter for arbitration. On facts it is not proper, advisable and/or possible to bifurcate the disputes viz. arbitrable and nonarbitrable. We are in complete agreement with the view taken by the learned Commercial Court while rejecting the application under Section 8 of the Arbitration Act, 1996. 5.3. Accordingly, the High Court proceeded to dismiss both the appeals and thereby affirmed the order passed by the Commercial Court in rejection of the applications moved by the appellant under Section 8 of the Act of 1996. Hence, these appeals. \n6. Learned counsel for the appellant has, after reference to the background aspects, strenuously argued that the Commercial Court and the High Court have erred in law as also on facts in declining the applications moved by the appellant in terms of the amendment to Section 8 of the Act of 1996; and with reference to the later decisions of this Court including the 3-Judge Bench decisions, has contended that the impugned judgment and orders deserve to be set aside and the applications made by the appellant deserve to be allowed.\n6.1. Learned counsel for the appellant has contended that the civil suits in question and the application therein for referral to arbitration were filed subsequent to the amendment to Section 8 of the Act of 1996 in the year 2015, and therefore, the present matter is governed by the amended Section 8 whereby and whereunder, there is no choice but to refer the parties to arbitration, even for deciding the arbitrability of the dispute. 6.2. Learned counsel has argued that though the High Court relied on the decision of this Court in Sukanya Holdings (supra) but the same has been doubted and distinguished in various decisions of this Court subsequently. In this regard, learned counsel has referred to various decisions in which the said decision in Sukanya Holdings was distinguished or clarified; and has particularly referred to the decision in Ameet Lalchand Shah and Ors. v. Rishabh Enterprises and Anr.:\n(2018) 15 SCC 678 and a 3-Judge Bench decision in the case of Vidya Drolia and Ors. v. Durga Trading Corporation: (2021) 2 SCC 1.\nLearned counsel would submit that now, the law pertaining to Section 8 of the Act of 1996 is solely interpreted keeping in view the amendment to it. With reference to the case of Vidya Drolia (supra) learned counsel has submitted that two major principles have been laid down therein: one, that only those cases that are deadwood should not be referred to arbitration; and second, that whenever there is doubt, the correct course is to refer to arbitration. Further placing reliance on ONGC Ltd. v. Discovery Enterprises: (2022) 8 SCC 42 and Intercontinental Hotels v. Waterline Hotels: (2022) 7 SCC 662 he has submitted that unless the issue before the Court patently indicates existence of deadwood, Courts should ensure that arbitration is carried on. Learned counsel would submit that the High Court has adopted a rather restrictive interpretation of the Act of 1996 in the order impugned, which deserves to be set aside. 6.3. Learned counsel for appellant has also submitted that the mandate of Act of 1996 would have ensured the completion of proceedings within a year, with a reduced scope of interference in the possible Section 34 proceedings at the instance of either party, but the matter has remained pending with only framing of issues. Learned counsel would further submit that the licensees are squatting over the property, under a licence agreement dating back to the year 2005, without performing any work and have illegally and unauthorisedly prevented the appellant, who is the owner of the property, from dealing with it. Learned counsel has underscored the point that the respondent No. 1 has not denied the existence of a dispute, but merely argues that the said disputes cannot be resolved through arbitration due to the involvement of the bank, an argument that cannot withstand legal scrutiny. \n7. Per contra, learned counsel for the contesting respondent has also referred to the background aspects and various transactions as also the grievance of the plaintiff- respondent No. 1 to submit that the dispute as involved in the suit has rightly not been referred to arbitration. 7.1. Learned counsel for the contesting respondent would submit that the underlying civil suits are spread over various agreements/transactions and involve various parties where except the appellant none of the other defendants are parties to the arbitration agreement which is contained only in the main licence agreement dated 07.04.2005. It has also been submitted that the cause of action of the suits in question goes beyond the transaction containing the arbitration agreement where even the case of serious fraud has been alleged against the appellant and the dispute also pertains to mortgage. It has been particularly emphasised that the tripartite agreement involving the appellant, respondent No.1 and Bank of Baroda lacks arbitration clause; and the dispute emanating from the tripartite agreement and also pertaining to the questioned deeds of conveyance cannot be correlated with the arbitration agreement in the main licence agreement dated 07.04.2005.\n7.2. Learned counsel has also argued that for a matter to be referred to arbitration, the entire subject-matter should be subject to arbitration and while relying on Sukanya Holdings (supra), has submitted that the suit cannot be bifurcated partially to refer a part of the suit to arbitration and to allow the rest of it to continue. It has further been submitted that the reliefs claimed in the suits in question fall outside the licence agreement and the disputes pertaining to different agreements/transactions and causes of action arising therefrom goes beyond the arbitration agreement.\n7.3. Learned Counsel has further submitted that the supplementary agreement dated 07.04.2005 is ancillary to original agreement dated 07.04.2005 executed between the appellant and respondent No. 1 but, the said tripartite agreement does not have any ancillary relationship with the main agreement and the tripartite agreement having Bank of Baroda as a party is independent of the original agreement. 7.4. Learned counsel also highlighted the amendment in the Act of 2015, wherein Section 8 was amended envisaging that if the judicial authority is of the opinion that prima facie the arbitration agreement exists, then it shall refer the dispute to arbitration, and leave the existence of the arbitration agreement to be finally determined by the arbitral tribunal. However, if the judicial authority concludes that the agreement does not exist, then the conclusion will be final and not prima facie. The amendment also envisages that there shall be a conclusive determination as to whether the arbitration agreement is null and void. 7.5. Learned counsel has also placed reliance on S.N. Prasad v. Monnet Finance Ltd. and Ors.: (2011) 1 SCC 320 and Deutsche Bank Home Finance Ltd. v. Taduri Sridhar and Anr.: (2011) 11 SCC 375 wherein guarantors were not held to be bound by arbitration agreement as they were not party to tripartite agreements having arbitration clause. Learned counsel would also submit that the decisions relied upon by the appellant do not apply to the present case because of non-existence of arbitration agreement in relation to dispute in question. \n8. We have given anxious considerations to the rival submissions and have examined the record with reference to the law applicable. \n9. For dealing with the vexed question in these appeals as to whether the parties were required to be referred to arbitration by allowing the applications moved by the appellant under Section 8 of the Act of 1996, appropriate it would be to take note of the provisions contained in Section 8, as existing before its amendment by Act 3 of 2016 (w.r.e.f. 23.10.2015) and as existing now. \n9.1. Earlier, Section 8 of the Act of 1996 read as under: -\n8. Power to refer parties to arbitration where there is an arbitration agreement.- (1) A judicial authority before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration. \n(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof: \n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made. 9.2 After the amendment by Act 3 of 2016, Section 8, now, reads as under: -\n8. Power to refer parties to arbitration where there is an arbitration agreement.- (1) A judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party to the arbitration agreement or any person claiming through or under him, so applies not later than the date of submitting his first statement on the substance of the dispute, then, notwithstanding any judgment, decree or order of the Supreme Court or any Court, refer the parties to arbitration unless it finds that prima facie no valid arbitration agreement exists. \n(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof:\nProvided that where the original arbitration agreement or a certified copy thereof is not available with the party applying for reference to arbitration under sub-section (1), and the said agreement or certified copy is retained by the other party to that agreement, then, the party so applying shall file such application along with a copy of the arbitration agreement and a petition praying the Court to call upon the other party to produce the original arbitration agreement or its duly certified copy before that Court. \n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.\n10. In the case of Sukanya Holdings (supra), while dealing with the question of applicability of Section 8 of the Act, as then existing, this Court underscored the requirements of correlation of subject-matter of the suit and subject-matter of the arbitration agreement and, inter alia, held as under: -\n12. For interpretation of Section 8, Section 5 would have no bearing because it only contemplates that in the matters governed by Part I of the Act, the judicial authority shall not intervene except where so provided in the Act. Except Section 8, there is no other provision in the Act that in a pending suit, the dispute is required to be referred to the arbitrator. Further, the matter is not required to be referred to the Arbitral Tribunal, if: (1) the parties to the arbitration agreement have not filed any such application for referring the dispute to the arbitrator; (2) in a pending suit, such application is not filed before submitting first statement on the substance of the dispute; or (3) such application is not accompanied by the original arbitration agreement or duly certified copy thereof. This would, therefore, mean that the Arbitration Act does not oust the jurisdiction of the civil court to decide the dispute in a case where parties to the arbitration agreement do not take appropriate steps as contemplated under sub-sections (1) and (2) of Section 8 of the Act. \n13. Secondly, there is no provision in the Act that when the subject-matter of the suit includes subject-matter of the arbitration agreement as well as other disputes, the matter is required to be referred to arbitration. There is also no provision for splitting the cause or parties and referring the subject-matter of the suit to the arbitrators. \n14. Thirdly, there is no provision as to what is required to be done in a case where some parties to the suit are not parties to the arbitration agreement. As against this, under Section 24 of the Arbitration Act, 1940, some of the parties to a suit could apply that the matters in difference between them be referred to arbitration and the court may refer the same to arbitration provided that the same can be separated from the rest of the subject-matter of the suit. The section also provided that the suit would continue so far as it related to parties who have not joined in such application. \n15. The relevant language used in Section 8 is: in a matter which is the subject of an arbitration agreement. The court is required to refer the parties to arbitration. Therefore, the suit should be in respect of a matter which the parties have agreed to refer and which comes within the ambit of arbitration agreement. Where, however, a suit is commenced  as to a matter which lies outside the arbitration agreement and is also between some of the parties who are not parties to the arbitration agreement, there is no question of application of Section 8. The words a matter indicate that the entire subject-matter of the suit should be subject to arbitration agreement. \n16. The next question which requires consideration is  even if there is no provision for partly referring the dispute to arbitration, whether such a course is possible under Section 8 of the Act. In our view, it would be difficult to give an interpretation to Section 8 under which bifurcation of the cause of action, that is to say, the subject-matter of the suit or in some cases bifurcation of the suit between parties who are parties to the arbitration agreement and others is possible. This would be laying down a totally new procedure not contemplated under the Act. If bifurcation of the subject-matter of a suit was contemplated, the legislature would have used appropriate language to permit such a course. Since there is no such indication in the language, it follows that bifurcation of the subject-matter of an action brought before a judicial authority is not allowed. \n17. Secondly, such bifurcation of suit in two parts, one to be decided by the Arbitral Tribunal and the other to be decided by the civil court would inevitably delay the proceedings. The whole purpose of speedy disposal of dispute and decreasing the cost of litigation would be frustrated by such procedure. It would also increase the cost of litigation and harassment to the parties and on occasions there is possibility of conflicting judgments and orders by two different forums. \n11. As explained by this Court in Ameet Lalchand Shah (supra), the amendment to Section 8 after the aforesaid decision in Sukanya Holdings could be seen in the background of the recommendations of 246th Law Commission Report in which, inter alia, it was observed that as per the proposed amendment, judicial authority would not refer the parties to arbitration only if it finds that there does not exist an arbitration agreement or that it is null and void. If the judicial authority is of the opinion that prima facie the arbitration agreement exists, it would refer the dispute to arbitration and leave the existence of arbitration agreement to be finally determined by the Arbitral Tribunal. \n12. All the relevant aspects of the matter came up for fuller exposition by a 3-Judge Bench of this Court in the case of Vidya Drolia (supra). In the said case, basically, the reference came to be made to the bench of three judges when the ratio expressed in the case of Himangi Enterprises v. Kamaljeet Singh Ahluwalia: (2017) 10 SCC 706, to the effect that landlord-tenant disputes governed by the provisions of the Transfer of Property Act, 1882 were not arbitrable, was doubted. While dealing with the reference, the Court also dealt with the other interconnected aspects as to the meaning of non-arbitrability and when the subject-matter of the dispute would not be capable of being resolved through arbitration; and as to whether the question of non-arbitrability would be decided by the Court at the reference stage or by the Arbitral Tribunal in the arbitration proceedings. The 3-Judge Bench of course overruled the decision in Himangi Enterprises (supra) and in that context, made various observations and enunciated the relevant principles. In the process, the decision in Sukanya Holdings (supra) was also taken into consideration. In that regard and with reference to the reliance placed by learned counsel for the respective parties, we may refer to the following observations and enunciations of the Court, in the lead judgment as also in the concurring opinion in the following passages:-\n28. Another facet, not highlighted earlier, arises from the dictum in Sukanya Holdings (P) Ltd. v. Jayesh H. Pandya [(2003) 5 SCC 531], a decision upholding rejection of an application under Section 8, on the ground that there is no provision in the Arbitration Act to bifurcate and divide the causes or parties, that is, the subject-matter of the suit/judicial proceedings, and parties to the arbitration agreement. The suit should be in respect of a matter which the parties have agreed to refer and which comes within the ambit of the arbitration agreement. The words a matter, it was interpreted, would indicate that the entire subject-matter of the suit should be subject to arbitration agreement. Bifurcation of subject-matter or causes of action in the suit is not permissible and contemplated. Similarly, the parties to the suit should be bound by the arbitration agreement, as there is no provision in the Arbitration Act to compel third persons who have not exercised the option to give up the right to have access to courts and be bound by the arbitration clause. This would violate party autonomy and consensual nature of arbitration. Bifurcation in such cases would result in a suit being divided into two parts, one being decided by the Arbitral Tribunal, and the other by the court or judicial authorities. This would defeat the entire purpose and inevitably delay the proceedings and increase cost of litigation, cause harassment and on occasions give rise to conflicting judgments and orders by two different fora. Cause of action in relation to the subject-matter relates to the scope of the arbitration agreement and whether the dispute can be resolved by arbitration. Second mandate relating to common parties exposits the inherent limitation of the arbitration process which is consensual and mutual, an aspect we would subsequently examine. \n*** * * * * * **** \n31. We are clearly bound by the dictum of the Constitution Bench judgment in Patel Engg. Ltd. [SBP & Co. v. Patel Engg. Ltd., (2005) 8 SCC 618] that the scope and ambit of court's jurisdiction under Section 8 or 11 of the Arbitration Act is similar. An application under Section 11 of the Arbitration Act need not set out in detail the disputes or the claims and may briefly refer to the subject-matter or broad contours of the dispute. However, where judicial proceedings are initiated and pending, specific details of the claims and disputes are normally pleaded and, therefore, the court or the judicial authority has the advantage of these details. There is a difference between a non-arbitrable claim and non-arbitrable subject-matter. \nFormer may arise on account of scope of the arbitration agreement and also when the claim is not capable of being resolved through arbitration. Generally non-arbitrability of the subject-matter would relate to non-arbitrability in law. Further, the decision in Sukanya Holdings (P) Ltd. [Sukanya Holdings (P) Ltd. v. Jayesh H. Pandya, (2003) 5 SCC 531] has to be read along with subsequent judgment of this Court in Chloro Controls (India) (P) Ltd. v. Severn Trent Water Purification Inc.(2013) 1 SCC 641. \n** * * ** *** 154.3. The general rule and principle, in view of the legislative mandate clear from Act 3 of 2016 and Act 33 of 2019, and the principle of severability and competence-competence, is that the Arbitral Tribunal is the preferred first authority to determine and decide all questions of non-arbitrability. The court has been conferred power of second look on aspects of non-arbitrability post the award in terms of sub-clauses (i), (ii) or (iv) of Section 34(2)(a) or sub-clause (i) of Section 34(2)(b) of the Arbitration Act. 154.4. Rarely as a demurrer the court may interfere at Section 8 or 11 stage when it is manifestly and ex facie certain that the arbitration agreement is non-existent, invalid or the disputes are non-arbitrable, though the nature and facet of non-arbitrability would, to some extent, determine the level and nature of judicial scrutiny. The restricted and limited review is to check and protect parties from being forced to arbitrate when the matter is demonstrably non- arbitrable and to cut off the deadwood. The court by default would refer the matter when contentions relating to non-arbitrability are plainly arguable; when consideration in summary proceedings would be insufficient and inconclusive; when facts are contested; when the party opposing arbitration adopts delaying tactics or impairs conduct of arbitration proceedings. This is not the stage for the court to enter into a mini trial or elaborate review so as to usurp the jurisdiction of the Arbitral Tribunal but to affirm and uphold integrity and efficacy of arbitration as an alternative dispute resolution mechanism. \n** * * * * * * *\n238. At the cost of repetition, we note that Section 8 of the Act mandates that a matter should not (sic) be referred to an arbitration by a court of law unless it finds that prima facie there is no valid arbitration agreement. The negative language used in the section is required to be taken into consideration, while analysing the section. The court should refer a matter if the validity of the arbitration agreement cannot be determined on a prima facie basis, as laid down above. Therefore, the rule for the court is when in doubt, do refer. \n239. Moreover, the amendment to Section 8 now rectifies the shortcomings pointed out in Chloro Controls case [Chloro Controls (India) (P) Ltd. v. Severn Trent Water Purification Inc., (2013) 1 SCC 641: (2013) 1 SCC (Civ) 689] with respect to domestic arbitration. Jurisdictional issues concerning whether certain parties are bound by a particular arbitration, under group-company doctrine or good faith, etc., in a multi-party arbitration raises complicated factual questions, which are best left for the tribunal to handle. The amendment to Section 8 on this front also indicates the legislative intention to further reduce the judicial interference at the stage of reference. \n240. Courts, while analysing a case under Section 8, may choose to identify the issues which require adjudication pertaining to the validity of the arbitration agreement. If the court cannot rule on the invalidity of the arbitration agreement on a prima facie basis, then the court should stop any further analysis and simply refer all the issues to arbitration to be settled. \n** * * * * * * * * * * 244: Before we part the conclusions reached, with respect to Question 1 are:\n244.1. Sections 8 and 11 of the Act have the same ambit with respect to judicial interference. \n244.2. Usually, subject-matter arbitrability cannot be decided at the stage of Section 8 or 11 of the Act, unless it is a clear case of deadwood. \n244.3. The court, under Sections 8 and 11, has to refer a matter to arbitration or to appoint an arbitrator, as the case may be, unless a party has established a prima facie (summary findings) case of non- existence of valid arbitration agreement, by summarily portraying a strong case that he is entitled to such a finding. \n244.4. The court should refer a matter if the validity of the arbitration agreement cannot be determined on a prima facie basis, as laid down above i.e. when in doubt, do refer. \n244.5. The scope of the court to examine the prima facie validity of an arbitration agreement includes only:\n244.5.1. Whether the arbitration agreement was in writing? or 244.5.2. Whether the arbitration agreement was contained in exchange of letters, telecommunication, etc.? 244.5.3. Whether the core contractual ingredients qua the arbitration agreement were fulfilled? \n244.5.4. On rare occasions, whether the subject-matter of dispute is arbitrable? \n13. In the case of Oil and Natural Gas Corporation (supra), another 3-Judge Bench of this Court essentially dealt with the group companies doctrine and application of alter ego principle in arbitration making a party not assenting to a contract containing arbitration clause to be nevertheless bound by the clause if that party is alter ego of an entity who is a party to the arbitration agreement. The observations relied upon by learned counsel for the appellant from that case could also be usefully extracted as under:-\n38. Explaining the application of the alter ego principle in arbitration, Born also notes:\nAuthorities from virtually all jurisdictions hold that a party who has not assented to a contract containing an arbitration clause may nonetheless be bound by the clause if that party is an alter ego of an entity that did execute, or was otherwise a party to, the agreement. This is a significant, but exceptional, departure from the fundamental principle  that each company in a group of companies (a relatively modern concept) is a separate legal entity possessed of separate rights and liabilities. \n* * * the group of companies doctrine is akin to principles of agency or implied consent, whereby the corporate affiliations among distinct legal entities provide the foundation for concluding that they were intended to be parties to an agreement, notwithstanding their formal status as non-signatories.\n39. Recently, John Fellas elaborated on the principle of binding a non-signatory to an arbitration agreement from the lens of the doctrine of estoppel. He situated the rationale behind the application of the principle of direct estoppel against competing considerations of party autonomy and consent in interpreting arbitration agreements. Fellas observed that non-signatory parties can be bound by the principle of direct estoppel to prohibit such a party from deriving the benefits of a contract while disavowing the obligations to arbitrate under the same: \nThere are at least two distinct types of estoppel doctrine that apply in the non-signatory context:the direct benefits estoppel theory and the intertwined estoppel theory. The direct benefits theory bears the hallmark of any estoppel doctrine-prohibiting a party from taking inconsistent positions or seeking to have it both ways by rely[ing] on the contract when it works to its advantage and ignor[ing] it when it works to its disadvantage. Tepper Realty Co. v. Mosaic Tile Co. [Tepper Realty Co. v. Mosaic Tile Co., 259 F Supp 688 (SDNY 1966)]. The direct benefits doctrine reflects that core principle by preventing a party from claiming rights under a contract but, at the same time, disavowing the obligation to arbitrate in the same contract. \n* * * By contrast, the intertwined estoppel theory looks not to whether any benefit was received by the non-signatory, but rather at the nature of the dispute between the signatory and the non- signatory, and, in particular whether the issues the non-signatory is seeking to resolve in arbitration are intertwined with the agreement that the estoppel [signatory party] has signed.the intertwined estoppel theory has as its central aim the perseveration of the efficacy of the arbitration process is clear when one looks at the typical fact pattern of an intertwined estoppel case. [John Fellas, Compelling Signatories to Arbitrate with Non-Signatories, New York Law Journal (28-3-2022)] (emphasis supplied) \n40. In deciding whether a company within a group of companies which is not a signatory to arbitration agreement would nonetheless be bound by it, the law considers the following factors:\n(i) The mutual intent of the parties;\n(ii) The relationship of a non-signatory to a party which is a signatory to the agreement;\n(iii) The commonality of the subject-matter;\n(iv) The composite nature of the transaction; and (v) The performance of the contract.\n14. In the case of Intercontinental Hotels Group (supra), the Court has essentially proceeded on the enunciation in Vidya Drolia (supra) even while accepting the requirement of constituting larger bench to settle the jurisprudence of the implication of non-stamping or under-stamping on the arbitration agreement. This Court, however, provided that until decision by the larger bench, the matters at pre-appointment stage be not kept pending. Not much of dilation is required in that regard. \n15. It is at once clear that the observations and enunciations in the aforesaid have no application to the facts of the present case. \n16. As noticed, there had been multiple transactions in this matter. \nLearned counsel for the contesting respondent has placed before us in tabular form the relevant agreements, the contracting parties thereto, the purpose of the agreement, and availability of arbitration clause therein. We may reproduce the same to facilitate an eye view of the salient features of the transactions in question as follows: - \n       Sr. Date     of Contracting     Purpose         of   Arbitration        No. Agreement Parties           Contract             Agreement        1 .  07.04.2005 Gujarat          Lease        and     Contains                        Composite       License              Arbitration                        Limited,        Agreement of         Clause. \n                       Company         one Function                        entered into an unit           for                        agreement with manufacturing                        A               and production                        Infrastructure of           A.C. \n                       Limited.        Pressure                                        Pipes. \n       2 .  07.04.2005 Gujarat          Lease        and     Contains No                        Composite       License              Arbitration                        Limited,        Agreement of         Clause . \n                       Company         one Function                        entered into an unit           for                        agreement with manufacturing                        A               and production                        Infrastructure of           A.C.\n                       Limited and     Pressure                        AVPL .           Pipes . \n       3 .  06.07.2006 Petitioner       Respondent           Contains No                        and             No . 2                Arbitration                        Respondent      Sanctioned           Clause . \n\n                                       Lacs to                                        Respondent                                        No. 1 to secure                                        this above loan                                        in addition to                                        other                                        conditions and                                        corporate                                        Guarantee . \n       4 .  23.01.2008 Petitioner       Petitioner           Contains No                        and             agrees that the      Arbitration                        Respondent      title Deeds of       Clause . \n                       No . 1 and 2 .    the Land will                                        not            be                                        transferred to                                        any other party                                             during       the                                            pendency       of                                            License                                            Agreements                                            executed                                            between M/s A                                            Infrastructure                                            and          M/s                                            Gujarat                                            Composite Ltd.\n        5.   23.01.2015 Petitioner         Conveyance          Contains No                         and                deed between        Arbitration                         Respondent         Petitioner and      Clause. \n                        No . 3              Respondent         6 .   23.01.2015 Petitioner         Conveyance          Contains No                         and                deed between        Arbitration                         Respondent         Petitioner and      Clause. \n                        No . 4 and 5.       Respondent 17. Thus, except the principal agreement dated 07.04.2005, none of the other agreements contained any arbitration clause, even if they related to the same property and also involved the appellant and the respondent No. 1. The later transactions involved other parties too like the tripartite agreement dated 06.07.2006 whereby the respondent No. 2 bank sanctioned loan to the respondent No. 1 and then, supplemental to the said tripartite agreement for dealing with the deposit of title deeds. Similarly, the other deeds of conveyance dated 23.01.2015 involve the appellant and the other defendants. \n17.1. The aforesaid position of the dealings of the parties, when examined with reference to the reliefs claimed in the suit and the cause of action pertaining to the said reliefs, as extensively noticed by the High Court and extracted hereinabove, we are clearly of the view that the submissions made by the appellant with reference to the amendment of Section 8 of the Act of 1996 and the later decisions of this Court in interpretation of the amended Section 8 do not inure to the benefit of the appellant. This is for the simple reason that no such conjunction can be provided to the original licence agreement dated 07.04.2005 and the tripartite agreement involving the Bank dated 06.07.2006 and 23.01.2008, whereby the arbitration clause could be held applicable to the tripartite agreement too. This is apart from the fact that in the frame of the suit and various other reliefs claimed, involving subsequent purchasers too and the allegations of fraud, the dispute cannot be said to be arbitrable at all. The present one cannot be said to be a case involving any doubt about non-existence of arbitration agreement in relation to the dispute in question. \n17.2. There being no doubt about non-existence of arbitration agreement in relation to the entire subject-matter of the suit, and when the substantive reliefs claimed in the suits fall outside the arbitration clause in the original licence agreement, the view taken by the High Court does not appear to be suffering from any infirmity or against any principle laid down by this Court.\n18. Even if by reference to remote pedigree, the original licence agreement is said to be the genesis of the contractual relations of the appellant and the respondent No. 1, that does not ipso facto lead to the availability of the arbitration agreement in relation to the dispute in question, which emanates from the tripartite agreement and which cannot be determined without reference to the said tripartite agreement and without involving all the parties thereto. In other words, no dispute resolution process, including arbitration, could be undertaken in relation to the subject-matter of the suit without reference to the terms of tripartite agreement and without involving the bank- respondent No. 2. This is apart from the fact that the other elements of dispute pertaining to the subsequent purchasers too cannot be resolved in any forum without reference to the tripartite agreement and its amended clause, which did not provide for arbitration. Thus, the ancestry of the tripartite agreement, in the facts of the present case, does not lead to the result desired by the appellant. \n18.1. Therefore, even on the principles enunciated in Vidya Drolia (supra), the prayer of the present appellant for reference to arbitration under Section 8 cannot be granted. \n19. So far as the propositions based on the memos before the Commercial Court dated 06.12.2017, as filed by the respondent Nos. 3 to 5 (subsequent purchasers) and by the appellant are concerned, the submissions made on that basis do not take the case of the appellant any further. As noticed, in the said memos, the respondent Nos. 3 to 5 purportedly stated that if dispute concerning them was resolved by arbitration proceedings, they were not having any objection thereto. The appellant, on the other hand, suggested that the tripartite amended agreement was with reference to the licence agreement and it was agreed that till the time of the defendant No. 1 (appellant) making payment of a sum of Rs. 5 crore to the plaintiff, the title deeds of the immovable property would remain with the bank. The appellant suggested that with a view that the dispute between the parties be resolved by arbitration proceedings, keeping all contentions open, they would be depositing the said sum of Rs. 5 crore in the Court and that in this manner the dispute with defendant No. 2 would be ended and then the bank, who was handed over the title deed in their custody, would deposit the same in the Court and the Court would be pleased to place the same in sealed cover till the disputes of the other parties were resolved. 19.1. The memo submitted by the appellant was not likely to bring about the desired legal effect. This is for the simple reason that even if the appellant deposited the said sum of Rs. 5 crore in the Court, the bank was not directly obliged to deposit the title deed in the Court as presumed by the appellant; and then, there was no reason that the Court was to be obliged to accept such a proposition and to keep the title deed in its custody till the completion of proceedings in any other forum. In other words, if at all the matter was to be referred to arbitration, there would not be any justification for the Court to retain the title deed. It would appear that the said memo dated 06.12.2017 by the appellant had only been a desperate attempt to somehow seek arbitration despite being aware of the fact that the core of the dispute in the civil suit related to the tripartite agreement wherein the bank was an equal participant and no effective award could have been made in the arbitration proceedings in the absence of the bank. The necessity of the banks presence in the matter could not have been obviated by such nebulous suggestion as stated in the memo filed by the appellant on 06.12.2017.\n19.2. The other memo by respondent Nos. 3 to 5 had been of no effect whatsoever. Consent of the said respondents, the subsequent purchasers, for reference to arbitration could not have infused an arbitration clause in the tripartite agreement and their memo could not have propelled the matter to arbitration, particularly looking to the core of the dispute and its obvious non-arbitrability for the reason that it related to the tripartite agreement.\n20. For what has been discussed hereinabove, on the facts and in the circumstances of the present case and in the nature of transactions as also the nature of reliefs claimed in the suit, the view taken by the Commercial Court and the High Court in declining the prayer of the appellant for reference to arbitration cannot be faulted. \n21. Accordingly, and in view of the above, these appeals fail and are, therefore, dismissed. No costs. \n..... J.\n(DINESH MAHESHWARI) ..... J.\n(SUDHANSHU DHULIA) NEW DELHI;\nMAY 01, 2023.",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court dhani aggarwal vs mahesh yadav & ors on 15 december, 2022 author: navin chawla bench: navin chawla neutral citation number: 2022/dhc/005691 $~15 * in the high court of delhi at new delhi date of decision: 15.12.2022 + fao-ipd 23/2021 dhani aggarwal . appellant through: mr.rishi bansal, mr.neeraj bhardwaj, advs. versus mahesh yadav & ors . respondents through: mr.sanjeev sindhwani, sr. adv. with mr.rohan jaietly, mr.lalit gupta, mr.siddharth arora, mr.priyansh jain, advs. hon'ble mr. justice navin chawla navin chawla, j. (oral) review pet. 255/2022 & cm 110/2022 1. this petition has been filed by the respondents/applicants seeking review of the judgment dated 22.08.2022, on the ground that in terms of section 13(1a) of the commercial courts act, 2015 (in short, 'the act'), an appeal arising out of an order or a judgment passed by a commercial court at the level of the district judge exercising the original civil jurisdiction, can be adjudicated only by the commercial appellate division of this court, and not by the single judge. it is, therefore, the case of the respondents/applicants that the judgment of this court dated 22.08.2022 has been passed neutral citation number: 2022/dhc/005691 without jurisdiction and that the above appeal should have been transferred/listed before the division bench of this court. 2. in support of the above assertion, the learned senior counsel for the respondents/applicants submits that the suit in question was filed by the appellant/non-applicant herein in april, 2019, that is, after the coming into force of the commercial courts, commercial division and commercial appellate division of high courts (amendment) act, 2018 (in short, 'the amendment act'). the suit was first listed before the learned additional district judge, tis hazari courts and was numbered as tm (comm.) no.157/2019. an ex-parte ad-interim order of injunction was passed in favour of the appellant/non-applicant and against the respondents/applicants. the respondents/applicants filed an application under order xxxix rule 4 read with section 151 of the code of civil procedure, 1908 (in short, 'cpc'), again titling the same as having been filed in a commercial suit, being tm (comm) no.157/2019. 3. the plaint filed by the appellant/non-applicant before the learned trial court also contained a 'statement of truth', which is a requirement only under the act 4. he further submits that though the impugned order dated 31.08.2019 was passed showing the number of the suit as tm no. 97/19 (157/19), that is, as a non-commercial suit, the same would not change the status of the suit and it would remain a 'commercial suit' to be governed by the act. neutral citation number: 2022/dhc/005691 5. the learned senior counsel for the respondents/applicant submits that even after the passing of the impugned order by the learned trial court, the suit in question continues to be considered and treated as a 'commercial suit'. in this regard, he has drawn my reference to the order dated 29.01.2020 passed by the learned district judge (commercial court-06), tis hazari courts, which inter alia states that a 'case management hearing' was held. he submits that a 'case management hearing' is applicable only to a 'commercial suit'; it is a concept that is alien to a non-commercial/ordinary civil suit. he further submits that the said order would also reflect that the suit has been renumbered as cs(commercial) no. 2129/2019, that is, as a 'commercial suit'. 6. he places further reliance on the order dated 22.06.2020 passed by the learned district judge (commercial court-06), which records that the suit shall be listed for a 'case management hearing'. he submits that, therefore, the suit in question has been proceeded as a 'commercial suit', and therefore, an appeal against any order passed in the said suit shall lie only before the division bench of this court under section 13(1a) of the act and in terms of the order dated 27.01.2021 passed by a coordinate bench of this court in fao no.232/2020 titled delhi tourism and transportation development corporation v. swadeshi civil infrastructure pvt. ltd. 7. placing reliance on the preamble to the act, he submits that the act provides for the creation of commercial courts and, therefore, to achieve its object and purpose, any order passed by a commercial neutral citation number: 2022/dhc/005691 court, irrespective of whether the suit is or is not within the ambit of the act, can be appealed against only in accordance with the provisions of the act. 8. he submits that section 13(1a) of the act also states that any person aggrieved by the judgment/order of a commercial court can file an appeal to the commercial appellate division of the high court, therefore, the only requirement of the act is that the order impugned should have been passed by a commercial court for section 13(1a) of the act to be attracted. 9. the learned senior counsel for the respondents/applicants has further placed reliance on the order dated 14.09.2021 passed by a coordinate bench of this court in c.r.p no. 61/2021, titled mr. hari singh v. m s superhouse ltd., to submit that in the said order, it has been held that irrespective of whether the numbering of the suit is not as a 'commercial suit', the dispute being commercial in nature, would have to be adjudicated under the act. 10. placing reliance on the judgment of this court in vishal pipes limited v. bhavya pipe industry, 2022 scc online del 1730, he submits that a suit relating to intellectual property rights cannot be valued below rs.3,00,000/(rupees three lakh only) so as to avoid the application of the act to such a suit. he submits that by the said judgment, all suits that were valued below rs.3,00,000/were to be placed before the learned district judge (commercial). he submits that the appellant, having valued the suit in question at below rs.3,00,000/-, cannot negate the provisions of the act. neutral citation number: 2022/dhc/005691 11. on the other hand, the learned counsel for the appellant/nonapplicant submits that in the present appeal and/or in the review petition, no challenge has been made by the respondents/applicants to the valuation of the suit ascribed by the appellant/non-applicant to the suit for the purposes of pecuniary jurisdiction. he submits that in terms of section 6 read with section 2(1)(i) of the act, only a 'commercial suit of a specified value' are governed by the provisions of the act. as the present suit is below the specified value, the act shall have no application to the suit in question, and consequently, section 13(1a) of the act shall not apply to the appeal filed against the order passed in the suit. 12. i have considered the submissions made by the learned counsels for the parties. 13. section 6 of the act states that the commercial courts shall have jurisdiction to try all suits and applications relating to a 'commercial disputes of a specified value' arising within the entire territory of the state over which it has been vested territorial jurisdiction. section 6 of the act is reproduced hereinunder:\"6. jurisdiction of commercial court:--the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.--for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state neutral citation number: 2022/dhc/005691 over which a commercial court has vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908).\" 14. a reading of the above provision would clearly show that for the purposes of invoking jurisdiction of a commercial court, the suit and application must first relate to a 'commercial dispute' as defined under section 2(1)(c) of the act; and secondly, such disputes must be of a 'specified value' as defined in section 2(1)(i) of the act. both the conditions have to be cumulatively met for the vesting jurisdiction in a commercial court. 15. section 2(1)(i) of the act is reproduced hereinbelow:\"2. definitions.-(1). in this act, unless the context otherwise requires,xxxx (i) specified value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than three lakh rupees of such higher value, as may be notified by the central government.\" (emphasis supplied) 16. a reading of the above provision would show that 'specified value' in relation to a 'commercial dispute' means the value of the subject matter in respect of the suit which shall not be less than neutral citation number: 2022/dhc/005691 rs.3,00,000/. in the present case, the plaintiff has filed the suit valuing the same for purpose of jurisdiction, as under:\"33. that the plaintiff values the suit for purposes of court fee and jurisdiction in the following manner:a. for the grant of permanent injunction as prayed, for m para 34 (a) (i) to (iv) and 34 (b), for delivery up as prayed for in para 34 (c), it is valued for the purpose of court fee and jurisdiction at rs.200/each and the court fee of rs.20/each totalling rs.120/is affixed. b. for an order for rendition of accounts of profits illegally earned by the defendants as prayed for in para 34(d), it is valued for the purposes of jurisdiction and court fee at rs.1000/and court fee of rs.150/affixed thereon as the plaintiff estimates that such an amount shall be found due to the plaintiff from the defendants on rendition of accounts having gone into. the plaintiff undertakes to pay such additional court fees, it may be directed to pay by this hon'ble court on the defendants' rendition of accounts and as ascertained of the actual amount due to the plaintiff. total, court fee affixed is rs.270/-. in view of the above, it is submitted that this hon'ble court has the sufficient pecuniary jurisdiction to try and entertain the present suit.\" 17. as admitted by the learned senior counsel for the respondents/applicants, till date, there is no challenge to this valuation of the suit made by the respondents/applicants. this was not put in question even before this court in the appeal and/or in the present review petition. clearly, therefore, the suit as it stands today, is not within the jurisdiction of a commercial court. neutral citation number: 2022/dhc/005691 18. merely because it has been numbered as a commercial suit or may have been dealt with by the parties or even by the court as a commercial suit, would not convert the same to a 'commercial suit' of a specified value and/or vests jurisdiction in a commercial court. the parties by their consent or by conduct cannot vest jurisdiction in a court which otherwise lacks jurisdiction. reference in this regard may be made to the judgment of the supreme court in patel roadways limited, bombay v. prasad trading company, (1991) 4 scc 270. 19. in mr.hari singh (supra), the court was dealing with a situation where the suit was admittedly a 'commercial suit' but was wrongly numbered as an ordinary suit. it was in that circumstance that the court held that such numbering of the suit would not be a determinative factor and the suit would continue to be governed by the act. i may only quote from that judgment as under: \"7. a perusal of the plaint shows that the transaction is commercial in nature, for supply of fabric. thus, irrespective of the fact that the same may not have been numbered as a commercial suit, the substratum of the dispute is commercial in nature and would have to be adjudicated under the commercial courts act, 2015 (hereinafter 'act'). in such cases, despites the suit not being numbered as a commercial suit or the dispute not having been decided by a commercial court, the act would apply and the bar under section 8, against filing of a revision application/petition against an interlocutory order, would also be applicable.\" neutral citation number: 2022/dhc/005691 20. in vishal pipes limited (supra), the court was answering a situation where the parties value the suit for purposes of jurisdiction below rs.3,00,000/only to avoid the suit being tried under the provisions of the act. to answer the above situation, the court directed as under:\"66. in light of the above discussion, the following directions are issued: (i) usually, in all ipr cases, the valuation ought to be rs.3 lakhs and above and proper court fee would have to be paid accordingly. all ipr suits to be instituted before district courts, would therefore, first be instituted before the district judge (commercial). (ii) in case of any ipr suits valued below rs. 3 lakhs, the commercial court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued. (iii) upon such examination, the concerned commercial court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite court fee or to proceed with the suit as a non-commercial suit. (iv) in order to however maintain consistency and clarity in adjudication, even such suits which may be valued below rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the district judge (commercial), but may not be subjected to the provisions of the cca. (v) all pending ipr suits before the different district judges (noncommercial) in delhi shall be placed before the concerned district judges (commercial) for following the procedure specified above. plaintiffs who wish neutral citation number: 2022/dhc/005691 to amend the plaint would be permitted to do so in accordance with law.\" 21. a reading of the above direction would also show that it is not every case relating to an intellectual property right that would be governed by the act or over which only a commercial court would have jurisdiction. the court directed that the learned district judge (commercial) shall consider the valuation ascribed by the plaintiff to the suit, and upon such examination, pass appropriate orders in accordance with the provisions of the law either directing the plaintiff to amend the plaint to make the correct valuation or to proceed with the suit as a non-commercial suit. 22. in the present case, admittedly, this exercise has not been done as till date there has been no objection raised by the defendant to the suit/respondents herein/applicants challenging the valuation ascribed to the suit by the plaintiff/appellant herein. therefore, the suit continues to be a 'non-commercial suit' to which the provisions of the act would have no application. 23. the submission of the learned senior counsel for the respondents, that even if the suit is not a commercial suit but as the order has been passed by a commercial court, the provisions of section 13(1a) of the act would apply, is merely stated to be rejected. as noted hereinabove, if the suit in question is not relating to a 'commercial dispute of a specified value', it is not a 'commercial suit' over which commercial court would have any jurisdiction. the neutral citation number: 2022/dhc/005691 order passed was also not of a commercial court. merely because the court was also administratively exercising powers of a commercial court for other matters, it would not covert the order passed in a noncommercial suit as an order of the commercial court for the purposes of section 13(1a) of the act. in delhi tourism and transportation development corporation (supra), the court considered the following question:\"2. a legal question has arisen in this petition as is noticed in order dated 16.12.2020 as to whether, in terms of section 13(1a) of the commercial courts act, 2015 (hereinafter referred to as the act), appeals arising out of orders or judgments passed by a commercial court at the level of district judge exercising original civil jurisdiction are to be heard by a single judge of this court or should be placed before the division bench of this court.\" 24. in the above-referred case, therefore, there was no dispute that the proceedings out of which the appeal arose was a 'commercial dispute of a specified value' and that the provisions of section 13(1a) of the act were application. the said order would, therefore, have no application to the facts of the present appeal/review application. 25. in view of the above, i find no merit in the present review petition. the same is dismissed with costs quantified at rs.1,00,000/(rupees one lakh only) to be deposited by the review petitioner with the delhi high court bar clerk's association. neutral citation number: 2022/dhc/005691 26. the pending application is also dismissed. navin chawla, j december 15, 2022 rn/ab date of release of order: 21.12.2022"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1acf5708c542429cbfaf840d49f0b1e1_0"
        },
        {
            "start": 155,
            "end": 549,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nSupreme Court of India\nGujarat Composite Limited vs A Infrastructure Limited on 1 May, 2023\nAuthor: Dinesh Maheshwari\nBench: Sudhanshu Dhulia, Dinesh Maheshwari\n                                                                                            Reportable\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "720ff39b8f6e41a090f0f5a14de0df18_1"
        },
        {
            "start": 549,
            "end": 623,
            "text": "In The Supreme Court Of India\n                                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58824d319dc8499c9fdfe345407fc229_2"
        },
        {
            "start": 623,
            "end": 651,
            "text": "Civil Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54ba50c6d8804bd884593a2c37e248c8_3"
        },
        {
            "start": 652,
            "end": 719,
            "text": "\n                                      Civil Appeal No.3259 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ba66419a2a74c63896fe352cfdafbad_4"
        },
        {
            "start": 751,
            "end": 816,
            "text": "(Arising Out Of Slp (Civil) No. 16932 Of 2018)\n\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1823b7c36e24950b5662b9129141f8c_5"
        },
        {
            "start": 816,
            "end": 841,
            "text": "Gujarat Composite Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "425dc393d51541e0956c5b7597cf422c_6"
        },
        {
            "start": 887,
            "end": 963,
            "text": ".Appellant(S)\n\n                                                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f94b2a3a17a469da05cfc9f9321c178_7"
        },
        {
            "start": 963,
            "end": 988,
            "text": "Versus\n\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e37cb9318bb34a939724122e042a1a9c_8"
        },
        {
            "start": 988,
            "end": 1004,
            "text": "A Infrastructure",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4e8b5dce33e42a2b4db704137c09682_9"
        },
        {
            "start": 1005,
            "end": 1014,
            "text": "Limited &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eed32d1100484327add56e557803ce5d_10"
        },
        {
            "start": 1015,
            "end": 1073,
            "text": "Ors.                                        .Respondent(S)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "718b11350f7c496fa5e5c79c8da049e1_11"
        },
        {
            "start": 1140,
            "end": 1210,
            "text": "With\n                                     Civil Appeal No.3260 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20e824e2a39f42e191dab3310396271f_12"
        },
        {
            "start": 1242,
            "end": 1358,
            "text": "(Arising Out Of Slp (Civil) No. 18074 Of 2018)\n\n                                                           Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1eb3180b3a864207a96592b50585763a_13"
        },
        {
            "start": 1358,
            "end": 1379,
            "text": "Dinesh Maheshwari, J.",
            "labels": [
                "NONE"
            ],
            "id": "bb96b36de4d54024b0328bf46ba3e7e2_14"
        },
        {
            "start": 1380,
            "end": 1395,
            "text": "\nLeave granted.",
            "labels": [
                "NONE"
            ],
            "id": "16a4fc9ba57b43adbba6922de8e568f2_15"
        },
        {
            "start": 1397,
            "end": 1502,
            "text": "2. These appeals have been preferred against the common judgment and order dated 23.04.2018 passed by the",
            "labels": [
                "FAC"
            ],
            "id": "30b7ef24dfe64f67a5959230ee4da817_16"
        },
        {
            "start": 1503,
            "end": 1560,
            "text": "High Court of Gujarat whereby, the High Court has dismiss",
            "labels": [
                "FAC"
            ],
            "id": "5d8fc13244f4443abfa0783d63e57630_17"
        },
        {
            "start": 1561,
            "end": 1854,
            "text": "ed First Appeal Nos. 588 of 2018 and 587 of 2018 filed by the appellant against the order passed by the Commercial Court, Ahmedabad dismissing the applications under Section 8 of the Arbitration and Conciliation Act, 1996 1 in Commercial Civil Suit Nos. 90 of 2017 and 91 of 2017 respectively.",
            "labels": [
                "FAC"
            ],
            "id": "d9f92c0f934449c784eec6c3f7ecdab9_18"
        },
        {
            "start": 1855,
            "end": 2028,
            "text": "Both these appeals, involving common questions concerning arbitrability of the dispute, have been heard together and are being taken up for disposal by this common judgment.",
            "labels": [
                "FAC"
            ],
            "id": "33809c85ed454816a3342a2b2409fef4_19"
        },
        {
            "start": 2029,
            "end": 2236,
            "text": "\n3. It would be apposite to take note of the factual and background aspects to the extent relevant for the points arising for determination in 1 Hereinafter also referred to as Act of 1996 or simply the Act.",
            "labels": [
                "NONE"
            ],
            "id": "14b0879c78c64a4fb92ce5bef7e56074_20"
        },
        {
            "start": 2237,
            "end": 2257,
            "text": "the present appeals.",
            "labels": [
                "NONE"
            ],
            "id": "c401e0bf9bb9419a8ba3a93b2e1cce22_21"
        },
        {
            "start": 2258,
            "end": 2642,
            "text": "Given the commonalities of the factual chronology, it would be proper to accord primacy to facts of the lead matter i.e., the appeal arising from SLP (C) No. 16932 of 2018 [relating to First Appeal No. 588 of 2018 in the High Court, arising from the order passed in Commercial Civil Suit No. 90 of 2017], apart from noticing a few facts that may be of relevance in the cognate appeal.",
            "labels": [
                "FAC"
            ],
            "id": "ba0bde9ca15c404087de3627c255eb78_22"
        },
        {
            "start": 2643,
            "end": 2830,
            "text": "\n3.1. On 07.04.2005, the appellant herein entered into two licence agreements with respondent No. 1 and the sister concern of respondent No. 12 (against whom the cognate appeal is filed).",
            "labels": [
                "FAC"
            ],
            "id": "34e7221fa71b4a57971c591a096e0847_23"
        },
        {
            "start": 2831,
            "end": 3149,
            "text": "The first agreement with respondent No. 1 was for licensing the operation of two manufacturing units of the appellant, being A.C. Sheet and Cement Grinding, with the licensing fee per quarter set at Rs. 5,00,000/- (Rupees Five Lakh) for the combined use of land and building as well as factory machinery and equipment.",
            "labels": [
                "FAC"
            ],
            "id": "c668e31ad13d491db8c6241ebbe8c1ec_24"
        },
        {
            "start": 3150,
            "end": 3407,
            "text": "The second agreement with the sister concern of respondent No. 1 was for licensing the operation of another manufacturing unit of the appellant, being A.C. Pressure Pipe, with the cumulative licensing fee per quarter set at Rs. 2,00,000/- (Rupees Two Lakh).",
            "labels": [
                "FAC"
            ],
            "id": "406c71e6e14b4c4c9cee4dcf20ae4ba0_25"
        },
        {
            "start": 3408,
            "end": 3500,
            "text": "Both agreements were of the same nature and were executed for a term of 7 years (84 months).",
            "labels": [
                "FAC"
            ],
            "id": "4345043e7d7a40dba677fafb36402e0d_26"
        },
        {
            "start": 3501,
            "end": 3638,
            "text": "The relevant clauses of the agreement entered into between the appellant and respondent No. 1 could be usefully reproduced as under: -\n3.",
            "labels": [
                "FAC"
            ],
            "id": "04cc0c0eb60945728a205812e6bc194b_27"
        },
        {
            "start": 3639,
            "end": 3995,
            "text": "The duration of the Licence for manufacture will be for a period of 84 months, extendable to a further period of 84 months on mutual consent from the date on which the LICENSEE takes over production and manufacturing facilities after completion of the necessary inspection and the compilation of inventories as 2 Hereinafter referred to as sister concern.\n",
            "labels": [
                "FAC"
            ],
            "id": "57dc9d6b6b1343b3a46bb8165074931f_28"
        },
        {
            "start": 3995,
            "end": 4013,
            "text": "stipulated herein.",
            "labels": [
                "RPC"
            ],
            "id": "d3dce37026b745f3a91e5556076062bc_29"
        },
        {
            "start": 4014,
            "end": 4169,
            "text": "The said takeover would be fully and duly evidenced by acknowledgement of both the parties in writing, and will constitute a pan of this Licence Agreement.",
            "labels": [
                "RPC"
            ],
            "id": "bec4ded314a14b3cbc97c171148f8af1_30"
        },
        {
            "start": 4171,
            "end": 4177,
            "text": "** * *",
            "labels": [
                "FAC"
            ],
            "id": "9710afac49cd426aad16da64276cb826_31"
        },
        {
            "start": 4178,
            "end": 4185,
            "text": "* * * *",
            "labels": [
                "FAC"
            ],
            "id": "746c3caf10b44efabb6bb4b1df693fd6_32"
        },
        {
            "start": 4186,
            "end": 4448,
            "text": "*\n8. LICENSEE shall pay quarterly licence fee of Rs.1,00,000 (Rupees One lakh only) per quarter towards the use of land and building including office building and Rs.4,00,000 (Rupees Four lakhs only) per quarter towards the use of factory machinery & equipments.",
            "labels": [
                "FAC"
            ],
            "id": "4fa85172938e4e0ea487b3164d687ef1_33"
        },
        {
            "start": 4449,
            "end": 4517,
            "text": "The Licence fee shall, be paid within 21 days of end of the quarter.",
            "labels": [
                "RPC"
            ],
            "id": "dc49bc452b854476b1e47adcbf1565bf_34"
        },
        {
            "start": 4519,
            "end": 4526,
            "text": "*** * *",
            "labels": [
                "FAC"
            ],
            "id": "4207918879aa40599537391f07537284_35"
        },
        {
            "start": 4527,
            "end": 4623,
            "text": "* * * *\n12. LICENSEE shall not be entitled to mortgage, assign, licence or sublet the said Unit.",
            "labels": [
                "FAC"
            ],
            "id": "3f0d2ce1319e4e91a8e36c736891b67b_36"
        },
        {
            "start": 4624,
            "end": 4857,
            "text": "However, LICENSEE shall be at liberty to mortgage/ charge, Raw Material stock, Finished Goods book debts and equipment brought in and belonging to LICENSEE under this arrangement which shall be kept separately identified and insured.",
            "labels": [
                "FAC"
            ],
            "id": "89af5ee52a6f4b14b2cf7009e03b0849_37"
        },
        {
            "start": 4859,
            "end": 4865,
            "text": "** * *",
            "labels": [
                "FAC"
            ],
            "id": "5e099b9e496f4d8a967e3d48201ad535_38"
        },
        {
            "start": 4866,
            "end": 4873,
            "text": "* * * *",
            "labels": [
                "FAC"
            ],
            "id": "eecb893e0e0245d0a9e8161ea610aed8_39"
        },
        {
            "start": 4874,
            "end": 5361,
            "text": "*\n15. The LICENSOR will be entitled to a Bonus, in addition to licence fee payable under Clause 8, in consideration of the use of its manufacturing facilities, licence, brand goodwill etc, as worked out below:\ni. 14% of the profit earned will be the retained profit in this arrangement and balance 86% shall be distributable as under:\na) The Bonus payable by LICENSEE to LICENSOR under this Clause would be 43% of the divisible profit minus the licence fee payable as per Clause 8 above.",
            "labels": [
                "FAC"
            ],
            "id": "6137e30da73348d897dd34619131411f_40"
        },
        {
            "start": 5362,
            "end": 5517,
            "text": "\nIn the event the amount of Bonus works out to be negative, then LICENSOR shall be liable to reimburse this amount to LICENSEE on quarter to quarter basis.",
            "labels": [
                "FAC"
            ],
            "id": "818e55d12a1d42288186048ccc838507_41"
        },
        {
            "start": 5518,
            "end": 5647,
            "text": "\nb) The retained profit shall always belongs to the LICENSEE during the continuation or upon determination of the licence period.",
            "labels": [
                "FAC"
            ],
            "id": "2884a813b41f447eb3177c6d29ff8981_42"
        },
        {
            "start": 5648,
            "end": 5734,
            "text": "\nc) The computation of the Profit & Loss and its distribution shall be done quarterly.",
            "labels": [
                "RPC"
            ],
            "id": "347cd468121f400bbb157efac33011a3_43"
        },
        {
            "start": 5735,
            "end": 5974,
            "text": "\nii. Profit for this purpose means operating profits/losses earned during the quarter, after deducting interest on working capital and depreciation on the assets added by LICENSEE, but before charging the licence fee specified in Clause 8.",
            "labels": [
                "FAC"
            ],
            "id": "747c0d9c57734a54a3916f567d2f075b_44"
        },
        {
            "start": 5975,
            "end": 6063,
            "text": "The operating profit shall be worked out on the basis of Accepted Accounting principles.",
            "labels": [
                "RPC"
            ],
            "id": "560f191c097547b79498867847e583ce_45"
        },
        {
            "start": 6065,
            "end": 6071,
            "text": "** * *",
            "labels": [
                "FAC"
            ],
            "id": "d7a15812122e4eac9856c75f1470616e_46"
        },
        {
            "start": 6072,
            "end": 6079,
            "text": "* * * *",
            "labels": [
                "FAC"
            ],
            "id": "4d482c5ac25f42e4a47691743364ed63_47"
        },
        {
            "start": 6080,
            "end": 6274,
            "text": "*\n17. The LICENSEE at its absolute discretion may advance some amount to the LICENSOR on the terms/conditions/security as may be mutually agreed to facilitate smooth operation of this agreement.",
            "labels": [
                "FAC"
            ],
            "id": "b36739f15c9840ccb6b043ae835db726_48"
        },
        {
            "start": 6276,
            "end": 6282,
            "text": "** * *",
            "labels": [
                "FAC"
            ],
            "id": "1556613a95134f40801267cb0076788b_49"
        },
        {
            "start": 6283,
            "end": 6290,
            "text": "* * * *",
            "labels": [
                "FAC"
            ],
            "id": "ece660e13e794f01a90cf97c2a5c830b_50"
        },
        {
            "start": 6291,
            "end": 6521,
            "text": "*\n32. Disputes if any, arising out of this Agreement shall be referred to arbitration of a Sole Arbitrator if mutually agreed, failing which Arbitrator will be appointed as per provisions of Arbitration and Conciliation Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "87e37f710a1240fbba0c294d20f41b3a_51"
        },
        {
            "start": 6522,
            "end": 6604,
            "text": "The venue of Arbitration will be as decided mutually but preferably at Delhi. 3.2.",
            "labels": [
                "RPC"
            ],
            "id": "b44c4754af3941aeaca6eb029174d57f_52"
        },
        {
            "start": 6605,
            "end": 6780,
            "text": "On the same date i.e., 07.04.2005, a supplementary agreement was also executed between the appellant-licensor, respondent-licensee, and the sister concern as confirming party.",
            "labels": [
                "FAC"
            ],
            "id": "4ca841663f6846cd9418a534583f1aaf_53"
        },
        {
            "start": 6781,
            "end": 7000,
            "text": "As per the terms of this agreement, appellant requested respondent No. 1 for some financial assistance to arrive at a settlement with its creditors, employees as well as statutory authorities for discharging their dues.",
            "labels": [
                "FAC"
            ],
            "id": "08d56a186f504ca99fcc971168988a26_54"
        },
        {
            "start": 7001,
            "end": 7153,
            "text": "The respondent No. 1, therefore, agreed to advance a sum of Rs. 5,30,00,000/- (Rupees Five Crore Thirty Lakh) to the appellant with interest at 10% p.a.",
            "labels": [
                "FAC"
            ],
            "id": "c86bc40bb1f64fbc961f040e07fa6d31_55"
        },
        {
            "start": 7154,
            "end": 7370,
            "text": "and as consideration for the financial assistance rendered, it was agreed that respondent No. 1 would be permitted to create a mortgage on the three licensed manufacturing units in order to secure the ad hoc advance.",
            "labels": [
                "FAC"
            ],
            "id": "2e23fe9d85864e5a803261cde9e205ff_56"
        },
        {
            "start": 7371,
            "end": 7569,
            "text": "This advance was recoverable in ten quarterly instalments commencing from the 90th day of payment of the ad hoc advance out of the licence fee and bonus under clauses 8 and 15 of the main agreement.",
            "labels": [
                "FAC"
            ],
            "id": "c74af4f6a0d24ff78d83f0735b359464_57"
        },
        {
            "start": 7570,
            "end": 8881,
            "text": "A few relevant clauses of the supplementary agreement dated 07.04.2005 could also be usefully reproduced as under: -\nNOW, THEREFORE, in consideration of the premises and the mutual covenants set forth herein, and also in the main License Agreement dated 7th April 2005 and for other good and valuable considerations, the parties hereto hereby agrees as follows:\n1. The LICENSOR requested the LICENSEE for some financial assistance to arrive at an amicable settlement with the creditors; employees and statutory authorities for discharging of their dues.\n2. The LICENSEE, in consideration of facilitating the smooth operation of the main agreement dated 7 th April 2005 between LICENSOR and CONFIRMING PARTY and main agreement dated 7th April 2005 between LICENSOR and LICENSEE including smooth operation of A. C. Pipes, A. C. Sheets and Cement Units, have agreed to advance a sum of Rs. 5,30,00,000 (Rupees Five Crores Thirty Lakhs only) to the LICENSOR fetching interest at 10% per annum to be calculated at monthly rests after receipt of the approval of LICENSOR'S secured creditors as per Clause 4 of the main agreement and upon creation of mortgage on A.C. Sheet, A. C. Pipe and Cement manufacturing Unit including building, plant, and machineries in favour of LICENSEE for securing the above adhoc advance.",
            "labels": [
                "FAC"
            ],
            "id": "33d73c45205c4fc78c16ac99b220accd_58"
        },
        {
            "start": 8882,
            "end": 9262,
            "text": "LICENSOR shall use the said (illegible) for entering into a settlement with its secured creditors by making a down payment towards their dues and for payment of balance in an agreed manner and for obtaining their consent to the above agreement and to pay and discharge various other pressing liabilities of LICENSOR including payment of dues of workers, statutory liabilities etc.",
            "labels": [
                "FAC"
            ],
            "id": "67d18c2001444ce59be9f763142961c3_59"
        },
        {
            "start": 9263,
            "end": 9527,
            "text": "This advance along with interest thereon shall be recoverable in Ten. (10) quarterly instalments, commencing from the 90th day of the payment of ad-hoc advance amount, out of the licence fee payable as per Clause 8 and Bonus as per Clause 15 of the main Agreement.",
            "labels": [
                "FAC"
            ],
            "id": "3971bbdc19e1410a8875a08002f7c1be_60"
        },
        {
            "start": 9528,
            "end": 9791,
            "text": "3.3. Subsequently, clauses 11 and 15 of the original licence agreement, (pertaining to repurchase of assets and entitlement of licensor to bonus) were amended by means of execution of an amendment agreement dated 25.06.2005 between appellant and respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "147a334e413a4e0b94c9380fb4d35ca9_61"
        },
        {
            "start": 9793,
            "end": 10008,
            "text": "The amended clauses read as under: -\nClause- 11: LICENSOR will allow LICENSEE to make necessary modification/ addition/ changes in the machinery, building or any other fixed assets for smooth operation of the plant.",
            "labels": [
                "FAC"
            ],
            "id": "5e202082e6e344e4864707c51c9ab505_62"
        },
        {
            "start": 10009,
            "end": 10245,
            "text": "Minor expenses to the extent of Rs.25000/- (Rupees Twenty Five Thousand only) may be debited to P&L Account and the expenses in excess of specified amount will be capitalized and may be funded by both the parties in the following ratio.",
            "labels": [
                "FAC"
            ],
            "id": "be0c5b3d2bd44f01b20cc374d5a3fae9_63"
        },
        {
            "start": 10246,
            "end": 10483,
            "text": "\ni) Licensor : 43%\nii) Licensee : 57% Such expenses to be decided mutually and duly minuted.\nDepreciation on these additions to the fixed assets shall be calculated at the rates specified in the Companies Act as per Straight Line Method.",
            "labels": [
                "FAC"
            ],
            "id": "c1351b10f2bb4fc1969d75262443e00e_64"
        },
        {
            "start": 10484,
            "end": 10610,
            "text": "Upon determination of the license period the LICENSOR would be under obligation to buy these assets at the Written Down Value.",
            "labels": [
                "FAC"
            ],
            "id": "847093a22b0b45ea85bdc97c34ebb39f_65"
        },
        {
            "start": 10611,
            "end": 10833,
            "text": "\nb) Clause No.15 : The LICENSOR will be entitled to a Bonus, in addition to license fee payable under Clause-8, in consideration of the use of its manufacturing facilities, license, brand goodwill etc. as worked out below.",
            "labels": [
                "FAC"
            ],
            "id": "884c8d705b424356ab7853a4e643f7db_66"
        },
        {
            "start": 10834,
            "end": 10925,
            "text": "\ni) The Bonus payable by LICENSEE to LICENSOR under this Clause would be 43% of the profit.",
            "labels": [
                "FAC"
            ],
            "id": "b6339039d6284bfc87e24d3fc9c9546b_67"
        },
        {
            "start": 10926,
            "end": 11034,
            "text": "The Bonus so payable shall be reduced by the amount of License fee payable as per Clause-8 of the Agreement.",
            "labels": [
                "FAC"
            ],
            "id": "4b7bc102bcec4bd2bd93a38ed0e75b52_68"
        },
        {
            "start": 11035,
            "end": 11172,
            "text": "However, in the event of loss, the LICENSOR shall be liable to reimburse 43% of the total loss to LICENSEE on a quarter-to-quarter basis.",
            "labels": [
                "FAC"
            ],
            "id": "ec238fc3f7e445e294f9c684e4a81887_69"
        },
        {
            "start": 11173,
            "end": 11292,
            "text": "\nii) Computation of the Profit & Loss and its distribution shall be provisionally based on the annual audited accounts.",
            "labels": [
                "FAC"
            ],
            "id": "1b82b527a23141f0bc21b0ea7712d098_70"
        },
        {
            "start": 11294,
            "end": 11518,
            "text": "iii) Profit/Losses for this purpose means profits/losses earned, after deducting interest on working capital and depreciation on the assets added by the LICENSEE but before changing the license fee specified in Clause No. 8.",
            "labels": [
                "FAC"
            ],
            "id": "3b0d913002614e56b97b5af598e0a3e0_71"
        },
        {
            "start": 11519,
            "end": 11602,
            "text": "The profit/loss shall be worked out on the basis of accepted accounting principles.",
            "labels": [
                "FAC"
            ],
            "id": "671223b6c2304973911637eeabf792ba_72"
        },
        {
            "start": 11603,
            "end": 11832,
            "text": "3.4. Thereafter, on 06.07.2006, a tripartite agreement was executed by and amongst the appellant, respondent No. 1 and respondent No. 2 (Bank of Baroda3) upon sanctioning of a loan to the tune of Rs. 500 lakh to respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "03f4a54aaa1542a49aa4c2b413150f55_73"
        },
        {
            "start": 11833,
            "end": 11961,
            "text": "The appellant agreed to create first charge on fixed assets, which was to be released only with the consent of respondent No.\n1.",
            "labels": [
                "FAC"
            ],
            "id": "91abb97e08cd4c9b8e01e9f0f43c553c_74"
        },
        {
            "start": 11962,
            "end": 12151,
            "text": "However, it was also stipulated that if payment of corporate loan was made directly by the appellant to the bank, the first charge could be released without the consent of respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "35066a8aa86348a6bf812495b170cecf_75"
        },
        {
            "start": 12152,
            "end": 12260,
            "text": "The relevant clauses of the tripartite agreement dated 06.07.2006 could be usefully reproduced as follows: -",
            "labels": [
                "FAC"
            ],
            "id": "d5a4954e539b47ea8f8421247d176ee3_76"
        },
        {
            "start": 12261,
            "end": 12718,
            "text": "\nWHEREAS Bank of Baroda has sanctioned Corporate loan of Rs.500 lacs to M/s. A Infrastructure Limited on the terms & conditions stipulated in the sanction letter and to secure this above loan in addition to other conditions and corporate guarantee also provided by M/s. Gujarat Composite Limited.\nFurther M/s. Gujarat Composite Limited has agreed to create first charge on the fixed assets as stipulated in the sanctioned letter in favour of Bank of Baroda.",
            "labels": [
                "FAC"
            ],
            "id": "e18b8e555f514e2fa5ad113c85e05cbb_77"
        },
        {
            "start": 12719,
            "end": 12918,
            "text": "\nFurther M/s. Gujarat Composite Limited, has agreed that first charges will be released by Bank of Baroda only with the consent of M/s. A Infrastructure Limited even after repayment of the said loan.",
            "labels": [
                "FAC"
            ],
            "id": "4b2426a1de81474387db7c20c44e1bf0_78"
        },
        {
            "start": 12919,
            "end": 13032,
            "text": "Bank of Baroda further agreed to release the first charge only with the consent of M/s. A Infrastructure Limited.",
            "labels": [
                "FAC"
            ],
            "id": "878652d72a7c44f09c90a6148c4755c0_79"
        },
        {
            "start": 13033,
            "end": 13160,
            "text": "However in case M/s. Gujarat Composite Ltd. will make payment of this corporate loan of Rs.500 lacs directly to Bank of Baroda.",
            "labels": [
                "FAC"
            ],
            "id": "5903f62c9e6a4a04b8b326c6d92c39b4_80"
        },
        {
            "start": 13161,
            "end": 13304,
            "text": "Bank of Baroda will release the first charges without the consent of M/ s. A Infrastructure Limited 3 Hereinafter also referred to as the bank.",
            "labels": [
                "FAC"
            ],
            "id": "eeb4e526e8e347d7a0a2ef519b33d197_81"
        },
        {
            "start": 13306,
            "end": 13506,
            "text": "3.5. An amendment was introduced to the aforementioned tripartite agreement on 23.01.2008, so as to restrict the transfer of title deeds of the land of appellant during the term of licence agreements.",
            "labels": [
                "FAC"
            ],
            "id": "6650f14151c24156abca040622b13f61_82"
        },
        {
            "start": 13507,
            "end": 13747,
            "text": "The amended condition reads as follows: -\nFurther M/ s. Gujarat Composite Limited, has agreed that First Charge will be released by Bank of Baroda only with the consent of M/s. A Infrastructure Limited even after repayment of the said loan.",
            "labels": [
                "FAC"
            ],
            "id": "67b33b2a65ca463e87e1ec6b4bbe3e2c_83"
        },
        {
            "start": 13748,
            "end": 13861,
            "text": "Bank of Baroda further agreed to release the First Charge only with the consent of M/s. A Infrastructure Limited.",
            "labels": [
                "FAC"
            ],
            "id": "8dbb2239e27d465594aead876812bf02_84"
        },
        {
            "start": 13862,
            "end": 14102,
            "text": "However, in case M/s. Gujarat Composite Ltd. will make payment of dues against this corporate loan of Rs.500 lacs directly to Bank of Baroda, Bank of Baroda will release the First Charge without the consent of M/s. A Infrastructure Limited.",
            "labels": [
                "FAC"
            ],
            "id": "309b4c948f444777a23317cf4954069e_85"
        },
        {
            "start": 14103,
            "end": 14339,
            "text": "But M/s Gujarat Composite agrees that the title Deeds of the land will not be transferred to any other party during the currency of Licence Agreements executed between M/s. A Infrastructure Limited and M/ s. Gujarat Composite Ltd.  3.6.",
            "labels": [
                "FAC"
            ],
            "id": "c2b5cb5ce77341dab56ffda0cf35ddc3_86"
        },
        {
            "start": 14340,
            "end": 14607,
            "text": "The dispute in the present matter arose after respondent No. 1, by means of representation dated 22.02.2012, invoked clause 3 of the original licence agreement and called upon the appellant to extend the term of the licence agreement by a further period of 84 months.",
            "labels": [
                "FAC"
            ],
            "id": "76eee73816e8423581eb3eb6662754e1_87"
        },
        {
            "start": 14608,
            "end": 14747,
            "text": "This extension was sought because appellant was unable to pay certain dues owed to respondent No. 1 and sought time to arrange for payment.",
            "labels": [
                "FAC"
            ],
            "id": "a6ef9c38d43948c29b6c88fc851372f5_88"
        },
        {
            "start": 14748,
            "end": 14951,
            "text": "In response to this representation, the appellant, through letter dated 29.02.2012, denied the proposal of respondent No. 1 to extend the term of licence agreement as also the projected outstanding dues.",
            "labels": [
                "FAC"
            ],
            "id": "87c79070be62496287e4b35e354fccbb_89"
        },
        {
            "start": 14952,
            "end": 15162,
            "text": "Later, on 06.04.2012, which was the date of completion of tenure of the original licence agreement, respondent No. 1 did not hand over possession and instead, declared its intention to continue with possession.",
            "labels": [
                "FAC"
            ],
            "id": "ad6bab3f91b5455fa36e2cbc2042bf13_90"
        },
        {
            "start": 15163,
            "end": 15293,
            "text": "Between April 2012 and March 2015, according to the appellant, certain attempts were made to resolve the dispute, but to no avail.",
            "labels": [
                "FAC"
            ],
            "id": "5bebeeceb4274168a6f1a39d73b9cd12_91"
        },
        {
            "start": 15294,
            "end": 15432,
            "text": "It is also a part of the case of respondent No. 1 that certain parcels of land were transferred to respondent Nos. 3 to 5 in January 2015.",
            "labels": [
                "FAC"
            ],
            "id": "4f92ec4659ea41e79a6655e15b42932c_92"
        },
        {
            "start": 15434,
            "end": 15600,
            "text": "3.7. Then, on 07.04.2015, the appellant issued notice to respondent No. 1 claiming recovery of possession of the manufacturing units as well as certain monetary dues.",
            "labels": [
                "FAC"
            ],
            "id": "d88ab4124691478e95532db22ea70280_93"
        },
        {
            "start": 15601,
            "end": 15756,
            "text": "In the notice, the appellant stated that the licence had expired by efflux of time without any extension, hence possession by respondent No. 1 was illegal.",
            "labels": [
                "FAC"
            ],
            "id": "cb065e80968c44fb924a26300c1fe44f_94"
        },
        {
            "start": 15757,
            "end": 15850,
            "text": "Further, the appellant claimed that there was a huge outstanding payable by respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "df5f1c447caa4d3582c85d0626df3ed2_95"
        },
        {
            "start": 15851,
            "end": 16014,
            "text": "\nIn the reply dated 20.04.2015, respondent No. 1 disputed these claims and asserted that the appellants had not cared to pay back its legitimately claimed amounts.",
            "labels": [
                "FAC"
            ],
            "id": "a99aa1c1d5c34f659bf9220b32fbaf64_96"
        },
        {
            "start": 16015,
            "end": 16136,
            "text": "Yet again, between 26.08.2015 to 17.11.2016, attempts were made to resolve the dispute but there was no positive outcome.",
            "labels": [
                "FAC"
            ],
            "id": "4c42dad512bd4e3788c2c725e5374dac_97"
        },
        {
            "start": 16137,
            "end": 16384,
            "text": "Seeing that the attempts to resolve the dispute had failed, on 28.02.2017, the appellant served a notice on respondent No. 1 under Section 21 of the Act of 1996 invoking the provision for arbitration contained in the licence agreement (clause 32).",
            "labels": [
                "FAC"
            ],
            "id": "d5078c60f5d641f3862a4f4ba743ebfc_98"
        },
        {
            "start": 16385,
            "end": 16597,
            "text": "Respondent No. 1 replied to this notice on 27.03.2017, contesting the arbitrability of the dispute since it was inextricably interconnected with other related transactions and unresolved issues arising therefrom.",
            "labels": [
                "FAC"
            ],
            "id": "c51f8fadeef94cfd9ae3b2e703b52b86_99"
        },
        {
            "start": 16598,
            "end": 16773,
            "text": "It was asserted that as the jurisdiction of the arbitrator was derived from the agreement, adjudication of the alleged dispute would go beyond the scope of the said agreement.",
            "labels": [
                "FAC"
            ],
            "id": "2f832ba58a1445e0954dd680ed6bd83f_100"
        },
        {
            "start": 16774,
            "end": 16982,
            "text": "3.8. In this backdrop of events, the appellant preferred a composite arbitration petition before the Gujarat High Court on 26.04.2017 being IAAP No. 63 of 2017 against respondent No. 1 and its sister concern.",
            "labels": [
                "FAC"
            ],
            "id": "d5efa86e65f140748afc9f94926abdc8_101"
        },
        {
            "start": 16983,
            "end": 17278,
            "text": "On the other hand, respondent No. 1-A Infrastructure Limited-filed a commercial civil suit bearing No. 90 of 2017 before the Commercial Court at Ahmedabad on 27.04.2017 with the following defendants:\n1. Gujarat Composite Limited 2. Bank of Baroda 3. Real Home Corporation - a partnership firm 4.",
            "labels": [
                "FAC"
            ],
            "id": "05dfc752228a4d6d96bacd3fc337fc65_102"
        },
        {
            "start": 17279,
            "end": 17365,
            "text": "M/s. Raj Corporation (Confirming Party) - partnership firm 5. RJD Buildcon Ltd.\n3.8.1.",
            "labels": [
                "FAC"
            ],
            "id": "4a9463ffc0594557b209afb8ca5bbeea_103"
        },
        {
            "start": 17366,
            "end": 17800,
            "text": "In the said suit, the respondent No. 1 (the plaintiff) made the prayers for multiple reliefs in the following terms: -\n33) The Plaintiff therefore prays that:\n(A) This Hon'ble Court may be pleased to direct the defendant No.1 to pay to the Plaintiff herein a sum of Rs.32,66 crores with interest @ 14% per annum from the date of suit till realization herein under this decree and any further orders to be passed by this Hon'ble Court;",
            "labels": [
                "FAC"
            ],
            "id": "132a664e11544b9e8c50cc1440eca742_104"
        },
        {
            "start": 17801,
            "end": 18660,
            "text": "\n(B) This Hon'ble Court may be pleased to hold and declare that the Deeds of Conveyance dated 23rd January, 2015 registered vide registration no. 742 and 750 executed by defendant No.1 in favour of defendant Nos.3 and 5, as null and void; (C) This Hon'ble Court may be pleased to permanently restrain the defendant Nos.1, 3, 4 and 5 or their agent, executors, or administrators from disturbing or obstructing the plaintiffs occupation possession of the suit property till the discharged; (D) This Hon'ble Court may be pleased to direct the defendant No.2 Bank not to release original title papers and other relevant documents in favour of defendant Nos.1, 3 and/or 4; (E) This Honble Court may be pleased to hold and declare that the Conveyance Deed dated 23 rd January, 2015 entered into between the defendant No. 1 and defendant No. 3 to 5 as null and void;",
            "labels": [
                "FAC"
            ],
            "id": "3a22d2f9673f4b49b1f1464be5ab3589_105"
        },
        {
            "start": 18661,
            "end": 18857,
            "text": "\n(F) This Honble Court may be pleased to direct the defendant No. 2 to take over all the current assets of the plaintiff pertaining to or in connection with the operation of A.C. Sheet and Cement.",
            "labels": [
                "FAC"
            ],
            "id": "fad9c0eda1724bf8a68ef7fa8f060ac0_106"
        },
        {
            "start": 18858,
            "end": 19048,
            "text": "\nManufacturing unit under license agreement at their book value and make payment to the plaintiff for the current assets available at the time of handing over of the possession, if required.",
            "labels": [
                "FAC"
            ],
            "id": "f36c84b047604aac9392f27f5c2142ad_107"
        },
        {
            "start": 19049,
            "end": 19236,
            "text": "3.9. An application was preferred by the appellant under Section 8 of the Act of 1996 in the said commercial civil suit bearing No. 90 of 2017 for reference of the dispute to arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "ccec0d3617df4ac49ef650e48b44bd7a_108"
        },
        {
            "start": 19237,
            "end": 19410,
            "text": "In the written statement of the appellant, objection was also raised against the jurisdiction of the Commercial Court, given the arbitration clause in the licence agreement.",
            "labels": [
                "FAC"
            ],
            "id": "48563746044b4303a2280c07a16ae731_109"
        },
        {
            "start": 19411,
            "end": 19554,
            "text": "Respondent No. 1 filed a reply to the application and the appellant filed an affidavit in rejoinder to the aforesaid reply on 03.07.2017. 3.10.",
            "labels": [
                "FAC"
            ],
            "id": "b5aa28dcb2dc4e5a819ba5bc7d35a07b_110"
        },
        {
            "start": 19555,
            "end": 19700,
            "text": "In relation to the said application moved by the appellant in terms of Section 8 of the Act of 1996, another material factor may also be noticed.",
            "labels": [
                "FAC"
            ],
            "id": "e4b6c8037c664aed9cdf0da2ca3ae8eb_111"
        },
        {
            "start": 19701,
            "end": 19780,
            "text": "Two memos (pursis), came to be filed before the Commercial Court on 06.12.2017.",
            "labels": [
                "FAC"
            ],
            "id": "9b4bbbf26dea47228888a9418668e676_112"
        },
        {
            "start": 19781,
            "end": 20011,
            "text": "In one of the memos, the respondent Nos. 3 to 5 (subsequent purchasers of the property in question) purportedly stated that they were not having any objection if the dispute concerning them was resolved by arbitration proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "d9f6315527174a85bde2aa0cddeeb81d_113"
        },
        {
            "start": 20012,
            "end": 20351,
            "text": "The appellant, by another memo of the even date, suggested that the tripartite amended agreement was with reference to the licence agreement and it was agreed that till the time of the defendant No. 1 (appellant) making payment of a sum of Rs. 5 crore to the plaintiff, the title deeds of the immovable property would remain with the bank.",
            "labels": [
                "FAC"
            ],
            "id": "ca09725a4e69458ab2a1940d6b555aa2_114"
        },
        {
            "start": 20352,
            "end": 20886,
            "text": "The appellant suggested that with a view that the dispute between the parties should be resolved by arbitration proceedings, keeping all contentions open, they would be depositing the said amount of Rs. 5 crore in the Court and that in this manner the dispute with defendant No. 2 would be ended and then, the bank who was handed over the title deed, would deposit the same in the Court and the Court would be pleased to place the same in sealed cover till the dispute of the other parties was not resolved by arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "668847f78d2847d88a87475ebfeff524_115"
        },
        {
            "start": 20887,
            "end": 21215,
            "text": "3.11. Before adverting to the order passed by the Commercial Court on the prayer of the appellant for reference to arbitration in terms of Section 8 of the Act of 1996, we may complete the narration concerning the parallel proceedings in terms of Section 11 of the Act of 1996, even while deviating a little from the chronology.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1777f799c7f4b5ab28bdfacc0aa9d85_116"
        },
        {
            "start": 21216,
            "end": 21395,
            "text": "The said IAAP No. 63 of 2017 was withdrawn on 07.07.2017, as it was a composite petition against both respondent No. 1 and its sister concern with liberty to file fresh petitions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ee41ad7cd63420b9656565d49d6bb45_117"
        },
        {
            "start": 21396,
            "end": 21584,
            "text": "Thereafter, two separate IAAPs being IAAP No. 90 of 2017 and 89 of 2017 were filed by the appellant but, the proceedings therein ultimately culminated in the common order dated 15.12.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd923c0b5fd14951b329113f627d5bd3_118"
        },
        {
            "start": 21585,
            "end": 21928,
            "text": "The High Court dismissed those applications in view of the fact that the prayer of the appellant in terms of Section 8 of the Act had been rejected by the Commercial Court on 13.12.2017 but, with liberty to the appellant to file afresh under Section 11 of the Act after decision on the challenge to the order so passed by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c98cdd6e5ed483388826dc84db41b57_119"
        },
        {
            "start": 21929,
            "end": 22034,
            "text": "Be that as it may, this aspect is not as such relevant for the present purpose and could be left at that.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8acb48f23434e2dbfe79bccd4c140d1_120"
        },
        {
            "start": 22035,
            "end": 22182,
            "text": "\n4. The Commercial Court at Ahmedabad, in the order dated 13.12.2017, rejected the application of the appellant under Section 8 of the Act of 1996.",
            "labels": [
                "RLC"
            ],
            "id": "b4b3857c905d4660a845d23fe8e0d793_121"
        },
        {
            "start": 22183,
            "end": 22441,
            "text": "It was held that there was no arbitration clause in the tripartite agreement and no reference had been made to the original or supplementary licence agreement to give effect or consider the arbitration clause as a part and parcel of the tripartite agreement.",
            "labels": [
                "RLC"
            ],
            "id": "838cd0da4a2142e7bb0ceaac046ef5ae_122"
        },
        {
            "start": 22442,
            "end": 22849,
            "text": "While referring to clause 32 of the Licence Agreement dated 07.04.2005, the Court observed that it was explicitly clear that the arbitration clause was applicable to the appellant and respondent No. 1, specifically in reference to the original licence agreement and supplementary licence agreement but the same could not be extended to apply to subsequent transactions and agreements with different parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b48b0ed1ae34cc7bb5a5c71ae950f53_123"
        },
        {
            "start": 22851,
            "end": 23102,
            "text": "4.1. In consonance with the aforementioned observations, the Commercial Court also held that there must be a valid arbitration agreement in order to invoke the powers of the Court to refer the parties to arbitration under Section 8 of the Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "035af73834f84f2eb3c8c9c73dd14dc3_124"
        },
        {
            "start": 23103,
            "end": 23328,
            "text": "It was further observed that persons who are not parties to the arbitration agreement cannot be referred to arbitration, as the binding effect would only apply to the parties thereto, i.e., the appellant and respondent No. 1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9407f294dc44961914e6b4a205131a3_125"
        },
        {
            "start": 23329,
            "end": 23490,
            "text": "Hence, if the dispute was between parties and non-parties to the arbitration agreement, appointment of arbitrator could only be made with respect to the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84ed8a3760134d9288dd1fcce272bf85_126"
        },
        {
            "start": 23491,
            "end": 23601,
            "text": "The relevant parts of the order passed by Commercial Court could be usefully reproduced as under: -\n15.As such",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d9100576d69451dac02fa3dcde6bb24_127"
        },
        {
            "start": 23602,
            "end": 23958,
            "text": ", no arbitration clause seems to have been inserted nor any reference has been made as to the License Agreement or Supplementary License Agreement executed between the plaintiff and defendant No. 1 so as to give effect and to consider as a part and parcel of the tripartite agreement executed between the plaintiff, defendant No. 1 and defendant No. 2.\n16.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55ee33f9e48f4147a4f63502a5171924_128"
        },
        {
            "start": 23959,
            "end": 24234,
            "text": "Even perusing item No. 32 of the Licence Agreement dated 07/04/2005 executed between the plaintiff and defendant No. 1 wherein it has been expressly agreed upon between the parties thereto that dispute, if any, arising out of this Agreement shall be referred to arbitration..",
            "labels": [
                "ANALYSIS"
            ],
            "id": "283ee15df27042c99131959f37fbafc8_129"
        },
        {
            "start": 24235,
            "end": 24608,
            "text": "Thus, it is explicitly clear that the arbitration clause is binding to the plaintiff and defendant No. 1 only and that too pertaining to the Licence Agreement/Supplementary Licence Agreement and cannot be given effect and extended and made applicable to the subsequent transactions and/or agreements so executed between the plaintiff and defendant No. 1 with the strangers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "289cb6017694476589418a40cbc321f0_130"
        },
        {
            "start": 24609,
            "end": 24636,
            "text": "\nARBITRATION AGREEMENT:\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9aa0615a3f9b48a793c915e171937fb6_131"
        },
        {
            "start": 24637,
            "end": 24740,
            "text": "Now the question arises is as to what is an arbitration agreement and/or a valid arbitration agreement?",
            "labels": [
                "ISSUE"
            ],
            "id": "35676fb3f26744a69b26695997ae6486_132"
        },
        {
            "start": 24741,
            "end": 25095,
            "text": "To meet with the aforesaid issue, the provisions of Section 7 of the Arbitration Act requires to have a glance wherein the arbitration agreement means an agreement between the parties to submit to arbitration of or certain disputes which have arisen or which may arise between them in respect of a definite legal relationship, whether contractual or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43085508e59349b091825d7ce5bbdd11_133"
        },
        {
            "start": 25097,
            "end": 25341,
            "text": "18. It is further provided that the arbitration agreement must be in writing and signed by the parties and also in exchange of statement  defence in which the existence of the agreement is alleged by one party and not denied by the other party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a77d769b1e9242e58e3a7ce01bda183a_134"
        },
        {
            "start": 25343,
            "end": 25791,
            "text": "19. Thus, considering the facts of the case on hand while applying the provisions of Section 7 of the Arbitration Act, the powers of the Court to refer the parties to arbitration are subject to fulfilment of the required conditions i.e. there should be an arbitration agreement and if the Court finds that no valid arbitration agreement exists between the parties, then to invoke the powers under Section 8 and the issue thereof does not arise.\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5997612801f64ced83d9f4038fec3cae_135"
        },
        {
            "start": 25792,
            "end": 26179,
            "text": "Hence, on the aforesaid account and as discussed in the foregoing paragraphs, the clause of arbitration so inserted is between the plaintiff and defendant No.1 as inserted in the Licence Agreement and the same cannot be applied to the subsequent transactions and with the persons who are not the parties to the arbitration agreement who cannot be compelled to or referred to arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bd53b1e61114d7f84e71ee3946544f8_136"
        },
        {
            "start": 26180,
            "end": 26405,
            "text": "Hence, in view of the aforesaid, the arbitration clause, the binding effect applies to the plaintiff and defendant No.1 only and cannot be extended to the rest, admittedly who are not the parties to the arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0206ac62838471abd00090662349614_137"
        },
        {
            "start": 26407,
            "end": 26897,
            "text": "21. Thus, the sum and substance of the aforesaid discussion is that the reference to the arbitration is possible only if there is a valid arbitration agreement between the parties, but if the dispute is between the parties to an arbitration with the other parties as also non-parties to the arbitration agreement, a reference to the arbitration or even the appointment of the arbitrator can only be made with respect to only the parties to the arbitration agreement and not the non-parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f823291edff84da9adb72b5ffb673c9b_138"
        },
        {
            "start": 26898,
            "end": 27101,
            "text": "4.2. In terms of the requirements of Section 8 of the Act of 1996 the Commercial Court held that the matter could be referred to arbitration only if it were a part of the subject-matter of the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "074558ff136a4f349cf3c60c16556ffe_139"
        },
        {
            "start": 27102,
            "end": 27370,
            "text": "The reliefs sought by the plaintiff involved its challenge to the conveyance deeds as violative of the undertaking submitted before the Industrial Tribunal as also the fact that the transaction was entered into during the operation of stay granted by the High Court 4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "491457d9cd784219b4e470ca9bbd4c36_140"
        },
        {
            "start": 27371,
            "end": 27430,
            "text": "Thus, this would not fall within the scope of adjudication.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3de10374de5c4305a523ece7be0ed8be_141"
        },
        {
            "start": 27431,
            "end": 27511,
            "text": "The Commercial Court further held that the issue of mortgage was not arbitrable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf519fcc17d940c4af653e9ed3bd9795_142"
        },
        {
            "start": 27512,
            "end": 27726,
            "text": "In essence, the considerations of the Commercial Court had been that the relief sought by the plaintiff related to several other transactions which did not provide for arbitration as a dispute resolution mechanism.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d36be85c0de74ca0b7491d60d3a2ba44_143"
        },
        {
            "start": 27727,
            "end": 27969,
            "text": "It was observed that the challenge to the conveyance deed and also the relief sought against the bank to not release documents in favour of appellant would only be capable of adjudication by the Courts and could not be resolved by arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "940a2f26579540fb88e0217ec094730e_144"
        },
        {
            "start": 27971,
            "end": 28132,
            "text": "4.3. Another ancillary observation had been that the conduct of respondent Nos. 3 to 5 would indicate collusion with the appellant during pendency of litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc2b5ce214534836b8b1aac55520b99b_145"
        },
        {
            "start": 28133,
            "end": 28381,
            "text": "Thus, in substance, it was held that the issues in question were not connected with the licence agreement and that there was no valid arbitration agreement between the plaintiff and the rest of the defendants apart from defendant No. 1 (appellant).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bd0bdd0292b42579966e8ea412cef2c_146"
        },
        {
            "start": 28382,
            "end": 28550,
            "text": "The Commercial Court further clarified that a partial reference to arbitration would not be possible because the cause of action could not be split into separate parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3a40a236ea44723ac091f80c9c2a456_147"
        },
        {
            "start": 28552,
            "end": 28695,
            "text": "5. In appeal, the decision of the Commercial Court was upheld by the High Court, after extensively taking note of the material aspects of the 4",
            "labels": [
                "RLC"
            ],
            "id": "46eb37e98c5a46aaa0e188c3dfc64162_148"
        },
        {
            "start": 28696,
            "end": 28870,
            "text": "We have not elaborated on the other litigations wherein the said orders were passed, for being not entirely necessary in relation to the core question involved in the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b44f899c2867423b9f7e587b0f45cbd9_149"
        },
        {
            "start": 28872,
            "end": 29098,
            "text": "pleadings in plaint and the rival submissions as also the principles enunciated in the cited decisions, with the finding that it would not be proper to bifurcate the disputes in terms of arbitrable and non-arbitrable disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fd2fcb5c39d4ab0ab3d91f9f4e22cff_150"
        },
        {
            "start": 29100,
            "end": 29389,
            "text": "5.1. As regards the suit in respect of a matter which falls partly within and partly outside the arbitration agreement, and also involves non- parties as well as parties, it was held that Section 8 of the Act of 1996 would not be attracted, in reference to several decisions of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bc481975d1a47a1a2207297721bdeb1_151"
        },
        {
            "start": 29390,
            "end": 29563,
            "text": "The High Court observed that the licence agreements were only executed between the appellant and respondent No. 1 and respondent Nos. 2 to 5 were not party to the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29a1fc2341254ebcab87f7829223e75b_152"
        },
        {
            "start": 29564,
            "end": 29741,
            "text": "There was a tripartite agreement between the appellant, respondent No. 1 and the bank, however, it was an admitted position that no arbitration agreement existed in that regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9de2699eaaa346b58dae221f7550774d_153"
        },
        {
            "start": 29742,
            "end": 29844,
            "text": "Further, the tripartite agreement was an independent agreement for mortgage by deposit of title deeds.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e337a1c2245245d7adba5ec9fc7325ef_154"
        },
        {
            "start": 29845,
            "end": 30130,
            "text": "It was further observed by the High Court, as had also been observed by the Commercial Court, that the appellant had breached the injunction granted by the High Court as well as the undertaking before the Industrial Tribunal by selling some of the properties to respondent Nos. 3 to 5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7616c04a61254909b608b0f87dcd43f2_155"
        },
        {
            "start": 30131,
            "end": 30361,
            "text": "Referring to the plaint averments, the High Court took note of the reliefs sought by respondent No. 1 and the parties against whom reliefs were sought as also the pleadings with respect to cause of action in the following words: -",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d25e560af43e472bac4b18fc39ac3c69_156"
        },
        {
            "start": 30362,
            "end": 30553,
            "text": "\n[8.5] In the present case as observed herein above there are license agreements containing the arbitration clause, executed between the plaintiff and the original defendant No.1 on one hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc0107b742994afbbac2c360473f9550_157"
        },
        {
            "start": 30554,
            "end": 30643,
            "text": "Admittedly, the original defendant Nos.2 to 5 are not party to the arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec4b3f75ca5342f39ff63819f3d2a8d1_158"
        },
        {
            "start": 30644,
            "end": 30863,
            "text": "There is a tripartite agreement between the original plaintiff, original defendant No.1 and the original defendant No.2 (Bank of Baroda) under which the plaintiff and the original defendant No.2 have prayed the reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da1d957afa7f416d8ba81af8ac612276_159"
        },
        {
            "start": 30864,
            "end": 31077,
            "text": "It is an admitted position that in the tripartite agreement between the original plaintiff, original defendant No.1 and the original defendant No.2 (Bank of Baroda), there does not exist any arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16fe6f4290854873ae888b12e01f8691_160"
        },
        {
            "start": 31078,
            "end": 31390,
            "text": "Under the tripartite agreement the original defendant No.1 has placed the title deeds and the said tripartite agreement as such can be said to be an independent agreement and under the said tripartite agreement there is a mortgage by deposit of title deeds in respect of immovables and hypothecation of movables.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2a5e31eef8d4afa9859e4a4d71755b6_161"
        },
        {
            "start": 31391,
            "end": 31634,
            "text": "It appears that the said tripartite agreement was executed while sanctioning a corporate loan of Rs.500 lakh in favour of the original plaintiff and the charge and mortgage has been created in favour of Bank of Baroda  original defendant No.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "30fbf3257f4c4b12aa6a4f560dec1db7_162"
        },
        {
            "start": 31635,
            "end": 32009,
            "text": "It appears that during the pendency and subsistence of the aforesaid mortgage and as alleged by the original plaintiff surreptitiously and in breach of the injunction granted by this Court as well as the undertaking before the Industrial Tribunal, the original defendant No.1 has sold some of the properties (mortgaged properties) in favour of original defendant Nos.3 to 5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1138d919f9d47c4a93f832b2334b30f_163"
        },
        {
            "start": 32010,
            "end": 32159,
            "text": "In light of the above broad facts and averments in the plaint, pleadings on the cause of action and the reliefs sought are required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "652f254122f346f08e3c01fb35448bec_164"
        },
        {
            "start": 32160,
            "end": 32337,
            "text": "\n[8.6] In the plaint in Commercial Civil Suit No.90/2017, the plaintiff has sought the relief against the following defendants:\n1. Gujarat Composite Limited 2. Bank of Baroda 3.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a179929ab6094fee8ff44188e83e939e_165"
        },
        {
            "start": 32338,
            "end": 32463,
            "text": "Real Home Corporation - a partnership firm 4. M/s. Raj Corporation (Confirming Party) - partnership firm 5. RJD Buildcon Ltd.",
            "labels": [
                "FAC"
            ],
            "id": "7278890ce1d14d16912df5de4f0a075b_166"
        },
        {
            "start": 32465,
            "end": 32571,
            "text": "The suit is filed for recovery of legitimate dues, cancellation of sale deed and for permanent injunction.",
            "labels": [
                "FAC"
            ],
            "id": "61564fbda7f54c23ab46e9e5683bfc1f_167"
        },
        {
            "start": 32572,
            "end": 32635,
            "text": "In the suit the plaintiff has prayed for the following reliefs.",
            "labels": [
                "FAC"
            ],
            "id": "464fb3352a214b918b8319070a7f6a43_168"
        },
        {
            "start": 32636,
            "end": 32912,
            "text": "\n(A) This Hon'ble Court may be pleased to direct the defendant No.1 to pay to the Plaintiff herein a sum of Rs.32.66 Crores with interest @ 14% per annum from the date of suit till realization herein under this decree and any further orders to be passed by this Hon'ble Court;",
            "labels": [
                "RPC"
            ],
            "id": "2dc241d99488439aa673d55fda17d2dd_169"
        },
        {
            "start": 32914,
            "end": 34215,
            "text": "(B) This Hon'ble Court may be pleased to hold and declare that the Deeds of Conveyance dated 23 rd January, 2015 registered vide registration no. 742 and 750 executed by defendant No.1 in favour of defendant Nos.3 and 5, as null and void;\n(C) This Hon'ble Court may be pleased to permanently restrain the defendant Nos.1, 3, 4 and 5 or their agent, executors, or administrators from disturbing or obstructing the plaintiffs occupation possession of the suit property till the plaintiff claim made in para (a) and (b) above is fully discharged;\n(D) This Hon'ble Court may be pleased to direct the defendant No. 2 Bank not to release original title papers and other relevant documents in favour of defendant Nos.1, 3 and/or 4;\n(E) This Honble Court may be pleased to hold and declare that the Conveyance Deed dated 23 rd January, 2015 entered into between the defendant No. 1 and defendant No. 3 to 5 as null and void;\n(F) This Honble Court may be pleased to direct the defendant No. 2 to take over all the current assets of the plaintiff pertaining to or in connection with the operation of A.C. Sheet and Cement Manufacturing unit under license agreement at their book value and make payment to the plaintiff for the current assets available at the time of handing over of the possession, if required.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f60011cda1194c9bbd83b89509506f77_170"
        },
        {
            "start": 34216,
            "end": 35082,
            "text": "[8.7] Necessary pleadings in the plaint with respect to cause of action are as under:\n1. The cause of action has arisen when the defendant No. 1, behind the back of the plaintiff, entered into Conveyance Deed with defendant no. 3 and defendant No. 5.\n2. Even the original title deeds and other documents partially pertaining to the suit property are in the custody of defendant No. 2 Bank and by suppressing the fact that the plaintiff has absolute right over the suit property qua possession, the defendant No. 1 has entered into Conveyance Deed with defendant No. 3 and defendant No. 5 stating that suit property is free from any encumbrance and/or mortgage.\n3. That the cause of action for filing the suit has arisen because the defendant No. 3 and defendant No. 5 made an application to mutate the entry in the revenue record in regard to the Deed of Conveyance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7789bc85fb5e48a3802a28f53ba66790_171"
        },
        {
            "start": 35083,
            "end": 35448,
            "text": "As the plaintiff is legitimately in possession of the suit property by virtue of license agreement, supplementary agreement, tripartite and amended tripartite agreement, it vehemently opposed the said entry and ultimately the authority concerned rejected the application of the defendant No. 3 and defendant No. 5 for mutation of entry in regard to Conveyance Deed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a17854b928014b70a6f50dc8acd21c78_172"
        },
        {
            "start": 35449,
            "end": 35628,
            "text": "Thus the mutation entry with regard to mortgage of the suit property with defendant No. 2 Bank still exists and the defendant No. 2 Bank has not removed/revoked the said mortgage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9142554bf8a342099faf6ec650ae8679_173"
        },
        {
            "start": 35629,
            "end": 35934,
            "text": "\n4. That though the plaintiff is in possession of the suit property by virtue of license agreement, supplementary agreement, tripartite agreement and amended tripartite agreement, the defendant No. 1; behind the back of the plaintiff, entered into Conveyance Deed with defendant No. 3 and defendant No. 5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14e823c9cb7645cc96d1e3a947fd10fe_174"
        },
        {
            "start": 35936,
            "end": 36161,
            "text": "5. The defendant No. 1 even did not part with the sale consideration with the plaintiff which it has received from defendant No. 3 and defendant No. 5 for conveying the suit property to defendant No. 3 and defendant No. 5.\n6.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ceccda2db7040308cc32574d2ea5bc5_175"
        },
        {
            "start": 36162,
            "end": 36659,
            "text": "That the cause of action for filing the suit has arisen also as defendant No. 1 had defaulted in repayment to Punjab National Bank and hence was not in a position to get any loan whatsoever in its own capacity from any financial institution, and as it was in need of financial assistance, defendant No. 1 requested the plaintiff for financial help, because of which plaintiff obtained corporate loan of Rs. 05.00 Crores on its name from defendant No. 2 and advanced the same to defendant No. 1.\n7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2e1f670e5cc4f81809c8778c392d604_176"
        },
        {
            "start": 36660,
            "end": 36874,
            "text": "Even during the currency of the license agreement, plaintiff has paid other amounts also for and on behalf of the defendant No. 1 towards wages to the workers, revenue taxes, electricity bills, excise duty, etc.\n8.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ffc58ad2fcf4d0c8333ced98799bdf0_177"
        },
        {
            "start": 36875,
            "end": 37501,
            "text": "The cause of action has arisen because in lieu of all these financial help from plaintiff, defendant No. 1 entered into tripartite agreement and subsequently amended tripartite agreement with plaintiff and defendant No. 2 Bank, whereby defendant No. 1 mortgaged the suit property with defendant No. 2 Bank and stood as guarantor towards the corporate loan which was obtained by plaintiff in its name to help out the defendant No. 1, wherein it has been specifically agreed by defendant No. 1 that unless all and full legitimate dues of the plaintiff has been paid up, plaintiff shall enjoy the possession of the suit property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ed727d9aa184deb9a52a073cae55e4f_178"
        },
        {
            "start": 37502,
            "end": 37751,
            "text": "\n9. That the cause of action for filing of the suit has arisen also because the plaintiff has to recover Rs. 32.66 Crores from the defendant No. 1 towards corporate loan and other amount, which the plaintiff has advanced to the defendant No. 1. 5.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44e28db3eaa44f74a1e1e5be8e742208_179"
        },
        {
            "start": 37752,
            "end": 38084,
            "text": "As far as the first relief under paragraph 33(A) was concerned, whereby respondent No. 1 sought recovery of Rs. 32.66 crore with interest @ 14% p.a. from the date of suit till realisation, the High Court observed that this relief would lie against the appellant who would be bound by the arbitration clause in the licence agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44bd686bdd63452c8cfa946434a444b2_180"
        },
        {
            "start": 38085,
            "end": 38169,
            "text": "The rest of the prayers were against respondent No. 2 - the bank, and respondent Nos",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee94bd4b285749fbb0cb00d809e405a7_181"
        },
        {
            "start": 38170,
            "end": 38257,
            "text": ". 3 to 5 - the subsequent purchasers, who were not parties to the arbitration agreement",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e03aa18bf444c2db9a907722d19d0e8_182"
        },
        {
            "start": 38258,
            "end": 38427,
            "text": ". In the opinion of the High Court, the fact that the reliefs were all interconnected and on the basis of multiple causes of action, the dispute could not be bifurcated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ede317f82c7044559fd6ae3a3e5da3ff_183"
        },
        {
            "start": 38428,
            "end": 38700,
            "text": "Thus, the High Court applied the law laid down in Sukanya Holdings Pvt. Ltd. v. Jayesh H. Pandya & Anr.:\n(2003) 5 SCC 531 and other referred decisions, to hold that there was no error by the Commercial Court in rejecting the application under Section 8 of the Act of 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0080ce56d6aa4e61813314f9de3a9e31_184"
        },
        {
            "start": 38701,
            "end": 38763,
            "text": "The relevant observations of the High Court are as follows: -\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76cd2a59907245eab6137c383c1542fa_185"
        },
        {
            "start": 38763,
            "end": 38770,
            "text": "[ 8.8 ]",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1cc04731baa4aaab571867d20f3bdde_186"
        },
        {
            "start": 38771,
            "end": 39025,
            "text": "Considering the above and the reliefs prayed / sought in the suit, it can be said that the prayer in terms of para 33(A) can be said to be against the original defendant No.1 who is a party to the arbitration agreement contained in the license agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52f44aa4db5647649c90b380504f24d2_187"
        },
        {
            "start": 39026,
            "end": 39162,
            "text": "Prayer in terms of paras 33(B), 33(C) and 33(E) can be said to be against the original defendant No.1 and original defendant Nos.3 to 5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce2ba349335d4d1da4ae9a1bb86c9f83_188"
        },
        {
            "start": 39163,
            "end": 39467,
            "text": "Original defendant Nos.3 to 5 are not party to the arbitration agreement and as such they are third parties who have alleged to have purchased the properties from the original defendant No.1 during the subsistence of the license agreement as well as they have purchased the said property surreptitiously.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26ffb1aa278e45ae8d22a33706f84f15_189"
        },
        {
            "start": 39468,
            "end": 39642,
            "text": "The prayer in terms of paras 33(D) and 33(F) can be said to be against the original defendant No.2  Bank of Baroda who admittedly is not a party to the arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9056b889dff54c80ad368700f65ad13c_190"
        },
        {
            "start": 39643,
            "end": 40067,
            "text": "All these reliefs are interconnected and the reliefs sought in the plaint are on the basis of multiple cause of actions and multiple reliefs against the defendants and it is not possible to bifurcate the dispute in the suit between the plaintiff and the original defendant No.1 (parties to the arbitration agreement) and the original plaintiff and the original defendant Nos.2 to 5 (nonparties to the arbitration agreement).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2f07a4d90434b518f3737ff9b61c5a1_191"
        },
        {
            "start": 40068,
            "end": 40411,
            "text": "Therefore, applying the law laid down by the Honble Supreme Court in the case of Sukanya Holdings (P) Ltd. (Supra) and other decisions referred to herein above, it cannot be said that the learned Commercial Court has committed any error in rejecting section 8 application and refusing to refer the matter / dispute in the suit for arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e812637c29540f7af18c5af6350fd18_192"
        },
        {
            "start": 40413,
            "end": 40419,
            "text": "** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b49992478a8847dd8ee35d3deca10637_193"
        },
        {
            "start": 40420,
            "end": 40427,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a323f0c736e43708f1439f538282d4a_194"
        },
        {
            "start": 40428,
            "end": 40436,
            "text": "* [ 8.13",
            "labels": [
                "NONE"
            ],
            "id": "186bdce575a5408dbe3bbb8bd79f3ee0_195"
        },
        {
            "start": 40437,
            "end": 40868,
            "text": "] Considering the facts and circumstances of the case narrated herein above and the law laid down by the Honble Supreme Court in the case of Sukanya Holdings Pvt. Ltd. (Supra) and other decisions referred to herein above, it cannot be said that the learned Commercial Court has committed any error in rejecting the application under Section 8 of the Arbitration Act, 1996 and refusing to refer the dispute / matter for arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "42525518641840bd90e13158a132797b_196"
        },
        {
            "start": 40869,
            "end": 40982,
            "text": "On facts it is not proper, advisable and/or possible to bifurcate the disputes viz. arbitrable and nonarbitrable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "705d7ccc57504645bd4492a6a1a69075_197"
        },
        {
            "start": 40983,
            "end": 41146,
            "text": "We are in complete agreement with the view taken by the learned Commercial Court while rejecting the application under Section 8 of the Arbitration Act, 1996. 5.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf94f00a55b543feae44d2a54787b4e9_198"
        },
        {
            "start": 41147,
            "end": 41366,
            "text": "Accordingly, the High Court proceeded to dismiss both the appeals and thereby affirmed the order passed by the Commercial Court in rejection of the applications moved by the appellant under Section 8 of the Act of 1996.",
            "labels": [
                "RLC"
            ],
            "id": "a11fab5dad3148f78182b5f5124553f9_199"
        },
        {
            "start": 41367,
            "end": 41388,
            "text": "Hence, these appeals.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d1b88d54142c4c0299bfb9a472204256_200"
        },
        {
            "start": 41389,
            "end": 42360,
            "text": "\n6. Learned counsel for the appellant has, after reference to the background aspects, strenuously argued that the Commercial Court and the High Court have erred in law as also on facts in declining the applications moved by the appellant in terms of the amendment to Section 8 of the Act of 1996; and with reference to the later decisions of this Court including the 3-Judge Bench decisions, has contended that the impugned judgment and orders deserve to be set aside and the applications made by the appellant deserve to be allowed.\n6.1. Learned counsel for the appellant has contended that the civil suits in question and the application therein for referral to arbitration were filed subsequent to the amendment to Section 8 of the Act of 1996 in the year 2015, and therefore, the present matter is governed by the amended Section 8 whereby and whereunder, there is no choice but to refer the parties to arbitration, even for deciding the arbitrability of the dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a9cce625dc384032baa0dbd6ccc28c97_201"
        },
        {
            "start": 42361,
            "end": 42581,
            "text": "6.2. Learned counsel has argued that though the High Court relied on the decision of this Court in Sukanya Holdings (supra) but the same has been doubted and distinguished in various decisions of this Court subsequently.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1572bdf2bc2e478080123514f0a48517_202"
        },
        {
            "start": 42582,
            "end": 42968,
            "text": "In this regard, learned counsel has referred to various decisions in which the said decision in Sukanya Holdings was distinguished or clarified; and has particularly referred to the decision in Ameet Lalchand Shah and Ors. v. Rishabh Enterprises and Anr.:\n(2018) 15 SCC 678 and a 3-Judge Bench decision in the case of Vidya Drolia and Ors. v. Durga Trading Corporation: (2021) 2 SCC 1.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "68fd36080b95439fadb725ce7dfbaef7_203"
        },
        {
            "start": 42968,
            "end": 43116,
            "text": "Learned counsel would submit that now, the law pertaining to Section 8 of the Act of 1996 is solely interpreted keeping in view the amendment to it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "af1b6b0f6e37424b982572530361b40d_204"
        },
        {
            "start": 43117,
            "end": 43425,
            "text": "With reference to the case of Vidya Drolia (supra) learned counsel has submitted that two major principles have been laid down therein: one, that only those cases that are deadwood should not be referred to arbitration; and second, that whenever there is doubt, the correct course is to refer to arbitration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d95ee66edb9d4704bdd72ceb125f55e1_205"
        },
        {
            "start": 43426,
            "end": 43722,
            "text": "Further placing reliance on ONGC Ltd. v. Discovery Enterprises: (2022) 8 SCC 42 and Intercontinental Hotels v. Waterline Hotels: (2022) 7 SCC 662 he has submitted that unless the issue before the Court patently indicates existence of deadwood, Courts should ensure that arbitration is carried on.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "752ae91fa5f34ef3bbe9a7318b77272f_206"
        },
        {
            "start": 43723,
            "end": 43893,
            "text": "Learned counsel would submit that the High Court has adopted a rather restrictive interpretation of the Act of 1996 in the order impugned, which deserves to be set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "684bbbf52658408da08750a91f91cac7_207"
        },
        {
            "start": 43894,
            "end": 44217,
            "text": "6.3. Learned counsel for appellant has also submitted that the mandate of Act of 1996 would have ensured the completion of proceedings within a year, with a reduced scope of interference in the possible Section 34 proceedings at the instance of either party, but the matter has remained pending with only framing of issues.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "61b5d4c4db6b4d4bb157217ddaccbbaa_208"
        },
        {
            "start": 44218,
            "end": 44509,
            "text": "Learned counsel would further submit that the licensees are squatting over the property, under a licence agreement dating back to the year 2005, without performing any work and have illegally and unauthorisedly prevented the appellant, who is the owner of the property, from dealing with it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c15e4aae03f140f6b0397d386877aa84_209"
        },
        {
            "start": 44510,
            "end": 44786,
            "text": "Learned counsel has underscored the point that the respondent No. 1 has not denied the existence of a dispute, but merely argues that the said disputes cannot be resolved through arbitration due to the involvement of the bank, an argument that cannot withstand legal scrutiny.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "90aec39f3c8245b8b26094338536b8f8_210"
        },
        {
            "start": 44788,
            "end": 45071,
            "text": "7. Per contra, learned counsel for the contesting respondent has also referred to the background aspects and various transactions as also the grievance of the plaintiff- respondent No. 1 to submit that the dispute as involved in the suit has rightly not been referred to arbitration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a3bbb349bbfa4d8bb6043ba48e1f1a8b_211"
        },
        {
            "start": 45072,
            "end": 45412,
            "text": "7.1. Learned counsel for the contesting respondent would submit that the underlying civil suits are spread over various agreements/transactions and involve various parties where except the appellant none of the other defendants are parties to the arbitration agreement which is contained only in the main licence agreement dated 07.04.2005.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "060e3ad4dd184899a38040bff975e829_212"
        },
        {
            "start": 45413,
            "end": 45673,
            "text": "It has also been submitted that the cause of action of the suits in question goes beyond the transaction containing the arbitration agreement where even the case of serious fraud has been alleged against the appellant and the dispute also pertains to mortgage.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa817fc7d7ab40e49ffa578ec8525472_213"
        },
        {
            "start": 45674,
            "end": 46044,
            "text": "It has been particularly emphasised that the tripartite agreement involving the appellant, respondent No.1 and Bank of Baroda lacks arbitration clause; and the dispute emanating from the tripartite agreement and also pertaining to the questioned deeds of conveyance cannot be correlated with the arbitration agreement in the main licence agreement dated 07.04.2005.\n7.2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "95941aa912e74020bb7b436ac550fc6b_214"
        },
        {
            "start": 46045,
            "end": 46374,
            "text": "Learned counsel has also argued that for a matter to be referred to arbitration, the entire subject-matter should be subject to arbitration and while relying on Sukanya Holdings (supra), has submitted that the suit cannot be bifurcated partially to refer a part of the suit to arbitration and to allow the rest of it to continue.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6dbc2679643a439ea03114e0a6b68d09_215"
        },
        {
            "start": 46375,
            "end": 47033,
            "text": "It has further been submitted that the reliefs claimed in the suits in question fall outside the licence agreement and the disputes pertaining to different agreements/transactions and causes of action arising therefrom goes beyond the arbitration agreement.\n7.3. Learned Counsel has further submitted that the supplementary agreement dated 07.04.2005 is ancillary to original agreement dated 07.04.2005 executed between the appellant and respondent No. 1 but, the said tripartite agreement does not have any ancillary relationship with the main agreement and the tripartite agreement having Bank of Baroda as a party is independent of the original agreement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "40d8b803e6044d3abde35ef960ce92ae_216"
        },
        {
            "start": 47034,
            "end": 47398,
            "text": "7.4. Learned counsel also highlighted the amendment in the Act of 2015, wherein Section 8 was amended envisaging that if the judicial authority is of the opinion that prima facie the arbitration agreement exists, then it shall refer the dispute to arbitration, and leave the existence of the arbitration agreement to be finally determined by the arbitral tribunal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "69115b6a77ae4929931b799a1b1d52d9_217"
        },
        {
            "start": 47399,
            "end": 47533,
            "text": "However, if the judicial authority concludes that the agreement does not exist, then the conclusion will be final and not prima facie.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c077f8aefdb14aab8ee49b5a8c813b8c_218"
        },
        {
            "start": 47534,
            "end": 47667,
            "text": "The amendment also envisages that there shall be a conclusive determination as to whether the arbitration agreement is null and void.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cf9e95e67c7f4109bac1c920117066e4_219"
        },
        {
            "start": 47668,
            "end": 48005,
            "text": "7.5. Learned counsel has also placed reliance on S.N. Prasad v. Monnet Finance Ltd. and Ors.: (2011) 1 SCC 320 and Deutsche Bank Home Finance Ltd. v. Taduri Sridhar and Anr.: (2011) 11 SCC 375 wherein guarantors were not held to be bound by arbitration agreement as they were not party to tripartite agreements having arbitration clause.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "94b67feae2d0454583d530f7fc9f07cd_220"
        },
        {
            "start": 48006,
            "end": 48206,
            "text": "Learned counsel would also submit that the decisions relied upon by the appellant do not apply to the present case because of non-existence of arbitration agreement in relation to dispute in question.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3c8b9d7b8e5b49b49cb232ba8784c1c1_221"
        },
        {
            "start": 48207,
            "end": 48339,
            "text": "\n8. We have given anxious considerations to the rival submissions and have examined the record with reference to the law applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8f5e3aee50f415ba0f9571f970a3cd3_222"
        },
        {
            "start": 48340,
            "end": 48726,
            "text": "\n9. For dealing with the vexed question in these appeals as to whether the parties were required to be referred to arbitration by allowing the applications moved by the appellant under Section 8 of the Act of 1996, appropriate it would be to take note of the provisions contained in Section 8, as existing before its amendment by Act 3 of 2016 (w.r.e.f. 23.10.2015) and as existing now.",
            "labels": [
                "ISSUE"
            ],
            "id": "22d21bddf36c4b30b44776051ab9e7a9_223"
        },
        {
            "start": 48728,
            "end": 48870,
            "text": "9.1. Earlier, Section 8 of the Act of 1996 read as under: -\n8. Power to refer parties to arbitration where there is an arbitration agreement.-",
            "labels": [
                "STA"
            ],
            "id": "94e43689a2f844b9b92762c4d9bc84f1_224"
        },
        {
            "start": 48871,
            "end": 49137,
            "text": "(1) A judicial authority before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration.",
            "labels": [
                "STA"
            ],
            "id": "ac75d7b99c2d4f4a8f4cef3b1ff9f841_225"
        },
        {
            "start": 49138,
            "end": 49311,
            "text": "\n(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof:",
            "labels": [
                "STA"
            ],
            "id": "2d303e39c6a74b819367b6b0bd02f234_226"
        },
        {
            "start": 49312,
            "end": 49522,
            "text": "\n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1e495a612dc46b5864652667a2c38bb_227"
        },
        {
            "start": 49523,
            "end": 49681,
            "text": "9.2 After the amendment by Act 3 of 2016, Section 8, now, reads as under: -\n8. Power to refer parties to arbitration where there is an arbitration agreement.-",
            "labels": [
                "STA"
            ],
            "id": "9c19c03e93934a5a885263670c3300a6_228"
        },
        {
            "start": 49682,
            "end": 50188,
            "text": "(1) A judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party to the arbitration agreement or any person claiming through or under him, so applies not later than the date of submitting his first statement on the substance of the dispute, then, notwithstanding any judgment, decree or order of the Supreme Court or any Court, refer the parties to arbitration unless it finds that prima facie no valid arbitration agreement exists.",
            "labels": [
                "STA"
            ],
            "id": "8b0167b7161e4c51a39ddada5fc08bc2_229"
        },
        {
            "start": 50189,
            "end": 50886,
            "text": "\n(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof:\nProvided that where the original arbitration agreement or a certified copy thereof is not available with the party applying for reference to arbitration under sub-section (1), and the said agreement or certified copy is retained by the other party to that agreement, then, the party so applying shall file such application along with a copy of the arbitration agreement and a petition praying the Court to call upon the other party to produce the original arbitration agreement or its duly certified copy before that Court.",
            "labels": [
                "STA"
            ],
            "id": "6c90c62d2fd14acb818a63568eed9242_230"
        },
        {
            "start": 50887,
            "end": 51101,
            "text": "\n(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.\n10.",
            "labels": [
                "STA"
            ],
            "id": "eb2a5aa618244c9fa50174bd75fc44c3_231"
        },
        {
            "start": 51102,
            "end": 51405,
            "text": "In the case of Sukanya Holdings (supra), while dealing with the question of applicability of Section 8 of the Act, as then existing, this Court underscored the requirements of correlation of subject-matter of the suit and subject-matter of the arbitration agreement and, inter alia, held as under: -\n12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "acb89e39fc5e41c495c1a5d4d63ab266_232"
        },
        {
            "start": 51406,
            "end": 51630,
            "text": "For interpretation of Section 8, Section 5 would have no bearing because it only contemplates that in the matters governed by Part I of the Act, the judicial authority shall not intervene except where so provided in the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8fd812c64c7402fa73de12c8b19044e_233"
        },
        {
            "start": 51631,
            "end": 51769,
            "text": "Except Section 8, there is no other provision in the Act that in a pending suit, the dispute is required to be referred to the arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cc21d7442af430492573f55ae6d7c84_234"
        },
        {
            "start": 51770,
            "end": 52209,
            "text": "Further, the matter is not required to be referred to the Arbitral Tribunal, if: (1) the parties to the arbitration agreement have not filed any such application for referring the dispute to the arbitrator; (2) in a pending suit, such application is not filed before submitting first statement on the substance of the dispute; or (3) such application is not accompanied by the original arbitration agreement or duly certified copy thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1b85d13e26f412b8c8bda848776cef4_235"
        },
        {
            "start": 52210,
            "end": 52489,
            "text": "This would, therefore, mean that the Arbitration Act does not oust the jurisdiction of the civil court to decide the dispute in a case where parties to the arbitration agreement do not take appropriate steps as contemplated under sub-sections (1) and (2) of Section 8 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cf843e8f04240de8e392e8838ff74a6_236"
        },
        {
            "start": 52491,
            "end": 52712,
            "text": "13. Secondly, there is no provision in the Act that when the subject-matter of the suit includes subject-matter of the arbitration agreement as well as other disputes, the matter is required to be referred to arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e970127b605c45cc8b6afe733aef5b2b_237"
        },
        {
            "start": 52713,
            "end": 52839,
            "text": "There is also no provision for splitting the cause or parties and referring the subject-matter of the suit to the arbitrators.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b521c576a11a4a6890fe133829e76647_238"
        },
        {
            "start": 52841,
            "end": 52996,
            "text": "14. Thirdly, there is no provision as to what is required to be done in a case where some parties to the suit are not parties to the arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40c6373d447e4e12a9324d4e17ae7812_239"
        },
        {
            "start": 52997,
            "end": 53310,
            "text": "As against this, under Section 24 of the Arbitration Act, 1940, some of the parties to a suit could apply that the matters in difference between them be referred to arbitration and the court may refer the same to arbitration provided that the same can be separated from the rest of the subject-matter of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f464fb6bd8d04a4aafcc93a84a3a31a1_240"
        },
        {
            "start": 53311,
            "end": 53438,
            "text": "The section also provided that the suit would continue so far as it related to parties who have not joined in such application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa77db4a4a76491a8f6e43e9867c87ee_241"
        },
        {
            "start": 53440,
            "end": 53549,
            "text": "15. The relevant language used in Section 8 is: in a matter which is the subject of an arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3da3b0fa3ee4dfdb02ea2eb741a6f59_242"
        },
        {
            "start": 53550,
            "end": 53608,
            "text": "The court is required to refer the parties to arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00e83f23641641e1a18b868b5c03ea6f_243"
        },
        {
            "start": 53609,
            "end": 53759,
            "text": "Therefore, the suit should be in respect of a matter which the parties have agreed to refer and which comes within the ambit of arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba128ce82f04445bad4281b88bf2a57d_244"
        },
        {
            "start": 53760,
            "end": 53996,
            "text": "Where, however, a suit is commenced  as to a matter which lies outside the arbitration agreement and is also between some of the parties who are not parties to the arbitration agreement, there is no question of application of Section 8.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7153755937da40e6a1989619f480739b_245"
        },
        {
            "start": 53997,
            "end": 54111,
            "text": "The words a matter indicate that the entire subject-matter of the suit should be subject to arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8e665f9eecb49de8781100ec03fa84e_246"
        },
        {
            "start": 54113,
            "end": 54308,
            "text": "16. The next question which requires consideration is  even if there is no provision for partly referring the dispute to arbitration, whether such a course is possible under Section 8 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4ba0c4d06a84bf0859500e7a39d314a_247"
        },
        {
            "start": 54309,
            "end": 54603,
            "text": "In our view, it would be difficult to give an interpretation to Section 8 under which bifurcation of the cause of action, that is to say, the subject-matter of the suit or in some cases bifurcation of the suit between parties who are parties to the arbitration agreement and others is possible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c351b6a529c4befb2ba45c791b3735c_248"
        },
        {
            "start": 54604,
            "end": 54685,
            "text": "This would be laying down a totally new procedure not contemplated under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0d23ad27d16436d8ea860aa75cf05b7_249"
        },
        {
            "start": 54686,
            "end": 54828,
            "text": "If bifurcation of the subject-matter of a suit was contemplated, the legislature would have used appropriate language to permit such a course.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dd2147689324a45b6b2598f85627741_250"
        },
        {
            "start": 54829,
            "end": 54994,
            "text": "Since there is no such indication in the language, it follows that bifurcation of the subject-matter of an action brought before a judicial authority is not allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "323a24df17124123b981907c098dec21_251"
        },
        {
            "start": 54996,
            "end": 55178,
            "text": "17. Secondly, such bifurcation of suit in two parts, one to be decided by the Arbitral Tribunal and the other to be decided by the civil court would inevitably delay the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89d51628d1c44de782439ef8ec23df8a_252"
        },
        {
            "start": 55179,
            "end": 55303,
            "text": "The whole purpose of speedy disposal of dispute and decreasing the cost of litigation would be frustrated by such procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cbd29a2339ce4c55a73aabbedbc45549_253"
        },
        {
            "start": 55304,
            "end": 55478,
            "text": "It would also increase the cost of litigation and harassment to the parties and on occasions there is possibility of conflicting judgments and orders by two different forums.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eefacecd45814b6882986c2c69cad865_254"
        },
        {
            "start": 55480,
            "end": 55937,
            "text": "11. As explained by this Court in Ameet Lalchand Shah (supra), the amendment to Section 8 after the aforesaid decision in Sukanya Holdings could be seen in the background of the recommendations of 246th Law Commission Report in which, inter alia, it was observed that as per the proposed amendment, judicial authority would not refer the parties to arbitration only if it finds that there does not exist an arbitration agreement or that it is null and void.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "05b6b5b5ee9249c1b4cdcf1533d64dbb_255"
        },
        {
            "start": 55938,
            "end": 56174,
            "text": "If the judicial authority is of the opinion that prima facie the arbitration agreement exists, it would refer the dispute to arbitration and leave the existence of arbitration agreement to be finally determined by the Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43c7fa51c2954a2aa397242bc02d8553_256"
        },
        {
            "start": 56176,
            "end": 56318,
            "text": "12. All the relevant aspects of the matter came up for fuller exposition by a 3-Judge Bench of this Court in the case of Vidya Drolia (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d72ebd79aa64258ae96cb62d153ef92_257"
        },
        {
            "start": 56319,
            "end": 56658,
            "text": "In the said case, basically, the reference came to be made to the bench of three judges when the ratio expressed in the case of Himangi Enterprises v. Kamaljeet Singh Ahluwalia: (2017) 10 SCC 706, to the effect that landlord-tenant disputes governed by the provisions of the Transfer of Property Act, 1882 were not arbitrable, was doubted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "65f559d550b94483807cfb32345c99ad_258"
        },
        {
            "start": 56659,
            "end": 57058,
            "text": "While dealing with the reference, the Court also dealt with the other interconnected aspects as to the meaning of non-arbitrability and when the subject-matter of the dispute would not be capable of being resolved through arbitration; and as to whether the question of non-arbitrability would be decided by the Court at the reference stage or by the Arbitral Tribunal in the arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7d831f021f247dda3cc7c611723502a_259"
        },
        {
            "start": 57059,
            "end": 57227,
            "text": "The 3-Judge Bench of course overruled the decision in Himangi Enterprises (supra) and in that context, made various observations and enunciated the relevant principles.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d36f9bcdb68d4db18258699487a30584_260"
        },
        {
            "start": 57228,
            "end": 57319,
            "text": "In the process, the decision in Sukanya Holdings (supra) was also taken into consideration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "885b9d476026465da73cb3c1e1690087_261"
        },
        {
            "start": 57320,
            "end": 57584,
            "text": "In that regard and with reference to the reliance placed by learned counsel for the respective parties, we may refer to the following observations and enunciations of the Court, in the lead judgment as also in the concurring opinion in the following passages:-\n28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8151ea8cef0f431a9e5ed772f7b33c9f_262"
        },
        {
            "start": 57585,
            "end": 57997,
            "text": "Another facet, not highlighted earlier, arises from the dictum in Sukanya Holdings (P) Ltd. v. Jayesh H. Pandya [(2003) 5 SCC 531], a decision upholding rejection of an application under Section 8, on the ground that there is no provision in the Arbitration Act to bifurcate and divide the causes or parties, that is, the subject-matter of the suit/judicial proceedings, and parties to the arbitration agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "85a02d22b4774add8a1f61d811a0310b_263"
        },
        {
            "start": 57998,
            "end": 58141,
            "text": "The suit should be in respect of a matter which the parties have agreed to refer and which comes within the ambit of the arbitration agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "726705736d004ef6858d5d2843998a4f_264"
        },
        {
            "start": 58142,
            "end": 58283,
            "text": "The words a matter, it was interpreted, would indicate that the entire subject-matter of the suit should be subject to arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "824eef18e8b04c72aacc0d1ec5821873_265"
        },
        {
            "start": 58284,
            "end": 58382,
            "text": "Bifurcation of subject-matter or causes of action in the suit is not permissible and contemplated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "653ab936b1614d71ad14dd0df9cf88a3_266"
        },
        {
            "start": 58383,
            "end": 58655,
            "text": "Similarly, the parties to the suit should be bound by the arbitration agreement, as there is no provision in the Arbitration Act to compel third persons who have not exercised the option to give up the right to have access to courts and be bound by the arbitration clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69d83c98d5a94c99970709496135b6a8_267"
        },
        {
            "start": 58656,
            "end": 58727,
            "text": "This would violate party autonomy and consensual nature of arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "53d7758724804c8e8d81d592335146e4_268"
        },
        {
            "start": 58728,
            "end": 58902,
            "text": "Bifurcation in such cases would result in a suit being divided into two parts, one being decided by the Arbitral Tribunal, and the other by the court or judicial authorities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a26bcb07cbff436faa6daf6e45f7e6fa_269"
        },
        {
            "start": 58903,
            "end": 59112,
            "text": "This would defeat the entire purpose and inevitably delay the proceedings and increase cost of litigation, cause harassment and on occasions give rise to conflicting judgments and orders by two different fora.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "635454c1452e47b1bf2ec64d73ed2643_270"
        },
        {
            "start": 59113,
            "end": 59268,
            "text": "Cause of action in relation to the subject-matter relates to the scope of the arbitration agreement and whether the dispute can be resolved by arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45355c8f632f4ea0a9d221fb582c378d_271"
        },
        {
            "start": 59269,
            "end": 59443,
            "text": "Second mandate relating to common parties exposits the inherent limitation of the arbitration process which is consensual and mutual, an aspect we would subsequently examine.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf85e4f692d24c3e9affea8459978c6a_272"
        },
        {
            "start": 59445,
            "end": 59452,
            "text": "*** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb231b58cf7a4a0fb071a2a9e1ee5bf7_273"
        },
        {
            "start": 59453,
            "end": 59463,
            "text": "* * * ****",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6857ceddd9194153890ab7371f6f7101_274"
        },
        {
            "start": 59465,
            "end": 59714,
            "text": "31. We are clearly bound by the dictum of the Constitution Bench judgment in Patel Engg. Ltd. [SBP & Co. v. Patel Engg. Ltd., (2005) 8 SCC 618] that the scope and ambit of court's jurisdiction under Section 8 or 11 of the Arbitration Act is similar.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fb4877cac6414e93bc8d1ee2545b6490_275"
        },
        {
            "start": 59715,
            "end": 59901,
            "text": "An application under Section 11 of the Arbitration Act need not set out in detail the disputes or the claims and may briefly refer to the subject-matter or broad contours of the dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab0a5e465eb347399c396ba3495b8640_276"
        },
        {
            "start": 59902,
            "end": 60117,
            "text": "However, where judicial proceedings are initiated and pending, specific details of the claims and disputes are normally pleaded and, therefore, the court or the judicial authority has the advantage of these details.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bfac601a5b7c47a5982807a36b8aab2d_277"
        },
        {
            "start": 60118,
            "end": 60205,
            "text": "There is a difference between a non-arbitrable claim and non-arbitrable subject-matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "460892d8713f43ff958fa7516eae0fec_278"
        },
        {
            "start": 60206,
            "end": 60350,
            "text": "\nFormer may arise on account of scope of the arbitration agreement and also when the claim is not capable of being resolved through arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ffcecd5e823431ea382c245f18c77c7_279"
        },
        {
            "start": 60351,
            "end": 60442,
            "text": "Generally non-arbitrability of the subject-matter would relate to non-arbitrability in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19c92a9c041d4e97a1c04d60ecaae2f0_280"
        },
        {
            "start": 60443,
            "end": 60712,
            "text": "Further, the decision in Sukanya Holdings (P) Ltd. [Sukanya Holdings (P) Ltd. v. Jayesh H. Pandya, (2003) 5 SCC 531] has to be read along with subsequent judgment of this Court in Chloro Controls (India) (P) Ltd. v. Severn Trent Water Purification Inc.(2013) 1 SCC 641.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a79527777d8a4a23b2ceeddf5cb571c9_281"
        },
        {
            "start": 60714,
            "end": 60720,
            "text": "** * *",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa21b0081ac24857a7b89ac487d4cd62_282"
        },
        {
            "start": 60721,
            "end": 60734,
            "text": "** *** 154.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f804c225b764139a9967c2a5d760d6d_283"
        },
        {
            "start": 60735,
            "end": 61030,
            "text": "The general rule and principle, in view of the legislative mandate clear from Act 3 of 2016 and Act 33 of 2019, and the principle of severability and competence-competence, is that the Arbitral Tribunal is the preferred first authority to determine and decide all questions of non-arbitrability.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "01773600d47b41d39d6b52cb3c3726e9_284"
        },
        {
            "start": 61031,
            "end": 61258,
            "text": "The court has been conferred power of second look on aspects of non-arbitrability post the award in terms of sub-clauses (i), (ii) or (iv) of Section 34(2)(a) or sub-clause (i) of Section 34(2)(b) of the Arbitration Act. 154.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e72c9e83ab543af8559fe6584a77f02_285"
        },
        {
            "start": 61259,
            "end": 61588,
            "text": "Rarely as a demurrer the court may interfere at Section 8 or 11 stage when it is manifestly and ex facie certain that the arbitration agreement is non-existent, invalid or the disputes are non-arbitrable, though the nature and facet of non-arbitrability would, to some extent, determine the level and nature of judicial scrutiny.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd86af7479984ab1914588f1d3ec5461_286"
        },
        {
            "start": 61589,
            "end": 61762,
            "text": "The restricted and limited review is to check and protect parties from being forced to arbitrate when the matter is demonstrably non- arbitrable and to cut off the deadwood.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a04f116530234df09b1f5fd184ad3844_287"
        },
        {
            "start": 61763,
            "end": 62090,
            "text": "The court by default would refer the matter when contentions relating to non-arbitrability are plainly arguable; when consideration in summary proceedings would be insufficient and inconclusive; when facts are contested; when the party opposing arbitration adopts delaying tactics or impairs conduct of arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3610db5e3734a7682711195882ae66f_288"
        },
        {
            "start": 62091,
            "end": 62341,
            "text": "This is not the stage for the court to enter into a mini trial or elaborate review so as to usurp the jurisdiction of the Arbitral Tribunal but to affirm and uphold integrity and efficacy of arbitration as an alternative dispute resolution mechanism.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5a7e8d0dbf844c9ad4294bb39f0831f_289"
        },
        {
            "start": 62343,
            "end": 62349,
            "text": "** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76a2c3d61fdc45c69fdf06cbbf9658d6_290"
        },
        {
            "start": 62350,
            "end": 62357,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc2682cfca554e5c82bd38d711980715_291"
        },
        {
            "start": 62358,
            "end": 62364,
            "text": "*\n238.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a0e0ae531af4f80bd826fa448ce41e9_292"
        },
        {
            "start": 62365,
            "end": 62587,
            "text": "At the cost of repetition, we note that Section 8 of the Act mandates that a matter should not (sic) be referred to an arbitration by a court of law unless it finds that prima facie there is no valid arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82199c8d2e89427e9784ada7eec92d84_293"
        },
        {
            "start": 62588,
            "end": 62702,
            "text": "The negative language used in the section is required to be taken into consideration, while analysing the section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2ec460a45f5479cadaccdca783285d1_294"
        },
        {
            "start": 62703,
            "end": 62844,
            "text": "The court should refer a matter if the validity of the arbitration agreement cannot be determined on a prima facie basis, as laid down above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a4ae86ea2e64a02988f2465afe64956_295"
        },
        {
            "start": 62845,
            "end": 62906,
            "text": "Therefore, the rule for the court is when in doubt, do refer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "480949d95ac14b458eaeae43bbe4854b_296"
        },
        {
            "start": 62908,
            "end": 63171,
            "text": "239. Moreover, the amendment to Section 8 now rectifies the shortcomings pointed out in Chloro Controls case [Chloro Controls (India) (P) Ltd. v. Severn Trent Water Purification Inc., (2013) 1 SCC 641: (2013) 1 SCC (Civ) 689] with respect to domestic arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "14ab34239a804f43a6f97e8630ae62e3_297"
        },
        {
            "start": 63172,
            "end": 63432,
            "text": "Jurisdictional issues concerning whether certain parties are bound by a particular arbitration, under group-company doctrine or good faith, etc., in a multi-party arbitration raises complicated factual questions, which are best left for the tribunal to handle.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4523770d1b684271870c97b9da0ec0f2_298"
        },
        {
            "start": 63433,
            "end": 63585,
            "text": "The amendment to Section 8 on this front also indicates the legislative intention to further reduce the judicial interference at the stage of reference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96363784b8274a628e21f1ae9c28ff03_299"
        },
        {
            "start": 63587,
            "end": 63757,
            "text": "240. Courts, while analysing a case under Section 8, may choose to identify the issues which require adjudication pertaining to the validity of the arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fd4ad12bf834d0fa0d5523777fa58a4_300"
        },
        {
            "start": 63758,
            "end": 63963,
            "text": "If the court cannot rule on the invalidity of the arbitration agreement on a prima facie basis, then the court should stop any further analysis and simply refer all the issues to arbitration to be settled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9970fc475c8c43f0b6d648b623c966b9_301"
        },
        {
            "start": 63965,
            "end": 63971,
            "text": "** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70da7ef6c83440a5bd44f78699e3ea4d_302"
        },
        {
            "start": 63972,
            "end": 63979,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c028f86551f54f2783e9f0c8c1a727fb_303"
        },
        {
            "start": 63980,
            "end": 63987,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c2284d95df14e94860cbaafe3f76651_304"
        },
        {
            "start": 63988,
            "end": 64071,
            "text": "244: Before we part the conclusions reached, with respect to Question 1 are:\n244.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dd5e068b07e4dc8bd0c709e9e661b7e_305"
        },
        {
            "start": 64072,
            "end": 64159,
            "text": "Sections 8 and 11 of the Act have the same ambit with respect to judicial interference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2deb37e97605447281af0555da358c2c_306"
        },
        {
            "start": 64161,
            "end": 64167,
            "text": "244.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b259d9e62f94ae0919609b689306dfd_307"
        },
        {
            "start": 64168,
            "end": 64306,
            "text": "Usually, subject-matter arbitrability cannot be decided at the stage of Section 8 or 11 of the Act, unless it is a clear case of deadwood.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "998c749e469f4e7892d837b6aec9979d_308"
        },
        {
            "start": 64308,
            "end": 64314,
            "text": "244.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c6f93cfd06a49f3923b724a4ec57716_309"
        },
        {
            "start": 64315,
            "end": 64632,
            "text": "The court, under Sections 8 and 11, has to refer a matter to arbitration or to appoint an arbitrator, as the case may be, unless a party has established a prima facie (summary findings) case of non- existence of valid arbitration agreement, by summarily portraying a strong case that he is entitled to such a finding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "461cf630a5044a6ba3fa403bb4f9f17c_310"
        },
        {
            "start": 64634,
            "end": 64640,
            "text": "244.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5268594e658c42dc953d35206f2223a9_311"
        },
        {
            "start": 64641,
            "end": 64811,
            "text": "The court should refer a matter if the validity of the arbitration agreement cannot be determined on a prima facie basis, as laid down above i.e. when in doubt, do refer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3ba9dfda0664691903ac557a37036ee_312"
        },
        {
            "start": 64813,
            "end": 64819,
            "text": "244.5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0fc74dcccbf43a3aadc95f6beecd082_313"
        },
        {
            "start": 64820,
            "end": 64992,
            "text": "The scope of the court to examine the prima facie validity of an arbitration agreement includes only:\n244.5.1. Whether the arbitration agreement was in writing? or 244.5.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aefbcc0c72c74df38b0b14aae62bac13_314"
        },
        {
            "start": 64993,
            "end": 65089,
            "text": "Whether the arbitration agreement was contained in exchange of letters, telecommunication, etc.?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6d25b7285ee465dbbae4ee3e4e54529_315"
        },
        {
            "start": 65090,
            "end": 65098,
            "text": "244.5.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb897389f057454282f2e0c6035edb08_316"
        },
        {
            "start": 65099,
            "end": 65185,
            "text": "Whether the core contractual ingredients qua the arbitration agreement were fulfilled?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bb9d62aaad54063b01a30f6e57f35ca_317"
        },
        {
            "start": 65186,
            "end": 65267,
            "text": "\n244.5.4. On rare occasions, whether the subject-matter of dispute is arbitrable?",
            "labels": [
                "ISSUE"
            ],
            "id": "e810428d44584a13aba7c2bea57d6566_318"
        },
        {
            "start": 65269,
            "end": 65667,
            "text": "13. In the case of Oil and Natural Gas Corporation (supra), another 3-Judge Bench of this Court essentially dealt with the group companies doctrine and application of alter ego principle in arbitration making a party not assenting to a contract containing arbitration clause to be nevertheless bound by the clause if that party is alter ego of an entity who is a party to the arbitration agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df0be79b2ea34aefbb764f8e98984ff8_319"
        },
        {
            "start": 65668,
            "end": 65796,
            "text": "The observations relied upon by learned counsel for the appellant from that case could also be usefully extracted as under:-\n38.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "85f9cbd44af24890a88c3034478ff8fc_320"
        },
        {
            "start": 65797,
            "end": 66158,
            "text": "Explaining the application of the alter ego principle in arbitration, Born also notes:\nAuthorities from virtually all jurisdictions hold that a party who has not assented to a contract containing an arbitration clause may nonetheless be bound by the clause if that party is an alter ego of an entity that did execute, or was otherwise a party to, the agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "657cf26640e34a009a56fd4fc31f8238_321"
        },
        {
            "start": 66159,
            "end": 66385,
            "text": "This is a significant, but exceptional, departure from the fundamental principle  that each company in a group of companies (a relatively modern concept) is a separate legal entity possessed of separate rights and liabilities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2224cf022d004e0caebb2bf6dc0d9f2f_322"
        },
        {
            "start": 66386,
            "end": 66694,
            "text": "\n* * * the group of companies doctrine is akin to principles of agency or implied consent, whereby the corporate affiliations among distinct legal entities provide the foundation for concluding that they were intended to be parties to an agreement, notwithstanding their formal status as non-signatories.\n39.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7bd8e9437461490a8ad7fc16bfcbd746_323"
        },
        {
            "start": 66695,
            "end": 66842,
            "text": "Recently, John Fellas elaborated on the principle of binding a non-signatory to an arbitration agreement from the lens of the doctrine of estoppel.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4b27295735bd48c48ca6d93fe5549986_324"
        },
        {
            "start": 66843,
            "end": 67030,
            "text": "He situated the rationale behind the application of the principle of direct estoppel against competing considerations of party autonomy and consent in interpreting arbitration agreements.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3632c9e7e86c4c9db2ae23099d6d6e76_325"
        },
        {
            "start": 67031,
            "end": 67250,
            "text": "Fellas observed that non-signatory parties can be bound by the principle of direct estoppel to prohibit such a party from deriving the benefits of a contract while disavowing the obligations to arbitrate under the same:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "94ffe5f2c0be4cf388bbeffbd46b45fa_326"
        },
        {
            "start": 67251,
            "end": 67423,
            "text": "\nThere are at least two distinct types of estoppel doctrine that apply in the non-signatory context:the direct benefits estoppel theory and the intertwined estoppel theory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36c7b5d6668b46979d88ae4de11bd246_327"
        },
        {
            "start": 67424,
            "end": 67694,
            "text": "The direct benefits theory bears the hallmark of any estoppel doctrine-prohibiting a party from taking inconsistent positions or seeking to have it both ways by rely[ing] on the contract when it works to its advantage and ignor[ing] it when it works to its disadvantage.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cd5b46a4ae9945e3b25281a9f99e3fe8_328"
        },
        {
            "start": 67695,
            "end": 67799,
            "text": "Tepper Realty Co. v. Mosaic Tile Co. [Tepper Realty Co. v. Mosaic Tile Co., 259 F Supp 688 (SDNY 1966)].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0b1ae127cac942889f627244a855d79b_329"
        },
        {
            "start": 67800,
            "end": 68001,
            "text": "The direct benefits doctrine reflects that core principle by preventing a party from claiming rights under a contract but, at the same time, disavowing the obligation to arbitrate in the same contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "979eb16ab4494cfeb389b38d34f29799_330"
        },
        {
            "start": 68003,
            "end": 68386,
            "text": "* * * By contrast, the intertwined estoppel theory looks not to whether any benefit was received by the non-signatory, but rather at the nature of the dispute between the signatory and the non- signatory, and, in particular whether the issues the non-signatory is seeking to resolve in arbitration are intertwined with the agreement that the estoppel [signatory party] has signed.the",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "62b3de58da004605af6a9b6a1797b9b6_331"
        },
        {
            "start": 68387,
            "end": 68583,
            "text": "intertwined estoppel theory has as its central aim the perseveration of the efficacy of the arbitration process is clear when one looks at the typical fact pattern of an intertwined estoppel case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e378e96556f34b68a275a6d4628f9427_332"
        },
        {
            "start": 68584,
            "end": 68709,
            "text": "[John Fellas, Compelling Signatories to Arbitrate with Non-Signatories, New York Law Journal (28-3-2022)] (emphasis supplied)",
            "labels": [
                "NONE"
            ],
            "id": "69ea17846d8c44bbbe880579888114e2_333"
        },
        {
            "start": 68710,
            "end": 69162,
            "text": "\n40. In deciding whether a company within a group of companies which is not a signatory to arbitration agreement would nonetheless be bound by it, the law considers the following factors:\n(i) The mutual intent of the parties;\n(ii) The relationship of a non-signatory to a party which is a signatory to the agreement;\n(iii) The commonality of the subject-matter;\n(iv) The composite nature of the transaction; and (v) The performance of the contract.\n14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a90e2321b2444c3da6ff5636dd91a854_334"
        },
        {
            "start": 69163,
            "end": 69472,
            "text": "In the case of Intercontinental Hotels Group (supra), the Court has essentially proceeded on the enunciation in Vidya Drolia (supra) even while accepting the requirement of constituting larger bench to settle the jurisprudence of the implication of non-stamping or under-stamping on the arbitration agreement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d171db5cb4a54129adcd829d6d4c6582_335"
        },
        {
            "start": 69473,
            "end": 69601,
            "text": "This Court, however, provided that until decision by the larger bench, the matters at pre-appointment stage be not kept pending.",
            "labels": [
                "RATIO"
            ],
            "id": "bf3c39634a0841a98a87e4406d7e498a_336"
        },
        {
            "start": 69602,
            "end": 69650,
            "text": "Not much of dilation is required in that regard.",
            "labels": [
                "RATIO"
            ],
            "id": "45467c16cbc245cc9bd4160388c3a5b8_337"
        },
        {
            "start": 69652,
            "end": 69785,
            "text": "15. It is at once clear that the observations and enunciations in the aforesaid have no application to the facts of the present case.",
            "labels": [
                "RATIO"
            ],
            "id": "69382030817341a5a662e6363b28b4db_338"
        },
        {
            "start": 69787,
            "end": 69855,
            "text": "16. As noticed, there had been multiple transactions in this matter.",
            "labels": [
                "RATIO"
            ],
            "id": "e805c2db1e074684a8bb44321641b71d_339"
        },
        {
            "start": 69856,
            "end": 70075,
            "text": "\nLearned counsel for the contesting respondent has placed before us in tabular form the relevant agreements, the contracting parties thereto, the purpose of the agreement, and availability of arbitration clause therein.",
            "labels": [
                "NONE"
            ],
            "id": "2cef80194d5a4a50a27741af0561bbbb_340"
        },
        {
            "start": 70076,
            "end": 70197,
            "text": "We may reproduce the same to facilitate an eye view of the salient features of the transactions in question as follows: -",
            "labels": [
                "RPC"
            ],
            "id": "ca088a88744c4ef4bd35fd579b4a8c74_341"
        },
        {
            "start": 70206,
            "end": 70254,
            "text": "Sr. Date     of Contracting     Purpose         ",
            "labels": [
                "RPC"
            ],
            "id": "4bdefcd1fdd74ef4a24b3440ce55cabb_342"
        },
        {
            "start": 70254,
            "end": 70270,
            "text": "of   Arbitration",
            "labels": [
                "NONE"
            ],
            "id": "ef64f9d136f34552b8f70ebb6cf52597_343"
        },
        {
            "start": 70278,
            "end": 70299,
            "text": "No. Agreement Parties",
            "labels": [
                "RPC"
            ],
            "id": "15086601babf4ed7a55090846293b5bf_344"
        },
        {
            "start": 70310,
            "end": 70318,
            "text": "Contract",
            "labels": [
                "NONE"
            ],
            "id": "65926f37b5bb4e4482b97269875d70d9_345"
        },
        {
            "start": 70331,
            "end": 70340,
            "text": "Agreement",
            "labels": [
                "RPC"
            ],
            "id": "e3c38b4a02ef431da02b7ff3659bf72d_346"
        },
        {
            "start": 70348,
            "end": 70363,
            "text": "1 .  07.04.2005",
            "labels": [
                "NONE"
            ],
            "id": "39e61368f7fe42bbb79af8323dcb69d4_347"
        },
        {
            "start": 70364,
            "end": 70371,
            "text": "Gujarat",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9dc210e405994390965dcfe7eef717c7_348"
        },
        {
            "start": 70381,
            "end": 70434,
            "text": "Lease        and     Contains                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b0b0fa74bd447ab90b81660f673bbe7_349"
        },
        {
            "start": 70434,
            "end": 70450,
            "text": "Composite       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33dc29687d2a417c8fad626833d6637d_350"
        },
        {
            "start": 70450,
            "end": 70457,
            "text": "License",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da838e203dbc4c5d8d44645e9fb82638_351"
        },
        {
            "start": 70471,
            "end": 70482,
            "text": "Arbitration",
            "labels": [
                "PREAMBLE"
            ],
            "id": "118cc6b1e5b641259c4d36fb36e05e70_352"
        },
        {
            "start": 70506,
            "end": 70522,
            "text": "Limited,        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd9eeee1de3a476bb88c1ed73059df85_353"
        },
        {
            "start": 70522,
            "end": 70534,
            "text": "Agreement of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b4b5a6cd70545279ffe067bfd0dde06_354"
        },
        {
            "start": 70543,
            "end": 70550,
            "text": "Clause.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c51c80287b8f4eccb12bfcef01d50ee0_355"
        },
        {
            "start": 70575,
            "end": 70582,
            "text": "Company",
            "labels": [
                "PREAMBLE"
            ],
            "id": "486df0e593fc49f5b8ff032d9b71f5fb_356"
        },
        {
            "start": 70591,
            "end": 70627,
            "text": "one Function                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c17623d100754c3abf72d5f736645cb2_357"
        },
        {
            "start": 70627,
            "end": 70639,
            "text": "entered into",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3727395cfb7f4c9eb2feb0caba7c17b0_358"
        },
        {
            "start": 70640,
            "end": 70647,
            "text": "an unit",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6948f3acdc14f528f307e0a3df11456_359"
        },
        {
            "start": 70648,
            "end": 70713,
            "text": "          for                        agreement with manufacturing",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6391e73891fc48ed9276a9ebf6e5ed32_360"
        },
        {
            "start": 70737,
            "end": 70791,
            "text": "A               and production                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "252ce7a9331f4f859880c443c8f7f482_361"
        },
        {
            "start": 70791,
            "end": 70808,
            "text": "Infrastructure of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca7c8abe7ca14fdfa09e981eafea63ac_362"
        },
        {
            "start": 70819,
            "end": 70856,
            "text": "A.C. \n                       Limited.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf217c1fc9b4421f90243afa5e9af4fd_363"
        },
        {
            "start": 70864,
            "end": 70872,
            "text": "Pressure",
            "labels": [
                "PREAMBLE"
            ],
            "id": "61062b55b7f9461597ab8169f6d28f26_364"
        },
        {
            "start": 70912,
            "end": 70918,
            "text": "Pipes.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fca870d1639f42ebbdf0a68215e26453_365"
        },
        {
            "start": 70927,
            "end": 70942,
            "text": "2 .  07.04.2005",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7886d8b78b54473a717f052e6f49b30_366"
        },
        {
            "start": 70943,
            "end": 70950,
            "text": "Gujarat",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8494312a3d034437adbccd55ae671906_367"
        },
        {
            "start": 70960,
            "end": 70981,
            "text": "Lease        and     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa05a98a55b5414ab00b294ac94b3a7a_368"
        },
        {
            "start": 70981,
            "end": 70989,
            "text": "Contains",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9d0fdf2fad4473680847ddc8ee7e34d_369"
        },
        {
            "start": 70990,
            "end": 71032,
            "text": "No                        Composite       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdb040c7f3c443248a6bf01c2039c428_370"
        },
        {
            "start": 71032,
            "end": 71088,
            "text": "License              Arbitration                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3edef5a20a04980b53fb88426562e73_371"
        },
        {
            "start": 71088,
            "end": 71096,
            "text": "Limited,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "830b3aca437e4cf79935b18226f7ece1_372"
        },
        {
            "start": 71104,
            "end": 71125,
            "text": "Agreement of         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1d7cc138c60748abaccdc843064096e0_373"
        },
        {
            "start": 71125,
            "end": 71131,
            "text": "Clause",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ba89909aea0445fa0cfa184ae299491_374"
        },
        {
            "start": 71132,
            "end": 71165,
            "text": ". \n                       Company",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0bb38ad49d64e36aebedcc05bc4201a_375"
        },
        {
            "start": 71174,
            "end": 71186,
            "text": "one Function",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6fdc5c8afd04ad6960904e4230ec04d_376"
        },
        {
            "start": 71210,
            "end": 71217,
            "text": "entered",
            "labels": [
                "PREAMBLE"
            ],
            "id": "517b1479f29e497b86db38179c019ece_377"
        },
        {
            "start": 71218,
            "end": 71230,
            "text": "into an unit",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c835295401a46fdaa658d505b41cd69_378"
        },
        {
            "start": 71241,
            "end": 71277,
            "text": "for                        agreement",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f985dafad904c21a6136cd3a0610563_379"
        },
        {
            "start": 71278,
            "end": 71296,
            "text": "with manufacturing",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82cda8adf17e4c7589892cd2ad1da49f_380"
        },
        {
            "start": 71320,
            "end": 71339,
            "text": "A               and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db4662850d3a42248b3d1395f0cfef6d_381"
        },
        {
            "start": 71340,
            "end": 71350,
            "text": "production",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4dc04bd813145f3af2dfd3b7e6b3c28_382"
        },
        {
            "start": 71374,
            "end": 71402,
            "text": "Infrastructure of           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5560f36c7e3b41c3911a61ac77145e42_383"
        },
        {
            "start": 71402,
            "end": 71437,
            "text": "A.C.\n                       Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4568fa5c404346c5a1f077b01f45c4f5_384"
        },
        {
            "start": 71438,
            "end": 71454,
            "text": "and     Pressure",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2da6834d22a342389c4fffeb132cb0cd_385"
        },
        {
            "start": 71478,
            "end": 71484,
            "text": "AVPL .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1841d4c48f0e4712b088ed02e4b8c174_386"
        },
        {
            "start": 71495,
            "end": 71502,
            "text": "Pipes .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d06f538a6ca4495b0bbea73df9d61d0_387"
        },
        {
            "start": 71511,
            "end": 71526,
            "text": "3 .  06.07.2006",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76aa2ce19efd4771a2dac2af9e635529_388"
        },
        {
            "start": 71527,
            "end": 71544,
            "text": "Petitioner       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7dca3b16de947ec966ad02d6b626354_389"
        },
        {
            "start": 71544,
            "end": 71554,
            "text": "Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5677493f0dc46b39f8495c6434e0a3c_390"
        },
        {
            "start": 71565,
            "end": 71573,
            "text": "Contains",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bae7f351d2e243d089f255a7941639ec_391"
        },
        {
            "start": 71574,
            "end": 71603,
            "text": "No                        and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "afb535017be84f5d8a09a188579e933f_392"
        },
        {
            "start": 71616,
            "end": 71622,
            "text": "No . 2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9abfe4275b86468a9e85b70473bd5cc3_393"
        },
        {
            "start": 71638,
            "end": 71649,
            "text": "Arbitration",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71ec3e20645a48c595bc3d3a543335a5_394"
        },
        {
            "start": 71673,
            "end": 71689,
            "text": "Respondent      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3eb8e227bf35414591ab9479efd77ea8_395"
        },
        {
            "start": 71689,
            "end": 71699,
            "text": "Sanctioned",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5be0c4e55fd6473da60b18c1561e2fd6_396"
        },
        {
            "start": 71710,
            "end": 71716,
            "text": "Clause",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f68e3bbdd3ae456eb3022edc2f8c099c_397"
        },
        {
            "start": 71717,
            "end": 71764,
            "text": ". \n\n                                       Lacs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e081e36d1fee4b6b860d1331f3e18722_398"
        },
        {
            "start": 71765,
            "end": 72120,
            "text": "to                                        Respondent                                        No. 1 to secure                                        this above loan                                        in addition to                                        other                                        conditions and                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "135dbc394d8b401d8f42b70ea762e7a6_399"
        },
        {
            "start": 72120,
            "end": 72129,
            "text": "corporate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4711fa76090249f7aa8241c302f6e6b6_400"
        },
        {
            "start": 72169,
            "end": 72178,
            "text": "Guarantee",
            "labels": [
                "PREAMBLE"
            ],
            "id": "973d94e659064a02a9b02848bf2b0fa3_401"
        },
        {
            "start": 72179,
            "end": 72190,
            "text": ". \n       4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cdfe618befef4655b1f44a9486b3204e_402"
        },
        {
            "start": 72191,
            "end": 72204,
            "text": ".  23.01.2008",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e78c8800b0d04f449bb97a93dc4490cf_403"
        },
        {
            "start": 72205,
            "end": 72222,
            "text": "Petitioner       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df3414f482cc443a9498a6d17f1e76e6_404"
        },
        {
            "start": 72222,
            "end": 72243,
            "text": "Petitioner           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42e7ca00023d4fce9cafdae40f45e171_405"
        },
        {
            "start": 72243,
            "end": 72251,
            "text": "Contains",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c634b928cc44162b188b74ee1f286f4_406"
        },
        {
            "start": 72252,
            "end": 72294,
            "text": "No                        and             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d54e942dc8b9438f8a40f66d468ebc2e_407"
        },
        {
            "start": 72294,
            "end": 72300,
            "text": "agrees",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71d01f304d264568bff050991e42a5b6_408"
        },
        {
            "start": 72301,
            "end": 72315,
            "text": "that the      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed1529190d204e4e9d9f0198532400c8_409"
        },
        {
            "start": 72315,
            "end": 72326,
            "text": "Arbitration",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1d7f5bdcea6f4fffaf93b8ad1725d357_410"
        },
        {
            "start": 72350,
            "end": 72366,
            "text": "Respondent      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a6a0714b10046408a99523924210dbe_411"
        },
        {
            "start": 72366,
            "end": 72387,
            "text": "title Deeds of       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72a4b468322b4305b9aa613742698a0d_412"
        },
        {
            "start": 72387,
            "end": 72393,
            "text": "Clause",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46002f4bdbd74c0b98ac3e919c9928bb_413"
        },
        {
            "start": 72394,
            "end": 72422,
            "text": ". \n                       No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0dbe3d48a34a432dba6e9031cd59a19f_414"
        },
        {
            "start": 72423,
            "end": 72430,
            "text": ". 1 and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38a5655397ca468789e8831779060da8_415"
        },
        {
            "start": 72431,
            "end": 72441,
            "text": "2 .    the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeb901d9cd1148898a7b179674cefce9_416"
        },
        {
            "start": 72442,
            "end": 72451,
            "text": "Land will",
            "labels": [
                "PREAMBLE"
            ],
            "id": "895eee7b51034c4ca3f7129a3690e888_417"
        },
        {
            "start": 72491,
            "end": 72548,
            "text": "not            be                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbf4e14279e0447c83f8a474705e3025_418"
        },
        {
            "start": 72548,
            "end": 72559,
            "text": "transferred",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0691b8ef26dd4825a8902e998c5107c7_419"
        },
        {
            "start": 72560,
            "end": 72611,
            "text": "to                                        any other",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5c284b123274728badf27b247f8331b_420"
        },
        {
            "start": 72612,
            "end": 72675,
            "text": "party                                             during       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a520a0d14b344768ac4cfb4c2dc3a3a_421"
        },
        {
            "start": 72675,
            "end": 72730,
            "text": "the                                            pendency",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e7a704a55a44f30b6d376402c8293a3_422"
        },
        {
            "start": 72737,
            "end": 73234,
            "text": "of                                            License                                            Agreements                                            executed                                            between M/s A                                            Infrastructure                                            and          M/s                                            Gujarat                                            Composite Ltd.\n        5.   23.01.2015 Petitioner         Conveyance",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6cdaa2ee134347fe9e82678c23569579_423"
        },
        {
            "start": 73244,
            "end": 73255,
            "text": "Contains No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03c8683481d748efaaa8596396cf69ee_424"
        },
        {
            "start": 73256,
            "end": 73311,
            "text": "                        and                deed between",
            "labels": [
                "PREAMBLE"
            ],
            "id": "84e4afb231204fcaa9f07e371328eebc_425"
        },
        {
            "start": 73319,
            "end": 73355,
            "text": "Arbitration                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f36bb022d4de4d7fbe0415b5c24a44c3_426"
        },
        {
            "start": 73355,
            "end": 73374,
            "text": "Respondent         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71a239b9e89f4222a978738f13c03788_427"
        },
        {
            "start": 73374,
            "end": 73401,
            "text": "Petitioner and      Clause.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f4efe53162841fea06d2539f2f2bb6c_428"
        },
        {
            "start": 73427,
            "end": 73433,
            "text": "No . 3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8449cb4661f0432a8f7599222c0b6fc8_429"
        },
        {
            "start": 73447,
            "end": 73457,
            "text": "Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc001cfaa032435ea6ae81993042b65a_430"
        },
        {
            "start": 73466,
            "end": 73482,
            "text": "6 .   23.01.2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44ab753ec62e45809603d52dc22b816b_431"
        },
        {
            "start": 73483,
            "end": 73493,
            "text": "Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47491e47034a4413b5eae0efb74ec19a_432"
        },
        {
            "start": 73502,
            "end": 73522,
            "text": "Conveyance          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cfb6b85125848ab971b3f783e1f5208_433"
        },
        {
            "start": 73522,
            "end": 73533,
            "text": "Contains No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e556fafbf8324bb7bab2be86b899a4ed_434"
        },
        {
            "start": 73558,
            "end": 73608,
            "text": "and                deed between        Arbitration",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2868aaf3581646fb9cde6e6f1b701ce9_435"
        },
        {
            "start": 73633,
            "end": 73652,
            "text": "Respondent         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c31962846024c0ca1be3cbc31aad428_436"
        },
        {
            "start": 73652,
            "end": 73679,
            "text": "Petitioner and      Clause.",
            "labels": [
                "NONE"
            ],
            "id": "ef16885d689c44429a8a7acea17f8b22_437"
        },
        {
            "start": 73705,
            "end": 73718,
            "text": "No . 4 and 5.",
            "labels": [
                "NONE"
            ],
            "id": "42f97cfed93c4397a87cb557c917c468_438"
        },
        {
            "start": 73725,
            "end": 73739,
            "text": "Respondent 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3aa8e9b51dde45f2a11966797aa47074_439"
        },
        {
            "start": 73740,
            "end": 73957,
            "text": "Thus, except the principal agreement dated 07.04.2005, none of the other agreements contained any arbitration clause, even if they related to the same property and also involved the appellant and the respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "9a14d50865e44af2b48cfa30d51a51ff_440"
        },
        {
            "start": 73958,
            "end": 74229,
            "text": "The later transactions involved other parties too like the tripartite agreement dated 06.07.2006 whereby the respondent No. 2 bank sanctioned loan to the respondent No. 1 and then, supplemental to the said tripartite agreement for dealing with the deposit of title deeds.",
            "labels": [
                "FAC"
            ],
            "id": "65e7b242a5f6424f98458cbc0a5fc6d1_441"
        },
        {
            "start": 74230,
            "end": 74335,
            "text": "Similarly, the other deeds of conveyance dated 23.01.2015 involve the appellant and the other defendants.",
            "labels": [
                "FAC"
            ],
            "id": "3ab9c26d370e44e7b5b84c5100c2648e_442"
        },
        {
            "start": 74336,
            "end": 74846,
            "text": "\n17.1. The aforesaid position of the dealings of the parties, when examined with reference to the reliefs claimed in the suit and the cause of action pertaining to the said reliefs, as extensively noticed by the High Court and extracted hereinabove, we are clearly of the view that the submissions made by the appellant with reference to the amendment of Section 8 of the Act of 1996 and the later decisions of this Court in interpretation of the amended Section 8 do not inure to the benefit of the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0a95adb568f4c678d87bb7af9728e20_443"
        },
        {
            "start": 74847,
            "end": 75138,
            "text": "This is for the simple reason that no such conjunction can be provided to the original licence agreement dated 07.04.2005 and the tripartite agreement involving the Bank dated 06.07.2006 and 23.01.2008, whereby the arbitration clause could be held applicable to the tripartite agreement too.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "878b0c5c24824a02b3468373e08953c7_444"
        },
        {
            "start": 75139,
            "end": 75349,
            "text": "This is apart from the fact that in the frame of the suit and various other reliefs claimed, involving subsequent purchasers too and the allegations of fraud, the dispute cannot be said to be arbitrable at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "912d39c0619e426b9f675d73804d72c8_445"
        },
        {
            "start": 75350,
            "end": 75498,
            "text": "The present one cannot be said to be a case involving any doubt about non-existence of arbitration agreement in relation to the dispute in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d0e2061828f41afa14ad505e3742a19_446"
        },
        {
            "start": 75499,
            "end": 75888,
            "text": "\n17.2. There being no doubt about non-existence of arbitration agreement in relation to the entire subject-matter of the suit, and when the substantive reliefs claimed in the suits fall outside the arbitration clause in the original licence agreement, the view taken by the High Court does not appear to be suffering from any infirmity or against any principle laid down by this Court.\n18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd48301c32b1408d90984b161048e2e6_447"
        },
        {
            "start": 75889,
            "end": 76351,
            "text": "Even if by reference to remote pedigree, the original licence agreement is said to be the genesis of the contractual relations of the appellant and the respondent No. 1, that does not ipso facto lead to the availability of the arbitration agreement in relation to the dispute in question, which emanates from the tripartite agreement and which cannot be determined without reference to the said tripartite agreement and without involving all the parties thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3e13c9263fe4094912c990518b209d2_448"
        },
        {
            "start": 76352,
            "end": 76592,
            "text": "In other words, no dispute resolution process, including arbitration, could be undertaken in relation to the subject-matter of the suit without reference to the terms of tripartite agreement and without involving the bank- respondent No. 2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f9c0d9d7f7142739ea78dc4f86558e3_449"
        },
        {
            "start": 76593,
            "end": 76840,
            "text": "This is apart from the fact that the other elements of dispute pertaining to the subsequent purchasers too cannot be resolved in any forum without reference to the tripartite agreement and its amended clause, which did not provide for arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cf6eb4a571740b1b202ac4b0d9c028f_450"
        },
        {
            "start": 76841,
            "end": 76976,
            "text": "Thus, the ancestry of the tripartite agreement, in the facts of the present case, does not lead to the result desired by the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57c375b10bea4dc796d062071cc50f58_451"
        },
        {
            "start": 76978,
            "end": 77153,
            "text": "18.1. Therefore, even on the principles enunciated in Vidya Drolia (supra), the prayer of the present appellant for reference to arbitration under Section 8 cannot be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c65ec0fb203e41d8ad08982772fc1e1a_452"
        },
        {
            "start": 77155,
            "end": 77435,
            "text": "19. So far as the propositions based on the memos before the Commercial Court dated 06.12.2017, as filed by the respondent Nos. 3 to 5 (subsequent purchasers) and by the appellant are concerned, the submissions made on that basis do not take the case of the appellant any further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9f24ff7ac404777a0e40000b536bb58_453"
        },
        {
            "start": 77436,
            "end": 77629,
            "text": "As noticed, in the said memos, the respondent Nos. 3 to 5 purportedly stated that if dispute concerning them was resolved by arbitration proceedings, they were not having any objection thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "014a9fcc36ad484fb1394f0c495acebb_454"
        },
        {
            "start": 77630,
            "end": 77954,
            "text": "The appellant, on the other hand, suggested that the tripartite amended agreement was with reference to the licence agreement and it was agreed that till the time of the defendant No. 1 (appellant) making payment of a sum of Rs. 5 crore to the plaintiff, the title deeds of the immovable property would remain with the bank.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4bcb2f4fa024002bab3b7f9256ed8c0_455"
        },
        {
            "start": 77955,
            "end": 78467,
            "text": "The appellant suggested that with a view that the dispute between the parties be resolved by arbitration proceedings, keeping all contentions open, they would be depositing the said sum of Rs. 5 crore in the Court and that in this manner the dispute with defendant No. 2 would be ended and then the bank, who was handed over the title deed in their custody, would deposit the same in the Court and the Court would be pleased to place the same in sealed cover till the disputes of the other parties were resolved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a40a74ceb704d2c85cfefc6ad930d0f_456"
        },
        {
            "start": 78468,
            "end": 78565,
            "text": "19.1. The memo submitted by the appellant was not likely to bring about the desired legal effect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f0599a634ab4e91a5e4a58b9d57c0d5_457"
        },
        {
            "start": 78566,
            "end": 78966,
            "text": "This is for the simple reason that even if the appellant deposited the said sum of Rs. 5 crore in the Court, the bank was not directly obliged to deposit the title deed in the Court as presumed by the appellant; and then, there was no reason that the Court was to be obliged to accept such a proposition and to keep the title deed in its custody till the completion of proceedings in any other forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a333e00f5dc4da0a1ebf9b41edb257c_458"
        },
        {
            "start": 78967,
            "end": 79115,
            "text": "In other words, if at all the matter was to be referred to arbitration, there would not be any justification for the Court to retain the title deed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0229a530bdb74451a66553094ee676ad_459"
        },
        {
            "start": 79116,
            "end": 79506,
            "text": "It would appear that the said memo dated 06.12.2017 by the appellant had only been a desperate attempt to somehow seek arbitration despite being aware of the fact that the core of the dispute in the civil suit related to the tripartite agreement wherein the bank was an equal participant and no effective award could have been made in the arbitration proceedings in the absence of the bank.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "677e4707dfdc4eaeb5b82ebb3cac23cc_460"
        },
        {
            "start": 79507,
            "end": 79679,
            "text": "The necessity of the banks presence in the matter could not have been obviated by such nebulous suggestion as stated in the memo filed by the appellant on 06.12.2017.\n19.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eac055c96bc943628aea677e00cd739f_461"
        },
        {
            "start": 79680,
            "end": 79754,
            "text": "The other memo by respondent Nos. 3 to 5 had been of no effect whatsoever.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb611000750f4086905b87a893d3695b_462"
        },
        {
            "start": 79755,
            "end": 80129,
            "text": "Consent of the said respondents, the subsequent purchasers, for reference to arbitration could not have infused an arbitration clause in the tripartite agreement and their memo could not have propelled the matter to arbitration, particularly looking to the core of the dispute and its obvious non-arbitrability for the reason that it related to the tripartite agreement.\n20.",
            "labels": [
                "RATIO"
            ],
            "id": "e35ae4be890f4abab67387a8c3670b93_463"
        },
        {
            "start": 80130,
            "end": 80460,
            "text": "For what has been discussed hereinabove, on the facts and in the circumstances of the present case and in the nature of transactions as also the nature of reliefs claimed in the suit, the view taken by the Commercial Court and the High Court in declining the prayer of the appellant for reference to arbitration cannot be faulted.",
            "labels": [
                "RATIO"
            ],
            "id": "afc5dd747e5c4a53bac7b4d7d6f9247e_464"
        },
        {
            "start": 80462,
            "end": 80554,
            "text": "21. Accordingly, and in view of the above, these appeals fail and are, therefore, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "af40ef2e913b41158d3047aba648eb02_465"
        },
        {
            "start": 80555,
            "end": 80564,
            "text": "No costs.",
            "labels": [
                "RPC"
            ],
            "id": "4c82e0a153bd41bba1c331277fe1ebee_466"
        },
        {
            "start": 80565,
            "end": 80647,
            "text": "\n..... J.\n(DINESH MAHESHWARI) ..... J.\n(SUDHANSHU DHULIA) NEW DELHI;\nMAY 01, 2023.",
            "labels": [
                "NONE"
            ],
            "id": "c7f1b7cf95a443cca0eafd2e76f92552_467"
        }
    ],
    "entities": [
        {
            "text": "Dhani Aggarwal",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 31
        },
        {
            "text": "Mahesh Yadav",
            "label": "RESPONDENT",
            "start_char": 35,
            "end_char": 47
        },
        {
            "text": "Navin Chawla",
            "label": "JUDGE",
            "start_char": 103,
            "end_char": 115
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 248,
            "end_char": 280
        },
        {
            "text": "Dhani Aggarwal",
            "label": "PETITIONER",
            "start_char": 440,
            "end_char": 454
        },
        {
            "text": "Rishi Bansal",
            "label": "LAWYER",
            "start_char": 563,
            "end_char": 575
        },
        {
            "text": "Neeraj\n                                                           Bhardwaj",
            "label": "LAWYER",
            "start_char": 580,
            "end_char": 654
        },
        {
            "text": "Sanjeev Sindhwani",
            "label": "LAWYER",
            "start_char": 865,
            "end_char": 882
        },
        {
            "text": "Rohan Jaietly",
            "label": "LAWYER",
            "start_char": 960,
            "end_char": 973
        },
        {
            "text": "Lalit Gupta",
            "label": "LAWYER",
            "start_char": 1037,
            "end_char": 1048
        },
        {
            "text": "Siddharth\n                                                           Arora",
            "label": "LAWYER",
            "start_char": 1053,
            "end_char": 1127
        },
        {
            "text": "Priyansh Jain",
            "label": "LAWYER",
            "start_char": 1132,
            "end_char": 1145
        },
        {
            "text": "Navin Chawla",
            "label": "JUDGE",
            "start_char": 1215,
            "end_char": 1227
        },
        {
            "text": "Navin Chawla",
            "label": "JUDGE",
            "start_char": 1245,
            "end_char": 1257
        },
        {
            "text": "22.08.2022",
            "label": "DATE",
            "start_char": 1404,
            "end_char": 1414
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 1447,
            "end_char": 1461
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1469,
            "end_char": 1496
        },
        {
            "text": "22.08.2022",
            "label": "DATE",
            "start_char": 1876,
            "end_char": 1886
        },
        {
            "text": "Neutral Citation Number: 2022/DHC/005691",
            "label": "CASE_NUMBER",
            "start_char": 1903,
            "end_char": 1943
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018",
            "label": "STATUTE",
            "start_char": 2307,
            "end_char": 2416
        },
        {
            "text": "Tis Hazari Courts",
            "label": "COURT",
            "start_char": 2522,
            "end_char": 2539
        },
        {
            "text": "TM (COMM.) No.157/2019",
            "label": "CASE_NUMBER",
            "start_char": 2560,
            "end_char": 2582
        },
        {
            "text": "Order XXXIX Rule 4 read with",
            "label": "PROVISION",
            "start_char": 2773,
            "end_char": 2801
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 2802,
            "end_char": 2813
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 2821,
            "end_char": 2850
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2863,
            "end_char": 2866
        },
        {
            "text": "TM (COMM) No.157/2019",
            "label": "CASE_NUMBER",
            "start_char": 2942,
            "end_char": 2963
        },
        {
            "text": "31.08.2019",
            "label": "DATE",
            "start_char": 3188,
            "end_char": 3198
        },
        {
            "text": "TM No. 97/19 (157/19)",
            "label": "CASE_NUMBER",
            "start_char": 3244,
            "end_char": 3265
        },
        {
            "text": "29.01.2020",
            "label": "DATE",
            "start_char": 3751,
            "end_char": 3761
        },
        {
            "text": "District Judge (Commercial Court-06), Tis Hazari Courts",
            "label": "COURT",
            "start_char": 3784,
            "end_char": 3839
        },
        {
            "text": "CS(Commercial) No. 2129/2019",
            "label": "CASE_NUMBER",
            "start_char": 4161,
            "end_char": 4189
        },
        {
            "text": "22.06.2020",
            "label": "DATE",
            "start_char": 4274,
            "end_char": 4284
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 4642,
            "end_char": 4656
        },
        {
            "text": "27.01.2021",
            "label": "DATE",
            "start_char": 4700,
            "end_char": 4710
        },
        {
            "text": "FAO No.232/2020",
            "label": "CASE_NUMBER",
            "start_char": 4757,
            "end_char": 4772
        },
        {
            "text": "Delhi Tourism and Transportation Development Corporation v. Swadeshi Civil Infrastructure Pvt",
            "label": "PRECEDENT",
            "start_char": 4780,
            "end_char": 4873
        },
        {
            "text": "Commercial Neutral Citation Number: 2022/DHC/005691",
            "label": "CASE_NUMBER",
            "start_char": 5072,
            "end_char": 5123
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 5301,
            "end_char": 5315
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 5604,
            "end_char": 5618
        },
        {
            "text": "14.09.2021",
            "label": "DATE",
            "start_char": 5756,
            "end_char": 5766
        },
        {
            "text": "C.R.P No. 61/2021",
            "label": "CASE_NUMBER",
            "start_char": 5813,
            "end_char": 5830
        },
        {
            "text": "Hari Singh v. M S Superhouse Ltd.",
            "label": "PRECEDENT",
            "start_char": 5843,
            "end_char": 5876
        },
        {
            "text": "Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730",
            "label": "PRECEDENT",
            "start_char": 6154,
            "end_char": 6224
        },
        {
            "text": "District Judge (Commercial)",
            "label": "COURT",
            "start_char": 6532,
            "end_char": 6559
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 7086,
            "end_char": 7095
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 7106,
            "end_char": 7121
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 7350,
            "end_char": 7364
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 7540,
            "end_char": 7549
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 7815,
            "end_char": 7824
        },
        {
            "text": "State Neutral Citation Number: 2022/DHC/005691",
            "label": "CASE_NUMBER",
            "start_char": 8277,
            "end_char": 8323
        },
        {
            "text": "sections 16 to 20",
            "label": "PROVISION",
            "start_char": 8487,
            "end_char": 8504
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 8512,
            "end_char": 8553
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 8769,
            "end_char": 8784
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 8870,
            "end_char": 8885
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 9003,
            "end_char": 9018
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 9295,
            "end_char": 9305
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 9401,
            "end_char": 9419
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11840,
            "end_char": 11853
        },
        {
            "text": "Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4",
            "label": "PRECEDENT",
            "start_char": 11857,
            "end_char": 11923
        },
        {
            "text": "Hari Singh",
            "label": "PRECEDENT",
            "start_char": 11944,
            "end_char": 11954
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 12609,
            "end_char": 12636
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 12831,
            "end_char": 12840
        },
        {
            "text": "Vishal Pipes Limited",
            "label": "PRECEDENT",
            "start_char": 13000,
            "end_char": 13020
        },
        {
            "text": "District Judge (Commercial)",
            "label": "COURT",
            "start_char": 14292,
            "end_char": 14319
        },
        {
            "text": "CCA",
            "label": "STATUTE",
            "start_char": 14371,
            "end_char": 14374
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 14461,
            "end_char": 14466
        },
        {
            "text": "Neutral Citation Number: 2022/DHC/005691",
            "label": "CASE_NUMBER",
            "start_char": 14598,
            "end_char": 14638
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 15868,
            "end_char": 15882
        },
        {
            "text": "Neutral Citation Number: 2022/DHC/005691",
            "label": "CASE_NUMBER",
            "start_char": 16141,
            "end_char": 16181
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 16460,
            "end_char": 16474
        },
        {
            "text": "Delhi Tourism and Transportation Development Corporation",
            "label": "PRECEDENT",
            "start_char": 16490,
            "end_char": 16546
        },
        {
            "text": "16.12.2020",
            "label": "DATE",
            "start_char": 16680,
            "end_char": 16690
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 16718,
            "end_char": 16732
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16740,
            "end_char": 16767
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 17248,
            "end_char": 17262
        },
        {
            "text": "Delhi High Court Bar Clerk's Association",
            "label": "ORG",
            "start_char": 17609,
            "end_char": 17649
        },
        {
            "text": "NAVIN CHAWLA",
            "label": "JUDGE",
            "start_char": 17741,
            "end_char": 17753
        },
        {
            "text": "DECEMBER 15, 2022",
            "label": "DATE",
            "start_char": 17757,
            "end_char": 17774
        },
        {
            "text": "21.12.2022",
            "label": "DATE",
            "start_char": 17807,
            "end_char": 17817
        }
    ],
    "precedent_clusters": {
        "Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4": [
            "Delhi Tourism and Transportation Development Corporation v. Swadeshi Civil Infrastructure Pvt",
            "Hari Singh v. M S Superhouse Ltd.",
            "Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4",
            "Hari Singh",
            "Delhi Tourism and Transportation Development Corporation"
        ],
        "Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730": [
            "Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730",
            "Vishal Pipes Limited"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 151",
            "Code of Civil Procedure, 1908",
            "Section 151",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XXXIX Rule 4 read with",
            "CPC",
            "Order XXXIX Rule 4 read with",
            "CPC"
        ],
        [
            "sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "CPC",
            "Section 6",
            "CPC"
        ],
        [
            "Section 6",
            "CPC",
            "Section 6",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "CPC",
            "Section 2(1)(c)",
            "CPC"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "CPC",
            "Section 6",
            "CPC"
        ],
        [
            "Section 2(1)(i)",
            "CPC",
            "Section 2(1)(i)",
            "CPC"
        ],
        [
            "section 12",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "section 12",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 8",
            "Commercial Courts Act, 2015",
            "Section 8",
            "Commercial Courts Act, 2015"
        ]
    ],
    "precedent_counts": {
        "Patel Roadways Limited, Bombay v. Prasad Trading Company, (1991) 4": 5,
        "Vishal Pipes Limited v. Bhavya Pipe Industry, 2022 SCC OnLine Del 1730": 2
    },
    "provision_counts": {
        "Section 13(1A) of Commercial Courts Act, 2015": 9,
        "Section 151 of Code of Civil Procedure, 1908": 1,
        "Order XXXIX Rule 4 read with of CPC": 1,
        "sections 16 to 20 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 6 of CPC": 3,
        "Section 2(1)(c) of CPC": 1,
        "Section 2(1)(i) of CPC": 3,
        "section 12 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 8 of Commercial Courts Act, 2015": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 10,
        "Code of Civil Procedure, 1908": 1,
        "CPC": 8,
        "Code of Civil Procedure, 1908 (5 of 1908)": 2
    }
}