{
    "id": "87699d6d01c0b7090c3c4bf8c1835af21a14993fc4ae050034445a99b4a06b95",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadhya Pradesh High Court \nYashwardhan Raghuwanshi vs District And Sessions Judge on 26 February, 2021 \nAuthor: Chief Justice\nBench: Mohammad Rafiq, Vijay Kumar Shukla, Chief Justice\n                                                                                                   Wp-19656 - 2020 \n                                                                   [ 1 ] \n\n                  The High Court Of Judicature For Madhya Pradesh,\n                                     At Jabalpur \n\n                                                     ( Division Bench) \n\n                                                          Wp-19656 - 2020 \n\n                      Yashwardhan Raghuwanshi                                             ............ Petitioner \n                                                                   Vs . \n\n                      District & Sessions Judge and another                              ......... Respondents \n                      -------------------------------------------------------------------------------------------- \n                      Coram : \n                                     Hon'ble Mr. Justice Mohammad Rafiq, Chief Justice \n                                     Hon'ble Mr. Justice Vijay Kumar Shukla, Judge\n                      --------------------------------------------------------------------------------------------\n                      Presence :\n                              Mr. Deepesh Joshi, Advocate for the petitioner.\n                             Mr. Swapnil Ganguly, Deputy Advocate General for the State.\n                             Mr. Anshuman Singh, Advocate for the High Court of M.P.\n                      --------------------------------------------------------------------------------------------\n                      Whether approved for reporting: Yes. \n                      --------------------------------------------------------------------------------------------\n                      Law Laid Down: \n                            As seen from the language employed in the definition clause of \"Court\"\n                             in Section 2(1)(e) of the Arbitration Act and Conciliation Act,1996 , the\n                             Legislature intended to confer power in respect of the disputes\n                             involving arbitration on the highest judicial Court of the District so as\n                             to minimize the supervisory role of the Courts in the arbitral process\n                             and, therefore, purposely excluded any Civil Court of a grade inferior\n                             to such Principal Civil Court, or any Court of Small Causes.\n                                     Thus, in respect of commercial disputes involving arbitration\n                             only the Commercial Court of the status of District Judge or Additional \n                             District Judge would be the competent court to entertain the matters\n                             under Sections 9, 14, 34 & 36 of the Arbitration Act and Conciliation\n                             Act,1996. The impugned order to the extent of classifying the\n                             commercial disputes having arbitration as subject matter on the basis of\nSignature\n San      Not                mere valuation and conferring powers therefor on the Court of Xx \nVerified \n\nDigitally signed by\nSaifan Khan\nDate: 2021.02.26 \n17:13:08 Ist\n                                                                                                    Wp-19656 - 2020 \n                                                                   [ 2 ] \n\n                             Civil Judge Class-I, Bhopal , would be violative of relevant provisions\n                             of law. However, it can be sustained in so far as distribution of the work\n                             of commercial disputes as per the value of the claim in cases other than\n                             arbitration matters are concerned. \n                            The District Judge by virtue of Sections 7 & 15 of the Civil Courts Act \n                             of 1958 would be entitled to distribute such work amongst any of the\n                             Additional District Judges under his supervision, but not to any Court\n                             of Civil Judge Class-I or Senior Civil Judge, or any Court of Small \n                             Causes. \n                            The Court referred:\n                                Ess Kay Fincorp Limited and ors. vs. Suresh Choudhary and \n                                 others, Air 2020 Raj 56 . \n                                Fun N. Fud vs. Glk Associates, 2019 Scc Online Guj 4236 . \n                                Vijay Cotton and Fiber Company Vs . Agarwal Cotton Spinning \n                                 Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019.\n                                Kirtikumar Futarmal Jain vs. Valencia Corporation, in 2019 Scc\n                                 Online Guj 3972 . \n                                Kandla Export Corporation and another vs. Oci Corporation and\n                                 another, (2018) 14 Scc 715 . \n                                State of Maharashtra, through Executive Engineer vs. Atlanta \n                                 Limited, (2014) 11 Scc 619 . \n                      --------------------------------------------------------------------------------------------\n                      Significant paragraphs: 11, 12, 13, 14 & 15.\n                      --------------------------------------------------------------------------------------------\n                      Heard on : 11.02.2021 (Hearing Convened through Video Conferencing) \n                      --------------------------------------------------------------------------------------------\n                                                          Order\n(Passed on this 26th day of February, 2021) Per: Mohammad Rafiq, Chief Justice This writ petition has been filed by Yashwardhan Raghuwanshi, who is an advocate practising law at Bhopal, assailing the  validity of order dated 20 th Signature SAN Not October, 2020 passed by the District and Sessions Judge, Bhopal, in exercise Verified WP-19656-2020 of powers conferred upon him by Section 15(1) of the Madhya Pradesh Civil Courts Act, 1958 (for short \"the Civil Courts Act\") read with Sections 194, 381(1) & 400 of the Code of Criminal Procedure, 1973 (for short \"CrPC\"), distributing civil and criminal business amongst the various Additional District Judges and Subordinate Judges working under his supervision in the District of Bhopal. Challenge in particular is made to Entry No.45 of the aforesaid order vide which the disputes/cases filed under the provisions of Sections 9, 14, 34 & 36 of the Arbitration and Conciliation Act, 1996 (for short \"the Arbitration Act\") involving commercial disputes under the provisions of the Commercial Courts Act, 2015 (further be called as \"the Commercial Courts Act\") of specified value between Rs.3 lac. to Rs.1 crore, have been assigned to the Court of XX Civil Judge Class-I, Bhopal. \n2. Mr. Deepesh Joshi, learned counsel for the petitioner submitted that allocation/distribution of the judicial work by the District Judge with regard to the commercial disputes filed under Sections 9, 14, 34 & 36 of the Arbitration Act to the Court of XX Civil Judge Class-I is wholly incompetent inasmuch as such allocation is based on wrongful interpretation of the legal provisions of the Arbitration Act, the Commercial Courts Act as well as the Civil Courts Act. It is contended that the District Judge has passed the aforesaid order in exercise of the powers conferred upon him under Sections 15(1) of the Civil Courts Act read with Sections 194, 381(1) and 400 of CrPC. The work distribution circular numbered as Q/EK-01/2020 dated 20.10.2020 at Paras- (C) & (D) of Entry No.45 assigned power to undertake trial of commercial disputes for a specific category as per the Commercial Courts Act to the Court Signature SAN Not Verified WP-19656-2020 of XX Civil Judge Class-I, Bhopal, having pecuniary jurisdiction over matters valued between Rs. 3 lac. and Rs.1 crore, which also includes the matter that comes under the purview of the Arbitration Act. Learned counsel submitted that the term \"specified value\" is defined in Section 2(1)(i) of the Commercial Courts Act. It is evident from the aforesaid provision that \"specified value\" in relation to a commercial dispute is determined on the basis of the subject matter of the respective suit, appeal or application. Sub-section (3) of Section 10 of the Commercial Courts Act provides that all applications or appeals arising out of arbitration under the provisions of the Arbitration Act shall be tried before any Commercial Court having territorial jurisdiction. It is true that the Court of XX Civil Judge Class-I, Bhopal has been designated as a Commercial Court vide notification dated 02-03.04.2019 (Annexure-P/2), but the Arbitration Act is a consolidated statute for law relating to any form of arbitration dispute. The Legislature in so providing, intended to streamline the commercial disputes arising out of arbitration in speedy manner, for which purpose the Special Courts have been set up. With that end in view, the Parliament has time and again made amendments in tune with modern day developments. \n3. Mr. Deepesh Joshi, learned counsel further argued that the term \"Court\" for the purpose of Arbitration Act has been defined under Section 2(1)(e) of the Arbitration Act which inter-alia provides that \"Court\" means, in cases of an arbitration other than international commercial arbitration, the Principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having Signature SAN Not Verified WP-19656-2020 jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade inferior to such Principal Civil Court, or any Court of Small Causes. In view of this provision, it is clear that any commercial dispute involving arbitration shall be tried only by Principal Civil Court of the superior most jurisdiction in the District i.e. the Court of District Judge or at the maximum, it could be assigned to the Court of Additional District Judge in a district as per Section 7 read with Section 15 of the Civil Courts Act but it cannot be assigned to a Court inferior thereto. It is contended that a conjoint reading of two Acts, namely, Arbitration Act and Commercial Courts Act, makes it clear that only such \"commercial matters\" which do not involve the arbitration matters can be assigned to a notified Commercial Court of the status of a Senior Civil Judge but all matters involving both Commercial Courts Act as well as Arbitration Act can only be tried by the Principal Civil Court of original jurisdiction. The Court of XX Civil Judge Class-I, Bhopal is therefore wholly incompetent to entertain, try and decide the arbitration disputes. \n4. Mr. Deepesh Joshi, learned counsel for the petitioner invited attention of the Court towards Section 11 of the Commercial Courts Act which inter- alia provides that notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division, shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of Civil Court is either expressly or impliedly barred under any other law for the time being in force. The Signature SAN Not Verified WP-19656-2020 jurisdiction of Commercial Courts of the status of Senior Civil Judge to entertain any suit, application or proceeding pertaining to Arbitration Act involving commercial disputes is expressly barred. Moreover, as per Section 13 of the Commercial Courts Act, an appeal against the order of Commercial Court (XX Civil Judge Class-I) shall lie to the Commercial Appellate Court (XIX Additional District Judge), which has been designated as Commercial Appellate Court by notification of the Government dated 26.10.2019 with allocation of the work in sub-para (D) and sub-para (E) of Para-23 of the order dated 04.02.2020 and then it has furrther provided appeal to the High Court. On the other hand, the Arbitration Act provides for only one appeal to the High Court under Section 37 of the Arbitration Act against the order of the Principal Civil Court. When the \"commercial arbitration matters\" are clubbed together, they create an ambiguity and conflict. It is however settled law that when there is conflict between two central enactments, the provision of special law should prevail over the general law. Thus on applying the doctrine of harmonious construction on the provisions of both the statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act vis-a-vis the more general statute i.e. the Commercial Courts Act. \n5. Mr. Deepesh Joshi, learned counsel for the petitioner in support of his arguments has relied on a Division Bench judgment of Rajasthan High Court in the case of Ess Kay Fincorp Limited and ors. vs. Suresh Choudhary and others, reported in AIR 2020 Raj 56; another Division Bench judgment of Gujarat High Court in the case of Fun N. Fud vs. GLK Associates reported in Signature SAN Not Verified WP-19656-2020 2019 SCC Online Guj 4236; judgments of Supreme Court in Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715 and State of West Bengal and other vs. Associated Contractors reported in (2015) 1 SCC 32; judgment of Uttarakhand High Court at Nainital passed in Appeal From Order No.378 of 2019, [M/s. Dalip Singh Adhikari vs. State of Uttarakhand and another] dated 23.09.2019 and judgment of this Court in the case of Mold-Tek Packaging Ltd. vs. S.D. Containers , Indore reported in 2020 (4) MPLJ 353.\n6. Mr. Swapnil Ganguly, learned Deputy Advocate General for the State relying upon the judgment of Supreme Court in the case of Kandla Export Corporation (supra) submitted that the Supreme Court in that case has held that the Arbitration Act and the Commercial Court Act are both speedy resolution disputes between the parties. These statutes can be best harmonized by giving effect to the special statue i.e. the Arbitration Act vis-a-vis the more general statute i.e. the Commercial Courts Act, which shall be left over to operate in spheres other than arbitration. It is argued that as per Section 7 of the Civil Courts Act the Principal Civil Court of original jurisdiction in a District is the Court of District Judge. Sub-section (2) of Section 7 of the Civil Courts Act provides that an Additional District Judge shall also discharge any of the functions, of a District Judge, including the functions of a Principal Civil Court of original jurisdiction which the District Judge may, by general or special order, assign to him and in discharge of such functions, he shall exercise the same powers as a District Judge. It is thus clear that it is the Court of District Judge or the Court of Additional District Judge who both are Signature SAN Not Verified WP-19656-2020 competent to exercise the powers of Principal Civil Court of an original jurisdiction. Since the High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction as far as arbitration matters are concerned, it is the Principal Civil Court of original jurisdiction which has been vested with the powers to entertain disputes under Sections 9 & 34 of the Arbitration Act. Learned Deputy Advocate General argued that as per Section 10(3) of the Commercial Courts Act, applications or appeals under the Arbitration Act, which were earlier filed before the Principal Civil Court of original jurisdiction in a district, are now being adjudicated by the Commercial Courts exercising territorial jurisdiction over such arbitration matters. It is only the Court of District Judge or the Additional District Judge who have the power to exercise the original jurisdiction of a Principal Civil Court. Learned Deputy Advocate General in support of his arguments relied on the judgment of Rajasthan High Court in the case of Hindustan Copper Limited vs. M/s. Bhagwati Gases Ltd, reported in 2005 Vol. IV WLC 251 and another judgment of Rajasthan High Court in Hindustan Copper Ltd. vs. Paramount Ltd. and another reported in 2018 SCC Online Raj 3055. As per Section 3 of the Commercial Courts Act there can be one or more Commercial Courts in a district, one comprising of a District Judge or other of a Judge lesser than a District Judge, depending upon the pecuniary limit of the matter involved. However, when it comes to arbitration matters under the Commercial Courts Act, the same are exclusively adjudicable by the Principal Civil Court of original jurisdiction, which is clearly the Court of District Judge or the Court of Additional District Judge. Therefore, the conferment of power on the Court of Civil Judge Class-I is contrary to law. \nSignature  SAN      Not Verified                                                                                          WP-19656-2020 7. Mr. Anshuman Singh, learned counsel appearing for the Madhya Pradesh High Court has argued that the question raised by the petitioner in the present case stands already answered by the Supreme Court in State of Maharashtra, through Executive Engineer vs. Atlanta Limited reported in (2014) 11 SCC 619, wherein, in the context of two Courts having concurrent jurisdiction, it was held that appeal against the award in cases where the District Court as the Principal Civil Court exercises original jurisdiction under the Arbitration Act, would lie to the High Court. It was held from the definition of \"Court\" as provided under Section 2(1)(e) of the Arbitration Act, it is imperative that within the area of jurisdiction of the Principal District Judge, only the High Court of Bombay is exclusively the competent court under its ordinary original civil jurisdiction to adjudicate upon the matter. The very inclusion of the High Court \"in exercise of its ordinary original civil jurisdiction\", within the definition of the \"Court\", will be rendered nugatory, if the above conclusion is not to be accepted. This is because, the \"Principal Civil Court of Original Jurisdiction in a district\", namely, the District Judge concerned, being a court lower in grade than the High Court, the District Judge concerned would always exclude the High Court from adjudicating upon the matter. Accordingly, the principle enshrined in Section 15 of Code of Civil Procedure cannot be invoked whilst interpreting Section 2(1)(e) of the Arbitration Act, held the Supreme Court. \n8. We have given our anxious consideration to the submissions made at the Bar, studied the cited precedents and perused the material available on Signature SAN Not record. \nVerified WP-19656-2020 9. In order to appreciate the question of law raised in the matter, we deem it appropriate to reproduce the provision of Section 2(1)(e) of the Arbitration Act, which reads as under:\n\"2. Definitions.- (1) In this Part, unless the contest otherwise requires,-\n(a) xxxxxx (b) xxxxxx (c) xxxxxx (e) \"Court\" means,- in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.\"\nAlso reproduced hereunder are the provisions of Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2) of the Commercial Courts Act, which read as under:-\n\"2. Definitions.- (1) In this Act, unless the context otherwise requires,-\n( a ) xxxxxx (b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the Constitution of India;\n3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at Signature SAN Not the District Judge level: \nVerified WP-19656-2020 Provided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary. \n(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary. \n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a court below the level of a District Judge. \n** * * * * * * * * * * \n10. Jurisdiction in respect of arbitration matters.- Where the subject- matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \nSignature  SAN      Not Verified                                                                                                  WP-19656-2020 (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \n                               * * *                    * * *                   * * *                   * * *\n\n                               15. Transfer of pending cases.-\n\n                               ( 1)xxxxxx ( 2 ) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2)\"\n10. The Gujarat High Court in M/s. OCI Corporation vs. Kandla Export Corporation reported in 2016 SCC Online Guj 5981 was dealing with a case where M/s. OCI Corporation filed application under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act, seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division. Gujarat High Court on analysis of provisions of Sections 2(1)(e), 47 of the Arbitration Act and Section 2(1)(i), Sections 6, 10, 15 of the Commercial Courts Act in Para-11 held as under:\nSignature  SAN      Not Verified                                                                                                   WP-19656-2020 \"11. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat. \n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court. \n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. \nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\" \nThe aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation, which was dismissed vide order dated 03.03.2017. Similar dispute again arose before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018) wherein Division Signature SAN Not Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Verified WP-19656-2020 Corporation (supra), reiterated the same view. The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019 holding that only the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act. \n11. The question that cropped up for consideration before the Division Bench of the Rajasthan High Court in the case of Ess Kay Fincorp Limited (supra) was as to which of the two Courts, namely, Principal Civil Court having original jurisdiction in a district, as defined under Section 2(1)(e) of the Arbitration Act, or the Commercial Court constituted under Section 3(1) of the Commercial Courts Act, as defined under Section 2 (b) of that Act, would be competent to execute arbitral award on a \"commercial dispute\"\npassed under the Arbitration Act. The Rajasthan High Court on analysis of law held as under:\n\"17. A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\". If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in Signature Not arbitral proceedings, their execution applications filed under Section 36 SAN Verified WP-19656-2020 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial Court and not the ordinary Civil Court/Principal Court of District Judge. \n** * *** *** ***\n19. In view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996.\" \n12. The Gujarat High Court in the case of Fun N fud (supra) was examining the validity of the order passed by the 2 nd Additional District Judge, Dahod by which it declined to hear an application preferred by the applicant therein under Section 9 of the Arbitration Act on the ground that it has no jurisdiction to hear and entertain such application and, therefore, returned the application to be presented before the Court of Principal Senior Civil Judge. It was argued that Section 2(1)(e) of the Arbitration Act, expressly excludes any Civil Court of a grade inferior to such Principal Civil Court, or any Court of Small Causes. In view of Section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force, the Commercial Court Signature SAN Not Verified WP-19656-2020 which is a Civil Court of a grade inferior to such Principal Civil Court, or any Court of small causes, would be barred from exercising jurisdiction under Section 9 or any provision of the Arbitration Act. \n13. In Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972 challenge was made to the order passed by the Principal District Judge, Surat in the Commercial Appeal preferred by the respondents against the order passed by the Arbitral Tribunal on the application made by the applicant under Section 17 of the Arbitration Act. The Commercial Court allowed the application filed under Section 37(2) of the Arbitration Act. The applicant in those facts approached the Commercial Court at Vadodara by way of application under Section 9 of the Arbitration Act with the prayer that the respondents be restrained from transferring or alienating the properties of the Firm or creating any right in favour of any third party. On behalf of the petitioner it was argued that the impugned order passed by the Principal District Judge was without jurisdiction inasmuch as the Principal District Judge had no power to entertain an application under Section 37 of the Arbitration Act. The Gujarat High Court in Paras- 16.1, 16.2 & 20.6 held as under:\n\"16.1 Insofar as the jurisdiction of the learned Principal District Judge to entertain the appeal under section 37 of the Arbitration Act is concerned, the learned counsel invited the attention of the court to sub- section (2) of section 37 of the Arbitration Act to submit that the appeal in the present case is preferred under clause (b) of sub-section (2) of section 37, which provides for an appeal to a court from an order of an Arbitral Tribunal granting or refusing to grant an interim measure under section 17 of that Act. It was submitted that the expression employed in sub-section (2) of section 37 is \"court\". Reference was made to clause Signature SAN Not Verified WP-19656-2020 (e) of section 2 of the Arbitration Act, which defines \"court\" to mean, in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the question forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes. It was submitted that therefore clause (e) of section 2 of the Arbitration Act lays down that \"court\"shall mean the principal Civil Court of original jurisdiction in a district, and specifically excludes any civil court of a grade inferior to such principal Civil Court or any court of Small Causes. \n16.2 Reference was made to section 12 of the Gujarat Civil Courts Act, 2005, which provides for jurisdiction of a court of District Judge and postulates that a court of District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction. It was submitted that the word \"court\" used under section 37(2)(b) of the Arbitration Act is the District Court. Moreover, section 2(e) of the Arbitration Act, specifically excludes any court of a grade inferior to such principal Civil Court or any Court of Small Causes from the ambit of the expression \"court\". It was submitted that source of appeal in this case is under section 37 of the Arbitration Act and the right flows from section 37. It was submitted that access to such appeal can be channelised through the concerned section of the Commercial Courts Act, but the right to appeal does not flow from the Commercial Courts Act.\n                      * * *                   * * *                   * * *                       * * *\n\n                      20.5       In this regard it may be noted that section 11 of the Commercial Courts Act provides that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any law for the time being in force. Clause (i) of section 2(e) of the Arbitration Act which defines the expression 'court' not only vests jurisdiction in the principal Civil Court of original jurisdiction in a district, including the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the Signature SAN Not subject matter of the arbitration if the same had been the subject matter Verified WP-19656-2020 of a suit, but it expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes. 20.6 Thus, section 2(e)(i) of the Arbitration Act expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes. Therefore, in view of section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force; read with the provisions of section 37(2)(b) of the Arbitration Act, any Commercial Court which is a civil court of a grade inferior to such principal Civil Court or any Court of Small causes, would be barred from exercising jurisdiction under section 37(2) (b) of the Act. The Supreme Court in State of West Bengal v. Associated Contractors (supra), has held that section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of original jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as 'court' for the purpose of Part 1 of the Arbitration Act, 1996.\" \n14. It would be thus evident from the language employed by the Legislature in the definition clause of \"Court\" in Section 2(1)(e) of the Arbitration Act that it intended to confer power in respect of the disputes involving arbitration on the highest judicial Court of a District so as to minimize the supervisory role of the Courts in the arbitral process and, therefore, purposely excluded any Civil Court of grade inferior to such Principal Civil Court, or any Court of Small Causes. The Court of superior most jurisdiction in a District is the Court of District Judge as interpreted by the Supreme Court in the case of Atlanta Limited (supra). The jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act and Section 15 thereof contemplates transfer of all suits and Signature SAN Not applications including the application under the Arbitration Act pending in Verified WP-19656-2020 Civil Courts in any district or pending in High Court where Commercial Division is constituted or area in respect of which the Commercial Courts have been constituted. While Section 11 of the Commercial Courts Act bars the jurisdiction of a Commercial Court or a Commercial Division to entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force, Section 21 of the Commercial Courts Act stipulates that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. Segregation of an arbitration matters on the basis of a pecuniary limit is not what the law provides for. All the arbitration matters, irrespective of the value of claim, are required to be adjudicated by Principal Civil Court of original jurisdiction. Therefore, it is clear that in respect of commercial disputes involving an arbitration dispute only the Commercial Court of the status of District Judge or Additional District Judge would be the competent court to entertain the matters under Sections 9, 14, 34 & 36 of the Arbitration Act. Although, the impugned order can be sustained in so far as the distribution of the commercial disputes of the value of the claim in cases other than arbitration matters are concerned. The impugned order to the extent of classifying the commercial disputes having subject matter of arbitration on the basis of valuation and conferring powers therefor on the Court of XX Civil Judge Class-I, Bhopal, would be violative of relevant provisions of law. \nSignature  SAN      Not Verified                                                                                        WP-19656-2020 15. In view of the above discussions, the present petition deserves to succeed. The Entry No.45 of the impugned order dated 20.10.2020 is set aside. It is hereby declared that the Court of District Judge as the Principal Civil Court of original jurisdiction would be competent to decide the matters/disputes filed under the provisions of Sections 9, 14, 34 & 36 of the Arbitration Act and also under the provisions of the Commercial Courts Act regardless of the value of claim. However, the District Judge by virtue of Section 7 read with Section 15 of the Civil Courts Act would be entitled to distribute such work amongst any of the Additional District Judges under his supervision, but not to any Court of Civil Judge Class-I or Senior Civil Judge, or any Court of Small Causes. \nThe writ petition is accordingly allowed. A copy of this order be endorsed to the Registrar General of the High Court for being circulated amongst all the District & Sessions Judges of the State. \n                       (MOHAMMAD RAFIQ)                           (VIJAY KUMAR SHUKLA) \n                         CHIEF JUSTICE                                    JUDGE             s@if Signature  SAN      Not Verified",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court dinesh chandra vs eadred finance private limited and 3 . on 13 august, 2024 author: chief justice bench: chief justice high court of judicature at allahabad neutral citation no. 2024:ahc:131236-db reserved chief justice's court case :appeal under section 37 of arbitration and conciliation act 1996 no. 984 of 2023 appellant :dinesh chandra respondent :eadred finance private limited and 3 others counsel for appellant :a.k. gupta (sr. adv.) with viveka nand rai counsel for respondent :manish goyal (sr. adv.) with nikhil mishra and subham jadaun hon'ble arun bhansali,chief justice hon'ble vikas budhwar,j. (per: arun bhansali, cj) 1. heard sri a.k. gupta, learned senior advocate, assisted by sri viveka nand rai, learned counsel for the appellant and sri manish goyal, learned senior advocate, assisted by sri nikhil mishra and sri subham jadaun, learned counsel for the respondents. 2. this appeal, filed under section 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act'), is directed against judgment dated 06.11.2023 passed by the commercial court no. 2, agra, whereby the application filed by the appellant for setting aside arbitral award dated 06.09.2022 has been dismissed. 3. the appellant is a borrower from the respondent-company, wherein he took a loan of rs. 70,00,000/from the company on 28.04.2018 and was required to repay the same in monthly installments of rs. 1,47,500/-. 4. on account of dispute pertaining to the repayment of the amount in question, the respondent approached the sole arbitrator by filing a claim to the tune of rs. 1,41,54,573/along with interest at the rate of 16% per annum with monthly rests. it appears that the appellant, on coming to know of appointment of arbitrator, filed objection/application under sections 16, 12(3)(a) and 14 of the act. objection was rejected and the award impugned was passed against the appellant for the amount of rs. 1,41,54,573/along with interest at the rate of 16% per annum pendente lite. an amount of rs. 2,47,900/was also awarded as cost of arbitration. 5. feeling aggrieved, the appellant filed application under section 34 of the act. initially, the commercial court, by its order dated 20.04.2023, rejected the application under section 34 of the act by refusing to condone the delay in filing the application. 6. feeling aggrieved, appeal under section 37 of the act no. 589 of 2023 was filed, which came to be allowed by order dated 31.05.2023 by a division bench of this court, whereby the order dated 20.04.2023 passed by the commercial court was set aside and the matter was remanded back to the commercial court requiring it to decide the application under section 34 of the act on merits. 7. whereafter the commercial court has passed the order impugned dismissing the application under section 34, wherein the commercial court came to the conclusion that agreement dated 28.04.2018 is admitted, wherein it was agreed that sole arbitrator shall be appointed by the lender and therefore, it cannot be said that the appellant had not given any consent for appointment of arbitrator. the court was further of the opinion that no objection was raised before the arbitrator and the appellant had participated in the arbitration proceedings. further, the objection raised by filing application under sections 12(3)(a), 14 and 16 of the act was rejected by the arbitrator as the same was not filed within limitation prescribed under section 13(2) of the act. the court was further of the opinion that once neither any document nor any proof has been produced to indicate that arbitrator had any relationship or interest in the respondent/company, there was no substance in the said allegation and consequently, dismissed the application under section 34. 8. feeling aggrieved, the present appeal has been filed. learned counsel for the appellant made submissions that present is a case of unilateral appointment of the arbitrator, which is against the fundamental principles of natural justice. no notice was given by the respondent prior to appointment of sole arbitrator and the appellant neither participated nor was consulted in the process of appointment of arbitrator. the application was promptly filed before the arbitrator himself, who rejected the same on baseless grounds. it was submitted that irrespective of any other aspect, the mere fact that right to appoint arbitrator under the arbitration agreement has been conferred on 'the lender', the appointment made by the lender is void ab initio and consequently, the award cannot be sustained. reliance was placed on perkins eastman architects dpc and another vs. hscc (india) limited : (2020) 20 scc 760 and ahluwalia contracts (india) limited vs. housing and urban development corporation and another : (2007) 4 arblr 539. 9. further submissions have been made that this court, while remanding the matter, had directed the commercial court to decide the application on merits, however, the same has not been decided on merits and only the aspect pertaining to the jurisdiction of the arbitrator and validity of his appointment has been decided and on that count also the judgment impugned deserves to be set aside. submissions were also made that the arbitrator is a known lawyer and has relations with the director of the respondent-company and therefore, he is ineligible to be appointed as arbitrator, however, the said aspect of the matter has not at all been addressed by the commercial court and therefore, on that count also the order impugned deserves to be set aside. 10. learned counsel for the respondent made vehement submissions that the entire plea sought to be raised by the appellant regarding appointment of the arbitrator is wholly baseless. submissions have been made that before the arbitrator, despite notices of meeting dated 14.03.2022, 18.04.2022 and 21.05.2022, respondent did not appear, however, the arbitrator did not proceed with the matter ex-parte and on 21.05.2022, fixed the matter at 04:00 pm when appearance was made only by the appellant, who was granted time to file reply. on 01.06.2022, again time was granted to file reply. on 02.07.2022, the arbitrator noticed that an application dated 13.06.2022 along with affidavit, requesting the termination of arbitral proceedings has reached by post on 22.06.2022, when time was sought by the respondent to make submissions on the said application. on 15.07.2022, time was granted to move objection under section 16 of the act. on 23.07.2022, adjournment was sought by the appellant and after few dates, on 06.08.2022, the arbitrator decided the objections raised pertaining to his jurisdiction holding that though the respondent had received the communication proposing appointment of the arbitrator the same was not responded and as the objection filed is beyond limitation, as prescribed under section 13(2) of the act, the same was rejected. observations were also made that the arbitrator had no past relationship with the company. 11. it was further emphasised by learned counsel that in terms of section 30 of the act, the appellant moved an application specifically indicating that under the guidance of the arbitrator, he was ready for talk regarding all the financial transactions in the process and required the arbitrator to conduct all the talks between the parties under his guidance to which the respondent had agreed, however, for lack of mutual settlement the same was dropped. thereafter, proceeding under order viii rule 10 cpc against the appellant and ex-parte against respondent nos. 2 & 3, the award was passed. it was emphasized that as the appellant has acquiesced to the arbitration by the arbitrator and no material has been disclosed/particulars have been indicated either before the arbitrator or before the commercial court or even before this court pertaining to his alleged disability, the allegations pertaining to bias of the arbitrator are absolutely baseless. it was submitted that the judgments cited have no application to the present case as the same pertain to appointment of arbitrator under section 11(6) of the act. submissions were also made that provisions of section 12(5) of the act are as proviso to section 11(2), wherein parties are free to agree on a procedure for appointing arbitrator or arbitrators, however, the arbitrator is required to comply with the requirements of section 12 of the act and therefore, the plea raised has no substance. reliance was placed on lombardi engineering limited vs. uttarakhand jal vidyut nigam limited : arbitration petition no. 43 of 2022 decided on 06.11.2023. 12. we have considered the submissions made by counsel for the parties and have perused the material available on record. 13. the arbitration clause, which is the subject matter of the dispute, reads as under: \"12. dispute resolution any dispute arising out of or in relation to the loan, including this agreement and/or loan documents shall be referred for arbitration to the sole arbitrator appointed by the lender. the parties agree and confirm that the arbitration proceeding shall be conducted in accordance with the arbitration & conciliation act, 1996 and the rules applicable business loan/loan against property thereto. the venue of the arbitration shall be at mathura or capital of the state where the borrower resides, at the sole discretion of lender and the arbitration proceeding shall be conducted in english language. the decision of the arbitrator shall be final and binding on the parties. pending the passing of final award, the borrower shall be liable business loan/loan against property to perform all its obligations business loan/loan against property under this agreement.\" (emphasis supplied) a perusal of the above arbitration clause/agreement would reveal that the same provides that dispute arising out of or in relation to the loan, including the agreement shall be referred for arbitration to the sole arbitrator 'appointed by the lender'. 14. the issue which arises for consideration in the present appeal is whether the award impugned and the order passed by the commercial court are liable to be set aside on the ground that the arbitrator was appointed unilaterally by the respondent and was thus, ineligible by virtue of section 12 of the act as well as the law laid down by hon'ble supreme court to conduct the arbitral proceedings and deliver the award impugned. 15. the issue, pertaining to the status of agreement/award, where in terms of provisions of section 11(2) of the act, which provides for parties to agree on a procedure for appointing the arbitrator or arbitrators and an agreement has been entered into, whereby the power is unilaterally given to one party to the agreement, has drawn the attention of the hon'ble supreme court, wherein hon'ble supreme court in the case of perkins eastman architects (supra) has, inter alia, laid down as under: \"20. we thus have two categories of cases. the first, similar to the one dealt with in trf limited vs. energo engg. projects ltd., (2017) 8 scc 377 where the managing director himself is named as an arbitrator with an additional power to appoint any other person as an arbitrator. in the second category, the managing director is not to act as an arbitrator himself but is empowered or authorised to appoint any other person of his choice or discretion as an arbitrator. if, in the first category of cases, the managing director was found incompetent, it was because of the interest that he would be said to be having in the outcome or result of the dispute. the element of invalidity would thus be directly relatable to and arise from the interest that he would be having in such outcome or decision. if that be the test, similar invalidity would always arise and spring even in the second category of cases. if the interest that he has in the outcome of the dispute, is taken to be the basis for the possibility of bias, it will always be present irrespective of whether the matter stands under the first or second category of cases. we are conscious that if such deduction is drawn from the decision of this court in trf limited, all cases having clauses similar to that with which we are presently concerned, a party to the agreement would be disentitled to make any appointment of an arbitrator on its own and it would always be available to argue that a party or an official or an authority having interest in the dispute would be disentitled to make appointment of an arbitrator. 21. but, in our view that has to be the logical deduction from trf limited. paragraph 50 of the decision shows that this court was concerned with the issue, \"whether the managing director, after becoming ineligible by operation of law, is he still eligible to nominate an arbitrator\". the ineligibility referred to therein, was as a result of operation of law, in that a person having an interest in the dispute or in the outcome or decision thereof, must not only be ineligible to act as an arbitrator but must also not be eligible to appoint anyone else as an arbitrator and that such person cannot and should not have any role in charting out any course to the dispute resolution by having the power to appoint an arbitrator. the next sentences in the paragraph, further show that cases where both the parties could nominate respective arbitrators of their choice were found to be completely a different situation. the reason is clear that whatever advantage a party may derive by nominating an arbitrator of its choice would get counter balanced by equal power with the other party. but, in a case where only one party has a right to appoint a sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution. naturally, the person who has an interest in the outcome or decision of the dispute must not have the power to appoint a sole arbitrator. that has to be taken as the essence of the amendments brought in by the arbitration and conciliation (amendment) act, 2015 (act 3 of 2016) and recognised by the decision of this court in trf limited.\" 16. from the above, it would be seen that hon'ble supreme court was clearly of the opinion that where only one party has a right to appoint the sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution and the person, who has an interest in the outcome of the dispute, must not have the power to appoint a sole arbitrator and the same was taken as the essence of the amendments brought in the year 2015. 17. hon'ble supreme court in bharat broadband network limited vs. united telecoms limited : (2019) 6 scr 97 held that a unilaterally appointed arbitrator is de jure ineligible to perform his function and his mandate is automatically terminated under section 14(1)(a) of the act. it was further held that any prior agreement to do away with this ineligibility would be wiped out by the non-obstante clause in section 12(5) and the same only be cured through an express waiver. the hon'ble supreme court observed as under: \"15. section 12(5), on the other hand, is a new provision which relates to the de jure inability of an arbitrator to act as such. under this provision, any prior agreement to the contrary is wiped out by the nonobstante clause in section 12(5) the moment any person whose relationship with the parties or the counsel or the subject matter of the dispute falls under the seventh schedule. the sub-section then declares that such person shall be \"ineligible\" to be appointed as arbitrator. the only way in which this ineligibility can be removed is by the proviso, which again is a special provision which states that parties may, subsequent to disputes having arisen between them, waive the applicability of section 12(5) by an express agreement in writing. what is clear, therefore, is that where, under any agreement between the parties, a person falls within any of the categories set out in the seventh schedule, he is, as a matter of law, ineligible to be appointed as an arbitrator. the only way in which this ineligibility can be removed, again, in law, is that parties may after disputes have arisen between them, waive the applicability of this sub-section by an \"express agreement in writing\". obviously, the \"express agreement in writing\" has reference to a person who is interdicted by the seventh schedule, but who is stated by parties (after the disputes have arisen between them) to be a person in whom they have faith notwithstanding the fact that such person is interdicted by the seventh schedule. * * * 17. the scheme of sections 12, 13 and 14, therefore, is that where an arbitrator makes a disclosure in writing which is likely to give justifiable doubts as to his independence or impartiality, the appointment of such arbitrator may be challenged under sections 12(1) to 12(4) read with section 13. however, where such person becomes \"ineligible\" to be appointed as an arbitrator, there is no question of challenge to such arbitrator, before such arbitrator. in such a case, i.e., a case which falls under section 12(5), section 14(1)(a) of the act gets attracted inasmuch as the arbitrator becomes, as a matter of law (i.e., de jure), unable to perform his functions under section 12(5), being ineligible to be appointed as an arbitrator. this being so, his mandate automatically terminates, and he shall then be substituted by another arbitrator under section 14(1) itself. it is only if a controversy occurs concerning whether he has become de jure unable to perform his functions as such, that a party has to apply to the court to decide on the termination of the mandate, unless otherwise agreed by the parties. thus, in all section 12(5) cases, there is no challenge procedure to be availed of. if an arbitrator continues as such, being de jure unable to perform his functions, as he falls within any of the categories mentioned in section 12(5), read with the seventh schedule, a party may apply to the court, which will then decide on whether his mandate has terminated. .\" 18. from the judgments in the case of perkins eastman architects (supra), which followed trf limited vs. energo engineering projects limited : (2017) 8 scc 377 and bharat broadband network limited (supra), it is apparent that unilateral appointment of the arbitrator by a party, who has some interest in the final outcome, is not permissible. provisions of section 12(5), inter alia, provides that notwithstanding any prior agreement to the contrary, any person, whose relationship with the parties or counsel or the subject-matter of the dispute falls under any of the categories specified in the seventh schedule, shall be ineligible to be appointed as an arbitrator. the only exception is provided in the proviso that parties may, subsequent to disputes having arisen between them, waive the applicability of the said provision by an express agreement in writing. once the provisions of section 12(5) have been interpreted by hon'ble supreme court having application to clause in agreement providing for unilateral appointment of arbitrators, unless in those circumstances, after the dispute has arisen, a written consent is given by the other party, arbitrator appointed would be ineligible. 19. in the present case, specific objections were raised before the arbitrator regarding his unilateral appointment, however, the same were rejected by him as barred by limitation under section 13(2) of the act. reliance placed by learned counsel for the respondent on the purported application made under section 30(1) of the act to the arbitrator, as having acquiesced to his appointment, cannot be accepted for the simple reason that the proviso to section 12(5) of the act requires an express agreement in writing subsequent to disputes having arisen, which is not the case of the respondent. 20. once it is found, based on the judgments of hon'ble supreme court, that the unilateral appointment of the arbitrator by the respondent is illegal and void, as to what would be the consequence of the said illegality on the arbitral award, is the question. 21. in ram kumar vs. shriram transport finance co. limited : 2022 online del 4268, a division bench of delhi high court, while deciding an application under section 34 of the act in a case where the award was passed by a unilaterally appointed arbitrator, held that an arbitral award passed by a person ineligible to work as an arbitrator cannot be considered as an arbitral award under the provisions of the act. it was laid down as under: \"8. clearly, an award rendered by a person who is ineligible to act as an arbitrator would be of little value; it cannot be considered as an arbitral award under the a&c act. while it is permissible for the parties to agree to waive the ineligibility of an arbitrator, the proviso to section 12(5)of the a&c act makes it clear that such an agreement requires to be in writing. in proddatur cable tv digi services v. siti cable network limited (2020) 267 dlt 51, the learned single judge of this court, following the decision in trf ltd. v. energo engineering projects ltd. (supra) and perkins eastman architects dpc v. hscc (india) ltd. (supra), held that unilateral appointment of an arbitrator by a party is impermissible.\" 22. so far as the judgment in lombardi engineering limited (supra) cited by learned counsel for the respondent is concerned, the same, instead of supporting the cause of the respondent, reiterates the law laid down in the case of perkins eastman architects (supra) inasmuch as the arbitration clause in the said case provided for referring the dispute to sole arbitrator to be appointed by the principal secretary/secretary, irrigation department, uttrakhand and the issue framed by hon'ble supreme court pertained to whether the said clause was in conflict with the decision in the case of perkins eastman architects (supra). hon'ble supreme court ordered that the condition regarding appointment by the principal secretary/secretary, irrigation was required to be ignored and the hon'ble court appointed an independent arbitrator. 23. consequently, the award which has been passed by a de jure ineligible arbitrator suffers from patent illegality and cannot be sustained. 24. in view of the above discussion, the appeal is allowed. the judgment dated 06.11.2023, passed by commercial court no. 2, agra in misc. arbitration case no. 5 of 2023 is set aside. the application filed by the appellant under section 34 of the act is allowed. the award impugned dated 06.09.2022 passed by the sole arbitrator is set aside. 25. it is, however, made clear that since the impugned award has been set aside on the ground of ineligibility of the learned arbitrator to act as an arbitrator, parties are not precluded from re-agitating their claims afresh, before another arbitral tribunal. 26. no order as to costs. order date :13.08.24. p.sri. (vikas budhwar, j) (arun bhansali, cj)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf1db88d5b7647e8b96319009826039b_0"
        },
        {
            "start": 155,
            "end": 267,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadhya Pradesh High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43bc455ca0e34733ae88343329f2c736_1"
        },
        {
            "start": 269,
            "end": 344,
            "text": "Yashwardhan Raghuwanshi vs District And Sessions Judge on 26 February, 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b51aff7aade466eb681792dd5d29b93_2"
        },
        {
            "start": 346,
            "end": 524,
            "text": "Author: Chief Justice\nBench: Mohammad Rafiq, Vijay Kumar Shukla, Chief Justice\n                                                                                                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2a5a47ceb2f472cae7000127456fb70_3"
        },
        {
            "start": 524,
            "end": 532,
            "text": "Wp-19656",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c66979d66d41469c8d9e2c541fd664c6_4"
        },
        {
            "start": 533,
            "end": 539,
            "text": "- 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57c80d830977495fb15685882867dcff_5"
        },
        {
            "start": 608,
            "end": 720,
            "text": "[ 1 ] \n\n                  The High Court Of Judicature For Madhya Pradesh,\n                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "563713daab214037b96d0637438c7ee5_6"
        },
        {
            "start": 720,
            "end": 731,
            "text": "At Jabalpur",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b2b54b339834c3888f32628de2c3747_7"
        },
        {
            "start": 787,
            "end": 804,
            "text": "( Division Bench)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f593f3e85b04365bd7bdaf3973594c8_8"
        },
        {
            "start": 865,
            "end": 873,
            "text": "Wp-19656",
            "labels": [
                "PREAMBLE"
            ],
            "id": "89066a103ed94023b43913ed21eb613f_9"
        },
        {
            "start": 874,
            "end": 880,
            "text": "- 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f519120b81894dada26f769819b55fc7_10"
        },
        {
            "start": 905,
            "end": 928,
            "text": "Yashwardhan Raghuwanshi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "449db644a1a94b8f9a1f326b49964a46_11"
        },
        {
            "start": 973,
            "end": 985,
            "text": "............",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c4620dc71e748f9ade402c4f889fa5b_12"
        },
        {
            "start": 986,
            "end": 996,
            "text": "Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a364228066294ea5ac476728cafcf88e_13"
        },
        {
            "start": 1065,
            "end": 1102,
            "text": "Vs . \n\n                      District",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c67c3f01b8b49728bf5e7ce6e787ef9_14"
        },
        {
            "start": 1103,
            "end": 1113,
            "text": "& Sessions",
            "labels": [
                "PREAMBLE"
            ],
            "id": "159057a0f96b494e8e7c2ffe342a6950_15"
        },
        {
            "start": 1114,
            "end": 1123,
            "text": "Judge and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3fc53209903e4f7d8c20aec0b09bee8f_16"
        },
        {
            "start": 1124,
            "end": 1131,
            "text": "another",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0d10f1b6446424382c573fa61861673_17"
        },
        {
            "start": 1161,
            "end": 1170,
            "text": ".........",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af7697904af6432da31df455847e6dd0_18"
        },
        {
            "start": 1171,
            "end": 1182,
            "text": "Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9fc09cea62e4e7f8e4067781f4d2f1c_19"
        },
        {
            "start": 1206,
            "end": 1298,
            "text": "--------------------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b28055b621724447a780fd7a494dc396_20"
        },
        {
            "start": 1322,
            "end": 1329,
            "text": "Coram :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "114a1931c8ca44c18aad09855fbabf9f_21"
        },
        {
            "start": 1368,
            "end": 1417,
            "text": "Hon'ble Mr. Justice Mohammad Rafiq, Chief Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cdc0c38a23e94a21878bc6133242aa65_22"
        },
        {
            "start": 1418,
            "end": 1893,
            "text": "\n                                     Hon'ble Mr. Justice Vijay Kumar Shukla, Judge\n                      --------------------------------------------------------------------------------------------\n                      Presence :\n                              Mr. Deepesh Joshi, Advocate for the petitioner.\n                             Mr. Swapnil Ganguly, Deputy Advocate General for the State.\n                             Mr. Anshuman Singh, Advocate for the High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6da1e1112a9a4b29a085e06c09e6a6ac_23"
        },
        {
            "start": 1894,
            "end": 1924,
            "text": "of M.P.\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6df3bfee63bf457fa0550e8d64ca438e_24"
        },
        {
            "start": 1924,
            "end": 2039,
            "text": "--------------------------------------------------------------------------------------------\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eedb355d04324eec988120e39eb665c0_25"
        },
        {
            "start": 2039,
            "end": 2070,
            "text": "Whether approved for reporting:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4803d8a9e5548d0bad58e54924da778_26"
        },
        {
            "start": 2071,
            "end": 2214,
            "text": "Yes. \n                      --------------------------------------------------------------------------------------------\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1036aad71bf445ae92d2ca2112de7b83_27"
        },
        {
            "start": 2214,
            "end": 2228,
            "text": "Law Laid Down:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "499e889e13ca43399807796f6ad73c12_28"
        },
        {
            "start": 2229,
            "end": 2425,
            "text": "\n                            As seen from the language employed in the definition clause of \"Court\"\n                             in Section 2(1)(e) of the Arbitration Act and Conciliation Act,1996",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a0b8d4d1dc3043b28462630b14da19d5_29"
        },
        {
            "start": 2426,
            "end": 2955,
            "text": ", the\n                             Legislature intended to confer power in respect of the disputes\n                             involving arbitration on the highest judicial Court of the District so as\n                             to minimize the supervisory role of the Courts in the arbitral process\n                             and, therefore, purposely excluded any Civil Court of a grade inferior\n                             to such Principal Civil Court, or any Court of Small Causes.\n                                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd611e8ebb954a04ba75e9246ddb3664_30"
        },
        {
            "start": 2955,
            "end": 3046,
            "text": "Thus, in respect of commercial disputes involving arbitration\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8afb3aba85c94c32a24026f77278262a_31"
        },
        {
            "start": 3046,
            "end": 3117,
            "text": "only the Commercial Court of the status of District Judge or Additional",
            "labels": [
                "PREAMBLE"
            ],
            "id": "065f761293e547988aeec6112cdb078d_32"
        },
        {
            "start": 3148,
            "end": 3246,
            "text": "District Judge would be the competent court to entertain the matters\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4be140b9085a4bdc9a94a23d09436fb4_33"
        },
        {
            "start": 3246,
            "end": 3354,
            "text": "under Sections 9, 14, 34 & 36 of the Arbitration Act and Conciliation\n                             Act,1996.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f55e3b5cf1134a5088fb3ade8f73ff1a_34"
        },
        {
            "start": 3355,
            "end": 3402,
            "text": "The impugned order to the extent of classifying",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a49c455cef014bbcabfee5dcba08adb4_35"
        },
        {
            "start": 3403,
            "end": 3523,
            "text": "the\n                             commercial disputes having arbitration as subject matter on the basis of\nSignature\n San",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6eeafbb95eb44481bda2560f18a47c28_36"
        },
        {
            "start": 3529,
            "end": 3612,
            "text": "Not                mere valuation and conferring powers therefor on the Court of Xx",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3684e459a91041d89be779580a78f1c9_37"
        },
        {
            "start": 3614,
            "end": 3622,
            "text": "Verified",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e9269b42c5146fb9480ad61102c5972_38"
        },
        {
            "start": 3623,
            "end": 3662,
            "text": "\n\nDigitally signed by\nSaifan Khan\nDate:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "658339081859443b9ed9466fdcecd7b9_39"
        },
        {
            "start": 3663,
            "end": 3673,
            "text": "2021.02.26",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b14f29fe1a946c6ba25694d0b27099c_40"
        },
        {
            "start": 3675,
            "end": 3796,
            "text": "17:13:08 Ist\n                                                                                                    Wp-19656",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e5014207c934a50962c71ce16d52e3f_41"
        },
        {
            "start": 3797,
            "end": 3803,
            "text": "- 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c75e8c33d30c4600aead5135cea47eb3_42"
        },
        {
            "start": 3872,
            "end": 3936,
            "text": "[ 2 ] \n\n                             Civil Judge Class-I, Bhopal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03893afe7dff41ca853a4a3a2d8b1ad9_43"
        },
        {
            "start": 3937,
            "end": 4017,
            "text": ", would be violative of relevant provisions\n                             of law.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74361bbd2f8a42b9bd7fd30b5d7408e2_44"
        },
        {
            "start": 4018,
            "end": 4216,
            "text": "However, it can be sustained in so far as distribution of the work\n                             of commercial disputes as per the value of the claim in cases other than\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf73ac4b4b2646a7b48f149b5f8a4f19_45"
        },
        {
            "start": 4216,
            "end": 4250,
            "text": "arbitration matters are concerned.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b18836b0dd064aae87d3679d28fbcd58_46"
        },
        {
            "start": 4280,
            "end": 4351,
            "text": "The District Judge by virtue of Sections 7 & 15 of the Civil Courts Act",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94c8dbb26f33415a82603ad8bc747cd3_47"
        },
        {
            "start": 4382,
            "end": 4480,
            "text": "of 1958 would be entitled to distribute such work amongst any of the\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc45766af184471cbde85ccf82a19707_48"
        },
        {
            "start": 4480,
            "end": 4647,
            "text": "Additional District Judges under his supervision, but not to any Court\n                             of Civil Judge Class-I or Senior Civil Judge, or any Court of Small",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a22f0bcdbd04e3287d3ea778ab5a620_49"
        },
        {
            "start": 4678,
            "end": 4685,
            "text": "Causes.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bca14a7614bc46bcb9e68dd359e91b0b_50"
        },
        {
            "start": 4715,
            "end": 4767,
            "text": "The Court referred:\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76ece23fca5f4a50b77773b4dfc98bd2_51"
        },
        {
            "start": 4767,
            "end": 4824,
            "text": "Ess Kay Fincorp Limited and ors. vs. Suresh Choudhary and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "567bd3a5549341b880b4796e7b86e964_52"
        },
        {
            "start": 4859,
            "end": 4882,
            "text": "others, Air 2020 Raj 56",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8dfa82a7b7974369bae578abdde86b06_53"
        },
        {
            "start": 4883,
            "end": 4948,
            "text": ". \n                                Fun N. Fud vs. Glk Associates,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff5fd4b55d1e471883604d11ba71bdb1_54"
        },
        {
            "start": 4949,
            "end": 4968,
            "text": "2019 Scc Online Guj",
            "labels": [
                "PREAMBLE"
            ],
            "id": "439b9c8b1b6f49f6a8109980433e262e_55"
        },
        {
            "start": 4969,
            "end": 4975,
            "text": "4236 .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "708e81fa672f4f5eb849f8604b4c0f96_56"
        },
        {
            "start": 5009,
            "end": 5042,
            "text": "Vijay Cotton and Fiber Company Vs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13e120a36d1f40a79c0abee8c262157c_57"
        },
        {
            "start": 5043,
            "end": 5068,
            "text": ". Agarwal Cotton Spinning",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98fe3b2ac9fd4ade8a3dc4c8f210f3b6_58"
        },
        {
            "start": 5103,
            "end": 5200,
            "text": "Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019.\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2fa3de9347d340ae8b6fdeeeeecd14be_59"
        },
        {
            "start": 5200,
            "end": 5296,
            "text": "Kirtikumar Futarmal Jain vs. Valencia Corporation, in 2019 Scc\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5342ca611bf4ea6a735bfb83aaa18ed_60"
        },
        {
            "start": 5296,
            "end": 5302,
            "text": "Online",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa6b57f648f0496c8c9453662c6118ee_61"
        },
        {
            "start": 5303,
            "end": 5311,
            "text": "Guj 3972",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21c8d8a633214ce5ba131a7b5ee6ac64_62"
        },
        {
            "start": 5312,
            "end": 5442,
            "text": ". \n                                Kandla Export Corporation and another vs. Oci Corporation and\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07eb35c9e59a4ac6afa8dfa3900c89b4_63"
        },
        {
            "start": 5442,
            "end": 5468,
            "text": "another, (2018) 14 Scc 715",
            "labels": [
                "PREAMBLE"
            ],
            "id": "57289397596c42e38537c39b93f29b68_64"
        },
        {
            "start": 5469,
            "end": 5543,
            "text": ". \n                                State of Maharashtra, through Executive",
            "labels": [
                "PREAMBLE"
            ],
            "id": "61268ee2d9d14e978471a3cf4b2153d1_65"
        },
        {
            "start": 5544,
            "end": 5552,
            "text": "Engineer",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b314973db1de46c681dbb936964545e0_66"
        },
        {
            "start": 5553,
            "end": 5564,
            "text": "vs. Atlanta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8f53ddd28d64181a8e2ff18309495a6_67"
        },
        {
            "start": 5599,
            "end": 5617,
            "text": "Limited, (2014) 11",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5d742a444ad946ada1ffde216edeb9c0_68"
        },
        {
            "start": 5618,
            "end": 5625,
            "text": "Scc 619",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ced1a30769b741f0b24d2f49f45d510f_69"
        },
        {
            "start": 5626,
            "end": 5766,
            "text": ". \n                      --------------------------------------------------------------------------------------------\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07dbd19eaa3944bd8f0c85ce96f7efef_70"
        },
        {
            "start": 5766,
            "end": 6015,
            "text": "Significant paragraphs: 11, 12, 13, 14 & 15.\n                      --------------------------------------------------------------------------------------------\n                      Heard on : 11.02.2021 (Hearing Convened through Video Conferencing)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a19653ff05924c99b4a53f38160ae9dc_71"
        },
        {
            "start": 6039,
            "end": 6196,
            "text": "--------------------------------------------------------------------------------------------\n                                                          Order\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7bdf0d5887754816a794b719a6c6d72b_72"
        },
        {
            "start": 6196,
            "end": 6239,
            "text": "(Passed on this 26th day of February, 2021)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4dd589b29a944483b423b46a1533ef7b_73"
        },
        {
            "start": 6240,
            "end": 6395,
            "text": "Per: Mohammad Rafiq, Chief Justice This writ petition has been filed by Yashwardhan Raghuwanshi, who is an advocate practising law at Bhopal, assailing the",
            "labels": [
                "FAC"
            ],
            "id": "cac6a39a5c694950b055613e80ad919c_74"
        },
        {
            "start": 6397,
            "end": 6935,
            "text": "validity of order dated 20 th Signature SAN Not October, 2020 passed by the District and Sessions Judge, Bhopal, in exercise Verified WP-19656-2020 of powers conferred upon him by Section 15(1) of the Madhya Pradesh Civil Courts Act, 1958 (for short \"the Civil Courts Act\") read with Sections 194, 381(1) & 400 of the Code of Criminal Procedure, 1973 (for short \"CrPC\"), distributing civil and criminal business amongst the various Additional District Judges and Subordinate Judges working under his supervision in the District of Bhopal.",
            "labels": [
                "FAC"
            ],
            "id": "fc52a2a87919418eb0c28d17a4c3eae5_75"
        },
        {
            "start": 6936,
            "end": 7425,
            "text": "Challenge in particular is made to Entry No.45 of the aforesaid order vide which the disputes/cases filed under the provisions of Sections 9, 14, 34 & 36 of the Arbitration and Conciliation Act, 1996 (for short \"the Arbitration Act\") involving commercial disputes under the provisions of the Commercial Courts Act, 2015 (further be called as \"the Commercial Courts Act\") of specified value between Rs.3 lac. to Rs.1 crore, have been assigned to the Court of XX Civil Judge Class-I, Bhopal.",
            "labels": [
                "FAC"
            ],
            "id": "4c193b34207d44ef8a13764155dad7b5_76"
        },
        {
            "start": 7427,
            "end": 7895,
            "text": "2. Mr. Deepesh Joshi, learned counsel for the petitioner submitted that allocation/distribution of the judicial work by the District Judge with regard to the commercial disputes filed under Sections 9, 14, 34 & 36 of the Arbitration Act to the Court of XX Civil Judge Class-I is wholly incompetent inasmuch as such allocation is based on wrongful interpretation of the legal provisions of the Arbitration Act, the Commercial Courts Act as well as the Civil Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "752cc2dd3c8e417291382814a2695210_77"
        },
        {
            "start": 7896,
            "end": 8104,
            "text": "It is contended that the District Judge has passed the aforesaid order in exercise of the powers conferred upon him under Sections 15(1) of the Civil Courts Act read with Sections 194, 381(1) and 400 of CrPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "18218bec86994220b9ca71ee8b2293bc_78"
        },
        {
            "start": 8105,
            "end": 8584,
            "text": "The work distribution circular numbered as Q/EK-01/2020 dated 20.10.2020 at Paras- (C) & (D) of Entry No.45 assigned power to undertake trial of commercial disputes for a specific category as per the Commercial Courts Act to the Court Signature SAN Not Verified WP-19656-2020 of XX Civil Judge Class-I, Bhopal, having pecuniary jurisdiction over matters valued between Rs. 3 lac. and Rs.1 crore, which also includes the matter that comes under the purview of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31a478a1c81a4c5f956b360a94c10184_79"
        },
        {
            "start": 8585,
            "end": 8702,
            "text": "Learned counsel submitted that the term \"specified value\" is defined in Section 2(1)(i) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9f14eba0616a4c66b38b9cc646733a1a_80"
        },
        {
            "start": 8703,
            "end": 8900,
            "text": "It is evident from the aforesaid provision that \"specified value\" in relation to a commercial dispute is determined on the basis of the subject matter of the respective suit, appeal or application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9b2d1832b4f84e798763dcb44ed7a0a1_81"
        },
        {
            "start": 8901,
            "end": 9148,
            "text": "Sub-section (3) of Section 10 of the Commercial Courts Act provides that all applications or appeals arising out of arbitration under the provisions of the Arbitration Act shall be tried before any Commercial Court having territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "e1912a0b16bb4db9925f1e429ef1c4a8_82"
        },
        {
            "start": 9149,
            "end": 9407,
            "text": "It is true that the Court of XX Civil Judge Class-I, Bhopal has been designated as a Commercial Court vide notification dated 02-03.04.2019 (Annexure-P/2), but the Arbitration Act is a consolidated statute for law relating to any form of arbitration dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f8b1e5b15f554655a65e573e83c62383_83"
        },
        {
            "start": 9408,
            "end": 9587,
            "text": "The Legislature in so providing, intended to streamline the commercial disputes arising out of arbitration in speedy manner, for which purpose the Special Courts have been set up.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "69d61ce1101e47a9ada54324aa3fa943_84"
        },
        {
            "start": 9588,
            "end": 9698,
            "text": "With that end in view, the Parliament has time and again made amendments in tune with modern day developments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4ebc25132ff4f65bd65e5eab64f52d5_85"
        },
        {
            "start": 9700,
            "end": 10444,
            "text": "3. Mr. Deepesh Joshi, learned counsel further argued that the term \"Court\" for the purpose of Arbitration Act has been defined under Section 2(1)(e) of the Arbitration Act which inter-alia provides that \"Court\" means, in cases of an arbitration other than international commercial arbitration, the Principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having Signature SAN Not Verified WP-19656-2020 jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any Civil Court of a grade inferior to such Principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f0996a93bd0d48fdb87dab292221d487_86"
        },
        {
            "start": 10445,
            "end": 10874,
            "text": "In view of this provision, it is clear that any commercial dispute involving arbitration shall be tried only by Principal Civil Court of the superior most jurisdiction in the District i.e. the Court of District Judge or at the maximum, it could be assigned to the Court of Additional District Judge in a district as per Section 7 read with Section 15 of the Civil Courts Act but it cannot be assigned to a Court inferior thereto.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6b1a5f261f8543f0b72f13a4cbe284cf_87"
        },
        {
            "start": 10875,
            "end": 11312,
            "text": "It is contended that a conjoint reading of two Acts, namely, Arbitration Act and Commercial Courts Act, makes it clear that only such \"commercial matters\" which do not involve the arbitration matters can be assigned to a notified Commercial Court of the status of a Senior Civil Judge but all matters involving both Commercial Courts Act as well as Arbitration Act can only be tried by the Principal Civil Court of original jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec3244df93ee4fdfb2e36d9ee07a4ea5_88"
        },
        {
            "start": 11313,
            "end": 11443,
            "text": "The Court of XX Civil Judge Class-I, Bhopal is therefore wholly incompetent to entertain, try and decide the arbitration disputes.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa6ee8bb9afd45b799a49a72f4680239_89"
        },
        {
            "start": 11445,
            "end": 11948,
            "text": "4. Mr. Deepesh Joshi, learned counsel for the petitioner invited attention of the Court towards Section 11 of the Commercial Courts Act which inter- alia provides that notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division, shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of Civil Court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3a6bb2dd158646349454a98a283cf774_90"
        },
        {
            "start": 11949,
            "end": 12193,
            "text": "The Signature SAN Not Verified WP-19656-2020 jurisdiction of Commercial Courts of the status of Senior Civil Judge to entertain any suit, application or proceeding pertaining to Arbitration Act involving commercial disputes is expressly barred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9772d3cce9c5430b94b1276216165fa9_91"
        },
        {
            "start": 12194,
            "end": 12670,
            "text": "Moreover, as per Section 13 of the Commercial Courts Act, an appeal against the order of Commercial Court (XX Civil Judge Class-I) shall lie to the Commercial Appellate Court (XIX Additional District Judge), which has been designated as Commercial Appellate Court by notification of the Government dated 26.10.2019 with allocation of the work in sub-para (D) and sub-para (E) of Para-23 of the order dated 04.02.2020 and then it has furrther provided appeal to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7761196c07174a2c8493470ad7ce96ba_92"
        },
        {
            "start": 12671,
            "end": 12844,
            "text": "On the other hand, the Arbitration Act provides for only one appeal to the High Court under Section 37 of the Arbitration Act against the order of the Principal Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a27f1abf7ec426b8c4bea057f3ad935_93"
        },
        {
            "start": 12845,
            "end": 12947,
            "text": "When the \"commercial arbitration matters\" are clubbed together, they create an ambiguity and conflict.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76eb45f23a4f4acba9d0c90cabb62793_94"
        },
        {
            "start": 12948,
            "end": 13099,
            "text": "It is however settled law that when there is conflict between two central enactments, the provision of special law should prevail over the general law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22d4042b65a74141aef7fe35b424aa23_95"
        },
        {
            "start": 13100,
            "end": 13370,
            "text": "Thus on applying the doctrine of harmonious construction on the provisions of both the statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act vis-a-vis the more general statute i.e. the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e6ed58108e145c69766da1cdd4948ab_96"
        },
        {
            "start": 13372,
            "end": 14288,
            "text": "5. Mr. Deepesh Joshi, learned counsel for the petitioner in support of his arguments has relied on a Division Bench judgment of Rajasthan High Court in the case of Ess Kay Fincorp Limited and ors. vs. Suresh Choudhary and others, reported in AIR 2020 Raj 56; another Division Bench judgment of Gujarat High Court in the case of Fun N. Fud vs. GLK Associates reported in Signature SAN Not Verified WP-19656-2020 2019 SCC Online Guj 4236; judgments of Supreme Court in Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715 and State of West Bengal and other vs. Associated Contractors reported in (2015) 1 SCC 32; judgment of Uttarakhand High Court at Nainital passed in Appeal From Order No.378 of 2019, [M/s. Dalip Singh Adhikari vs. State of Uttarakhand and another] dated 23.09.2019 and judgment of this Court in the case of Mold-Tek Packaging Ltd. vs. S.D. Containers",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9b94920f3c1f4f948be1eedd6847a34f_97"
        },
        {
            "start": 14289,
            "end": 14331,
            "text": ", Indore reported in 2020 (4) MPLJ 353.\n6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba5aedd1584f49a4adda060295142b7e_98"
        },
        {
            "start": 14332,
            "end": 14656,
            "text": "Mr. Swapnil Ganguly, learned Deputy Advocate General for the State relying upon the judgment of Supreme Court in the case of Kandla Export Corporation (supra) submitted that the Supreme Court in that case has held that the Arbitration Act and the Commercial Court Act are both speedy resolution disputes between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf011e5c496e48588b3c8e65ac3b74d2_99"
        },
        {
            "start": 14657,
            "end": 14896,
            "text": "These statutes can be best harmonized by giving effect to the special statue i.e. the Arbitration Act vis-a-vis the more general statute i.e. the Commercial Courts Act, which shall be left over to operate in spheres other than arbitration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "44375fff55c44cc98726b688728c0787_100"
        },
        {
            "start": 14897,
            "end": 15052,
            "text": "It is argued that as per Section 7 of the Civil Courts Act the Principal Civil Court of original jurisdiction in a District is the Court of District Judge.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d52f708201e04eedb9b92a821dac8dbc_101"
        },
        {
            "start": 15053,
            "end": 15452,
            "text": "Sub-section (2) of Section 7 of the Civil Courts Act provides that an Additional District Judge shall also discharge any of the functions, of a District Judge, including the functions of a Principal Civil Court of original jurisdiction which the District Judge may, by general or special order, assign to him and in discharge of such functions, he shall exercise the same powers as a District Judge.",
            "labels": [
                "STA"
            ],
            "id": "4a30fa09e01147b896ed3ad0bd1c0993_102"
        },
        {
            "start": 15453,
            "end": 15691,
            "text": "It is thus clear that it is the Court of District Judge or the Court of Additional District Judge who both are Signature SAN Not Verified WP-19656-2020 competent to exercise the powers of Principal Civil Court of an original jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f27f95709f65455ca154cd14b5686b13_103"
        },
        {
            "start": 15692,
            "end": 15993,
            "text": "Since the High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction as far as arbitration matters are concerned, it is the Principal Civil Court of original jurisdiction which has been vested with the powers to entertain disputes under Sections 9 & 34 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18669110badc44328cadd9f6859792fc_104"
        },
        {
            "start": 15994,
            "end": 16355,
            "text": "Learned Deputy Advocate General argued that as per Section 10(3) of the Commercial Courts Act, applications or appeals under the Arbitration Act, which were earlier filed before the Principal Civil Court of original jurisdiction in a district, are now being adjudicated by the Commercial Courts exercising territorial jurisdiction over such arbitration matters.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f4b3800cd95b4f49baafc954c87df101_105"
        },
        {
            "start": 16356,
            "end": 16512,
            "text": "It is only the Court of District Judge or the Additional District Judge who have the power to exercise the original jurisdiction of a Principal Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "725f1742426f47f6b48f9840b83fea5d_106"
        },
        {
            "start": 16513,
            "end": 16860,
            "text": "Learned Deputy Advocate General in support of his arguments relied on the judgment of Rajasthan High Court in the case of Hindustan Copper Limited vs. M/s. Bhagwati Gases Ltd, reported in 2005 Vol. IV WLC 251 and another judgment of Rajasthan High Court in Hindustan Copper Ltd. vs. Paramount Ltd. and another reported in 2018 SCC Online Raj 3055.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "12131a50d0cf4c5baf4c0ec83e7eb8e3_107"
        },
        {
            "start": 16861,
            "end": 17108,
            "text": "As per Section 3 of the Commercial Courts Act there can be one or more Commercial Courts in a district, one comprising of a District Judge or other of a Judge lesser than a District Judge, depending upon the pecuniary limit of the matter involved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60ab7f76afd241f78fd633961ae93892_108"
        },
        {
            "start": 17109,
            "end": 17367,
            "text": "However, when it comes to arbitration matters under the Commercial Courts Act, the same are exclusively adjudicable by the Principal Civil Court of original jurisdiction, which is clearly the Court of District Judge or the Court of Additional District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5dd0b2a857a4facad9f32925f6c085d_109"
        },
        {
            "start": 17368,
            "end": 17458,
            "text": "Therefore, the conferment of power on the Court of Civil Judge Class-I is contrary to law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c324217cc85f43a88541b53dab106fac_110"
        },
        {
            "start": 17460,
            "end": 17598,
            "text": "Signature  SAN      Not Verified                                                                                          WP-19656-2020 7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "688d4c53824c4aafbaadeaa92d530772_111"
        },
        {
            "start": 17599,
            "end": 18163,
            "text": "Mr. Anshuman Singh, learned counsel appearing for the Madhya Pradesh High Court has argued that the question raised by the petitioner in the present case stands already answered by the Supreme Court in State of Maharashtra, through Executive Engineer vs. Atlanta Limited reported in (2014) 11 SCC 619, wherein, in the context of two Courts having concurrent jurisdiction, it was held that appeal against the award in cases where the District Court as the Principal Civil Court exercises original jurisdiction under the Arbitration Act, would lie to the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e2f88caeaead4eab93f1067011dacd54_112"
        },
        {
            "start": 18164,
            "end": 18494,
            "text": "It was held from the definition of \"Court\" as provided under Section 2(1)(e) of the Arbitration Act, it is imperative that within the area of jurisdiction of the Principal District Judge, only the High Court of Bombay is exclusively the competent court under its ordinary original civil jurisdiction to adjudicate upon the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75de0b06a8924630b0f7e0a731256e50_113"
        },
        {
            "start": 18495,
            "end": 18702,
            "text": "The very inclusion of the High Court \"in exercise of its ordinary original civil jurisdiction\", within the definition of the \"Court\", will be rendered nugatory, if the above conclusion is not to be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8b7b75f9f7d44e5a9647ec9bafda9da_114"
        },
        {
            "start": 18703,
            "end": 18975,
            "text": "This is because, the \"Principal Civil Court of Original Jurisdiction in a district\", namely, the District Judge concerned, being a court lower in grade than the High Court, the District Judge concerned would always exclude the High Court from adjudicating upon the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cdd93ed4c0094a0ab80a8aafe0819647_115"
        },
        {
            "start": 18976,
            "end": 19155,
            "text": "Accordingly, the principle enshrined in Section 15 of Code of Civil Procedure cannot be invoked whilst interpreting Section 2(1)(e) of the Arbitration Act, held the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd9c201753794e1c97965a2665a8dd9b_116"
        },
        {
            "start": 19157,
            "end": 19328,
            "text": "8. We have given our anxious consideration to the submissions made at the Bar, studied the cited precedents and perused the material available on Signature SAN Not record.",
            "labels": [
                "NONE"
            ],
            "id": "b46e0ce79bb742bdab7d8776d35aab00_117"
        },
        {
            "start": 19329,
            "end": 19355,
            "text": "\nVerified WP-19656-2020 9.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd716ef0a8c84a768bfa2dd1e0949bcb_118"
        },
        {
            "start": 19356,
            "end": 20314,
            "text": "In order to appreciate the question of law raised in the matter, we deem it appropriate to reproduce the provision of Section 2(1)(e) of the Arbitration Act, which reads as under:\n\"2. Definitions.- (1) In this Part, unless the contest otherwise requires,-\n(a) xxxxxx (b) xxxxxx (c) xxxxxx (e) \"Court\" means,- in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.\"\nAlso reproduced hereunder are the provisions of Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2) of the Commercial Courts Act, which read as under:-\n\"2. Definitions.-",
            "labels": [
                "STA"
            ],
            "id": "2c00e1f975614940ace295ac7b93c791_119"
        },
        {
            "start": 20315,
            "end": 20372,
            "text": "(1) In this Act, unless the context otherwise requires,-\n",
            "labels": [
                "STA"
            ],
            "id": "cc02ca1d706b40b3b7ad9e538a0ff480_120"
        },
        {
            "start": 20372,
            "end": 21214,
            "text": "( a ) xxxxxx (b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the Constitution of India;\n3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at Signature SAN Not the District Judge level:",
            "labels": [
                "STA"
            ],
            "id": "6023a27fe49e4f0cabba021886a3c3a3_121"
        },
        {
            "start": 21215,
            "end": 21238,
            "text": "\nVerified WP-19656-2020",
            "labels": [
                "STA"
            ],
            "id": "0d0e3d7fbca44e64beb97fe4418b75b8_122"
        },
        {
            "start": 21239,
            "end": 21588,
            "text": "Provided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "8e1dde5b9c914c55977aa6f0c40325cc_123"
        },
        {
            "start": 21589,
            "end": 21895,
            "text": "\n(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "13e92a3fa2fa4d09b7080ce8e5487e2c_124"
        },
        {
            "start": 21896,
            "end": 22160,
            "text": "\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
            "labels": [
                "STA"
            ],
            "id": "0ec860241aa443cb894613ee4a390f90_125"
        },
        {
            "start": 22161,
            "end": 22468,
            "text": "\n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a court below the level of a District Judge.",
            "labels": [
                "STA"
            ],
            "id": "bee01652b4a94810b13e515d5e96319e_126"
        },
        {
            "start": 22470,
            "end": 22476,
            "text": "** * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5eaaf69eb9054903a70d2b275b81f97e_127"
        },
        {
            "start": 22477,
            "end": 22484,
            "text": "* * * *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fade303823804c7dbd0a2a963375d6fd_128"
        },
        {
            "start": 22485,
            "end": 22492,
            "text": "* * * *",
            "labels": [
                "STA"
            ],
            "id": "44dc21cd62d34ad5b1f735d3078d520b_129"
        },
        {
            "start": 22493,
            "end": 23017,
            "text": "\n10. Jurisdiction in respect of arbitration matters.- Where the subject- matter of an arbitration is a commercial dispute of a Specified Value and-- (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "STA"
            ],
            "id": "78d1f1b09c33456085050fa38fe1c843_130"
        },
        {
            "start": 23018,
            "end": 23428,
            "text": "\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e5809178c58426d897a21fb7a8ade71_131"
        },
        {
            "start": 23429,
            "end": 23441,
            "text": "\nSignature  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc561b1643334e13bc4e383a61930083_132"
        },
        {
            "start": 23441,
            "end": 23462,
            "text": "SAN      Not Verified",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92fab40340ca4a889dd173a6fc05675e_133"
        },
        {
            "start": 23560,
            "end": 23573,
            "text": "WP-19656-2020",
            "labels": [
                "NONE"
            ],
            "id": "c5c5844c0a6e418d9e412df7f5501ccf_134"
        },
        {
            "start": 23574,
            "end": 24092,
            "text": "(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1688a044226f413293353c62b70027c0_135"
        },
        {
            "start": 24125,
            "end": 24151,
            "text": "* * *                    *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "147714e205c74e88821b8be28a07156c_136"
        },
        {
            "start": 24152,
            "end": 24175,
            "text": "* *                   *",
            "labels": [
                "NONE"
            ],
            "id": "0cf24245995c44b2b54879b74bc5fe90_137"
        },
        {
            "start": 24176,
            "end": 24199,
            "text": "* *                   *",
            "labels": [
                "NONE"
            ],
            "id": "803beb2b80ae46649fed17d1a7449dd9_138"
        },
        {
            "start": 24200,
            "end": 24239,
            "text": "* *\n\n                               15.",
            "labels": [
                "NONE"
            ],
            "id": "65b2b2603ced4c88a010e11503e59b7b_139"
        },
        {
            "start": 24240,
            "end": 24300,
            "text": "Transfer of pending cases.-\n\n                               ",
            "labels": [
                "NONE"
            ],
            "id": "cab04f6f87574940ab36d0529af9c282_140"
        },
        {
            "start": 24300,
            "end": 24310,
            "text": "( 1)xxxxxx",
            "labels": [
                "NONE"
            ],
            "id": "e1c55597cfc74ca9acf7780bac582c2d_141"
        },
        {
            "start": 24311,
            "end": 24888,
            "text": "( 2 ) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2)\"\n10.",
            "labels": [
                "STA"
            ],
            "id": "1e6e0dc6a2584cfc97687c2aec93ca00_142"
        },
        {
            "start": 24889,
            "end": 25416,
            "text": "The Gujarat High Court in M/s. OCI Corporation vs. Kandla Export Corporation reported in 2016 SCC Online Guj 5981 was dealing with a case where M/s. OCI Corporation filed application under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act, seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "caca119731e94d8aba8f9ff3e755b643_143"
        },
        {
            "start": 25417,
            "end": 25753,
            "text": "Gujarat High Court on analysis of provisions of Sections 2(1)(e), 47 of the Arbitration Act and Section 2(1)(i), Sections 6, 10, 15 of the Commercial Courts Act in Para-11 held as under:\nSignature  SAN      Not Verified                                                                                                   WP-19656-2020 \"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "83580f3762ff4cee93d16e67a36595e2_144"
        },
        {
            "start": 25754,
            "end": 26282,
            "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.",
            "labels": [
                "ISSUE"
            ],
            "id": "fff2334af8924be982a4738448d8a1cc_145"
        },
        {
            "start": 26283,
            "end": 26607,
            "text": "\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.",
            "labels": [
                "STA"
            ],
            "id": "a1ada68692704271baddc8e44c310e14_146"
        },
        {
            "start": 26608,
            "end": 27081,
            "text": "\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "9b87f3b3055b4d1e8a532df5e8275918_147"
        },
        {
            "start": 27082,
            "end": 27461,
            "text": "\nConsidering section 15 of the Commercial Courts Act, all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4cd1c6d70034c24bfd4b16858ac82a2_148"
        },
        {
            "start": 27462,
            "end": 27616,
            "text": "\nThe aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation, which was dismissed vide order dated 03.03.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3532dae64a84e65ae4a38952bd05282_149"
        },
        {
            "start": 27617,
            "end": 28036,
            "text": "Similar dispute again arose before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018) wherein Division Signature SAN Not Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Verified WP-19656-2020 Corporation (supra), reiterated the same view.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "757504d11cd14ed98b4599678327e99e_150"
        },
        {
            "start": 28037,
            "end": 28520,
            "text": "The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019 holding that only the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c7f34295ef654fbaba5a4431fac37305_151"
        },
        {
            "start": 28522,
            "end": 29073,
            "text": "11. The question that cropped up for consideration before the Division Bench of the Rajasthan High Court in the case of Ess Kay Fincorp Limited (supra) was as to which of the two Courts, namely, Principal Civil Court having original jurisdiction in a district, as defined under Section 2(1)(e) of the Arbitration Act, or the Commercial Court constituted under Section 3(1) of the Commercial Courts Act, as defined under Section 2 (b) of that Act, would be competent to execute arbitral award on a \"commercial dispute\"\npassed under the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c445a541aebf40668a4a7763a015e879_152"
        },
        {
            "start": 29074,
            "end": 29438,
            "text": "The Rajasthan High Court on analysis of law held as under:\n\"17. A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "12e3355d8ab2420887be7e5d6cdec9dc_153"
        },
        {
            "start": 29439,
            "end": 29700,
            "text": "If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "238bf33864444bfda9ce1ab6d29a6e1c_154"
        },
        {
            "start": 29701,
            "end": 30291,
            "text": "In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in Signature Not arbitral proceedings, their execution applications filed under Section 36 SAN Verified WP-19656-2020 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial Court and not the ordinary Civil Court/Principal Court of District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d1565011c43443e93607e69c87d00b7_155"
        },
        {
            "start": 30293,
            "end": 30313,
            "text": "** * *** *** ***\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23f2f7bc2c624aaead28674992232553_156"
        },
        {
            "start": 30314,
            "end": 30977,
            "text": "In view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35d1227a7c774602bda6a0c1d1c25d2d_157"
        },
        {
            "start": 30978,
            "end": 31436,
            "text": "\n12. The Gujarat High Court in the case of Fun N fud (supra) was examining the validity of the order passed by the 2 nd Additional District Judge, Dahod by which it declined to hear an application preferred by the applicant therein under Section 9 of the Arbitration Act on the ground that it has no jurisdiction to hear and entertain such application and, therefore, returned the application to be presented before the Court of Principal Senior Civil Judge.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1dc6aacf32a84de6ae8213b2a24529a4_158"
        },
        {
            "start": 31437,
            "end": 31611,
            "text": "It was argued that Section 2(1)(e) of the Arbitration Act, expressly excludes any Civil Court of a grade inferior to such Principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d148e5ff266a4d84a017ed57893992ea_159"
        },
        {
            "start": 31612,
            "end": 32192,
            "text": "In view of Section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force, the Commercial Court Signature SAN Not Verified WP-19656-2020 which is a Civil Court of a grade inferior to such Principal Civil Court, or any Court of small causes, would be barred from exercising jurisdiction under Section 9 or any provision of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cc990ef33ed4a76b1ea81a81ee8b7a0_160"
        },
        {
            "start": 32194,
            "end": 32551,
            "text": "13. In Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972 challenge was made to the order passed by the Principal District Judge, Surat in the Commercial Appeal preferred by the respondents against the order passed by the Arbitral Tribunal on the application made by the applicant under Section 17 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6251ae51da9d4a9a80f8e760132c1cb4_161"
        },
        {
            "start": 32552,
            "end": 32646,
            "text": "The Commercial Court allowed the application filed under Section 37(2) of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39e22ddc6dbb4262b7b43f4fe339314c_162"
        },
        {
            "start": 32647,
            "end": 32942,
            "text": "The applicant in those facts approached the Commercial Court at Vadodara by way of application under Section 9 of the Arbitration Act with the prayer that the respondents be restrained from transferring or alienating the properties of the Firm or creating any right in favour of any third party.",
            "labels": [
                "FAC"
            ],
            "id": "241bd30b48d844f2892592f6775fb2af_163"
        },
        {
            "start": 32943,
            "end": 33195,
            "text": "On behalf of the petitioner it was argued that the impugned order passed by the Principal District Judge was without jurisdiction inasmuch as the Principal District Judge had no power to entertain an application under Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66782e5bdd4a4d319f810dd3bd8daf5c_164"
        },
        {
            "start": 33196,
            "end": 33267,
            "text": "The Gujarat High Court in Paras- 16.1, 16.2 & 20.6 held as under:\n\"16.1",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0574384254a4b0a8b4bdce05998b693_165"
        },
        {
            "start": 33268,
            "end": 33792,
            "text": "Insofar as the jurisdiction of the learned Principal District Judge to entertain the appeal under section 37 of the Arbitration Act is concerned, the learned counsel invited the attention of the court to sub- section (2) of section 37 of the Arbitration Act to submit that the appeal in the present case is preferred under clause (b) of sub-section (2) of section 37, which provides for an appeal to a court from an order of an Arbitral Tribunal granting or refusing to grant an interim measure under section 17 of that Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "580d96a7058444ecb49140313244a5a9_166"
        },
        {
            "start": 33793,
            "end": 33883,
            "text": "It was submitted that the expression employed in sub-section (2) of section 37 is \"court\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "815a9f5be27c4275815b23c0149be24e_167"
        },
        {
            "start": 33884,
            "end": 34513,
            "text": "Reference was made to clause Signature SAN Not Verified WP-19656-2020 (e) of section 2 of the Arbitration Act, which defines \"court\" to mean, in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the question forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49f2f264de764845ba2c90c53ac44e71_168"
        },
        {
            "start": 34514,
            "end": 34813,
            "text": "It was submitted that therefore clause (e) of section 2 of the Arbitration Act lays down that \"court\"shall mean the principal Civil Court of original jurisdiction in a district, and specifically excludes any civil court of a grade inferior to such principal Civil Court or any court of Small Causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee8481afe6514cf5bf3c5e338b08f6f8_169"
        },
        {
            "start": 34815,
            "end": 35103,
            "text": "16.2 Reference was made to section 12 of the Gujarat Civil Courts Act, 2005, which provides for jurisdiction of a court of District Judge and postulates that a court of District Judge shall be the principal Civil Court of original jurisdiction within the local limits of its jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cf6c128f1bd4ee9b31a23c1023b4727_170"
        },
        {
            "start": 35104,
            "end": 35216,
            "text": "It was submitted that the word \"court\" used under section 37(2)(b) of the Arbitration Act is the District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "594d667ac6934426aebbfdad49ff3ef6_171"
        },
        {
            "start": 35217,
            "end": 35416,
            "text": "Moreover, section 2(e) of the Arbitration Act, specifically excludes any court of a grade inferior to such principal Civil Court or any Court of Small Causes from the ambit of the expression \"court\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d9f89644b4142f497dd50da92c11ee8_172"
        },
        {
            "start": 35417,
            "end": 35548,
            "text": "It was submitted that source of appeal in this case is under section 37 of the Arbitration Act and the right flows from section 37.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "285e8a520db14b9996b41799ec21781a_173"
        },
        {
            "start": 35549,
            "end": 35765,
            "text": "It was submitted that access to such appeal can be channelised through the concerned section of the Commercial Courts Act, but the right to appeal does not flow from the Commercial Courts Act.\n                      *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40c1e632396643ffa77256a52fe5192c_174"
        },
        {
            "start": 35766,
            "end": 35789,
            "text": "* *                   *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "562b778b1c674b20ba2bccd1da110507_175"
        },
        {
            "start": 35790,
            "end": 35813,
            "text": "* *                   *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "686e51414f064de8b9bc5c5b15817afc_176"
        },
        {
            "start": 35814,
            "end": 35841,
            "text": "* *                       *",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35a11f7c15264ea0bb93a285400e33e7_177"
        },
        {
            "start": 35842,
            "end": 35880,
            "text": "* *\n\n                      20.5       ",
            "labels": [
                "STA"
            ],
            "id": "cbb9441460e0415cb4bb2882f7bcacff_178"
        },
        {
            "start": 35880,
            "end": 36254,
            "text": "In this regard it may be noted that section 11 of the Commercial Courts Act provides that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "8254d2de07c040719cc2e15e3ab4d403_179"
        },
        {
            "start": 36255,
            "end": 36825,
            "text": "Clause (i) of section 2(e) of the Arbitration Act which defines the expression 'court' not only vests jurisdiction in the principal Civil Court of original jurisdiction in a district, including the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the Signature SAN Not subject matter of the arbitration if the same had been the subject matter Verified WP-19656-2020 of a suit, but it expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "STA"
            ],
            "id": "2821332404334771ba02a88c5e30aca0_180"
        },
        {
            "start": 36826,
            "end": 36991,
            "text": "20.6 Thus, section 2(e)(i) of the Arbitration Act expressly excludes any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "STA"
            ],
            "id": "18f917018d864feabb6dbfc6fbdc0657_181"
        },
        {
            "start": 36992,
            "end": 37588,
            "text": "Therefore, in view of section 11 of the Commercial Courts Act, which bars a Commercial Court from deciding any suit application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force; read with the provisions of section 37(2)(b) of the Arbitration Act, any Commercial Court which is a civil court of a grade inferior to such principal Civil Court or any Court of Small causes, would be barred from exercising jurisdiction under section 37(2) (b) of the Act.",
            "labels": [
                "STA"
            ],
            "id": "75bad8b3629a4f278323777c86f5df9c_182"
        },
        {
            "start": 37589,
            "end": 37963,
            "text": "The Supreme Court in State of West Bengal v. Associated Contractors (supra), has held that section 2(1)(e) contains an exhaustive definition marking out only the Principal Civil Court of original jurisdiction in a district or a High Court having original civil jurisdiction in the State, and no other court as 'court' for the purpose of Part 1 of the Arbitration Act, 1996.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ba20a5189544c488b84871b1d559486_183"
        },
        {
            "start": 37965,
            "end": 38450,
            "text": "14. It would be thus evident from the language employed by the Legislature in the definition clause of \"Court\" in Section 2(1)(e) of the Arbitration Act that it intended to confer power in respect of the disputes involving arbitration on the highest judicial Court of a District so as to minimize the supervisory role of the Courts in the arbitral process and, therefore, purposely excluded any Civil Court of grade inferior to such Principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86001f50b4134569be35cd3552feb672_184"
        },
        {
            "start": 38451,
            "end": 38611,
            "text": "The Court of superior most jurisdiction in a District is the Court of District Judge as interpreted by the Supreme Court in the case of Atlanta Limited (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d80ed644d1f444b9bb513cf859f5933_185"
        },
        {
            "start": 38612,
            "end": 39063,
            "text": "The jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act and Section 15 thereof contemplates transfer of all suits and Signature SAN Not applications including the application under the Arbitration Act pending in Verified WP-19656-2020 Civil Courts in any district or pending in High Court where Commercial Division is constituted or area in respect of which the Commercial Courts have been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "deca7068cfde453392d34e4e85388dd6_186"
        },
        {
            "start": 39064,
            "end": 39756,
            "text": "While Section 11 of the Commercial Courts Act bars the jurisdiction of a Commercial Court or a Commercial Division to entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force, Section 21 of the Commercial Courts Act stipulates that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
            "labels": [
                "STA"
            ],
            "id": "536d4de70cfb4e9b96bab418352d210f_187"
        },
        {
            "start": 39757,
            "end": 39862,
            "text": "Segregation of an arbitration matters on the basis of a pecuniary limit is not what the law provides for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ff2703d1dc5427b8df1d0b1268aa9b4_188"
        },
        {
            "start": 39863,
            "end": 40009,
            "text": "All the arbitration matters, irrespective of the value of claim, are required to be adjudicated by Principal Civil Court of original jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6776e217aba2442097513301bc8dfff1_189"
        },
        {
            "start": 40010,
            "end": 40299,
            "text": "Therefore, it is clear that in respect of commercial disputes involving an arbitration dispute only the Commercial Court of the status of District Judge or Additional District Judge would be the competent court to entertain the matters under Sections 9, 14, 34 & 36 of the Arbitration Act.",
            "labels": [
                "RATIO"
            ],
            "id": "3e56be6fc6de4d579534da923a271e28_190"
        },
        {
            "start": 40300,
            "end": 40483,
            "text": "Although, the impugned order can be sustained in so far as the distribution of the commercial disputes of the value of the claim in cases other than arbitration matters are concerned.",
            "labels": [
                "RATIO"
            ],
            "id": "465ac3fbaa47428e98a32dd7d89dcc36_191"
        },
        {
            "start": 40484,
            "end": 40747,
            "text": "The impugned order to the extent of classifying the commercial disputes having subject matter of arbitration on the basis of valuation and conferring powers therefor on the Court of XX Civil Judge Class-I, Bhopal, would be violative of relevant provisions of law.",
            "labels": [
                "RATIO"
            ],
            "id": "46b87ec87143401d9b120bf7c0902b21_192"
        },
        {
            "start": 40748,
            "end": 40886,
            "text": "\nSignature  SAN      Not Verified                                                                                        WP-19656-2020 15.",
            "labels": [
                "RATIO"
            ],
            "id": "81332a504cc94e0491ed2666ab36ea4a_193"
        },
        {
            "start": 40887,
            "end": 40962,
            "text": "In view of the above discussions, the present petition deserves to succeed.",
            "labels": [
                "RPC"
            ],
            "id": "0562242747bf4ae39677398d24ab8bfc_194"
        },
        {
            "start": 40963,
            "end": 41031,
            "text": "The Entry No.45 of the impugned order dated 20.10.2020 is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "6d51f9da110741deabcf49d032dc27a4_195"
        },
        {
            "start": 41032,
            "end": 41360,
            "text": "It is hereby declared that the Court of District Judge as the Principal Civil Court of original jurisdiction would be competent to decide the matters/disputes filed under the provisions of Sections 9, 14, 34 & 36 of the Arbitration Act and also under the provisions of the Commercial Courts Act regardless of the value of claim.",
            "labels": [
                "RPC"
            ],
            "id": "ceb35934fde24b0d946abfede309298f_196"
        },
        {
            "start": 41361,
            "end": 41664,
            "text": "However, the District Judge by virtue of Section 7 read with Section 15 of the Civil Courts Act would be entitled to distribute such work amongst any of the Additional District Judges under his supervision, but not to any Court of Civil Judge Class-I or Senior Civil Judge, or any Court of Small Causes.",
            "labels": [
                "RPC"
            ],
            "id": "cacfa2cc2f534b5993ef30135c273bf8_197"
        },
        {
            "start": 41665,
            "end": 41707,
            "text": "\nThe writ petition is accordingly allowed.",
            "labels": [
                "RPC"
            ],
            "id": "e01d78d02bc34f9dac9536c4a2cf81e1_198"
        },
        {
            "start": 41708,
            "end": 41861,
            "text": "A copy of this order be endorsed to the Registrar General of the High Court for being circulated amongst all the District & Sessions Judges of the State.",
            "labels": [
                "RPC"
            ],
            "id": "1eefc844265a496e863a615165ac9d6f_199"
        },
        {
            "start": 41862,
            "end": 41902,
            "text": "\n                       (MOHAMMAD RAFIQ)",
            "labels": [
                "NONE"
            ],
            "id": "af1f9f5c83c84f16940b93dad9d77130_200"
        },
        {
            "start": 41903,
            "end": 41949,
            "text": "                          (VIJAY KUMAR SHUKLA)",
            "labels": [
                "NONE"
            ],
            "id": "8febbe77e2264118bc8abd0b99d9ada0_201"
        },
        {
            "start": 41976,
            "end": 41989,
            "text": "CHIEF JUSTICE",
            "labels": [
                "NONE"
            ],
            "id": "90cea95337f84872957078de940a0c2d_202"
        },
        {
            "start": 42025,
            "end": 42059,
            "text": "JUDGE             s@if Signature  ",
            "labels": [
                "NONE"
            ],
            "id": "74fd278e820346209c64964e697a52d5_203"
        },
        {
            "start": 42059,
            "end": 42080,
            "text": "SAN      Not Verified",
            "labels": [
                "NONE"
            ],
            "id": "a156f300d2c548f2a10afd6f47b08da9_204"
        }
    ],
    "entities": [
        {
            "text": "Dinesh Chandra",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 35
        },
        {
            "text": "Eadred Finance Private Limited",
            "label": "RESPONDENT",
            "start_char": 39,
            "end_char": 69
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 142,
            "end_char": 179
        },
        {
            "text": "Dinesh Chandra",
            "label": "PETITIONER",
            "start_char": 377,
            "end_char": 391
        },
        {
            "text": "Eadred Finance Private Limited",
            "label": "RESPONDENT",
            "start_char": 408,
            "end_char": 438
        },
        {
            "text": "A.K. Gupta",
            "label": "LAWYER",
            "start_char": 479,
            "end_char": 489
        },
        {
            "text": "Viveka Nand Rai",
            "label": "LAWYER",
            "start_char": 506,
            "end_char": 521
        },
        {
            "text": "Manish Goyal",
            "label": "LAWYER",
            "start_char": 550,
            "end_char": 562
        },
        {
            "text": "Nikhil Mishra",
            "label": "LAWYER",
            "start_char": 579,
            "end_char": 592
        },
        {
            "text": "Subham Jadaun",
            "label": "LAWYER",
            "start_char": 597,
            "end_char": 610
        },
        {
            "text": "Arun Bhansali",
            "label": "JUDGE",
            "start_char": 624,
            "end_char": 637
        },
        {
            "text": "Vikas Budhwar",
            "label": "JUDGE",
            "start_char": 662,
            "end_char": 675
        },
        {
            "text": "Arun Bhansali",
            "label": "JUDGE",
            "start_char": 687,
            "end_char": 700
        },
        {
            "text": "A.K. Gupta",
            "label": "LAWYER",
            "start_char": 719,
            "end_char": 729
        },
        {
            "text": "Viveka Nand Rai",
            "label": "LAWYER",
            "start_char": 772,
            "end_char": 787
        },
        {
            "text": "Manish Goyal",
            "label": "LAWYER",
            "start_char": 831,
            "end_char": 843
        },
        {
            "text": "Nikhil Mishra",
            "label": "LAWYER",
            "start_char": 886,
            "end_char": 899
        },
        {
            "text": "Subham Jadaun",
            "label": "LAWYER",
            "start_char": 908,
            "end_char": 921
        },
        {
            "text": "06.11.2023",
            "label": "DATE",
            "start_char": 1120,
            "end_char": 1130
        },
        {
            "text": "Commercial Court No. 2, Agra",
            "label": "COURT",
            "start_char": 1145,
            "end_char": 1173
        },
        {
            "text": "06.09.2022",
            "label": "DATE",
            "start_char": 1261,
            "end_char": 1271
        },
        {
            "text": "28.04.2018",
            "label": "DATE",
            "start_char": 1415,
            "end_char": 1425
        },
        {
            "text": "20.04.2023",
            "label": "DATE",
            "start_char": 2289,
            "end_char": 2299
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2450,
            "end_char": 2460
        },
        {
            "text": "Act No. 589 of 2023",
            "label": "STATUTE",
            "start_char": 2468,
            "end_char": 2487
        },
        {
            "text": "31.05.2023",
            "label": "DATE",
            "start_char": 2539,
            "end_char": 2549
        },
        {
            "text": "20.04.2023",
            "label": "DATE",
            "start_char": 2609,
            "end_char": 2619
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2767,
            "end_char": 2777
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2899,
            "end_char": 2909
        },
        {
            "text": "28.04.2018",
            "label": "DATE",
            "start_char": 2984,
            "end_char": 2994
        },
        {
            "text": "Sections 12(3)(a), 14 and 16",
            "label": "PROVISION",
            "start_char": 3406,
            "end_char": 3434
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 3538,
            "end_char": 3551
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3848,
            "end_char": 3858
        },
        {
            "text": "Perkins Eastman Architects DPC and another Vs. HSCC (India) Limited : (2020) 20 SCC 760",
            "label": "PRECEDENT",
            "start_char": 4686,
            "end_char": 4773
        },
        {
            "text": "Ahluwalia Contracts (India) Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 4778,
            "end_char": 4817
        },
        {
            "text": "14.03.2022",
            "label": "DATE",
            "start_char": 5921,
            "end_char": 5931
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 5933,
            "end_char": 5943
        },
        {
            "text": "21.05.2022",
            "label": "DATE",
            "start_char": 5948,
            "end_char": 5958
        },
        {
            "text": "21.05.2022",
            "label": "DATE",
            "start_char": 6059,
            "end_char": 6069
        },
        {
            "text": "01.06.2022",
            "label": "DATE",
            "start_char": 6187,
            "end_char": 6197
        },
        {
            "text": "02.07.2022",
            "label": "DATE",
            "start_char": 6240,
            "end_char": 6250
        },
        {
            "text": "13.06.2022",
            "label": "DATE",
            "start_char": 6301,
            "end_char": 6311
        },
        {
            "text": "22.06.2022",
            "label": "DATE",
            "start_char": 6408,
            "end_char": 6418
        },
        {
            "text": "15.07.2022",
            "label": "DATE",
            "start_char": 6507,
            "end_char": 6517
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 6560,
            "end_char": 6570
        },
        {
            "text": "23.07.2022",
            "label": "DATE",
            "start_char": 6586,
            "end_char": 6596
        },
        {
            "text": "06.08.2022",
            "label": "DATE",
            "start_char": 6662,
            "end_char": 6672
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 6952,
            "end_char": 6965
        },
        {
            "text": "Section 30",
            "label": "PROVISION",
            "start_char": 7159,
            "end_char": 7169
        },
        {
            "text": "Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 7580,
            "end_char": 7598
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7599,
            "end_char": 7602
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 8189,
            "end_char": 8202
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 8261,
            "end_char": 8274
        },
        {
            "text": "Section 11(2)",
            "label": "PROVISION",
            "start_char": 8304,
            "end_char": 8317
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 8481,
            "end_char": 8491
        },
        {
            "text": "Lombardi Engineering Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 8575,
            "end_char": 8607
        },
        {
            "text": "Uttarakhand Jal Vidyut Nigam Limited",
            "label": "ORG",
            "start_char": 8608,
            "end_char": 8644
        },
        {
            "text": "Arbitration Petition No. 43 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 8647,
            "end_char": 8682
        },
        {
            "text": "06.11.2023",
            "label": "DATE",
            "start_char": 8694,
            "end_char": 8704
        },
        {
            "text": "Arbitration & conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 9230,
            "end_char": 9266
        },
        {
            "text": "Mathura",
            "label": "GPE",
            "start_char": 9378,
            "end_char": 9385
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 10367,
            "end_char": 10377
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10429,
            "end_char": 10442
        },
        {
            "text": "Section 11(2)",
            "label": "PROVISION",
            "start_char": 10604,
            "end_char": 10617
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10876,
            "end_char": 10889
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10907,
            "end_char": 10920
        },
        {
            "text": "Perkins Eastman Architects",
            "label": "PRECEDENT",
            "start_char": 10936,
            "end_char": 10962
        },
        {
            "text": "TRF Limited Vs. Energo Engg",
            "label": "PRECEDENT",
            "start_char": 11095,
            "end_char": 11122
        },
        {
            "text": "Projects Ltd., (2017) 8 SCC 377",
            "label": "PRECEDENT",
            "start_char": 11124,
            "end_char": 11155
        },
        {
            "text": "TRF Limited",
            "label": "ORG",
            "start_char": 12228,
            "end_char": 12239
        },
        {
            "text": "TRF Limited",
            "label": "ORG",
            "start_char": 12659,
            "end_char": 12670
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "label": "STATUTE",
            "start_char": 14087,
            "end_char": 14153
        },
        {
            "text": "TRF Limited",
            "label": "ORG",
            "start_char": 14202,
            "end_char": 14213
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14266,
            "end_char": 14279
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14707,
            "end_char": 14720
        },
        {
            "text": "Bharat Broadband Network Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 14724,
            "end_char": 14760
        },
        {
            "text": "United Telecoms Limited : (2019) 6 SCR 97",
            "label": "PRECEDENT",
            "start_char": 14761,
            "end_char": 14802
        },
        {
            "text": "Section 14(1)(a)",
            "label": "PROVISION",
            "start_char": 14945,
            "end_char": 14961
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 15103,
            "end_char": 15116
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15183,
            "end_char": 15196
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 15221,
            "end_char": 15234
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 15448,
            "end_char": 15461
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 15588,
            "end_char": 15604
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 15925,
            "end_char": 15938
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 16116,
            "end_char": 16132
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 16519,
            "end_char": 16535
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 16715,
            "end_char": 16731
        },
        {
            "text": "Sections 12, 13 and 14",
            "label": "PROVISION",
            "start_char": 16758,
            "end_char": 16780
        },
        {
            "text": "Sections 12(1) to 12(4) read with Section 13",
            "label": "PROVISION",
            "start_char": 16993,
            "end_char": 17037
        },
        {
            "text": "Section 12(5), Section 14(1)(a)",
            "label": "PROVISION",
            "start_char": 17246,
            "end_char": 17277
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 17414,
            "end_char": 17427
        },
        {
            "text": "Section 14(1)",
            "label": "PROVISION",
            "start_char": 17594,
            "end_char": 17607
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 17870,
            "end_char": 17883
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 18078,
            "end_char": 18091
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 18107,
            "end_char": 18123
        },
        {
            "text": "Perkins Eastman Architects",
            "label": "PRECEDENT",
            "start_char": 18268,
            "end_char": 18294
        },
        {
            "text": "TRF Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 18319,
            "end_char": 18334
        },
        {
            "text": "Energo Engineering Projects Limited",
            "label": "ORG",
            "start_char": 18335,
            "end_char": 18370
        },
        {
            "text": "SCC 377",
            "label": "PROVISION",
            "start_char": 18382,
            "end_char": 18389
        },
        {
            "text": "Bharat Broadband Network Limited",
            "label": "PRECEDENT",
            "start_char": 18394,
            "end_char": 18426
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 18587,
            "end_char": 18600
        },
        {
            "text": "Seventh Schedule",
            "label": "PROVISION",
            "start_char": 18828,
            "end_char": 18844
        },
        {
            "text": "Section 12(5)",
            "label": "PROVISION",
            "start_char": 19120,
            "end_char": 19133
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19167,
            "end_char": 19180
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 19613,
            "end_char": 19626
        },
        {
            "text": "Section 30(1)",
            "label": "PROVISION",
            "start_char": 19733,
            "end_char": 19746
        },
        {
            "text": "proviso to Section 12(5)",
            "label": "PROVISION",
            "start_char": 19868,
            "end_char": 19892
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20081,
            "end_char": 20094
        },
        {
            "text": "Ram Kumar Vs.",
            "label": "PRECEDENT",
            "start_char": 20292,
            "end_char": 20305
        },
        {
            "text": "Shriram Transport Finance Co. Limited",
            "label": "ORG",
            "start_char": 20306,
            "end_char": 20343
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 20388,
            "end_char": 20404
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20442,
            "end_char": 20452
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 20892,
            "end_char": 20899
        },
        {
            "text": "proviso to Section 12(5)of the",
            "label": "PROVISION",
            "start_char": 20999,
            "end_char": 21029
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 21030,
            "end_char": 21037
        },
        {
            "text": "Proddatur Cable TV Digi Services v. Siti Cable Network Limited (2020) 267 DLT 51",
            "label": "PRECEDENT",
            "start_char": 21106,
            "end_char": 21186
        },
        {
            "text": "TRF Ltd. v. Energo Engineering Projects Ltd.",
            "label": "PRECEDENT",
            "start_char": 21254,
            "end_char": 21298
        },
        {
            "text": "Perkins Eastman Architects DPC v. HSCC (India) Ltd.",
            "label": "PRECEDENT",
            "start_char": 21311,
            "end_char": 21362
        },
        {
            "text": "Lombardi Engineering Limited",
            "label": "PRECEDENT",
            "start_char": 21483,
            "end_char": 21511
        },
        {
            "text": "Perkins Eastman Architects",
            "label": "PRECEDENT",
            "start_char": 21683,
            "end_char": 21709
        },
        {
            "text": "Uttrakhand",
            "label": "GPE",
            "start_char": 21901,
            "end_char": 21911
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21944,
            "end_char": 21957
        },
        {
            "text": "Perkins Eastman Architects",
            "label": "PRECEDENT",
            "start_char": 22044,
            "end_char": 22070
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22088,
            "end_char": 22101
        },
        {
            "text": "06.11.2023",
            "label": "DATE",
            "start_char": 22508,
            "end_char": 22518
        },
        {
            "text": "Commercial Court No. 2, Agra",
            "label": "COURT",
            "start_char": 22530,
            "end_char": 22558
        },
        {
            "text": "Arbitration Case No. 5 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 22568,
            "end_char": 22598
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22658,
            "end_char": 22668
        },
        {
            "text": "06.09.2022",
            "label": "DATE",
            "start_char": 22717,
            "end_char": 22727
        },
        {
            "text": "13.08.24",
            "label": "DATE",
            "start_char": 23076,
            "end_char": 23084
        },
        {
            "text": "Vikas Budhwar",
            "label": "JUDGE",
            "start_char": 23100,
            "end_char": 23113
        },
        {
            "text": "Arun Bhansali",
            "label": "JUDGE",
            "start_char": 23124,
            "end_char": 23137
        }
    ],
    "precedent_clusters": {
        "Perkins Eastman Architects DPC and another Vs. HSCC (India) Limited : (2020) 20 SCC 760": [
            "Perkins Eastman Architects DPC and another Vs. HSCC (India) Limited : (2020) 20 SCC 760",
            "Perkins Eastman Architects",
            "Perkins Eastman Architects"
        ],
        "Perkins Eastman Architects DPC v. HSCC (India) Ltd.": [
            "Ahluwalia Contracts (India) Limited Vs.",
            "Lombardi Engineering Limited Vs.",
            "TRF Limited Vs. Energo Engg",
            "Bharat Broadband Network Limited Vs.",
            "TRF Limited Vs.",
            "Ram Kumar Vs.",
            "TRF Ltd. v. Energo Engineering Projects Ltd.",
            "Perkins Eastman Architects DPC v. HSCC (India) Ltd.",
            "Bharat Broadband Network Limited",
            "Lombardi Engineering Limited",
            "Perkins Eastman Architects",
            "Perkins Eastman Architects"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Act No. 589 of 2023",
            "Section 37",
            "Act No. 589 of 2023"
        ],
        [
            "Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 10",
            "CPC"
        ],
        [
            "proviso to Section 12(5)of the",
            "A&C Act",
            "proviso to Section 12(5)of the",
            "A&C Act"
        ],
        [
            "Section 34",
            "Act No. 589 of 2023",
            "Section 34",
            "Act No. 589 of 2023"
        ],
        [
            "Section 34",
            "Act No. 589 of 2023",
            "Section 34",
            "Act No. 589 of 2023"
        ],
        [
            "Section 13(2)",
            "Act No. 589 of 2023",
            "Section 13(2)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 11(2)",
            "CPC",
            "Section 11(2)",
            "CPC"
        ],
        [
            "Section 12",
            "Act No. 589 of 2023",
            "Section 12",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12",
            "Act No. 589 of 2023",
            "Section 12",
            "Act No. 589 of 2023"
        ],
        [
            "Section 11(2)",
            "CPC",
            "Section 11(2)",
            "CPC"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Sections 12, 13 and 14",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Sections 12, 13 and 14",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Sections 12(1) to 12(4) read with Section 13",
            "Act No. 589 of 2023",
            "Sections 12(1) to 12(4) read with Section 13",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5), Section 14(1)(a)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Section 12(5), Section 14(1)(a)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 14(1)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Section 14(1)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Section 12(5)",
            "Act No. 589 of 2023",
            "Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 13(2)",
            "Act No. 589 of 2023",
            "Section 13(2)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 30(1)",
            "Act No. 589 of 2023",
            "Section 30(1)",
            "Act No. 589 of 2023"
        ],
        [
            "proviso to Section 12(5)",
            "Act No. 589 of 2023",
            "proviso to Section 12(5)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 34",
            "Act No. 589 of 2023",
            "Section 34",
            "Act No. 589 of 2023"
        ],
        [
            "Section 34",
            "Act No. 589 of 2023",
            "Section 34",
            "Act No. 589 of 2023"
        ],
        [
            "Section 34",
            "Act No. 589 of 2023",
            "Section 34",
            "Act No. 589 of 2023"
        ],
        [
            "Sections 12(3)(a), 14 and 16",
            "Act No. 589 of 2023",
            "Sections 12(3)(a), 14 and 16",
            "Act No. 589 of 2023"
        ],
        [
            "Section 13(2)",
            "Act No. 589 of 2023",
            "Section 13(2)",
            "Act No. 589 of 2023"
        ],
        [
            "Section 16",
            "Act No. 589 of 2023",
            "Section 16",
            "Act No. 589 of 2023"
        ],
        [
            "Section 30",
            "Act No. 589 of 2023",
            "Section 30",
            "Act No. 589 of 2023"
        ],
        [
            "Section 11(6)",
            "CPC",
            "Section 11(6)",
            "CPC"
        ],
        [
            "Section 14(1)(a)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Section 14(1)(a)",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "Seventh Schedule",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ],
        [
            "SCC 377",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)",
            "SCC 377",
            "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)"
        ]
    ],
    "precedent_counts": {
        "Perkins Eastman Architects DPC and another Vs. HSCC (India) Limited : (2020) 20 SCC 760": 3,
        "Perkins Eastman Architects DPC v. HSCC (India) Ltd.": 12
    },
    "provision_counts": {
        "Section 37 of Act No. 589 of 2023": 1,
        "Order VIII Rule 10 of CPC": 1,
        "proviso to Section 12(5)of the of A&C Act": 1,
        "Section 34 of Act No. 589 of 2023": 5,
        "Section 13(2) of Act No. 589 of 2023": 3,
        "Section 12(5) of Act No. 589 of 2023": 10,
        "Section 11(2) of CPC": 2,
        "Section 12 of Act No. 589 of 2023": 2,
        "Seventh Schedule of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 6,
        "Sections 12, 13 and 14 of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 1,
        "Sections 12(1) to 12(4) read with Section 13 of Act No. 589 of 2023": 1,
        "Section 12(5), Section 14(1)(a) of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 1,
        "Section 14(1) of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 1,
        "Section 30(1) of Act No. 589 of 2023": 1,
        "proviso to Section 12(5) of Act No. 589 of 2023": 1,
        "Sections 12(3)(a), 14 and 16 of Act No. 589 of 2023": 1,
        "Section 16 of Act No. 589 of 2023": 1,
        "Section 30 of Act No. 589 of 2023": 1,
        "Section 11(6) of CPC": 1,
        "Section 14(1)(a) of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 1,
        "SCC 377 of Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 1
    },
    "statute_counts": {
        "Act No. 589 of 2023": 27,
        "CPC": 4,
        "A&C Act": 1,
        "Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016)": 11
    }
}