{
    "id": "a66b5dd6397008d5b83f4f25a5c8b3fafe03cbceb86410ece49ee2513534fd7b",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nDelhi High Court \nPuma Se vs D.K. Arora on 29 November, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                          2022 /Dhc/005203 \n\n\n\n\n                               In The High Court Of Delhi At New Delhi\n\n                          %                              Judgment delivered on : 29.11.2022 \n\n                          +     Fao (Comm) 139/2022 and Cm Appl. 41704/2022 \n\n                          Puma Se                                            ..... Appellant \n                                                         versus\n\n                          D.K. Arora                                         ..... Respondent \n\n\n                          Advocates who appeared in this case : \n                          For the Appellant       : Mr. Ranjan Narula, Adv. \n\n                          For the Respondents     : Mr. Sholab Arora, Adv. \n\n                          Coram \n                          Hon'Ble Mr. Justice Vibhu Bakhru \n                          Hon'Ble Mr. Justice Amit Mahajan\n                                                    Judgment\nAmit Mahajan, J\n1. Aggrieved by the impugned order dated 12.07.2022, passed by the learned Commercial Court, allowing the application filed by the respondent/ defendant, under Order Vii Rule 10, Code  of Civil Procedure, 1908 ('CPC') and returning the plaint; the appellant/ plaintiff has filed the present appeal under Section 13 of the Commercial Courts Act, 2015. \n2022/DHC/005203 2 . The appellant, which is a company based in Germany, had filed the suit alleging that the respondent is manufacturing and selling counterfeit products under its well-known label, . \n3. The appellant / plaintiff in the suit, sought various reliefs including permanent injunction, restraining the respondent from infringing its trade mark, \"PUMA\". By an order dated 10.05.2019, the learned Trial Court granted ex parte ad interim injunction, restraining the respondent from using the impugned mark. Thereafter, during the course of proceedings, the respondent filed an application under Order VII Rule 11, seeking rejection of the plaint on the ground that no cause of action had arisen so as to entitle the plaintiff to file the suit. The respondent also raised an objection that the Courts in Delhi have no territorial jurisdiction to try and entertain the suit. \n4. The said application was disposed of by the order dated 28.10.2021, and it was noted by the learned Commercial Court as under:\n\"During the course of arguments, Ld. Counsel for defendant very fairly submitted that he has no objection, if an issue on the basis of his application under Order VII Rule 11CPC is ultimately framed during the course of trial and the said aspect can be thereafter decided after both the parties gets an opportunity to lead their respective evidence. \nLd. Counsel for defendant undertakes to file written statement within next fifteen days. Let the same be filed with direction to supply advance copy to Ld. Counsel for plaintiff who, may thereafter file replication, if any, within fifteen days. \nAccordingly, matter be put up for completion of pleadings as above and filing of replication, if any, on01.12.2021.\"\n2022/DHC/005203 5. Thereafter, it appears that applications were moved by the respondent under Order VII Rule 10 CPC, application under Order VII Rule 11 and under Section 114, read with Section 151 of the CPC, seeking review of the order dated 28.10.2021 and also seeking return of the plaint on the ground of lack of territorial jurisdiction. The arguments in respect of the said applications were heard by the learned Commercial Court on 28.05.2022. The learned Judge on the said date, allowed the application for review and considered the application under Order VII Rule 11, CPC and application under Order VII Rule 10, CPC and reserved the matters for orders. \n6. Vide impugned judgement dated 12.07.2022, the learned Commercial Court dismissed the application under Order VII Rule 11 but allowed the application under Order VII Rule 10, CPC which led to filing of the present appeal. \n7. The learned Commercial Court considered the provisions of Section 134 of the Trade Marks Act, 1999 (hereafter 'the TM Act'), and Section 20 (2) of the CPC, and examined the law in relation to institution of suits for infringement of trade marks. It relied upon the judgment passed in Ultra Home Construction Pvt. Ltd Vs. Purushottam Kumar Chaubey & Ors.: 2016 SSC Online Del 376, to consider whether the Court has the territorial jurisdiction under the Trade Marks Act, to entertain the suit. \n8. The learned Commercial Court, however, examined the facts pleaded in the plaint to hold that no part of cause of action had arisen 2022/DHC/005203 in Delhi to entitle the plaintiff to file the suit within the territorial jurisdiction of the concerned Commercial Court. \nArguments 9. Learned Counsel appearing for the appellant has challenged the order, essentially on two grounds. First of all, he contended that the order dated 28.10.2021, whereby the Court had decided that the arguments raised in the earlier application filed by the respondent under Order VII Rule 11 CPC, would be considered after the parties had led their respective evidence, could not have been reviewed. Thus, a fresh application under Order VII Rule 11, CPC as well as Order VII Rule 10, CPC on the same grounds was not maintainable. Learned Counsel vehemently argued that only because the respondent had engaged a new Counsel, could not be a reason for seeking review of the order passed by the learned Commercial Court, which was passed with consent of the parties. Secondly, he contends that an application under Order VII Rule 10, CPC, had to be decided on the basis of the averments made in the plaint. He contended that the examination, for the purpose of the application under Order VII Rule 10 CPC, is limited and a detailed examination as sought to be done by the learned Commercial Judge, is impermissible.\n10. Learned Counsel appearing for the respondent, on the other hand, contended that the plaint has to be considered in a meaningful manner and the documents filed along with the plaint do not support the case of the plaintiff so as to enable the plaintiff to file a suit within 2022/DHC/005203 the territorial jurisdiction of Delhi. He contends that neither the appellant nor the respondent have their principle place of business in Delhi nor has any cause of action arisen within the territorial jurisdiction of Delhi. He further stated that the respondent is not selling any products in Delhi and the fact that respondent has advertised its business through websites, www.justdial.com and www.tradeindia.com, will not give rise to a cause of action within the territorial jurisdiction of Delhi. He further states that a website like justdial only provide an address of the business entity so as to enable the customers to approach the company by ascertaining its whereabouts. He further submitted that the websites are not interactive websites through which a person can purchase goods of the respondent and hence, mere registering with the said services will not create any territorial jurisdiction in Delhi. \n11. The law in relation to the rejection of the plaint under Order VII Rule 10, CPC, is no longer res integra. This Court in M/s. RSPL Limited v. Mukesh Sharma &Anr.: 2016 SCC OnLine Del 4285, which was followed in various judgments thereafter, has held that the application under Order VII Rule 10 of the CPC is to be decided on a demurrer by accepting all statements made in the plaint to be true. The appellant for the purpose of territorial jurisdiction has pleaded as under:\n\"41. That this Hon'ble Court has the jurisdiction to entertain and try the present suit as the Plaintiff is carrying on business within the jurisdiction of this Hon'ble Court and also through its various stores in Delhi including its stores at 117,A22,WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, 2022/DHC/005203 Kamlanagar, New Delhi 110007. Also, the Plaintiff sells/ offers their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in. The Hon'ble court also has jurisdiction since the Plaintiff's websitewww.puma.com is an interactive website and accessible to the consumers at Delhi and the Plaintiff's products can be viewed and purchased by the consumers in Delhi. This is a settled position that the possibility to conclude transactions through a website at a particular place is virtually identical to a seller having a shop in that place in the real world. Therefore, this Hon'ble Court has the territorial jurisdiction to try and entertain the present suit in view of section 134(2) of the Trade Marks Act, 1999. The Plaintiff further submits that the Defendants are carrying on its business within the jurisdiction of this Hon'ble Court. The Plaintiff further submits that the Defendant is carrying its business through www.justdial.com,www.tradeindia.com and other websites which are interactive websites and targets the consumers/customers residing within the jurisdiction of this Hon'ble Court and the same gives Jurisdiction to the Hon'ble Court to entertain the present suit. The plaintiff is under the imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi. The Plaintiff submits that the Hon'ble Court also has jurisdiction under section 20 of CPC as the Defendant is supplying/selling the counterfeit products at Delhi. Hence the cause of action has also arisen within the territorial jurisdiction of this Hon'ble Court. The products of the Defendant being made available and purchased by the general public residing within the jurisdiction of this Hon'ble Court.\"\n12. It is evident from the perusal of the plaint as referred above that the plaintiff has claimed the territorial jurisdiction for the following reasons:\na. The plaintiff is carrying on business within the territorial jurisdiction of this Court. \nb. The plaintiff is carrying on business through its various stores in Delhi including stores at 117, A22, WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, Kamlanagar, New Delhi 110007. \n2022/DHC/005203 c. The plaintiff sells/ offers for sale, their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in. \nd. The plaintiff's website, www.puma.com, is an interactive website and is accessible to the consumers at Delhi. e. The defendants are carrying on its business within the territorial jurisdiction of this Court. \nf. Defendant is carrying on its business through www.justdial.com, www.tradeindia.com, which are interactive websites and targets the consumers residing within the jurisdiction of this Court. \ng. Imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi. \nh. Defendant is supplying/ selling the counterfeit products at Delhi. \n13. The learned Commercial Court dealt with some of the aspects of cause of action as mentioned above. It negated the argument that the plaintiff is carrying its business through the stores mentioned in the plaint. According to learned Commercial Court, these stores could not be considered as principal offices or subordinate offices from where the plaintiff is running its business. The learned Commercial Court also rejected the argument that carrying on business through websites such as www.flipkart.com and www.puma.com, would amount to 2022/DHC/005203 carrying out business in Delhi by relying upon the judgment in World Wrestling Entertainment, Inc. v. Reshma Collection:\n2014 SCC OnLine Del 2031.\n14. The learned Commercial Court also observed that even though the plaint mentions that defendant is selling its goods in Delhi, however, the plaintiff has failed to furnish any address. The contention that the defendants are selling through websites, www.justdial.com, www.tradeindia.com, which gives access to consumers to purchase the defendants products in Delhi was not accepted. The learned Court held that the said websites only contain the defendant's name, telephone number and are not interactive websites for the purpose of purchase of goods. \n15. It is material to note that the learned commercial court did not expressly comment on several other reasons for asserting that Courts in Delhi had the jurisdiction to entertain the suit. \n16. As mentioned above, the law in relation to rejection of plaint at the initial stage while considering application under Order VII Rule 10 is no longer res integra. The Supreme Court in the case of Exphar Sa v. Eupharma Laboratories Ltd.: (2004) 3 SCC 688 observed as under:\n9. Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct. \nHowever, the Division Bench examined the written statement filed by the respondents in which it was claimed that the goods were not at all sold within the territorial jurisdiction of the Delhi High Court and 2022/DHC/005203 also that Respondent 2 did not carryon business within the jurisdiction of the Delhi High Court. Having recorded the appellants' objections to these factual statements by the respondents, surprisingly the Division Bench said:\n\"Admittedly, the goods are being traded outside India and not being traded in India and as such there is no question of infringement of trade mark within the territorial limits of any court in India what to say of Delhi.\"\n17. The principle laid down was, thereafter, followed by this Court in RSPL Limited (supra), and, thereafter, followed consistently by this Court in Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225, and various other judgments such as M/s Maan Pharmaceuticals Ltd. v. M/s Mindwave Healthcare Pvt. Ltd.:\nFAO(COMM) 78/2022, Devarapan Foods Private Limited v. Sukhwant Singh &Ors.: FAO(COMM) 116/2022, Chandra Kishore Chaurasia v. R A Perfumery Works Private Ltd.:\nFAO(COMM) 128/2021and Dassault Systems S.E. &Anr. v. Automobile Corporation of Goa Limited and Ors.: FAO(COMM) 66/2022..\n18. It is clear that the averments made in the plaint have to be considered bearing the aforesaid principle in mind, laid down by the Apex Court and followed consistently by this Court. \n19. As stated above, the plaintiff claimed territorial jurisdiction of the concerned Commercial Court, on not one, but many grounds. The plaintiff has categorically asserted that it is carrying on business within the territorial jurisdiction of this Court and through its various stores including stores at 117, A22, 2022/DHC/005203 WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB- 5, Bungalow Road, Kamlanagar, New Delhi 110007.\n20. Clearly, if the said statement is accepted to be correct, the learned Commercial Court would have the jurisdiction to entertain the suit. As laid down by this Court in the judgments referred above, it is not permissible for the Court to qualitatively examine the merits of the statement made in the plaint. It is possible that the plaintiff may not be able to substantiate the averments and the suit may be rejected for want of jurisdiction, however, at the initial stage, for the purpose of jurisdiction, the only question to be considered is whether the plaint has disclosed the cause of action within the territorial jurisdiction of the Commercial Court. \n21. There is another aspect, i.e., the apprehension of the plaintiff that the defendant would launch and start manufacturing the product in Delhi, that needs to be considered. The suits on the basis of cause of action on a fear and apprehension is commonly known as quiatimet suit which are latin words. In legal terminology, it is defined as action to obtain injunction and restrain a threatened act, which, if done, would cause a substantial damage to the plaintiff. The Division Bench of this Court in the case of Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225,held as under:\n\"10. If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments 2022/DHC/005203 made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label. There is no dispute with the proposition that a quia timet action is based upon an apprehended use and is preventive in nature intended to prevent an apprehended wrong and an anticipated mischief. If we were, for the time being, to ignore the fact that the respondent No. 1/defendant No. 1 was already selling the impugned product under the impugned mark and label in Andhra Pradesh, then the mere fact that the plaint contained an averment that there was credible and imminent apprehension that the infringing product would be launched by the defendants within the territorial jurisdiction of this court, would by itself constitute a cause of action. If this be the case, can it be said that just because the defendants were already selling the product in Andhra Pradesh it would take away part of the cause of action which was preventive of a future conduct on the part of the defendants? We think not. \n11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant/plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same. We may point out that substantiation of an averment in a plaint by other material would come later. At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact. Substantiation is a part of evidence.\" \n22. It was categorically held that the stage for substantiation of an averment in the plaint by other material would come later and at the stage of filing of the plaint, it is only the averment that has to be made with regard to the material fact. Substantiation is part 2022/DHC/005203 of evidence. In our opinion, the learned Commercial Court fell in error in returning the plaint by exercising power under Order VII Rule 10, CPC.\n23. Clearly, if the averments in the plaint are accepted to be true, the learned Commercial Court would definitely have the territorial jurisdiction to entertain the suit. As held by the Apex Court and reiterated by this Court in various judgments as referred above, we have no hesitation to hold that the application under Order VII Rule 10, CPC, is to be considered on demurrer; that is, the averments made in the plaint are to be assumed as correct. \n24. It is also significant to note that the application under Order VII Rule 10, CPC, was considered by the learned Commercial Court after it reviewed its earlier order dated 28.10.2021. The application filed for review of the order dated 28.10.2021, was filed under Section 114 of CPC and the only reason seeking re-hearing of the applications disposed of by the said order was, \"that a concession made by a lawyer (bearing factual admissions) does not bind the party/ client\".\n25. In our view, the aforesaid reason cannot be a ground seeking review of the order, which was admittedly passed with consent of both the parties. It is clear from the perusal of the order that the Counsel for the defendant agreed that the question of lack of jurisdiction be considered during the course of trial after the parties have led their evidence. Therefore, the Counsel for the parties had argued their application and it was only during 2022/DHC/005203 the course of arguments that they had consented for the application to be taken up during the trial. The orders passed by a jurisdiction Court cannot be reviewed on such grounds as are taken by the defendant. There was no error apparent on the face of record that could have been the cause for review of the order. In our view, the learned Commercial Court fell in error to re- open the application which was decided to be taken up during the course of trial with the consent of parties. \n26. In view of the above, the impugned order cannot be sustained and is, accordingly, set aside. It is, however, clarified that the decision of this Court will not preclude the defendants from raising the question of jurisdiction at the time of trial and the present order is limited solely for considering the application under Order VII Rule 10, CPC.\nVIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 29, 2022 \"SS\"",
        "preamble_end_char_offset": null,
        "cleaned_text": "uttarakhand high court wpms/2314/2022 on 22 november, 2022 author: manoj kumar tiwari bench: manoj kumar tiwari in the high court of uttarakhand at nainital on the 22nd day of november, 2022 before: hon'ble shri justice manoj kumar tiwari writ petition (m/s) no. 2314 of 2022 between: odisha state financial corporation. .petitioner (by mr. neeraj garg and mr. yashpal singh, advocates for the petitioner) and: vigyan chemical industries & others. .respondents (by mr. s.k. jain, senior advocate, assisted by mr. siddhartha jain, advocate for the decree-holder/respondent no. 1) judgment this petition under article 227 of the constitution is directed against the order dated 18.04.2022 passed by vith additional civil judge, senior division, dehradun, whereby petitioner's objection under section 47 c.p.c. was rejected. petitioner has also challenged the judgment dated 02.09.2022 rendered by viith additional district judge, dehradun, whereby his revision against the order dated 18.04.2022 was dismissed. 2. facts, on which there is no dispute, are as follows: a suit for recovery of ` 90,400/was filed by m/s vigyan chemical industries (respondent no.1) against respondent nos. 2, 3 & 4 in the court of civil judge, dehradun, which was registered as suit no. 103 of 1988. in the plaint, it was contended that plaintiff supplied hydrated lime to m/s manorama chemical works ltd., however, price of the supplied goods was not paid to him, therefore, he is entitled to recover a sum of ` 90,400/-. respondent no. 1 also claimed pendente lite and future interest @ 24% per annum till realization of the amount. m/s manorama chemical works ltd. (respondent no. 2 herein) had taken term loan/financial assistance from odisha state financial corporation (petitioner herein) and had defaulted in repayment of the loan, therefore, during pendency of the suit, petitioner took possession of m/s manorama chemical works ltd. by invoking power under section 29 of the state financial corporations act, 1951 (hereinafter referred to as 'the s.f.c. act'. plaintiff (respondent no. 1 herein) sought leave to amend the plaint by moving an application, in which he stated that since petitioner has taken over possession of m/s manorama chemical works ltd. under section 29 of the s.f.c. act, therefore, he be added as defendant no. 4 in the suit. leave to amend/add certain paragraphs was also sought for contending that, in view of provision contained under section 29 (5) of the s.f.c. act, petitioner is liable for the amount claimed, as he has taken over possession of m/s manorama chemical works ltd. and the said industrial concern is now to be sued through defendant no. 4. the amendment application was allowed and petitioner was added as defendant no. 4 in the suit. petitioner filed written statement, admitting that due to default in re-payment of loan, he had taken possession of the industrial concern of defendant no. 1 on 18.08.1987 under section 29 of the s.f.c. act and thereafter sold the industrial concern of defendant no. 1 to one shri t.r.k. rao. petitioner further contended that there is no privity of contract between him and the plaintiff, as such plaintiff is not entitled to raise demand of recovery of dues of defendant no. 1. objection, regarding territorial jurisdiction of the court at dehradun, was also raised in the written statement. learned trial court framed as many as 9 issues, which are reproduced below: \"1. whether plaintiff is a registered firm and vigyan prakash has right to institute the suit on behalf of plaintiff's firm? 2. whether defendant no. 1 is a joint venture project with defendant no. 2 or defendant no. 2 has no relation with the suit? 3. whether plaintiff has dues of rs. 65,954.65 against the supply of materials and carriage charge paid to truck owners towards defendants? 4. whether plaintiff is entitled to receive rs. 6,229.29 as dues of central sales tax and interest thereon? as it has been stated in para no. 34? 5. whether plaintiff is entitled to receive interest? if yes, then at what rate? 6. whether plaintiff is entitled to receive rs. 300/alongwith rs. 82.40 against notice expense and bank commission? 7. plaintiff is entitled for which relief? 8. whether plaintiff is a small scale unit? if yes, then its effect? 9. whether defendant no. 4 is not liable to pay any dues of defendant no. 1 to the plaintiff?\" 3. the suit filed by respondent no. 1 was partially decreed by learned trial court vide judgment dated 20.08.2001. operative portion of the judgment is reproduced below: \"plaintiff's suit is partially decreed for recovery of rs. 84,170/(rs. eighty four thousand, one hundred and seventy only) with interest @ 24% per annum w.e.f. 1.3.198 to 23.9.1992 and from 23.9.1992 till date of payment compound interest @ 2% per month with cost and suit for recovery of rs. 6,229/(rs. six thousand, two hundred and twenty nine only) is partially dismissed. defendants are being ordered to pay abovementioned amount within a period of 3 months to the plaintiff.\" 4. issue no.9 was decided by the trial court against the petitioner by holding that he raised a sum of `c 70,00,000/from sale of properties of defendant no. 1 against the outstanding dues of defendant no. 1, which were to the tune of only ` 38,00,000/-; details regarding adjustment of excess money received through sale of properties of defendant no. 1 are not produced, consequently, petitioner has held the money received from sale of properties of defendant no. 1 in the capacity of trustee, therefore, he is bound to satisfy the claim of the plaintiff. on issue no. 5, learned trial court recorded a finding that plaintiff is entitled to interest @ 24% per annum, as prevalent in business circles. 5. petitioner challenged the judgment & decree passed by learned trial court by filing civil appeal no.182 of 2001. plaintiff (respondent no. 1 herein) filed cross objection in the said appeal. learned additional district judge, f.t.c., vith, dehradun vide judgment dated 08.08.2006 dismissed petitioner's appeal and allowed the cross objection filed by the plaintiff and decreed the suit in toto. 6. the second appeal filed by petitioner was dismissed by a co-ordinate bench of this court vide judgment dated 07.05.2007. petitioner approached hon'ble supreme court against the judgment rendered in second appeal and hon'ble supreme court dismissed the appeal filed by petitioner vide judgment dated 23.11.2017. thus, the decree passed by learned trial court, as modified by first appellate court, became final. 7. respondent no. 1/decree holder sought execution of decree by filing an application, which was registered as regular execution case no. 107 of 2018. petitioner entered appearance before the executing court and filed objection under section 47 read with section 151 c.p.c., which was registered as misc. case no. 156 of 2021. the decree holder filed reply to the objection. the objection filed by petitioner under section 47 c.p.c. was dismissed by the executing court vide order dated 18.04.2022. petitioner challenged the order dated 18.04.2022 in a revision petition filed under section 115 c.p.c., which was numbered as civil revision no. 40 of 2022. learned viith additional district judge, dehradun dismissed the revision filed by the petitioner vide judgment dated 02.09.2022. thus feeling aggrieved, petitioner has approached this court. 8. learned counsel for the petitioner submitted that petitioner had furnished bank guarantee, which was sufficient to satisfy plaintiff's claim, as made in the suit, in the trial court during pendency of the suit in the year 1999, therefore, petitioner cannot be made liable to pay any interest on the decreetal amount. perusal of the record, however, indicates that the plaintiff had not furnished bank guarantee of his own volition, but he was directed by the trial court to furnish security to the tune of ` 3,50,000/vide order dated 13.05.1996. petitioner challenged the said order in appeal under order 43 rule (q) c.p.c., which was dismissed by learned iiird additional district judge, dehradun vide judgment dated 03.06.1999. petitioner then filed writ petition challenging the orders passed by learned trial court and the appellate court in civil misc. writ petition no. 33425 of 1999, which was dismissed by hon'ble allahabad high court vide judgment dated 10.08.1999. thus, the security furnished by petitioner, in terms of order passed by learned trial court, cannot be treated as a deposit made under order 24 rule 1 c.p.c. for ready reference order 24 rule 1 c.p.c. is extracted below:\"1. deposit by defendant of amount in satisfaction of claim.-the defendant in any suit to recover a debt or damages may, at any stage of the suit, deposit in court such sum of money as he considers a satisfaction in full of the claim.\" 9. a plain reading of order 24 rule 1 c.p.c. reveals that deposit of amount in satisfaction of the claim by the defendant should be voluntary and not by way of compulsion. the amount/bank guarantee deposited in court by the plaintiff as security under an order of attachment passed under order xxviii rule 5 cpc would be available to the plaintiff only in case his suit was decreed. such deposit therefore cannot be treated under order 24 rule 1 c.p.c., as such, the contention raised by learned counsel for petitioner that petitioner is not liable to pay interest on the amount decreed, cannot be accepted. 10. learned counsel for petitioner submitted that the interest @ 24% per annum ordered to be paid by trial court is on much higher side, and is thus impermissible in view of section 34 of code of civil procedure, 1908. however, the plea that interest awarded is contrary to section 34 c.p.c. was not taken in the objection, in which it was contended that interest awarded is on higher side. 11. it is not in dispute that the decree passed by learned trial court, as modified by first appellate court, has attained finality. respondent no. 1 in his plaint had claimed pendente lite and future interest @ 24% per annum. 12. learned trial court had framed an issue regarding rate of interest to which plaintiff was entitled to and returned a finding that he is entitled to interest @ 24% per annum w.e.f. 01.03.1988 to 23.09.1992 and thereafter compound interest @ 2% per month. the said finding attained finality, therefore, learned executing court rightly did not reopen the question of interest. 13. it is well settled that executing court can neither travel behind decree nor sit in appeal over the same or pass any order, jeopardizing the rights of the parties thereunder. in the case of rajasthan financial corporation v. man industrial corpn. ltd., reported in (2003) 7 scc 522, the judgment debtor had raised objection before the executing court against calculation of interest with half yearly rests, which was rejected. the revision petition filed by judgment debtor however was allowed by high court, by holding that the decree holder is not entitled to charge interest on half yearly rests basis. in appeal, hon'ble supreme court set aside the judgment rendered by high court and restored the order of executing court. paragraphs 13 to 20 of the said judgment are reproduced below:\"13. reliance was also placed on the case of bhawarlal bhandari v. universal heavy mechanical lifting enterprises [(1999) 1 scc 558] . in this case the judgment-debtor challenged the decree, when it was before the executing court, on the ground that the award on which the decree was based was a nullity. it was submitted that the award had been filed in court by the arbitrator 4 years after it was passed. this court held that the executing court could not go beyond the decree. it was held that the executing court had to take the decree according to its tenor and that the executing court could not entertain any objection that the decree was incorrect in law or on facts. 14. reliance was next placed on the case of rameshwar dass gupta v. state of u.p. [(1996) 5 scc 728] in this case it was held that the executing court cannot travel beyond the decree. it was held that the executing court has only got jurisdiction to execute the decree. it was held that the executing court could not have granted interest, on the money decree, when interest was not granted in the decree. 15. reliance was next placed on the case of c.v. rajendran v. n.m. muhammed kunhi [(2002) 7 scc 447] wherein it has been held that principles of res judicata applied even to different stages of the same proceeding. it has been held that if an issue has been decided at an earlier stage it cannot be allowed to be reagitated at a subsequent stage. 16. based on the above authorities mr divan submitted that the decree being clear, the executing court could not go beyond the decree on the basis that there was a mistake in the decree. he submitted that the decree had been passed after hearing arguments on behalf of both the parties on what the final decree should be as per the compromise deed. he submitted that even on principles of res judicata the appellants are precluded from now contending that they were entitled to interest on half-yearly basis. 17. finally mr divan made a with-prejudice offer. he stated that the respondents are willing to pay to the appellants a sum of rs 75 lakhs in full and final settlement of all the claims of the appellants. 18. we have considered the rival submissions. there can be no dispute to the proposition that the executing court cannot go beyond the decree. there can be no dispute that the executing court must take the decree according to its tenor. also as has been set out in greater cochin development authority case [(2002) 2 scc 573] when a decree is in terms of an award/document then the terms of that document have to be looked at. in this case the decree is in terms of the compromise deed. the decree does not provide that the compromise deed or any of its terms have been varied. to be remembered, that the decree is passed under order 23 rule 3 of the civil procedure code. under this provision normally the court passes the decree in terms of the compromise. of course, the court can make a change. however, if the court was making a change it would have had to record why it was making the change and what change it was making. it could not then provide that the decree was in terms of the compromise. if the court was not passing the decree in terms of the compromise then this opening portion of the decree could not have been there. the subsequent portion is mere classificatory in nature as to which of the options was to be exercised. this does not govern or detract from the main terms of the decree which is a decree in terms of the compromise. clauses 2 and 7 of the compromise deed make it very clear that the appellants were entitled to charge interest on halfyearly basis. we see no substance in the submission that the \"half-yearly rests\" were to apply only if the rate of interest was to be decided by the appellants. these words clearly applied to both the options. in the classificatory portion the words \"on half-yearly basis\" have not been mentioned because the portion is only clarifying how interest was to be calculated. this portion thus does not detract from the fact that the decree is in terms of the compromise deed. merely because some other minor changes, which appear to be inadvertent changes, have crept in do not also detract from the fact that the decree is in terms of the compromise deed. we also do not find any uncertainty in the decree. 19. in this view of the matter, we are unable to sustain the impugned judgment. it is accordingly set aside and the order of the executing court is restored. 20. the appeal is allowed accordingly. there will be no order as to cost.\" 14. in the case of brakewel automotive components (india) private limited v. p.r. selvam alagappan, reported in (2017) 5 scc 371, hon'ble supreme court has considered and discussed the scope of inquiry under section 47 cpc and held that exercise of power under section 47 is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of some provision of law or the law was promulgated making a decree unexecutable after its passing. relevant extract of the said judgment is reproduced below:\"20. it is no longer res integra that an executing court can neither travel behind the decree nor sit in appeal over the same or pass any order jeopardising the rights of the parties thereunder. it is only in the limited cases where the decree is by a court lacking inherent jurisdiction or is a nullity that the same is rendered non est and is thus unexecutable. an erroneous decree cannot be equalled with one which is a nullity. there are no intervening developments as well to render the decree unexecutable. 21. as it is, section 47 of the code mandates determination by an executing court, questions arising between the parties or their representatives relating to the execution, discharge or satisfaction of the decree and does not contemplate any adjudication beyond the same. a decree of court of law being sacrosanct in nature, the execution thereof ought not to be thwarted on mere asking and on untenable and purported grounds having no bearing on the validity or the executability thereof. 22. judicial precedents to the effect that the purview of scrutiny under section 47 of the code qua a decree is limited to objections to its executability on the ground of jurisdictional infirmity or voidness are plethoric. this court, amongst others in vasudev dhanjibhai modi v. rajabhai abdul rehman [vasudev dhanjibhai modi v. rajabhai abdul rehman, (1970) 1 scc 670 : air 1970 sc 1475 : (1971) 1 scr 66] in essence enunciated that only a decree which is a nullity can be the subject-matter of objection under section 47 of the code and not one which is erroneous either in law or on facts. the following extract from this decision seems apt: (scc pp. 67273, paras 6-7) \"6. a court executing a decree cannot go behind the decree: between the parties or their representatives it must take the decree according to its tenor, and cannot entertain any objection that the decree was incorrect in law or on facts. until it is set aside by an appropriate proceeding in appeal or revision, a decree even if it be erroneous is still binding between the parties. 7. when a decree which is a nullity, for instance, where it is passed without bringing the legal representative on the record of a person who was dead at the date of the decree, or against a ruling prince without a certificate, is sought to be executed an objection in that behalf may be raised in a proceeding for execution. again, when the decree is made by a court which has no inherent jurisdiction to make it, objection as to its validity may be raised in an execution proceeding if the objection appears on the face of the record: where the objection as to the jurisdiction of the court to pass the decree does not appear on the face of the record and requires examination of the questions raised and decided at the trial or which could have been but have not been raised, the executing court will have no jurisdiction to entertain an objection as to the validity of the decree even on the ground of absence of jurisdiction.\" 23. though this view has echoed time out of number in similar pronouncements of this court, in dhurandhar prasad singh v. jai prakash university [dhurandhar prasad singh v. jai prakash university, (2001) 6 scc 534 : air 2001 sc 2552] , while dwelling on the scope of section 47 of the code, it was ruled that the powers of the court thereunder are quite different and much narrower than those in appeal/revision or review. it was reiterated that the exercise of power under section 47 of the code is microscopic and lies in a very narrow inspection hole and an executing court can allow objection to the executability of the decree if it is found that the same is void ab initio and is a nullity, apart from the ground that it is not capable of execution under the law, either because the same was passed in ignorance of such provision of law or the law was promulgated making a decree unexecutable after its passing. none of the above eventualities as recognised in law for rendering a decree unexecutable, exists in the case in hand. for obvious reasons, we do not wish to burden this adjudication by multiplying the decisions favouring the same view.\" 15. since the issue regarding interest was decided by trial court and a finding was returned that plaintiff is entitled to interest at a certain rate and such finding became final, therefore, executing court was justified in not going into the question whether interest awarded is on higher side. 16. in aditya mass communications (p) ltd. v. a.p. s.r.t.c., reported in (2003) 11 scc 17, hon'ble supreme court was dealing with a case in which amount of earnest money was unjustifiably retained by the respondent-corporation and the contractor was compelled to enter into series of litigation to get his money back. hon'ble supreme court upheld the order passed by trial court, whereby interest @ 12% per annum was ordered to be paid to the contractor and held that it is duty of the court to see that the party whose money is wrongfully retained by other side is adequately compensated. paragraphs 8 and 9 of the said judgment are reproduced below:\"8. the facts narrated hereinabove clearly show that the respondent has retained the money belonging to the appellant without authority of law and has driven the appellant to a series of litigations, therefore, this fact itself should have been sufficient to refuse the request of the respondent made before the high court for reduction of the rate of interest. the quantum of interest a court may allow in a given case is governed by the facts of the case and not by any precedent law unless, of course, limited by a statute. if a court comes to the conclusion on a given set of facts that a party has been wrongly denied the use of its own money, it is the duty of the court to see that the said party is appropriately compensated. in the instant case, we are of the opinion that the respondent has deprived the appellant of its rightful use of the money. therefore, the interest awarded by the trial court, to say the least, was most reasonable. we also notice that the high court has not given any reason except referring to the judgments of this court in the case of sovintorg (india) ltd. v. state bank of india [(1999) 6 scc 406] and ghaziabad development authority v. union of india [(2000) 6 scc 113] . as stated above, the facts of this case do not justify the application of the principle laid down by this court in those judgments. 9. hence, we allow this appeal, set aside the impugned judgment of the high court to the extent it has reduced the interest granted by the trial court from 12% to 9% and restore the interest liable to be paid by the respondent to the appellant on the retained earnest money deposit of rs 20 lakhs to 12% as directed by the trial court. the appeal is allowed with costs quantified at rs 15,000.\" 17. learned counsel for petitioner then submitted that in view of provision contained under section 15 (2) of the commercial courts act, 2015, execution application was not maintainable before a civil court and it ought to have been filed before a commercial court. this plea however was not raised by petitioner in his objection before executing court nor it is raised in the writ petition. 18. a decree may be executed either by the court which passed such decree or by the court to which it was sent for execution. the court, which passed the decree, may on an application of the decree holder send it for execution to another court of competent jurisdiction, if the court which has passed the decree considers for any reason, which shall be recorded in writing that the decree should be executed by such other court. sub-section (3) of section 39 provides that, for the purpose of section 39, the court shall be deemed to be a court of competent jurisdiction, if at the time of making the application for the transfer of decree to it such court would have jurisdiction to try the suit, in which such decree was passed. 19. admittedly, the decree was passed by the court of civil judge (senior division), dehradun, therefore, by virtue of section 38 of c.p.c., the court of civil judge (senior division), dehradun is competent to execute the same. chapter v of the commercial courts act, 2015 deals with transfer of pending suits and applications relating to a commercial dispute of a specified value, from civil court to commercial court and proviso to sub-section (2) further provides that no suit or application, where the final judgment has been reserved by the court prior to constitution of the commercial court shall be transferred under subsection (2), however, sub-section (5) of section 15 further provides that if a suit/application relating to a commercial dispute of a specified value is not transferred in the manner specified in sub-section (2), then the commercial appellate division of the high court may, on the application of any of the parties to the suit, transfer the same for trial or disposal to the commercial court. 20. thus, in view of section 15 (5) of commercial courts act, 2015, it was open to the petitioner to move application for transfer of the execution case from civil court to commercial court, however, he did not move such application. in the objection filed under section 47 c.p.c. also, petitioner did not raise the question of jurisdiction of civil court to entertain the execution case. 21. even otherwise also, the decree was passed by the civil court on 20.08.2001, which was put to execution before establishment of commercial court at dehradun. although, chapter v of the commercial courts act, 2015 provides for transfer of pending suits and applications, however, there is nothing to indicate that the civil court, which passed the decree, is divested of its jurisdiction to execute the decree. subsection (5) of section 15 provides for transfer of suit or application by the commercial appellate division of the high court on an application of a party to the proceedings, from civil court to commercial court, however, plain language of the said provision indicates that high court may in an appropriate case refuse to transfer the suit/application to commercial court. thus viewed, it cannot be said that the civil court, which passed the decree, lost the jurisdiction in view of provisions contained in the commercial courts act, 2015. section 11 of the commercial courts act makes jurisdiction of commercial court coextensive to that of a civil court. 22. thus, in my humble opinion, the contention raised on behalf of petitioner that the court of civil judge (senior division), dehradun had no jurisdiction to entertain the execution application filed by respondent no. 1, cannot be accepted. 23. there is yet another aspect of the matter. the suit was filed in the year 1988, which was decreed by learned civil judge on 20.08.2001. the decree which was affirmed by the highest court is yet to be executed. the objection filed by petitioner before executing court was rejected by learned vith additional civil judge (junior division), dehradun vide order dated 18.04.2022, which was affirmed by viith additional district judge, dehradun vide judgment dated 02.09.2022. petitioner has challenged the judgment and orders passed by learned courts below by invoking supervisory jurisdiction of this court under article 227 of the constitution of india. 24. hon'ble supreme court has repeatedly held that power of superintendence under article 227 has to be exercised very sparingly when manifest miscarriage of justice has been occasioned and such power is not to be exercised to correct a mistake of fact or of law. hon'ble supreme court in a recent judgment in the case of garment craft v. prakash chand goel, reported in (2022) 4 scc 181 has held as under:\"15. having heard the counsel for the parties, we are clearly of the view that the impugned order [prakash chand goel v. garment craft, 2019 scc online del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the high court under article 227 of the constitution of india. the high court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported. the high court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [celina coelho pereira v. ulhas mahabaleshwar kholkar, (2010) 1 scc 217 : (2010) 1 scc (civ) 69] the jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. the power under article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. it is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. 16. explaining the scope of jurisdiction under article 227, this court in estralla rubber v. dass estate (p) ltd. [estralla rubber v. dass estate (p) ltd., (2001) 8 scc 97] has observed : (scc pp. 101-102, para 6) \"6. the scope and ambit of exercise of power and jurisdiction by a high court under article 227 of the constitution of india is examined and explained in a number of decisions of this court. the exercise of power under this article involves a duty on the high court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. the high court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the high court does not interfere, a grave injustice remains uncorrected. it is also well settled that the high court while acting under this article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. the high court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\" 25. for the facts & reasons as discussed above, this court does not find any reason to interfere with the order passed by executing court, as affirmed by the revisional court, in exercise of supervisory jurisdiction under article 227 of the constitution. 26. accordingly, the writ petition fails and is dismissed. no order as to costs. (manoj kumar tiwari, j.) navin"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1c6528dfdc743968f0c9bb507e3b6a5_0"
        },
        {
            "start": 155,
            "end": 242,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a2e965e7a944accb43667b34e9a2c8b_1"
        },
        {
            "start": 242,
            "end": 258,
            "text": "Delhi High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ecc24ad7fcb4a36a50f0a5247ef53df_2"
        },
        {
            "start": 259,
            "end": 323,
            "text": "\nPuma Se vs D.K. Arora on 29 November, 2022\nAuthor: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "391d502c8fad45b094887446b7fd33a0_3"
        },
        {
            "start": 324,
            "end": 344,
            "text": "\nBench: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93e88947671846299685ac172b7cfcd2_4"
        },
        {
            "start": 372,
            "end": 388,
            "text": "2022 /Dhc/005203",
            "labels": [
                "PREAMBLE"
            ],
            "id": "413eecc8c5154927a2c3f61fa29c5eff_5"
        },
        {
            "start": 425,
            "end": 492,
            "text": "In The High Court Of Delhi At New Delhi\n\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d52e8d61c834577a4536fa1153c809c_6"
        },
        {
            "start": 492,
            "end": 557,
            "text": "%                              Judgment delivered on : 29.11.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e93a656b913c4d8c9a10e4c786a0b2ae_7"
        },
        {
            "start": 558,
            "end": 611,
            "text": "\n\n                          +     Fao (Comm) 139/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fbf679dbfca44041a6022bc3dfbe5e2d_8"
        },
        {
            "start": 612,
            "end": 635,
            "text": "and Cm Appl. 41704/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96b84dc7db0845d9b5c593fb6b13aa9f_9"
        },
        {
            "start": 664,
            "end": 671,
            "text": "Puma Se",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f4ea1487dc5f43248b298287a8104d49_10"
        },
        {
            "start": 715,
            "end": 730,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "26110599065a4d5980b85725c8f5e579_11"
        },
        {
            "start": 789,
            "end": 823,
            "text": "versus\n\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16628cb5d08c4fafa7edf5129677d96c_12"
        },
        {
            "start": 823,
            "end": 833,
            "text": "D.K. Arora",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d1905daf2b840c69cb29335c62f6eae_13"
        },
        {
            "start": 874,
            "end": 890,
            "text": "..... Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "694093e966644ddbaee9b8dd6cef4506_14"
        },
        {
            "start": 920,
            "end": 929,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48be888ce176438abbaec87e088fac3b_15"
        },
        {
            "start": 930,
            "end": 955,
            "text": "who appeared in this case",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c257e73a1a614b9e88dce5b80bf7e829_16"
        },
        {
            "start": 956,
            "end": 1002,
            "text": ": \n                          For the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96eb1524c3ae4dbe843433155b538256_17"
        },
        {
            "start": 1009,
            "end": 1034,
            "text": ": Mr. Ranjan Narula, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b56653c022dc431a84da31af1ee37b95_18"
        },
        {
            "start": 1063,
            "end": 1082,
            "text": "For the Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4eca936a13f48e087b2303c24b4bc63_19"
        },
        {
            "start": 1087,
            "end": 1111,
            "text": ": Mr. Sholab Arora, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5665f78cc3e942a6bb3a6d04b0f917ce_20"
        },
        {
            "start": 1140,
            "end": 1205,
            "text": "Coram \n                          Hon'Ble Mr. Justice Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d8efa78d4bd47fdaedc4e9abecc435f_21"
        },
        {
            "start": 1233,
            "end": 1240,
            "text": "Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e111966653c4b8f9776c8bd4494e6cf_22"
        },
        {
            "start": 1241,
            "end": 1526,
            "text": "Mr. Justice Amit Mahajan\n                                                    Judgment\nAmit Mahajan, J\n1. Aggrieved by the impugned order dated 12.07.2022, passed by the learned Commercial Court, allowing the application filed by the respondent/ defendant, under Order Vii Rule 10, Code",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a0518c643b64594a82b0bc527eecf73_23"
        },
        {
            "start": 1527,
            "end": 1693,
            "text": " of Civil Procedure, 1908 ('CPC') and returning the plaint; the appellant/ plaintiff has filed the present appeal under Section 13 of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "a7e98b2f91b24e96b691a84a09fee847_24"
        },
        {
            "start": 1694,
            "end": 1712,
            "text": "\n2022/DHC/005203 2",
            "labels": [
                "FAC"
            ],
            "id": "693964073d6d4037af3ccab1b7d8fc9f_25"
        },
        {
            "start": 1713,
            "end": 1894,
            "text": ". The appellant, which is a company based in Germany, had filed the suit alleging that the respondent is manufacturing and selling counterfeit products under its well-known label, .",
            "labels": [
                "FAC"
            ],
            "id": "653f62a648ed4811b3613f25dfafa75f_26"
        },
        {
            "start": 1896,
            "end": 2059,
            "text": "3. The appellant / plaintiff in the suit, sought various reliefs including permanent injunction, restraining the respondent from infringing its trade mark, \"PUMA\".",
            "labels": [
                "FAC"
            ],
            "id": "03d6ac76bba74571882511c71b27fc44_27"
        },
        {
            "start": 2060,
            "end": 2210,
            "text": "By an order dated 10.05.2019, the learned Trial Court granted ex parte ad interim injunction, restraining the respondent from using the impugned mark.",
            "labels": [
                "FAC"
            ],
            "id": "e9a2884db05b4fdda2d3a8cf7d5e0915_28"
        },
        {
            "start": 2211,
            "end": 2447,
            "text": "Thereafter, during the course of proceedings, the respondent filed an application under Order VII Rule 11, seeking rejection of the plaint on the ground that no cause of action had arisen so as to entitle the plaintiff to file the suit.",
            "labels": [
                "FAC"
            ],
            "id": "e8fc09d17c8e4140aa86c7d5f4c6dcd9_29"
        },
        {
            "start": 2448,
            "end": 2576,
            "text": "The respondent also raised an objection that the Courts in Delhi have no territorial jurisdiction to try and entertain the suit.",
            "labels": [
                "FAC"
            ],
            "id": "206db9a177a241c5a7bf85437c0a1dfa_30"
        },
        {
            "start": 2577,
            "end": 3057,
            "text": "\n4. The said application was disposed of by the order dated 28.10.2021, and it was noted by the learned Commercial Court as under:\n\"During the course of arguments, Ld. Counsel for defendant very fairly submitted that he has no objection, if an issue on the basis of his application under Order VII Rule 11CPC is ultimately framed during the course of trial and the said aspect can be thereafter decided after both the parties gets an opportunity to lead their respective evidence.",
            "labels": [
                "RLC"
            ],
            "id": "daf0fc6084c24eae98a78515a5a3eb3a_31"
        },
        {
            "start": 3058,
            "end": 3147,
            "text": "\nLd. Counsel for defendant undertakes to file written statement within next fifteen days.",
            "labels": [
                "FAC"
            ],
            "id": "ca53e6cf4a1840a8a944574bc0cde7ba_32"
        },
        {
            "start": 3148,
            "end": 3303,
            "text": "Let the same be filed with direction to supply advance copy to Ld. Counsel for plaintiff who, may thereafter file replication, if any, within fifteen days.",
            "labels": [
                "FAC"
            ],
            "id": "2285da79de0945c08d20a2447d9f2cb4_33"
        },
        {
            "start": 3304,
            "end": 3440,
            "text": "\nAccordingly, matter be put up for completion of pleadings as above and filing of replication, if any, on01.12.2021.\"\n2022/DHC/005203 5.",
            "labels": [
                "FAC"
            ],
            "id": "37728894a64247acbe5a42cac566fcc7_34"
        },
        {
            "start": 3441,
            "end": 3766,
            "text": "Thereafter, it appears that applications were moved by the respondent under Order VII Rule 10 CPC, application under Order VII Rule 11 and under Section 114, read with Section 151 of the CPC, seeking review of the order dated 28.10.2021 and also seeking return of the plaint on the ground of lack of territorial jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "259b1ca78a71401ba3c65633abf9bdd3_35"
        },
        {
            "start": 3767,
            "end": 3874,
            "text": "The arguments in respect of the said applications were heard by the learned Commercial Court on 28.05.2022.",
            "labels": [
                "FAC"
            ],
            "id": "57ce4eff7c9749ac9761607e1791b3ff_36"
        },
        {
            "start": 3875,
            "end": 4087,
            "text": "The learned Judge on the said date, allowed the application for review and considered the application under Order VII Rule 11, CPC and application under Order VII Rule 10, CPC and reserved the matters for orders.",
            "labels": [
                "FAC"
            ],
            "id": "d4c1b7d552634046a2961633a222b023_37"
        },
        {
            "start": 4089,
            "end": 4312,
            "text": "6. Vide impugned judgement dated 12.07.2022, the learned Commercial Court dismissed the application under Order VII Rule 11 but allowed the application under Order VII Rule 10, CPC which led to filing of the present appeal.",
            "labels": [
                "FAC"
            ],
            "id": "ba394af674814824a8351a7779f55e84_38"
        },
        {
            "start": 4314,
            "end": 4562,
            "text": "7. The learned Commercial Court considered the provisions of Section 134 of the Trade Marks Act, 1999 (hereafter 'the TM Act'), and Section 20 (2) of the CPC, and examined the law in relation to institution of suits for infringement of trade marks.",
            "labels": [
                "FAC"
            ],
            "id": "f86652f4e47d4f1da3e2ea3dcff5ca6b_39"
        },
        {
            "start": 4563,
            "end": 4809,
            "text": "It relied upon the judgment passed in Ultra Home Construction Pvt. Ltd Vs. Purushottam Kumar Chaubey & Ors.: 2016 SSC Online Del 376, to consider whether the Court has the territorial jurisdiction under the Trade Marks Act, to entertain the suit.",
            "labels": [
                "FAC"
            ],
            "id": "8539de231e9a4f40a5580c16b1d12708_40"
        },
        {
            "start": 4811,
            "end": 5082,
            "text": "8. The learned Commercial Court, however, examined the facts pleaded in the plaint to hold that no part of cause of action had arisen 2022/DHC/005203 in Delhi to entitle the plaintiff to file the suit within the territorial jurisdiction of the concerned Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ed74755e54354c1a96ade561b8ffb114_41"
        },
        {
            "start": 5084,
            "end": 5096,
            "text": "Arguments 9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e82aa0a2f27f4d2fb65007e0175f7cfd_42"
        },
        {
            "start": 5097,
            "end": 5194,
            "text": "Learned Counsel appearing for the appellant has challenged the order, essentially on two grounds.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1f173b19e69248eda0818683e05da1f8_43"
        },
        {
            "start": 5195,
            "end": 5493,
            "text": "First of all, he contended that the order dated 28.10.2021, whereby the Court had decided that the arguments raised in the earlier application filed by the respondent under Order VII Rule 11 CPC, would be considered after the parties had led their respective evidence, could not have been reviewed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78abc766fd214b88ba445fd1d8c537e7_44"
        },
        {
            "start": 5494,
            "end": 5624,
            "text": "Thus, a fresh application under Order VII Rule 11, CPC as well as Order VII Rule 10, CPC on the same grounds was not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5e18f6bd345043319238ed2c5d153663_45"
        },
        {
            "start": 5625,
            "end": 5858,
            "text": "Learned Counsel vehemently argued that only because the respondent had engaged a new Counsel, could not be a reason for seeking review of the order passed by the learned Commercial Court, which was passed with consent of the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "809b9ca17d0c48f29086c8cb96475054_46"
        },
        {
            "start": 5859,
            "end": 5998,
            "text": "Secondly, he contends that an application under Order VII Rule 10, CPC, had to be decided on the basis of the averments made in the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "687fa7bc264d489c94cf039cb8fcd94c_47"
        },
        {
            "start": 5999,
            "end": 6211,
            "text": "He contended that the examination, for the purpose of the application under Order VII Rule 10 CPC, is limited and a detailed examination as sought to be done by the learned Commercial Judge, is impermissible.\n10.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d1da5fef7fc94280945b21cb2f055d86_48"
        },
        {
            "start": 6212,
            "end": 6540,
            "text": "Learned Counsel appearing for the respondent, on the other hand, contended that the plaint has to be considered in a meaningful manner and the documents filed along with the plaint do not support the case of the plaintiff so as to enable the plaintiff to file a suit within 2022/DHC/005203 the territorial jurisdiction of Delhi.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9d5b4c4fabb74e039e5fd9f2ef824707_49"
        },
        {
            "start": 6541,
            "end": 6727,
            "text": "He contends that neither the appellant nor the respondent have their principle place of business in Delhi nor has any cause of action arisen within the territorial jurisdiction of Delhi.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "24a5f3a2e3ae44dfb0c8858f4f0b16c3_50"
        },
        {
            "start": 6728,
            "end": 7004,
            "text": "He further stated that the respondent is not selling any products in Delhi and the fact that respondent has advertised its business through websites, www.justdial.com and www.tradeindia.com, will not give rise to a cause of action within the territorial jurisdiction of Delhi.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9305476cf4ec4597ba71f4cd0d340357_51"
        },
        {
            "start": 7005,
            "end": 7185,
            "text": "He further states that a website like justdial only provide an address of the business entity so as to enable the customers to approach the company by ascertaining its whereabouts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cc93bcf0552842449a3b40227789a66b_52"
        },
        {
            "start": 7186,
            "end": 7419,
            "text": "He further submitted that the websites are not interactive websites through which a person can purchase goods of the respondent and hence, mere registering with the said services will not create any territorial jurisdiction in Delhi.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1db6ddf8aaeb45eab5249aacc55fc9a8_53"
        },
        {
            "start": 7421,
            "end": 7531,
            "text": "11. The law in relation to the rejection of the plaint under Order VII Rule 10, CPC, is no longer res integra.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba6503159d7e445694a0118cad65019b_54"
        },
        {
            "start": 7532,
            "end": 7820,
            "text": "This Court in M/s. RSPL Limited v. Mukesh Sharma &Anr.: 2016 SCC OnLine Del 4285, which was followed in various judgments thereafter, has held that the application under Order VII Rule 10 of the CPC is to be decided on a demurrer by accepting all statements made in the plaint to be true.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bae291bebdea4be9a6ac316964824c41_55"
        },
        {
            "start": 7821,
            "end": 7905,
            "text": "The appellant for the purpose of territorial jurisdiction has pleaded as under:\n\"41.",
            "labels": [
                "STA"
            ],
            "id": "4e53df7a046f4ac3b3dcf97567e9d33a_56"
        },
        {
            "start": 7906,
            "end": 8272,
            "text": "That this Hon'ble Court has the jurisdiction to entertain and try the present suit as the Plaintiff is carrying on business within the jurisdiction of this Hon'ble Court and also through its various stores in Delhi including its stores at 117,A22,WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, 2022/DHC/005203 Kamlanagar, New Delhi 110007.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5dc21310f5d14911ac9b1fe378e0bd99_57"
        },
        {
            "start": 8273,
            "end": 8439,
            "text": "Also, the Plaintiff sells/ offers their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13114fac43c243a1ba104d45dfd0c12f_58"
        },
        {
            "start": 8440,
            "end": 8672,
            "text": "The Hon'ble court also has jurisdiction since the Plaintiff's websitewww.puma.com is an interactive website and accessible to the consumers at Delhi and the Plaintiff's products can be viewed and purchased by the consumers in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1226392e5ea4944bd50354222e3002b_59"
        },
        {
            "start": 8673,
            "end": 8867,
            "text": "This is a settled position that the possibility to conclude transactions through a website at a particular place is virtually identical to a seller having a shop in that place in the real world.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23fe5975c2d7468484d20ecf6ff15bf8_60"
        },
        {
            "start": 8868,
            "end": 9024,
            "text": "Therefore, this Hon'ble Court has the territorial jurisdiction to try and entertain the present suit in view of section 134(2) of the Trade Marks Act, 1999.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c542970eb31146719eaf125ce032ba69_61"
        },
        {
            "start": 9025,
            "end": 9150,
            "text": "The Plaintiff further submits that the Defendants are carrying on its business within the jurisdiction of this Hon'ble Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "eb3753c3727f43c8bf35f630d9238b53_62"
        },
        {
            "start": 9151,
            "end": 9493,
            "text": "The Plaintiff further submits that the Defendant is carrying its business through www.justdial.com,www.tradeindia.com and other websites which are interactive websites and targets the consumers/customers residing within the jurisdiction of this Hon'ble Court and the same gives Jurisdiction to the Hon'ble Court to entertain the present suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "95ed0f124a1241a59ea1e55f7e75f039_63"
        },
        {
            "start": 9494,
            "end": 9643,
            "text": "The plaintiff is under the imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ddf6564027354791ac345de3bf17a426_64"
        },
        {
            "start": 9644,
            "end": 9807,
            "text": "The Plaintiff submits that the Hon'ble Court also has jurisdiction under section 20 of CPC as the Defendant is supplying/selling the counterfeit products at Delhi.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "04af55a444d44f68be48b3ac99112805_65"
        },
        {
            "start": 9808,
            "end": 9908,
            "text": "Hence the cause of action has also arisen within the territorial jurisdiction of this Hon'ble Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f3fd6abc1bc4575a25b822f231a8665_66"
        },
        {
            "start": 9909,
            "end": 10056,
            "text": "The products of the Defendant being made available and purchased by the general public residing within the jurisdiction of this Hon'ble Court.\"\n12.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f3d02f455e74fd5affcb83f9ac973f5_67"
        },
        {
            "start": 10057,
            "end": 10298,
            "text": "It is evident from the perusal of the plaint as referred above that the plaintiff has claimed the territorial jurisdiction for the following reasons:\na. The plaintiff is carrying on business within the territorial jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c1890acc6724c778c98364219e191a6_68"
        },
        {
            "start": 10299,
            "end": 10510,
            "text": "\nb. The plaintiff is carrying on business through its various stores in Delhi including stores at 117, A22, WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB-5, Bungalow Road, Kamlanagar, New Delhi 110007.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee9624daab3547cfaf645bd3869d0e09_69"
        },
        {
            "start": 10511,
            "end": 10530,
            "text": "\n2022/DHC/005203 c.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b6ce5a3c75847c5bfb92d9efb511a80_70"
        },
        {
            "start": 10531,
            "end": 10701,
            "text": "The plaintiff sells/ offers for sale, their wide range of products through online stores/e-commerce websites such as www.snapdeal.com, www.flipkart.com and www.amazon.in.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91afef669ad541f8b469a9cea40860ec_71"
        },
        {
            "start": 10703,
            "end": 10815,
            "text": "d. The plaintiff's website, www.puma.com, is an interactive website and is accessible to the consumers at Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eafe5ae22b744a83ae9461aecc9fb6fb_72"
        },
        {
            "start": 10816,
            "end": 10913,
            "text": "e. The defendants are carrying on its business within the territorial jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66f9a48c8e3f4b25ab5fe1726bd85afc_73"
        },
        {
            "start": 10915,
            "end": 11106,
            "text": "f. Defendant is carrying on its business through www.justdial.com, www.tradeindia.com, which are interactive websites and targets the consumers residing within the jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17234354bc934625bbbc8c99fae107af_74"
        },
        {
            "start": 11107,
            "end": 11233,
            "text": "\ng. Imminent and credible threat or apprehension that the defendant would launch and start manufacturing the product in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0d9673bd9424b5b87ed23e3116cffaa_75"
        },
        {
            "start": 11234,
            "end": 11304,
            "text": "\nh. Defendant is supplying/ selling the counterfeit products at Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3a5abf5a7d74ebc8746a5f3ee590527_76"
        },
        {
            "start": 11306,
            "end": 11408,
            "text": "13. The learned Commercial Court dealt with some of the aspects of cause of action as mentioned above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3008612de394e3587466ab22a856ce4_77"
        },
        {
            "start": 11409,
            "end": 11520,
            "text": "It negated the argument that the plaintiff is carrying its business through the stores mentioned in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ddc7a12979a4dafaa44cab751499aa2_78"
        },
        {
            "start": 11521,
            "end": 11690,
            "text": "According to learned Commercial Court, these stores could not be considered as principal offices or subordinate offices from where the plaintiff is running its business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "acd4364c8cec41cea1d483abb7e042b9_79"
        },
        {
            "start": 11691,
            "end": 12199,
            "text": "The learned Commercial Court also rejected the argument that carrying on business through websites such as www.flipkart.com and www.puma.com, would amount to 2022/DHC/005203 carrying out business in Delhi by relying upon the judgment in World Wrestling Entertainment, Inc. v. Reshma Collection:\n2014 SCC OnLine Del 2031.\n14. The learned Commercial Court also observed that even though the plaint mentions that defendant is selling its goods in Delhi, however, the plaintiff has failed to furnish any address.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23f47c577eca47698ab7aae752386b30_80"
        },
        {
            "start": 12200,
            "end": 12397,
            "text": "The contention that the defendants are selling through websites, www.justdial.com, www.tradeindia.com, which gives access to consumers to purchase the defendants products in Delhi was not accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed3fba3dbfde41f3a7d357ed144be499_81"
        },
        {
            "start": 12398,
            "end": 12566,
            "text": "The learned Court held that the said websites only contain the defendant's name, telephone number and are not interactive websites for the purpose of purchase of goods.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "062b5e07a51347b89fda067f47e1b77f_82"
        },
        {
            "start": 12568,
            "end": 12758,
            "text": "15. It is material to note that the learned commercial court did not expressly comment on several other reasons for asserting that Courts in Delhi had the jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18893885f8374e0ca2f0df752b3844e3_83"
        },
        {
            "start": 12760,
            "end": 12927,
            "text": "16. As mentioned above, the law in relation to rejection of plaint at the initial stage while considering application under Order VII Rule 10 is no longer res integra.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5734625ad4d4542870e260cf5094723_84"
        },
        {
            "start": 12928,
            "end": 13040,
            "text": "The Supreme Court in the case of Exphar Sa v. Eupharma Laboratories Ltd.: (2004) 3 SCC 688 observed as under:\n9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "20b9696728734b9ca37eb62a63b2b9dd_85"
        },
        {
            "start": 13041,
            "end": 13255,
            "text": "Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ff4ed1bca604668ad520814d6ce3f74_86"
        },
        {
            "start": 13256,
            "end": 13382,
            "text": "The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "008fff2d32e6452780fcfd7f5e5d6144_87"
        },
        {
            "start": 13383,
            "end": 13527,
            "text": "In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d149a3a8b1674fb3875daeb1156ecc64_88"
        },
        {
            "start": 13528,
            "end": 13849,
            "text": "\nHowever, the Division Bench examined the written statement filed by the respondents in which it was claimed that the goods were not at all sold within the territorial jurisdiction of the Delhi High Court and 2022/DHC/005203 also that Respondent 2 did not carryon business within the jurisdiction of the Delhi High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82bf857846b447b28ddeed234b9ebe9e_89"
        },
        {
            "start": 13850,
            "end": 14204,
            "text": "Having recorded the appellants' objections to these factual statements by the respondents, surprisingly the Division Bench said:\n\"Admittedly, the goods are being traded outside India and not being traded in India and as such there is no question of infringement of trade mark within the territorial limits of any court in India what to say of Delhi.\"\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa03c3cd2cfa40b5b9ed5a6055270269_90"
        },
        {
            "start": 14205,
            "end": 14837,
            "text": "The principle laid down was, thereafter, followed by this Court in RSPL Limited (supra), and, thereafter, followed consistently by this Court in Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225, and various other judgments such as M/s Maan Pharmaceuticals Ltd. v. M/s Mindwave Healthcare Pvt. Ltd.:\nFAO(COMM) 78/2022, Devarapan Foods Private Limited v. Sukhwant Singh &Ors.: FAO(COMM) 116/2022, Chandra Kishore Chaurasia v. R A Perfumery Works Private Ltd.:\nFAO(COMM) 128/2021and Dassault Systems S.E. &Anr. v. Automobile Corporation of Goa Limited and Ors.: FAO(COMM) 66/2022..\n18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cd91c05c89884c6a8e6027e27c9aa3ef_91"
        },
        {
            "start": 14838,
            "end": 15019,
            "text": "It is clear that the averments made in the plaint have to be considered bearing the aforesaid principle in mind, laid down by the Apex Court and followed consistently by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25027b64aea54b1c8f41c50f23a0a83b_92"
        },
        {
            "start": 15021,
            "end": 15153,
            "text": "19. As stated above, the plaintiff claimed territorial jurisdiction of the concerned Commercial Court, on not one, but many grounds.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce8828bc78a6420188b28bc5a4f46900_93"
        },
        {
            "start": 15154,
            "end": 15462,
            "text": "The plaintiff has categorically asserted that it is carrying on business within the territorial jurisdiction of this Court and through its various stores including stores at 117, A22, 2022/DHC/005203 WEA, Ajmal Khan Road, Karol Bagh, New Delhi 110005 & UB- 5, Bungalow Road, Kamlanagar, New Delhi 110007.\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cb1a44ae0754cb19864ed75737e45f0_94"
        },
        {
            "start": 15463,
            "end": 15600,
            "text": "Clearly, if the said statement is accepted to be correct, the learned Commercial Court would have the jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ad641c670454e9995441b6feba108cc_95"
        },
        {
            "start": 15601,
            "end": 15769,
            "text": "As laid down by this Court in the judgments referred above, it is not permissible for the Court to qualitatively examine the merits of the statement made in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "183fad89b3a54fb7a56dec84de952278_96"
        },
        {
            "start": 15770,
            "end": 16120,
            "text": "It is possible that the plaintiff may not be able to substantiate the averments and the suit may be rejected for want of jurisdiction, however, at the initial stage, for the purpose of jurisdiction, the only question to be considered is whether the plaint has disclosed the cause of action within the territorial jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2a3711b5c034294a8e51b6c52c291e1_97"
        },
        {
            "start": 16122,
            "end": 16297,
            "text": "21. There is another aspect, i.e., the apprehension of the plaintiff that the defendant would launch and start manufacturing the product in Delhi, that needs to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26cebb73762a4ffa9d301a9cb947131e_98"
        },
        {
            "start": 16298,
            "end": 16425,
            "text": "The suits on the basis of cause of action on a fear and apprehension is commonly known as quiatimet suit which are latin words.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee1d349f056440d6a9b04ad04c2a3664_99"
        },
        {
            "start": 16426,
            "end": 16590,
            "text": "In legal terminology, it is defined as action to obtain injunction and restrain a threatened act, which, if done, would cause a substantial damage to the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f27d5d80747480aa056ed308463b2ae_100"
        },
        {
            "start": 16591,
            "end": 16757,
            "text": "The Division Bench of this Court in the case of Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt. Ltd.&Anr.: 2017 SCC OnLine Del 7225,held as under:\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "15a0ddc8e69e49df9df8beaa97b1ac88_101"
        },
        {
            "start": 16758,
            "end": 17077,
            "text": "If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments 2022/DHC/005203 made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a2474bd73384269ba52d76e1204bed2_102"
        },
        {
            "start": 17078,
            "end": 17274,
            "text": "There is no dispute with the proposition that a quia timet action is based upon an apprehended use and is preventive in nature intended to prevent an apprehended wrong and an anticipated mischief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "780609015a8f44b3b5c7b0bfc698425f_103"
        },
        {
            "start": 17275,
            "end": 17729,
            "text": "If we were, for the time being, to ignore the fact that the respondent No. 1/defendant No. 1 was already selling the impugned product under the impugned mark and label in Andhra Pradesh, then the mere fact that the plaint contained an averment that there was credible and imminent apprehension that the infringing product would be launched by the defendants within the territorial jurisdiction of this court, would by itself constitute a cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37ecac4955ce463d8be7257b7b4019cd_104"
        },
        {
            "start": 17730,
            "end": 17968,
            "text": "If this be the case, can it be said that just because the defendants were already selling the product in Andhra Pradesh it would take away part of the cause of action which was preventive of a future conduct on the part of the defendants?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a89ebd2e37044ba0b84cf3ea31130bae_105"
        },
        {
            "start": 17969,
            "end": 17982,
            "text": "We think not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e205337235894384b3badf106db9cf63_106"
        },
        {
            "start": 17984,
            "end": 18347,
            "text": "11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant/plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "512f3d1e73144c068b1ddc753a101a9c_107"
        },
        {
            "start": 18348,
            "end": 18447,
            "text": "We may point out that substantiation of an averment in a plaint by other material would come later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b0450042d534fdfb1c3281b214143e7_108"
        },
        {
            "start": 18448,
            "end": 18561,
            "text": "At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3a97e21e351414781466d6fab54cb84_109"
        },
        {
            "start": 18562,
            "end": 18600,
            "text": "Substantiation is a part of evidence.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5addf9c7d1b349ae9fd5d3dc696b1994_110"
        },
        {
            "start": 18602,
            "end": 18849,
            "text": "22. It was categorically held that the stage for substantiation of an averment in the plaint by other material would come later and at the stage of filing of the plaint, it is only the averment that has to be made with regard to the material fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52b55b0031074c2398397712e6371c57_111"
        },
        {
            "start": 18850,
            "end": 18901,
            "text": "Substantiation is part 2022/DHC/005203 of evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8502958bea35445db985236ce567f2b3_112"
        },
        {
            "start": 18902,
            "end": 19038,
            "text": "In our opinion, the learned Commercial Court fell in error in returning the plaint by exercising power under Order VII Rule 10, CPC.\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01083fa503054bdb9c16cab10039bbb3_113"
        },
        {
            "start": 19039,
            "end": 19206,
            "text": "Clearly, if the averments in the plaint are accepted to be true, the learned Commercial Court would definitely have the territorial jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab6e9571212b4721923ae038eb532300_114"
        },
        {
            "start": 19207,
            "end": 19487,
            "text": "As held by the Apex Court and reiterated by this Court in various judgments as referred above, we have no hesitation to hold that the application under Order VII Rule 10, CPC, is to be considered on demurrer; that is, the averments made in the plaint are to be assumed as correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc6ab81391884d22929fa33ef8fd8ab9_115"
        },
        {
            "start": 19489,
            "end": 19675,
            "text": "24. It is also significant to note that the application under Order VII Rule 10, CPC, was considered by the learned Commercial Court after it reviewed its earlier order dated 28.10.2021.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78de16856b7d479db79ef844dc77ef0a_116"
        },
        {
            "start": 19676,
            "end": 19971,
            "text": "The application filed for review of the order dated 28.10.2021, was filed under Section 114 of CPC and the only reason seeking re-hearing of the applications disposed of by the said order was, \"that a concession made by a lawyer (bearing factual admissions) does not bind the party/ client\".\n25.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3d1a00b4ba6412195af1aaaa8243a2e_117"
        },
        {
            "start": 19972,
            "end": 20115,
            "text": "In our view, the aforesaid reason cannot be a ground seeking review of the order, which was admittedly passed with consent of both the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae44bfa10baf495491871dfbb1070784_118"
        },
        {
            "start": 20116,
            "end": 20325,
            "text": "It is clear from the perusal of the order that the Counsel for the defendant agreed that the question of lack of jurisdiction be considered during the course of trial after the parties have led their evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a8a8720f1aa4af28089f8a2edb56245_119"
        },
        {
            "start": 20326,
            "end": 20533,
            "text": "Therefore, the Counsel for the parties had argued their application and it was only during 2022/DHC/005203 the course of arguments that they had consented for the application to be taken up during the trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d789b9136daf486bab6687bd6fbe5d09_120"
        },
        {
            "start": 20534,
            "end": 20641,
            "text": "The orders passed by a jurisdiction Court cannot be reviewed on such grounds as are taken by the defendant.",
            "labels": [
                "RATIO"
            ],
            "id": "cf60e18927764b75beb563e3095964d6_121"
        },
        {
            "start": 20642,
            "end": 20747,
            "text": "There was no error apparent on the face of record that could have been the cause for review of the order.",
            "labels": [
                "RATIO"
            ],
            "id": "c012d4502f664ba89b414abca9d80d85_122"
        },
        {
            "start": 20748,
            "end": 20920,
            "text": "In our view, the learned Commercial Court fell in error to re- open the application which was decided to be taken up during the course of trial with the consent of parties.",
            "labels": [
                "RATIO"
            ],
            "id": "52e3be0ebd034738b00e6dacb445ebb6_123"
        },
        {
            "start": 20922,
            "end": 21018,
            "text": "26. In view of the above, the impugned order cannot be sustained and is, accordingly, set aside.",
            "labels": [
                "RPC"
            ],
            "id": "b959e0594b0b47caaa828eb1d8a9bcb8_124"
        },
        {
            "start": 21019,
            "end": 21275,
            "text": "It is, however, clarified that the decision of this Court will not preclude the defendants from raising the question of jurisdiction at the time of trial and the present order is limited solely for considering the application under Order VII Rule 10, CPC.\n",
            "labels": [
                "RATIO"
            ],
            "id": "0063dfc44cce4959919e05cfa56cca9b_125"
        },
        {
            "start": 21275,
            "end": 21329,
            "text": "VIBHU BAKHRU, J AMIT MAHAJAN, J NOVEMBER 29, 2022 \"SS\"",
            "labels": [
                "NONE"
            ],
            "id": "15b38ddde7e0491099682e896a80249e_126"
        }
    ],
    "entities": [
        {
            "text": "Uttarakhand High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 22
        },
        {
            "text": "Manoj Kumar Tiwari",
            "label": "JUDGE",
            "start_char": 67,
            "end_char": 85
        },
        {
            "text": "Manoj Kumar Tiwari",
            "label": "JUDGE",
            "start_char": 93,
            "end_char": 111
        },
        {
            "text": "High Court Of Uttarakhand\n                         At Nainital",
            "label": "COURT",
            "start_char": 120,
            "end_char": 182
        },
        {
            "text": "Manoj Kumar Tiwari",
            "label": "JUDGE",
            "start_char": 286,
            "end_char": 304
        },
        {
            "text": "Odisha State Financial Corporation",
            "label": "PETITIONER",
            "start_char": 364,
            "end_char": 398
        },
        {
            "text": "Neeraj Garg",
            "label": "LAWYER",
            "start_char": 447,
            "end_char": 458
        },
        {
            "text": "Yashpal Singh",
            "label": "LAWYER",
            "start_char": 467,
            "end_char": 480
        },
        {
            "text": "Vigyan Chemical Industries",
            "label": "RESPONDENT",
            "start_char": 525,
            "end_char": 551
        },
        {
            "text": "S.K. Jain",
            "label": "LAWYER",
            "start_char": 609,
            "end_char": 618
        },
        {
            "text": "Siddhartha Jain",
            "label": "LAWYER",
            "start_char": 653,
            "end_char": 668
        },
        {
            "text": "Article     227",
            "label": "PROVISION",
            "start_char": 809,
            "end_char": 824
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 838,
            "end_char": 850
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 910,
            "end_char": 920
        },
        {
            "text": "VIth Additional Civil Judge, Senior Division, Dehradun",
            "label": "COURT",
            "start_char": 931,
            "end_char": 985
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 1024,
            "end_char": 1034
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 1035,
            "end_char": 1041
        },
        {
            "text": "02.09.2022",
            "label": "DATE",
            "start_char": 1106,
            "end_char": 1116
        },
        {
            "text": "VIIth Additional District Judge, Dehradun",
            "label": "COURT",
            "start_char": 1129,
            "end_char": 1170
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 1217,
            "end_char": 1227
        },
        {
            "text": "Vigyan Chemical Industries",
            "label": "ORG",
            "start_char": 1351,
            "end_char": 1377
        },
        {
            "text": "Court of Civil Judge, Dehradun",
            "label": "COURT",
            "start_char": 1436,
            "end_char": 1466
        },
        {
            "text": "Suit No. 103 of 1988",
            "label": "CASE_NUMBER",
            "start_char": 1492,
            "end_char": 1512
        },
        {
            "text": "Manorama Chemical Works Ltd.",
            "label": "ORG",
            "start_char": 1591,
            "end_char": 1619
        },
        {
            "text": "Manorama         Chemical   Works       Ltd.",
            "label": "ORG",
            "start_char": 1867,
            "end_char": 1911
        },
        {
            "text": "Odisha State Financial Corporation",
            "label": "ORG",
            "start_char": 2004,
            "end_char": 2038
        },
        {
            "text": "Manorama Chemical Works Ltd.",
            "label": "ORG",
            "start_char": 2179,
            "end_char": 2207
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 2232,
            "end_char": 2242
        },
        {
            "text": "State Financial Corporations Act, 1951",
            "label": "STATUTE",
            "start_char": 2250,
            "end_char": 2288
        },
        {
            "text": "Manorama Chemical Works Ltd.",
            "label": "ORG",
            "start_char": 2504,
            "end_char": 2532
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 2539,
            "end_char": 2549
        },
        {
            "text": "S.F.C. Act",
            "label": "STATUTE",
            "start_char": 2557,
            "end_char": 2567
        },
        {
            "text": "Section 29 (5)",
            "label": "PROVISION",
            "start_char": 2736,
            "end_char": 2750
        },
        {
            "text": "S.F.C. Act",
            "label": "STATUTE",
            "start_char": 2758,
            "end_char": 2768
        },
        {
            "text": "Manorama Chemical Works Ltd.",
            "label": "ORG",
            "start_char": 2854,
            "end_char": 2882
        },
        {
            "text": "18.08.1987",
            "label": "DATE",
            "start_char": 3215,
            "end_char": 3225
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 3232,
            "end_char": 3242
        },
        {
            "text": "S.F.C. Act",
            "label": "STATUTE",
            "start_char": 3250,
            "end_char": 3260
        },
        {
            "text": "T.R.K. Rao",
            "label": "OTHER_PERSON",
            "start_char": 3335,
            "end_char": 3345
        },
        {
            "text": "Dehradun",
            "label": "GPE",
            "start_char": 3596,
            "end_char": 3604
        },
        {
            "text": "Vigyan Prakash",
            "label": "OTHER_PERSON",
            "start_char": 3771,
            "end_char": 3785
        },
        {
            "text": "6,229.29",
            "label": "DATE",
            "start_char": 4165,
            "end_char": 4173
        },
        {
            "text": "20.08.2001",
            "label": "DATE",
            "start_char": 4776,
            "end_char": 4786
        },
        {
            "text": "1.3.198",
            "label": "DATE",
            "start_char": 5005,
            "end_char": 5012
        },
        {
            "text": "23.9.1992",
            "label": "DATE",
            "start_char": 5016,
            "end_char": 5025
        },
        {
            "text": "23.9.1992",
            "label": "DATE",
            "start_char": 5035,
            "end_char": 5044
        },
        {
            "text": "Civil Appeal No.182 of 2001",
            "label": "CASE_NUMBER",
            "start_char": 6123,
            "end_char": 6150
        },
        {
            "text": "Additional District Judge, F.T.C., VIth, Dehradun",
            "label": "COURT",
            "start_char": 6238,
            "end_char": 6287
        },
        {
            "text": "08.08.2006",
            "label": "DATE",
            "start_char": 6308,
            "end_char": 6318
        },
        {
            "text": "07.05.2007",
            "label": "DATE",
            "start_char": 6547,
            "end_char": 6557
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6589,
            "end_char": 6602
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6662,
            "end_char": 6675
        },
        {
            "text": "23.11.2017",
            "label": "DATE",
            "start_char": 6737,
            "end_char": 6747
        },
        {
            "text": "Regular Execution Case No. 107 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 6961,
            "end_char": 6999
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 7084,
            "end_char": 7094
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 7105,
            "end_char": 7116
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 7117,
            "end_char": 7123
        },
        {
            "text": "Case No. 156 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 7155,
            "end_char": 7175
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 7265,
            "end_char": 7275
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 7276,
            "end_char": 7282
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 7337,
            "end_char": 7347
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 7387,
            "end_char": 7397
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 7433,
            "end_char": 7444
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 7445,
            "end_char": 7451
        },
        {
            "text": "Civil Revision No. 40 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 7475,
            "end_char": 7504
        },
        {
            "text": "VIIth Additional District Judge, Dehradun",
            "label": "COURT",
            "start_char": 7514,
            "end_char": 7555
        },
        {
            "text": "02.09.2022",
            "label": "DATE",
            "start_char": 7623,
            "end_char": 7633
        },
        {
            "text": "13.05.1996",
            "label": "DATE",
            "start_char": 8237,
            "end_char": 8247
        },
        {
            "text": "Order 43 Rule (q)",
            "label": "PROVISION",
            "start_char": 8302,
            "end_char": 8319
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 8320,
            "end_char": 8326
        },
        {
            "text": "IIIrd Additional District Judge, Dehradun",
            "label": "COURT",
            "start_char": 8359,
            "end_char": 8400
        },
        {
            "text": "03.06.1999",
            "label": "DATE",
            "start_char": 8421,
            "end_char": 8431
        },
        {
            "text": "Civil Misc.",
            "label": "CASE_NUMBER",
            "start_char": 8549,
            "end_char": 8560
        },
        {
            "text": "No. 33425 of 1999",
            "label": "CASE_NUMBER",
            "start_char": 8575,
            "end_char": 8592
        },
        {
            "text": "Allahabad High Court",
            "label": "COURT",
            "start_char": 8625,
            "end_char": 8645
        },
        {
            "text": "10.08.1999",
            "label": "DATE",
            "start_char": 8666,
            "end_char": 8676
        },
        {
            "text": "Order 24 Rule 1",
            "label": "PROVISION",
            "start_char": 8813,
            "end_char": 8828
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 8829,
            "end_char": 8835
        },
        {
            "text": "Order 24 Rule 1",
            "label": "PROVISION",
            "start_char": 8856,
            "end_char": 8871
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 8872,
            "end_char": 8878
        },
        {
            "text": "Order 24 Rule 1",
            "label": "PROVISION",
            "start_char": 9159,
            "end_char": 9174
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 9175,
            "end_char": 9181
        },
        {
            "text": "Order XXVIII Rule 5",
            "label": "PROVISION",
            "start_char": 9425,
            "end_char": 9444
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9445,
            "end_char": 9448
        },
        {
            "text": "Order 24 Rule 1",
            "label": "PROVISION",
            "start_char": 9567,
            "end_char": 9582
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 9583,
            "end_char": 9589
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9920,
            "end_char": 9930
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 9934,
            "end_char": 9963
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10020,
            "end_char": 10030
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 10031,
            "end_char": 10037
        },
        {
            "text": "01.03.1988",
            "label": "DATE",
            "start_char": 10550,
            "end_char": 10560
        },
        {
            "text": "23.09.1992",
            "label": "DATE",
            "start_char": 10564,
            "end_char": 10574
        },
        {
            "text": "Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7",
            "label": "PRECEDENT",
            "start_char": 10939,
            "end_char": 11022
        },
        {
            "text": "SCC 522",
            "label": "CASE_NUMBER",
            "start_char": 11023,
            "end_char": 11030
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11374,
            "end_char": 11387
        },
        {
            "text": "Bhawarlal Bhandari v. Universal Heavy Mechanical Lifting Enterprises [(1999) 1 SCC 558]",
            "label": "PRECEDENT",
            "start_char": 11586,
            "end_char": 11673
        },
        {
            "text": "Rameshwar Dass Gupta v. State of U.P.",
            "label": "PRECEDENT",
            "start_char": 12263,
            "end_char": 12300
        },
        {
            "text": "(1996) 5 SCC 728]",
            "label": "PRECEDENT",
            "start_char": 12302,
            "end_char": 12319
        },
        {
            "text": "C.V. Rajendran v. N.M.",
            "label": "PRECEDENT",
            "start_char": 12670,
            "end_char": 12692
        },
        {
            "text": "Muhammed Kunhi [(2002) 7 SCC 447]",
            "label": "PRECEDENT",
            "start_char": 12693,
            "end_char": 12726
        },
        {
            "text": "Divan",
            "label": "OTHER_PERSON",
            "start_char": 13012,
            "end_char": 13017
        },
        {
            "text": "Divan",
            "label": "OTHER_PERSON",
            "start_char": 13499,
            "end_char": 13504
        },
        {
            "text": "Cochin Development Authority",
            "label": "ORG",
            "start_char": 13963,
            "end_char": 13991
        },
        {
            "text": "Order 23 Rule 3",
            "label": "PROVISION",
            "start_char": 14318,
            "end_char": 14333
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 14341,
            "end_char": 14361
        },
        {
            "text": "Clauses 2 and 7",
            "label": "PROVISION",
            "start_char": 15043,
            "end_char": 15058
        },
        {
            "text": "Brakewel Automotive Components (India) Private Limited v. P.R. Selvam Alagappan, reported in (2017) 5 SCC 371",
            "label": "PRECEDENT",
            "start_char": 16122,
            "end_char": 16231
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16241,
            "end_char": 16254
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 16311,
            "end_char": 16321
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16322,
            "end_char": 16325
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 16364,
            "end_char": 16374
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 17384,
            "end_char": 17394
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 17934,
            "end_char": 17944
        },
        {
            "text": "Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman",
            "label": "PRECEDENT",
            "start_char": 18115,
            "end_char": 18163
        },
        {
            "text": "Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman, (1970) 1",
            "label": "PRECEDENT",
            "start_char": 18165,
            "end_char": 18223
        },
        {
            "text": "SCC 670 : AIR 1970 SC 1475 : (1971) 1 SCR 66]",
            "label": "PRECEDENT",
            "start_char": 18224,
            "end_char": 18269
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 18375,
            "end_char": 18385
        },
        {
            "text": "Dhurandhar Prasad Singh v. Jai Prakash University",
            "label": "PRECEDENT",
            "start_char": 19949,
            "end_char": 19998
        },
        {
            "text": "Dhurandhar Prasad Singh v. Jai Prakash University, (2001) 6 SCC 534 : AIR 2001 SC 2552",
            "label": "PRECEDENT",
            "start_char": 20000,
            "end_char": 20086
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 20121,
            "end_char": 20131
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 20328,
            "end_char": 20338
        },
        {
            "text": "Aditya Mass Communications (P) Ltd. v. A.P. S.R.T.C., reported in (2003) 11 SCC 17",
            "label": "PRECEDENT",
            "start_char": 21315,
            "end_char": 21397
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21407,
            "end_char": 21420
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21634,
            "end_char": 21647
        },
        {
            "text": "Sovintorg (India) Ltd. v. State Bank of India",
            "label": "PRECEDENT",
            "start_char": 23033,
            "end_char": 23078
        },
        {
            "text": "(1999) 6 SCC 406]",
            "label": "PRECEDENT",
            "start_char": 23080,
            "end_char": 23097
        },
        {
            "text": "Ghaziabad Development Authority v. Union of India [(2000) 6 SCC 113]",
            "label": "PRECEDENT",
            "start_char": 23102,
            "end_char": 23170
        },
        {
            "text": "Section 15 (2)",
            "label": "PROVISION",
            "start_char": 23793,
            "end_char": 23807
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 23815,
            "end_char": 23842
        },
        {
            "text": "Sub-section (3) of Section 39",
            "label": "PROVISION",
            "start_char": 24523,
            "end_char": 24552
        },
        {
            "text": "Section 39",
            "label": "PROVISION",
            "start_char": 24587,
            "end_char": 24597
        },
        {
            "text": "Court of Civil Judge (Senior Division), Dehradun",
            "label": "COURT",
            "start_char": 24871,
            "end_char": 24919
        },
        {
            "text": "Section 38",
            "label": "PROVISION",
            "start_char": 24945,
            "end_char": 24955
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 24959,
            "end_char": 24965
        },
        {
            "text": "Court of Civil Judge (Senior Division), Dehradun",
            "label": "COURT",
            "start_char": 24971,
            "end_char": 25019
        },
        {
            "text": "Chapter V",
            "label": "PROVISION",
            "start_char": 25054,
            "end_char": 25063
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25071,
            "end_char": 25098
        },
        {
            "text": "sub-section (5) of Section 15",
            "label": "PROVISION",
            "start_char": 25478,
            "end_char": 25507
        },
        {
            "text": "Section 15 (5)",
            "label": "PROVISION",
            "start_char": 25872,
            "end_char": 25886
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25890,
            "end_char": 25917
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 26114,
            "end_char": 26124
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 26125,
            "end_char": 26131
        },
        {
            "text": "20.08.2001",
            "label": "DATE",
            "start_char": 26310,
            "end_char": 26320
        },
        {
            "text": "Commercial Court at Dehradun",
            "label": "COURT",
            "start_char": 26373,
            "end_char": 26401
        },
        {
            "text": "Chapter V",
            "label": "PROVISION",
            "start_char": 26413,
            "end_char": 26422
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 26430,
            "end_char": 26457
        },
        {
            "text": "Sub- section (5) of Section 15",
            "label": "PROVISION",
            "start_char": 26655,
            "end_char": 26685
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 27172,
            "end_char": 27199
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 27201,
            "end_char": 27211
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27219,
            "end_char": 27240
        },
        {
            "text": "Court of Civil Judge (Senior Division), Dehradun",
            "label": "COURT",
            "start_char": 27406,
            "end_char": 27454
        },
        {
            "text": "20.08.2001",
            "label": "DATE",
            "start_char": 27690,
            "end_char": 27700
        },
        {
            "text": "VIth Additional Civil Judge (Junior Division), Dehradun",
            "label": "COURT",
            "start_char": 27857,
            "end_char": 27912
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 27930,
            "end_char": 27940
        },
        {
            "text": "VIIth Additional District Judge, Dehradun",
            "label": "COURT",
            "start_char": 27964,
            "end_char": 28005
        },
        {
            "text": "02.09.2022",
            "label": "DATE",
            "start_char": 28026,
            "end_char": 28036
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28176,
            "end_char": 28187
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28195,
            "end_char": 28216
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28231,
            "end_char": 28244
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28301,
            "end_char": 28312
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28491,
            "end_char": 28504
        },
        {
            "text": "Garment Craft v. Prakash Chand Goel, reported in (2022) 4",
            "label": "PRECEDENT",
            "start_char": 28541,
            "end_char": 28598
        },
        {
            "text": "SCC 181",
            "label": "CASE_NUMBER",
            "start_char": 28599,
            "end_char": 28606
        },
        {
            "text": "Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943",
            "label": "PRECEDENT",
            "start_char": 28726,
            "end_char": 28788
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28946,
            "end_char": 28957
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28965,
            "end_char": 28986
        },
        {
            "text": "Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69",
            "label": "PRECEDENT",
            "start_char": 29445,
            "end_char": 29539
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 29743,
            "end_char": 29754
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30144,
            "end_char": 30155
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd.",
            "label": "PRECEDENT",
            "start_char": 30171,
            "end_char": 30210
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97",
            "label": "PRECEDENT",
            "start_char": 30212,
            "end_char": 30268
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30395,
            "end_char": 30406
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 30414,
            "end_char": 30435
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31981,
            "end_char": 31992
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 32000,
            "end_char": 32012
        },
        {
            "text": "MANOJ KUMAR TIWARI",
            "label": "JUDGE",
            "start_char": 32098,
            "end_char": 32116
        },
        {
            "text": "Navin",
            "label": "OTHER_PERSON",
            "start_char": 32122,
            "end_char": 32127
        }
    ],
    "precedent_clusters": {
        "Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7": [
            "Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7",
            "Rameshwar Dass Gupta v. State of U.P.",
            "C.V. Rajendran v. N.M.",
            "Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman",
            "Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman, (1970) 1",
            "Dhurandhar Prasad Singh v. Jai Prakash University",
            "Sovintorg (India) Ltd. v. State Bank of India",
            "Garment Craft v. Prakash Chand Goel, reported in (2022) 4",
            "Estralla Rubber v. Dass Estate (P) Ltd."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article     227",
            "Constitution",
            "Article     227",
            "Constitution"
        ],
        [
            "Section 47",
            "C.P.C.",
            "Section 47",
            "C.P.C."
        ],
        [
            "Section 29",
            "State Financial Corporations Act, 1951",
            "Section 29",
            "State Financial Corporations Act, 1951"
        ],
        [
            "Section 29",
            "S.F.C. Act",
            "Section 29",
            "S.F.C. Act"
        ],
        [
            "Section 29 (5)",
            "S.F.C. Act",
            "Section 29 (5)",
            "S.F.C. Act"
        ],
        [
            "Section 29",
            "S.F.C. Act",
            "Section 29",
            "S.F.C. Act"
        ],
        [
            "Section 151",
            "C.P.C.",
            "Section 151",
            "C.P.C."
        ],
        [
            "Section 47",
            "C.P.C.",
            "Section 47",
            "C.P.C."
        ],
        [
            "Section 115",
            "C.P.C.",
            "Section 115",
            "C.P.C."
        ],
        [
            "Order 43 Rule (q)",
            "C.P.C.",
            "Order 43 Rule (q)",
            "C.P.C."
        ],
        [
            "Order 24 Rule 1",
            "C.P.C.",
            "Order 24 Rule 1",
            "C.P.C."
        ],
        [
            "Order 24 Rule 1",
            "C.P.C.",
            "Order 24 Rule 1",
            "C.P.C."
        ],
        [
            "Order 24 Rule 1",
            "C.P.C.",
            "Order 24 Rule 1",
            "C.P.C."
        ],
        [
            "Order XXVIII Rule 5",
            "CPC",
            "Order XXVIII Rule 5",
            "CPC"
        ],
        [
            "Order 24 Rule 1",
            "C.P.C.",
            "Order 24 Rule 1",
            "C.P.C."
        ],
        [
            "Section 34",
            "Code of Civil Procedure, 1908",
            "Section 34",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 34",
            "C.P.C.",
            "Section 34",
            "C.P.C."
        ],
        [
            "Order 23 Rule 3",
            "Civil Procedure Code",
            "Order 23 Rule 3",
            "Civil Procedure Code"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 15 (2)",
            "Commercial Courts Act, 2015",
            "Section 15 (2)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 38",
            "C.P.C.",
            "Section 38",
            "C.P.C."
        ],
        [
            "Chapter V",
            "Commercial Courts Act, 2015",
            "Chapter V",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15 (5)",
            "Commercial Courts Act, 2015",
            "Section 15 (5)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 47",
            "C.P.C.",
            "Section 47",
            "C.P.C."
        ],
        [
            "Chapter V",
            "Commercial Courts Act, 2015",
            "Chapter V",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 47",
            "C.P.C.",
            "Section 47",
            "C.P.C."
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 39",
            "Commercial Courts Act, 2015",
            "Section 39",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-section (5) of Section 15",
            "Commercial Courts Act, 2015",
            "sub-section (5) of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub- section (5) of Section 15",
            "Commercial Courts Act, 2015",
            "Sub- section (5) of Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Clauses 2 and 7",
            "Civil Procedure Code",
            "Clauses 2 and 7",
            "Civil Procedure Code"
        ],
        [
            "Sub-section (3) of Section 39",
            "Commercial Courts Act, 2015",
            "Sub-section (3) of Section 39",
            "Commercial Courts Act, 2015"
        ]
    ],
    "precedent_counts": {
        "Rajasthan Financial Corporation v. Man Industrial Corpn. Ltd., reported in (2003) 7": 9
    },
    "provision_counts": {
        "Article     227 of Constitution": 1,
        "Section 47 of C.P.C.": 4,
        "Section 29 of State Financial Corporations Act, 1951": 1,
        "Section 29 of S.F.C. Act": 2,
        "Section 29 (5) of S.F.C. Act": 1,
        "Section 151 of C.P.C.": 1,
        "Section 115 of C.P.C.": 1,
        "Order 43 Rule (q) of C.P.C.": 1,
        "Order 24 Rule 1 of C.P.C.": 4,
        "Order XXVIII Rule 5 of CPC": 1,
        "Section 34 of Code of Civil Procedure, 1908": 1,
        "Section 34 of C.P.C.": 1,
        "Order 23 Rule 3 of Civil Procedure Code": 1,
        "Section 47 of CPC": 7,
        "Section 15 (2) of Commercial Courts Act, 2015": 1,
        "Section 38 of C.P.C.": 1,
        "Chapter V of Commercial Courts Act, 2015": 2,
        "Section 15 (5) of Commercial Courts Act, 2015": 1,
        "Section 11 of Commercial Courts Act": 1,
        "Article 227 of Constitution of India": 6,
        "Article 227 of Constitution": 1,
        "Section 39 of Commercial Courts Act, 2015": 1,
        "sub-section (5) of Section 15 of Commercial Courts Act, 2015": 1,
        "Sub- section (5) of Section 15 of Commercial Courts Act, 2015": 1,
        "Clauses 2 and 7 of Civil Procedure Code": 1,
        "Sub-section (3) of Section 39 of Commercial Courts Act, 2015": 1
    },
    "statute_counts": {
        "Constitution": 2,
        "C.P.C.": 13,
        "State Financial Corporations Act, 1951": 1,
        "S.F.C. Act": 3,
        "CPC": 8,
        "Code of Civil Procedure, 1908": 1,
        "Civil Procedure Code": 2,
        "Commercial Courts Act, 2015": 8,
        "Commercial Courts Act": 1,
        "Constitution of India": 6
    }
}