{
    "id": "21a025c985fdf582a8a0644dd631dc68250e92fe30bf1ecdc56554be0bbb42a7",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court \nHarpeet Singh Chhabra vs Mrs Suneet Kaur Sahney on 7 September, 2018\n        In The High Court Of Judicature At Hyderabad \n     For The State Of Telangana And The State Of Andhra \n                           Pradesh \n\n                                * * * **\n\n                        I.A.No . 5 of 2018 \n                             In/ and \n                     C.O.M.C.A.No. 2 of 2018 \n\n\nBetween:\n\nM/s. Harpreet Singh Chhabra and four others \n                                              .....          Appellants\n\n                                Versus\nMrs. Suneet Kaur Sahney and eight others      .....        Respondents\n\n\nJudgment Pronounced On : 07.09.2018 \n\n             Hon'Ble Sri Justice C.Praveen Kumar \n\n                                And \n\n                 Hon'Ble Smt. Justice T. Rajani \n\n\n1.   Whether    Reporters    of     Local :         Yes/No\n     newspapers may be allowed to see\n     the Judgment ? \n\n\n2.   Whether the copies of judgment may       :     Yes/No\n     be marked to Law Reporters/Journals\n\n\n3.   Whether Their Ladyship/Lordship wish     :     Yes/No\n     to see the fair copy of judgment\n\n\n\n                                              _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                              C. Praveen Kumar, J \n\n\n                                                       _ _ _ _ _ _ _ _ _ _ _ _ _ \n                                                         T. Rajani , J \n                                            2 \n\n\n\n\n                 Hon'Ble Sri Justice C.Praveen Kumar \n\n                                          And \n\n                     Hon'Ble Smt . Justice T. Rajani \n\n                             I.A.No . 5 of 2018 \n                                  In / and \n                          C.O.M.C.A.No. 2 of 2018 \n\nOrder :\n%Dated 07.09.2018 # M/ s. Harpreet Singh Chhabra and four others ..... Appellants Versus $ Mrs. Suneet Kaur Sahney and eight others ..... Respondents ! Counsel for Appellant : Sri M.V.Pratap Kumar ^ Co unsel for Respondents : SRI B.CHANDRASEN REDDY < GIST : \n> HEAD NOTE :\n? Cases referred :\n1. (1997) 3 SCC 261 2. (2003) 6 SCC 641 3. (2003) 6 SCC 675 4. (2010) 8 SCC 329 5. (2007) 9 SCC 625 6. 2013 SCC online Bomb. 547 7. 2008 (5) MHLJ 749 8. (1995) 5 SCC 329 9. (2005) 1 MHLJ 884 10. MANU/MH/0504/2012 11. (2004) 3 ARBLR 146 (Delhi)\n12. (2010) 2 SCC 385 13. 2015 (2) ARBLR 242 (Delhi) \n14. (2018) SCC Online SC 232 15. (2007 (1) Arb.LR 564 (Gauhati) (DB)\n16. (2008) 6 Bombay CR 611 17. AIR 2015 Calcutta 24 18. AIR 2016 Cal. 213 19. (2016) 6 ARBLR 426 (Delhi) HON'BLE SRI JUSTICE C.PRAVEEN KUMAR AND HON'BLE SMT. JUSTICE T. RAJANI In/and JUDGMENT: (per Hon'ble Sri Justice C.Praveen Kumar)\n1) The termination of the mandate of the Arbitrator due to non-completion of the arbitration proceedings within the time fixed by the High Court, is the subject matter of challenge in the present case. \n2) Heard Sri S.Ravi, learned Senior Counsel appearing for Sri M.V.Pratap Kumar, learned counsel appearing for the petitioners and Sri Sandeep Sharma, for Sri B.Chandrsen Reddy, learned counsel appearing for the respondents.\n3) By an order dated 29.12.2017, the Judge, Commercial Court-cum-XXIV Additional Chief Judge, City Civil Court, Hyderabad, while terminating the mandate of the arbitrator directed the parties to approach the Hon'ble High Court for appointment of an arbitrator, under Section 15 (2) of the Arbitration and Conciliation Act, 1996 (for short \"the Arbitration Act\"). Assailing the same, the petitioners herein initially filed an appeal under Section 13 (1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short \"the Commercial Courts Act\") on 05.03.2018 after obtaining a certified copy of the Order. Though the appeal was numbered, but realizing that an appeal will not lie against the said order filed I.A.No.5 of 2018 under Section 151 of C.P.C., seeking conversion of the appeal into a Civil Revision Petition under Article 227 of the Constitution of India. It is pleaded that filing of an appeal is a bonafide mistake and that grave prejudice would be caused if the petitioners are not allowed to agitate their grievance by converting the appeal into revision. \n4) The same was opposed contending that in view of Section 8 of the Commercial Courts Act, no revision shall be entertained against an interlocutory order of Commercial Court including an order on the issue of jurisdiction, and any such challenge, subject to provision of Section 13 of the Commercial Courts Act, shall be raised only in an appeal against the decree of the Commercial Court. \n5) Section 13 of the Commercial Courts Act postulates that any person aggrieved by any of the decision of the Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or the order, as the case may be. Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of C.P.C. as amended by the Commercial Courts Act and Section 37 of the Arbitration Act. It appears that the present application seeking conversion is filed on a premise that an appeal shall lie from the orders passed by the Commercial Court that are specifically enumerated under Section 43 C.P.C. or under Section 37 of the Arbitration and Conciliation Act, 1996 only. \n6) After considering the law on the subject and also the power of the Court under Article 227 of the Constitution of India, the Constitution Bench of the Apex Court in L.Chandra Kumar v. Union of India1 held that the jurisdiction conferred on the Supreme Court under Article 32 of the Constitution of India and on the High Courts under Articles 226 and 227 of the Constitution is a part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation. \n(1997) 3 SCC 261 7) In State v. Navjot Sandhu2 the Apex Court held that the jurisdiction under Article 227 cannot be limited or fettered by any Act of the state Legislature; the supervisory jurisdiction is wide and can be used to meet the ends of justice, also to interfere even with an interlocutory order, but however expressed that the said power must be exercised sparingly, only to move subordinate courts and Tribunals within the bounds of their authority to see that they obey the law. The Apex Court further held that the power is not available to be exercised to correct mere errors (whether on the facts or laws) and also cannot be exercised \"as the cloak of an appeal in disguise\".\n8) In Suryadev Rai v. Ram Chander Rai and others3 the Apex Court reiterated the principle laid down in the judgments referred to above, and held as under:\n\"We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution is taken away or whittled down. The power exists, untrammelled by the amendment in Section 115 of the CPC, and is (2003) 6 SCC 641 (2003) 6 SCC 675 available to be exercised subject to rules of self discipline and practice which are well settled.\"\n9) In Shalini Shyam Shetty and another v. Rajendra Shankar Patil4 , after considering the history the power of superintendence under article 227 of the Constitution of India, held as under:\n\"62. On an analysis of the aforesaid decisions of this Court, the following principles on the exercise of High Court's jurisdiction under Article 227 of the Constitution may be formulated:\n(a) A petition under Article 226 of the Constitution is different from a petition under Article 227. The mode of exercise of power by High Court under these two Articles is also different. \n(b) In any event, a petition under Article 227 cannot be called a writ petition. The history of the conferment of writ jurisdiction on High Courts is substantially different from the history of conferment of the power of Superintendence on the High Courts under Article 227 and have been discussed above. \n(c) High Courts cannot, on the drop of a hat, in exercise of its power of superintendence under Article 227 of the Constitution, interfere with the orders of tribunals or Courts inferior to it. Nor can it, in exercise of this power, act as a Court of appeal over the orders of Court or tribunal subordinate to it. \nIn cases where an alternative statutory mode of (2010) 8 SCC 329 redressal has been provided, that would also operate as a restrain on the exercise of this power by the High Court. \n(d) The parameters of interference by High Courts in exercise of its power of superintendence have been repeatedly laid down by this Court. In this regard the High Court must be guided by the principles laid down by the Constitution Bench of this Court in Waryam Singh (AIR 1954 SC 215) and the principles in Waryam Singh (supra) have been repeatedly followed by subsequent Constitution Benches and various other decisions of this Court. \n(e) According to the ratio in Waryam Singh (supra), followed in subsequent cases, the High Court in exercise of its jurisdiction of superintendence can interfere in order only to keep the tribunals and Courts subordinate to it, `within the bounds of their authority'. \n(f) In order to ensure that law is followed by such tribunals and Courts by exercising jurisdiction which is vested in them and by not declining to exercise the jurisdiction which is vested in them.\n(g) Apart from the situations pointed in (e) and (f), High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted. \n(h) In exercise of its power of superintendence High Court cannot interfere to correct mere errors of law or fact or just because another view than the one taken by the tribunals or Courts subordinate to it, is a possible view. In other words the jurisdiction has to be very sparingly exercised. \n(i) High Court's power of superintendence under Article 227 cannot be curtailed by any statute. It has been declared a part of the basic structure of the Constitution by the Constitution Bench of this Court in the case of L. Chandra Kumar vs. Union of India & others reported in (1997) 3 SCC 261 and therefore abridgement by a Constitutional amendment is also very doubtful. \n(j) It may be true that a statutory amendment of a rather cognate provision, like Section 115 of the Civil Procedure Code by the Civil Procedure Code (Amendment) Act, 1999 does not and cannot cut down the ambit of High Court's power under Article 227. At the same time, it must be remembered that such statutory amendment does not correspondingly expand the High Court's jurisdiction of superintendence under Article 227. \n(k) The power is discretionary and has to be exercised on equitable principle. In an appropriate case, the power can be exercised suo motu. \n(l) On a proper appreciation of the wide and unfettered power of the High Court under Article 227, it transpires that the main object of this Article is to keep strict administrative and judicial control by the High Court on the administration of justice within its territory. \n(m) The object of superintendence, both administrative and judicial, is to maintain efficiency, smooth and orderly functioning of the entire machinery of justice in such a way as it does not bring it into any disrepute. The power of interference under this Article is to be kept to the minimum to ensure that the wheel of justice does not come to a halt and the fountain of justice remains pure and unpolluted in order to maintain public confidence in the functioning of the tribunals and Courts subordinate to High Court. \n(n) This reserve and exceptional power of judicial intervention is not to be exercised just for grant of relief in individual cases but should be directed for promotion of public confidence in the administration of justice in the larger public interest whereas Article 226 is meant for protection of individual grievance. Therefore, the power under Article 227 may be unfettered but its exercise is subject to high degree of judicial discipline pointed out above. \n(o) An improper and a frequent exercise of this power will be counter-productive and will divest this extraordinary power of its strength and vitality.\"\n10) The issue raised in the instant case as to the maintainability of the Civil Revision Petition under Article 227 of the Constitution of India, vis--vis Section 8 and 13 of the Commercial Courts Act, 2015, came up for consideration recently before a Bench of Gujarath High Court in State of Gujarat v. Union of India (R/Special Civil Application No.737 of 2018). It was also a case where a preliminary objection was raised as to the power of High Court under Article 227 of the Constitution of India to entertain a Civil Revision Petition against an order passed by the Commercial Court. Referring to the judgments of the Apex Court on the issue, the Bench of Gujarat High Court held as under:\n\"Considering the law laid down by the Apex Court, we are of the opinion that bar contained under Section 8 of the Commercial Courts Act shall not affect the jurisdiction of the High Court under Article 227 of the Constitution of India. If the contention on behalf of the respondents that considering Section 8 of the Commercial Courts Act, even the writ jurisdiction under Article 227 of the Constitution of India is barred, in that case, such a provision would suffer from the vice of unconstitutionality as observed by the Hon'ble Supreme Court in the aforesaid decisions. The power vested in the High Courts to exercise judicial superintendence over the decision of the Courts and Tribunals within their respective jurisdictions is part of the basic structure of the Constitution and no legislature can take away such power of superintendence conferred under Article 227 of the Constitution of India. It is required to be noted that therefore, even the legislature, while enacting Section 8 of the Commercial Courts Act, seems to have wisely not used the word \"maintainable\" but has used the word \"entertained\". \nAt this stage, it is also required to be noted that where the statute specifically provided that against the decision of the Tribunal, only an appeal under Article 136 of the Constitution before the Hon'ble Supreme Court would be maintainable, the Hon'ble Supreme Court in the case of L.Chandra Kumar v. Union of India and others (supra) has specifically observed and held that the powers of the supervisory jurisdiction of the High Court under Article 227 of the Constitution against the decision of the Tribunals shall still be available and the aggrieved party can approach the High Court under Article 227 of the Constitution. Therefore, it is observed and held that Section 8 of the Commercial Courts Act shall not affect the powers of the High Court under Article 227 of the Constitution of India against the order passed by the Commercial Court. However, at the same time, the powers under Article 227 of the Constitution of India must be exercised sparingly and in exceptional cases only, more particularly, looking to the object and purpose of Section 8 of the Commercial Courts Act, ie., speedy disposal of commercial disputes.\"\n11) In view of the judgments referred to above the argument that the High Court cannot entertain a Civil Revision Petition under Article 227 of the Constitution of India in view of Section 8 of the Act, cannot be accepted.\n12) One other objection, which came to be raised is that if revisions are sought to be entertained under Article 227 of the Constitution of India, the purpose for which the Commercial Courts Act has been enacted would get defeated. In other words it is pleaded that floodgates would be opened permitting every order passed by the Commercial Court be challenged under Article 227 of the Constitution of India. \n13) In Coal India Ltd. And others v. Saroj Kumar Mishra5 the Apex Court observed that merely because there is possibility of flood-gate litigation, a valuable right of a citizen cannot be taken away. In para No.19, the Apex Court observed as under:\n\"19. The floodgate argument also does not appeal to us . The same appears to be an argument of desperation. Only because, there is possibility of floodgate litigation, a valuable right of a citizen cannot be permitted to be taken away. This Court is bound to determine the respective rights of the parties.\" \n14) It is also to be noted that every application filed under Article 227 of Constitution of India shall not be entertained. In fact, the law does not contemplate that a Civil Revision Petition under Article 227 of the Constitution of India is a statutory right which should be entertained. As observed by us earlier, in Surya Dev Rai case (3 supra) the Hon'ble Supreme Court has observed that care, caution and circumspection needs to be exercised when the supervisory jurisdiction is sought to be invoked, during the pendency of any suit or proceedings in a subordinate Court and the error though calling for correction is yet capable of being (2007) 9 SCC 625 corrected and the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking supervisory jurisdiction of the High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings. Therefore, the Court would interfere only where the error is such, that if not corrected at that very moment, may become incapable of correction at a later stage. \n15) Keeping in view the object and purpose of enactment of Commercial Courts Act, the Courts would exercise their power under Article 227 of the Constitution of India. Therefore, we hold that the supervisory power of the High Court under Article 227 of the Constitution of India is not taken away by Section 8 of the Commercial Courts Act and the same cannot be restricted on the ground that it would open flood-gates of litigation in the High Court. In view of the above, I.A.No.1 of 2018 is allowed permitting the petitioners to convert the appeal into a Civil Revision. \n16) Coming to the facts in issue. As stated by us earlier, the present C.R.P. came to be filed questioning the order of the Commercial Court terminating the mandate of the Arbitrator on the ground that arbitration proceedings were not completed within the time fixed by the High Court in the review petition. \n17) For the sake of convenience the parties will hereinafter referred to as arrayed in C.O.P.No.81 of 2017. \n18) An application under Section 14 (2) and Section 15 of the Arbitration Act, came to be filed by the petitioners therein and respondents herein seeking to terminate the mandate of the 6th respondent therein (8th respondent herein) on the ground that he has become de jure and de facto, unable to perform his functions and failed to act without un-due delay. Petitioners 6 and 7 are companies registered under the Companies Act, 1956, organized and controlled by the family of petitioner Nos.1 to 3. Petitioner No.5 is a partnership entity. Petitioner No.1 is the wife of petitioner No.3 and mother of petitioner No.4 and petitioner No.2 is the mother of petitioner No.3. During the years 2007-2010, the petitioners lent a sum of Rs.20.00 crores to the respondents. As the said amount was not returned, the petitioners filed suits for recovery of money and also a complaint under Section 138 of the Negotiable instrument Act. It is said that as a counter blast, the respondents got registered a Criminal Case vide Cr.No.59 of 2012, against the petitioners. In the said case, petitioners 3 and 4 were arrested by the Central Crime Station, Hyderabad and while in custody they were forced to agree to pay a sum of Rs.9.00 crores to the respondent. Under duress and force, the petitioners are alleged to have signed the settlement deed dated 30.04.2012, letter of guarantee dated 30.04.2012 and ratification deed dated 03.05.2012. It is said that the petitioners were not allowed to read the contents of the documents, which they signed and they were not aware about the contents, including the appointment of the arbitrator. It is said that only after their release on bail, they were able to read the contents of the documents signed by them, were shocked to learn about the appointment of an arbitrator. As such, an application under Section 11 (5) and (6) of the Arbitration Act, came to be filed questioning the appointment of arbitrator, which was dismissed by this Court on 15.03.2013. A Review application came to be filed, which was also dismissed on 13.09.2013. The learned arbitrator issued notices dated 25.07.2012 and passed orders on 15.03.2013 and 13.09.2013 initiating arbitration proceedings. On 23.02.2014, an application under Section 12 of the Arbitration Act came to be filed before the sole Arbitrator, to direct the Arbitrator to withdraw himself from the proceedings with immediate effect on the ground of \"bias\". Pending application under Section 12 of the Arbitration Act, the petitioners filed S.L.P. (Civil) Nos, 14146 and 14147 of 2014 before the Hon'ble Supreme Court against the orders passed in Arbitration Application No.54 of 2012 and Review Application No.493 of 2013. \n19) On 11.08.2014, the Apex Court dismissed the said S.L.P.s, directing the Arbitrator to dispose of the application in accordance with law, without being influenced by the observations of the High Court. Subsequent to the order passed by the Apex Court, the petitioners filed an application seeking to amend the grounds in Section 12 application. On 15.11.2014, the said application came to be dismissed. Challenging the same, Arbitration O.P.No.2889 of 2014 came to be filed before the City Civil Court, Hyderabad, seeking termination of the sole arbitrator on the ground of bias, and also to direct the arbitrator to terminate his mandate as per Sections 12 and 14 of the Arbitration Act. It was further pleaded that a retired judge may be appointed as an arbitrator, to resolve the dispute. \n20) On 25.03.2015 the proceedings before the Arbitrator were stayed by the civil Court and on 30.04.2015 the Arbitration O.P.No.2889 of 2014 was dismissed. Challenging the same, C.R.P.No.1861 of 2015 came to be filed before this Court. Since the plea of undue delay on the part of the arbitrator to act ie., to complete the arbitral proceedings within the stipulated time of five months was raised for the first time during the course of arguments before the Court below and a passing reference was made there to and referred to few judgments by the petitioners therein in that regard, held that the Court could not have recorded any finding on facts such as to whether the delay of the arbitrator to act was undue or not; and, if so, whether the petitioners therein had waived such a right. Observing so, and rejecting the plea of bias, the said C.R.P. was dismissed. The operative portion of the order is as under:\n\"Viewed from any angle, the mandate of the 6th respondent-arbitrator cannot be terminated, on the basis of the contentions urged by the petitioner, in the petition filed by them before the Court below under Section 14 (2) of the Act. Suffice it to make it clear that the order now passed by us shall not preclude the petitioners herein from agitating their claim of undue delay on the part of the arbitrator, in concluding arbitration proceedings and in passing the award, in appropriate legal proceedings; or to raise all the contentions urged before this Court, on whether circumstances exist that give rise to justifiable doubts as to the arbitrator's independence or impartiality, in proceedings under Section 34 of the Act, after an award is passed. Subject to the observations made hereinabove, the Civil Revision Petition fails and is, accordingly, dismissed.\"\n21) It is to be noted here that pending C.R.P. before this Court, there was stay of arbitration proceedings from 04.05.2015 till 16.03.2016.\n22) From the narration of events till now, it is very clear that the arbitration proceedings were stayed from 25.03.2015 to 30.04.2015 and again from 04.05.2015 till 16.03.2016. In view of the liberty given by this Court, the petitioners filed Arbitration O.P.No.752 of 2016 (renumbered as C.O.P.No.81 of 2017), as a result of which the arbitration proceedings were again stayed from 13.04.2016, till the said C.O.P. was disposed of by the impugned order on 29.12.2017. \n23) Learned counsel for the petitioners herein would submit that there was no undue delay on the part of the sole arbitrator in conducting the arbitral proceedings and on the other hand, it is the respondents/petitioners, who are responsible for the delay. In other words it is pleaded that though in the review application, this Hon'ble Court fixed a time limit of five months for disposing of the arbitral proceedings, but the matter was being stayed by one forum or the other, at the instance of the petitioners. It is further pleaded that there was no justification for the petitioners to plead the said ground, since the time granted gets automatically extended, due to the conduct of the parties in participating in the arbitration proceedings even after expiry of the said period, by waiving their right to insist on the time period to be followed by the arbitrator. \n24) It is further pleaded that in the S.L.P., filed before the Hon'ble Supreme Court, assailing the order passed in Review Application and in Arbitration Application No.54 of 2012, the petitioners have specifically pleaded in ground No.'S', that the Hon'ble High Court was not correct in directing the arbitrator to conclude the proceedings within a period of five months, as the issue is complicated and that the Arbitrator would require more time to adjudicate the dispute. That being so, whether it is permissible for the respondents herein now to contend that the proceedings before the Arbitrator stand terminated, as he failed to complete the proceedings within the time fixed. It is further urged that in the petition filed under Section 12 of the Arbitration Act, the petitioners never raised any objection with regard to undue delay. Their main plea before the Arbitrator was of 'bias'. It is further urged that though Section 14 (1) of the Arbitration Act provides for termination of the mandate of the arbitrator in the event the arbitrator unable to act without undue delay but not in a case where the delay was at the instance of a party to the proceedings. In support of the said plea taken, learned counsel for the petitioners relies upon the following citations. \n1. M/s. Hindustan Wires Limited v. Mr. R.Suresh6 2. Jayesh H.Pandya v. Subhtex India Limited7 3. Bhupinder Singh Bindra v. Union of India and another8 4. Vijay Hiralal v. J.N.Port Trust9 5. Snehadeep Auto Centre v. Hindustain Petroleum Corporation Limited10 6. Shyam Telecom Ltd., v. Arm Ltd.11 25) On the other hand, learned counsel for the respondents would contend that when the order passed by this Hon'ble High Court in a review fixing the time limit for completing the arbitral proceedings was communicated to the arbitrator on 28.09.2013, itself there was no 2013 SCC online Bomb. 547 2008 (5) MHLJ 749 (1995) 5 SCC 329 (2005) 1 MHLJ 884 MANU/MH/0504/2012 (2004) 3 ARBLR 146 (Delhi) justification for him to continue with the proceedings even after 28.02.2014. It is further urged that though the arbitrator in the docket orders dated 07.02.2014 and 16.02.2014, observed that the Arbitral proceedings have to be completed within the time fixed, but no application came to be filed by either of the party or the arbitrator, seeking extension of time. It is further urged that even assuming that the period of five months is to be calculated from 11.08.2014 ie., when the S.L.P.s were dismissed and the said order was communicated to the Arbitrator in the month of September, 2014, the period of five months gets expired in the month of February, 2015. In the absence of any stay after September, 2014, it is urged that the order impugned herein cannot be found fault with. \n26) Insofar as the argument on delay, the petitioners are now estopped from raising such plea, since it is pleaded that after filing of appearance on 26.10.2013, the respondents therein took time for filing vakalath and counters to the memo filed by the petitioners on 10.11.2013 and 23.11.2013. Thereafter, a claim-petition was filed on 25.01.2014 to which the respondents sought adjournment on 07.02.2014. On 16.12.2014 the petitioners/respondents therein failed to appear, and on 23.02.2014, an application under Section 12 of the Arbitration Act came to be filed before the Arbitrator. In view of the above, it is pleaded that the delay on the part of the petitioners/respondents is misconceived and lacks merit. \n27) Insofar as the plea of waiver by conduct, while explaining the purport of the judgments relied upon by the counsel for the petitioners, he would contend that in all the cases referred to above, time was fixed in the agreements entered into by the parties and the objecting party had rightly and willingly participated in the proceedings without any objection. Under those circumstances, the Courts held that by conduct the parties waived the time fixed under the agreement. Since the time was fixed by the Court and as the petitioners have opposed the appointment of arbitrator from the date of his appointment; never willingly participated in the said proceedings and as the office of the arbitrator has become functus officio after expiry of five months, pleads that his mandate will automatically get terminated. In support of his plea, he placed reliance on the judgment of the Apex Court in NBCC Ltd. V. J.G.Engineering12 and Haryana Packaids Pvt. Ltd., v. Indian Oil Corporation Limited13 and B.C.C.I. vs. Kochi Cricket Private Limited14. Stressing on the word 'to' (2010) 2 SCC 385 2015 (2) ARBLR 242 (Delhi) (2018) SCC Online SC 232 appearing in the first part of proviso to Section 26 of the Arbitration Act, which is not there in second part of Section 26 of the Arbitration Act and which reads as \"in relation to\"\ncoupled with the judgment of the Apex Court in B.C.C.I. (14 supra) the counsel would contend that since C.O.P.No.81 of 2017 was filed under Section 14 (1) of the Arbitration Act on 11.04.2016, after coming into effect of the Arbitration and Conciliation Act, 2015, the amended Act shall apply to the present case as well and in view of Section 12 (5) of the Arbitration Act read with 7th schedule of the Amended Act, the Arbitrator is de jure disqualified.\n28) Having regard to the arguments advanced by both the counsel, it would be necessary to go into the events which took place prior to the order passed in Arbitration Application No.54 of 2012. By an order dated 15.03.2013, this Hon'ble High Court in Arbitration Application No.54 of 2012 passed the following order:\n\"As agreed, the applicants and the respondents shall refer their disputes to Mr. Ravinder Singh Sarma, whom they have already appointed as sole Arbitrator, for resolution of dispute between them, in terms of the arbitration clause in the settlement deed. The arbitrator so appointed is at liberty to take the assistance of an advocate/legal counsel/expert, if required, for assessing the damaged caused. He is at liberty to fix his fee as also that of the fee of the advocate/legal counsel/expert, if he so chooses to take his or her assistance, for assessing the damage caused.\"\n29) From a reading of the above, it is clear that basing on the agreement arrived at by the applicants and respondents the Court referred the dispute to Mr. Ravinder Singh Sarma, who was already appointed as a sole arbitrator, for resolving the disputes between the parties in terms of the arbitration clause in the settlement deed. This order which was passed in the month of March, 2013, was sought to be reviewed by way of Review Application No.494 of 2013. The said Review application was dismissed holding that the application for review was thoroughly misconceived, as by the earlier order, the arbitration mechanism and appointment of arbitrator have been activated. The Court further held that there is no dispute that the arbitration agreement is valid and subsisting and there is no allegation that the consent recorded by the Court was not correct. The Court further observed that recording of consent earlier by the Court was not required to be set at naught, when the parties have chosen an arbitrator and the same arbitrator was appointed by the Court. Therefore, the Court held that there was no illegality or infirmity in the order passed, which was impugned in the review application. However, the Court directed the learned Arbitrator to proceed with the arbitration proceedings and to complete the same within five months from the date of communication of the said order. It would be useful to refer to the relevant portion of the order, which is as under:\n\"This application for review is thoroughly misconceived as by the earlier order the arbitration mechanism and appointment of arbitrator have been activated. There is no dispute that the arbitration agreement is valid and subsisting. There is no allegation that the consent recorded by the Court is not correct. Moreover, the recording of consent earlier by the Court was not required to be set at naught. When the parties have chosen in agreement an arbitrator and the same arbitrator has been accepted by this Court. Therefore, no illegality or infirmity in the order passed by this Court. The review application is therefore dismissed. I direct the learned Arbitrator to proceed with the arbitration proceedings and complete the same within five months from the date of communication of this order.\" \n30) After the dismissal of the review application, in the month of September, 2013, an application under Section 12 of the Arbitration Act came to be made before the arbitrator. Though five months period would expire by 29.02.2014, no objection was raised with regard to the said aspect. The contents of the application were on 'bias' and the manner in which the consent was obtained for appointment of an arbitrator. After filing this application on 23.02.2014, S.L.P.s came to be preferred before the Apex Court challenging the order passed in Arbitration Application No.54 of 2012 and Review Application No.494 of 2013, which were dismissed on 11.08.2014, directing the arbitrator to dispose of the application un-influenced by the orders passed by the High Court.\n31) It is to be noted here that on 09.05.2014, the Apex Court stayed the proceedings before the Arbitrator and thereafter on 11.08.2014 the said SLPS were dismissed with observations referred to earlier. On receipt of the order passed by the Apex Court, the Arbitrator issued notices to the parties on 22.09.2014. On 11.10.2014, time was sought by the respondents herein and then on 01.11.2014 an application came to be filed to amend the grounds in Section 12 application. On 15.11.2014, the application filed under Section 12 of the Arbitration Act was dismissed and the matter was adjourned to 22.11.2014 for filing of written statement of the respondents herein. Against the said orders, Arbitration O.P.No.2889 of 2014 came to be filed and the said Court stayed the proceedings before the arbitrator on 25.03.2015. \n32) From the facts narrated above, it is clear that from 13.09.2013 there was no stay till 09.05.2014 and again from 11.08.2014 till 23.05.2015. At the same time, it is also to be noted that though the period of five months elapsed, no objection was raised by the respondents for termination of the mandate of the arbitrator on the ground of undue delay. On the other hand, in the SLPS filed before the Apex Court, it was specifically pleaded that the time limit of five months prescribed by the High Court in the review application will not be sufficient to complete the arbitration proceedings, as it involves intricate questions in fact and law. It would be useful to refer to the said paragraph, which is as under:\n\"For that the Hon'ble High Court has wrongly directed the learned Arbitrator to conclude the arbitration proceedings between the parties within five months from the date of communication. It is most respectfully submitted, that the Hon'ble High Court has further failed to appreciate that the dispute between the parties involves huge stakes and therefore needs fair and proper adjudication to provide justice to the parties. It would be unjust for the parties, if the Arbitrator without application of mind would just rush to comply with the directions of the Hon'ble High Court. It is submitted that looking into the complex issues of fact and law are involved in the matter, therefore oral evidence and cross- examination are required in the matter. The fixing of time limit in the matter has seriously prejudiced the case of the petitioners and the petitioners do not apprehend justice. Further, it is very inconvenient for the petitioners to move from Delhi to Hyderabad nearly every week and take appropriate remedies under pressure and paucity of time.\"\n33) It is also to be observed here that this plea was not raised in the application filed under Section 12 of the Arbitration Act and also in the amendment sought to Section 12 application. \n34) The narration of events, which are undisputed till now, go to show that though the period of five months elapsed, but the party, who is raising the objection now, participated in the said proceedings without raising their finger on this aspect. The proceedings referred to till now, more particularly the order in Arbitration Application No.54 of 2012 and Review Application No.494 of 2013, makes it very clear that both the parties have consented for appointment of Sri Ravinder Singh Sarma, as an arbitrator and the parties also did not dispute the contents of arbitration agreement, or in words their plea with regard to appointment of an arbitrator has become final long back. \n35) Coming to the aspect of undue delay in completing the proceedings, as observed by us earlier, the objecting party participated in the said proceedings even after expiry of five months, as fixed by this Court in the month of September, 2013 and also took a contra plea to the effect that the period of five months fixed by the High Court may not be sufficient to complete the proceedings, thereby giving an implied consent, for continuation of the proceedings after expiry of five months, more so, when such a plea was never raised even in an application filed under Section 12 of the Arbitration Act and also in the amendment sought to the said application. For the first time such an objection came to be raised in Arbitration O.P.No.2889 of 2014. \n36) It is also an admitted fact that though the respondents herein entered their appearance before the arbitrator on 26.10.2013, written statement came to be filed before him only on 16.05.2015. Therefore, it is clear that no written statement came to be filed even after dismissal of the S.L.P. by the Supreme Court on 11.08.2014. \n37) Thereafter, C.R.P.No.1861 of 2015 came to be filed challenging the order in Arbitration O.P.No.2889 of 2014, wherein this Court granted stay on 04.05.2015 which was in force till it was dismissed on 16.03.2016. Immediately thereafter the present O.P. 752 of 2016 (renumbered as C.O.P.No.81 of 2017) came to be filed on the ground of undue delay, wherein the proceedings before the arbitrator were stayed from 13.04.2016 till it was allowed on 29.12.2017. \n38) From the above, it is clear that except for few pockets of period during the last five years, proceedings were pending either before the Courts or stay of the arbitration proceedings was in operation. It is also to be observed here that though counsel for the respondents herein tried to contend that in spite of there being no stay from 13.09.2013 till 09.05.2014 and again from 11.08.2014 till 25.03.2015 and from 04.05.2015 till 16.03.2016, the Arbitrator failed to complete the proceedings within the time fixed, but as observed by us earlier, written statement came to be filed only on 16.05.2015, after their right to file written statement, which was forfeited was subsequently set aside.\n39) As observed by us, the arbitrator has been cautioning the parties to complete the proceedings before the expiry of the period. The Delhi parties, who are the respondents herein, were directed to cooperate with the arbitral tribunal in completing the proceedings within the time, but the matter was getting postponed on one pretext or the other and it cannot be said that the arbitrator was at fault. \n40) Section 14 of the Arbitration Act deals with failure or impossibility to act. The said section prescribe that the mandate of an arbitrator shall get terminated and he shall be substituted by another arbitrator, if he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay and that he withdraws from his office or the parties agree to the termination of his mandate. \n41) Section 14 of the Arbitration Act would attract only when there is undue delay. Sub Section (1) (2) and 3 of Section 14 of the Arbitration Act, envisage a situation where the arbitrator may, on his own, recuse himself on objection being taken about his functioning as an arbitrator, or where both the parties agree to his mandate being terminated. Section 14 (1) prescribe an automatic termination of the mandate of the arbitrator. In the prescribed eventualities, there is a statutory termination of the arbitrator's mandate. In State of Arunachal Pradesh v. Subhash Projects and Marketing Limited15 a Division Bench of Calcutta High Court held that \"if the facts constituting the eventualities in (2007 (1) Arb.LR 564 (Gauhati) (DB) Section 14 (1) are neither in dispute nor demand any proof to be established, termination of the mandate of the arbitrator takes place on statutory prescription\". The Court held that \"where there is a controversy regarding the grounds, which entails the termination of the mandate, the party has to invariably approach the Court to decide on the termination of the mandate.\"\n42) Dealing with the concept of undue delay and the meaning of word de jure and defacto and Section 14 (1) (a), a Division Bench of this Court in C.R.P.No.1861 of 2015, after referring to the authorities on subject and to the dictionary meaning of word \"dejure and defacto \" and relying upon the judgments in Priknit Retails Limited (supra) and Shyam Telecom Limited v. ARM Limited, observed that the incapacities referred in Section 14 (1) (a) of the Arbitration Act, are such as to have a direct nexus with the inability of the arbitrator to perform his functions. This incapacity or disability should occur to the arbitrator himself so that he becomes, as a matter of law or fact, unable to perform his function. The dejure impossibility referred to in Section 14 (1) (a) is the impossibility which occurs due to factors personal to the arbitrator, and de facto inability occurs due to factors beyond the control of the arbitrator. It has been observed that mere legal disability is not a condition precedent for invocation of Section 14 of the Act. The dejure inability must relate to his ability to function. \n43) Insofar as usage of word \"delay\" in Section 14 (1) of the Act, which relates to termination of the mandate of arbitrator, if it is for other reasons fails to act without undue delay. The Division Bench observed that the word 'delay' is qualified by the word 'undue'. Undue delay, and not mere delay, would alone justify the Court to declare the mandate of the arbitrator as terminated. The Division Bench held that the word \"undue' means unjustified, unwarranted, unreasonable, excessive and inordinate. In order to declare that the mandate of the arbitrator stands terminated, the Court must be satisfied that the delay on the part of the arbitrator, was unjustified, inordinate or unwarranted. It has also held that for the Court, exercising jurisdiction under Section 14 (2) of the Act, to declare that the mandate of the arbitrator stands terminated, the petitioner was not only required to plead but also to prove that the arbitrator had failed to act without undue delay. The word 'fail' means neglect, go wrong or fall short of what is expected. What is required to plead and prove is that the arbitrator had neglected to act without excessive or inordinate delay. The Division Bench further held that even if there is a delay on the part of the arbitrator in completing the proceedings, and to pass an award, it was open to the parties to waive their right to object. \n44) Section 4 of the Act deal with waiver of right to object, ie., a party who knows that any provision of this part from which the parties may derogate, or any requirement under the arbitration agreement, has not been complied with and yet proceeds with the arbitration without stating his objection to such non-compliance without undue delay or, if the time limit is provided for stating that objection, within that period of time, shall be deemed to have waived his right to so object. (C.R.P.No.1861 of 2015) . \n45) In Mascon Multiservices and Consultants Private Limited vs. Bharat Oman Refineries Limited16 the Bombay High Court held that the parties, that raise questions as to jurisdiction, must be held to have given a go bye to the stipulation as to time within which an award is to be made; if a party attends a number of meetings, after the time for making the award has expired, it would be a strong indication of waiver. The strength of an indication of waiver is not necessarily directly proportional to the number of meetings attended by a party after the stipulated time for making the award. It is the nature of the meeting and the (2008) 6 Bombay CR 611 nature of the conduct of a party which is as, if not more, important. \n46) In Hindustan Wires Limited v. R.Suresh (6 supra) a learned Single Judge of Bombay High Court held that, in view of the consent of both the parties for enlargement of time to complete the arbitration proceedings and to make an award, the mandate of the arbitrator does not come to an end; the arbitrator does not cease to have jurisdiction to proceed with the matter and to make an award; and even by the conduct of both parties, the time to complete arbitration proceeding and to make an award, stand extended.\n47) In Jayesh H.Pandya v. Subhtex India Limited (7 supra) the Bombay High Court held as under:\n\"where a party intends to assert a right of adherence to the time prescribed by the arbitration agreement, it must, at the earliest opportunity, make its intention know to ensure compliance with the rigid standard as to time; to hold otherwise would be to encourage a lack of candour on the part of the parties in their dealings before the Arbitrator. The Arbitrator was justified in coming to the conclusion that the petitioners had, by their conduct, waived their objection to enforce a punctilious observance of the time schedule of four months. It is held that to adopt any other construction would frustrate the object and the purpose of arbitral proceedings and being the whole machinery provided by the Act, to facilitate an efficacious recourse to arbitration, into grave peril.\"\n48) In Bhupinder Singh Bindra v. Union of India and another (8 supra) the Apex Court held that \"the Court interpose and interdict the appointment of an arbitrator, when the parties have chosen under the terms of the contract unless legal misconduct of the arbitrator, fraud, disqualification etc. is pleaded and proved. The Court held that there must be just and sufficient cause for revocation.\" In the said case, though there was no allegation of misconduct, fraud or disqualification but due to non- cooperation of one of the parties the delay occurred in making the award. Under those circumstances, it has been held that the Court has no jurisdiction to revoke the appointment of an arbitrator on the ground of latches and appoint another person as arbitrator without consent of both the parties to the contract. \n49) In Snehadeep Auto centre v. Hindustan Petroleum Corporation Limited (10 supra) a Division Bench of Bombay High Court held that in N.B.C.C.Limited (12 supra) the Apex Court did not lay down an absolute proposition that the moment the award is made, after the stipulated period, it must be set aside; the observation of the Supreme Court, that the Arbitrator was bound to make and publish his award within the time mutually agreed upon by the parties unless the parties consented to further enlargement of time, did not rule out a contingency where the conduct of the parties could be implied with certainty to mean that they had consented not to insist on the mandatory time limit. The court also held that no unambiguous stand can be taken that the Arbitrator cannot proceed to declare the award, as his mandate had come to an end; and this conduct amounted to waiver of the objection of time limit, being a mandatory requirement for pronouncement of the award\". In NBCC Limited (12 supra) the Apex Court recognized the importance of imposition of a time limit for conclusion of arbitration proceedings. It was a case where the arbitrator could not conclude the proceeding as agreed upon by the parties. The Court held that the Arbitrator has extended the time provided to it without any concrete reasons whatsoever and thus his mandate was liable to be terminated. The Apex Court held that even assuming that the arbitration process involves highly technical and complex issues, which are time consuming, it was open for the arbitrator or for the parties to approach the Court for extension of time to conclude the arbitration proceedings, which was not done either by the Arbitrator or by any of the parties. There was no cogent reason for the delay in making and publishing the award by the Arbitrator, as he already had relevant material at his disposal and could base his finding, on the observation made by the three arbitrators, who were appointed prior to him. \n50) Ramchandra Rungta v. Ram Swarup Rungta17 and Jayesh H.Pandya (7 supra), the arbitration proceedings continued and the parties were regularly appearing before the respective Arbitrators, by seeking extension of time to file their pleadings, for adjournment etc. In both the cases it was held that a clear intention had been evinced by the parties, waiving their right to insist on the time limit contained in the respective arbitration agreements for making and publishing the award. Hence, the Bombay and Delhi High Courts, in the facts of those cases, held that there was waiver of the stipulation in the arbitration agreement for publication of the award, within the specific period of time, by the parties. \n51) The learned counsel for the respondents relied upon the judgment of in Hindustan Wires Limited v. R.Suresh (6 supra) and also N.B.C.C. Limited (12 supra), to contend that as the time period for conclusion of proceedings had expired and in the absence of any application seeking AIR 2015 Calcutta 24 extension of time, the arbitrator ceases to have jurisdiction. According to him, since the time limit is fixed by the Court, the period of participation cannot be waived on mere participation even after the expiry of the period. \n52) The judgment of the Apex Court in NBCC Limited (12 supra) which is relied to show that the time limit fixed can only be extended after obtaining necessary orders from the Court which has imposed the time, was a case where the parties initially agreed to extend the time till 31.10.1994 for making and publishing the award and the same was further extended till 30.09.2005, but the arbitrator failed to pass an award by 30.09.2005. \n53) Situation here is some what different. Here the proceedings have commenced and no reply to the claim- petition was filed till 16.05.2015 and the stay was in operation during the period from 25.03.2015 to 30.04.2015 and again from 04.05.2015 till 16.03.2016 and most importantly the respondents herein, who are raising the objection of time limit now, participated in the proceedings even after the expiry of time limit and also took the plea before the Apex Court that the time limit as fixed by the High Court is not sufficient to complete the proceedings. Further, written statement came to be filed on 16.05.2015 after their right to file which was earlier forfeited and then restored. Such being the position, the plea now taken by the very same party to terminate the mandate of the Arbitrator on the ground of delay, cannot be accepted and the judgment of the Apex Court in NBCC Limited (12 supra), in our view may not apply to the case on hand. \n54) From this, it is clear that the respondents herein were not co-operating with the arbitrator in filing the written statement to the claim-petition and only after they were unsuccessful before the Apex Court, a written statement came to be filed and thereafter again initiated proceedings before the Civil Court and then in High Court, where there was a stay till 16.03.2016. \n55) Further, the time limit for completing the arbitration proceedings was not fixed at the time when the arbitrator was appointed by the Court at the earliest point of time. The time limit came to be fixed, in a review application filed by the respondents herein questioning the appointment of an Arbitrator. \n56) Therefore, the Arbitrator cannot be found fault with for the delay in arbitration proceedings more so when the record clearly shows that the respondents waived their right in not raising any objection with regard to continuation of the proceedings or seeking termination of the mandate of the Arbitrator on the ground that the time prescribed for making the award expired. In fact the docket entries before the Arbitrator dated 07.02.2014 and 16.02.2014 show that he was pleading the parties more particularly the Delhi parties (respondents herein) to cooperate with the arbitration so as to complete the proceedings within the specified time to the maximum possible extent. Hence, the ground on which the mandate of the arbitrator came to be terminated, in our view, cannot be accepted. \n57) One other ground which is sought to be raised by the learned counsel for the respondents is as to whether the arbitration and conciliation amendment Act, 2015 will apply to the case on hand. \n58) The learned counsel took us through Section 26 of the amended Act, 2015 to show that only the Act as it stands after 2015 shall apply to the present case. Learned counsel for the respondents placed reliance on the judgment of BCCI vs. Kochi Cricket Pvt. Ltd. (14 supra) and also the judgment of Calcutta High Court in Tufan Chatterjee v. Rangan Dhar18 and the judgment of Delhi High Court in Raffles Design International India Private Limited and AIR 2016 Cal. 213 others v. Educomp Professional Education Limited and others19 in support of his plea.\n59) Before dealing with the contention of the learned counsel for the respondents, it would be appropriate to refer to Section 26 of the Amended Act, which is as under:\n\"26. Act not to apply to pending arbitral proceedings: Nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act.\" \n60) Section 26 of the Amendment Act postulates that nothing contained in the said amendment Act is to apply to the arbitral proceedings commenced in accordance with the provisions of Section 21 of the Principal Act, unless the parties otherwise agree. But the Amendment Act would apply in relation to arbitral proceedings commenced, on or after the date of commencement of the amended Act. \n61) According to him, the above provision has to be read in two parts. The first part being, nothing contained in this Act shall apply to the arbitral proceedings commenced in (2016) 6 ARBLR 426 (Delhi) accordance with the provisions of Section 21 of the Principal Act, before the commencement of the amendment Act, unless the parties otherwise agree and the second part which is in continuation of the first part is to be read as \"that this Act would apply in relation to arbitral proceedings commenced on or after the date of commencement of 2015 Act. According to him, the word \"to\" appearing in the first part of the provision is not there in second part, which reads instead as \"in relation to\", which thereby signifies that both the parts have a corresponding different interpretation to the above provision. According to him, the first part refers \"to arbitral proceedings before the Tribunal\" and the second part \"in relation to arbitral proceedings\". In view of the judgment of the Apex Court in BCCI (14 supra), it is urged that the amendment Act, 2015 will not apply to the arbitral proceedings that have commenced before the date of coming into effect of the amendment Act and it will apply to the Court proceedings which have commenced on or after the amendment Act came into force. \n62) In other words, his plea is that the amendment Act which came into force with effect from 23.10.2015, would apply to the arbitral proceedings which commenced after 23.10.2015 but not to arbitral proceedings which commenced before 23.10.2015. Having regard to the above, it is urged that in view of Section 12 (5) read with 7 Schedule of the amended Act, the Arbitrator is de jure disqualified. \n63) A plain reading of Section 26 of the Amendment Act, would indicate that nothing contained in the amended Act shall apply to arbitral proceedings commenced, in accordance with provisions of Section 21 of the Principal Act, before commencement of this Act, unless parties otherwise agree, but this Act shall apply in relation to arbitral proceedings on or after the date of commencement of the amended act.\n64) Though the learned counsel for the respondents relied upon the judgments of Calcutta High Court and Delhi High Court namely Tufan Chatterjee (18 supra) and Raffles Design International India Private Limited and others (19 supra), but in view of the judgment of the Apex Court in BCCI v. Kochi Cricket Private Limited (14 supra), it may not be necessary to refer to the said judgments. \n65) The judgment of the Apex Court in BCCI v. Kochi (14 supra) was a case where a notice dated 18.01.2012 was sent by Kochi Cricket Pvt. Limited, invoking the arbitration under a franchise agreement dated 12.03.2011. A sole arbitrator was appointed, who delivered two arbitral awards dated 22.06.2015 against the appellant and in favour of the respondents. On 16.09.2015, the appellants filed an application under Section 34 of Arbitration Act, 1996 in the Bombay High Court challenging the aforesaid arbitral awards. On 26.11.2015, the respondents filed two execution applications in the High Court, for payment of the amounts awarded under the two awards, pending enforcement of such awards. These were resisted by two Chamber summons filed by the appellants dated 3.12.2015, seeking dismissal of the aforesaid execution applications on the ground that the old Section 36 would be applicable and that, therefore there would be an automatic stay of the awards until Section 34 proceedings are decided. Having regard to the above, the question before the Court was as to the construction of Section 26 of the Amendment Act, 2015. In other words, the Apex Court was dealing with the effect of an application under Section 34 of the Arbitration 1996 Act after the amendment Act came into force. Further, the question with which the Bench was confronted was whether Section 36, which was substituted by the Amendment Act, would apply in its amended form or in its original form to the appeals in question. After referring to the authorities on the subject and interpreting the provisions under Old and New Act, the Apex Court dismissed the appeals. \n66) Dealing with the provisions of the Old Act and the Amendment Act, 2015, the Hon'ble Court in Para Nos.24 and 25 came to the following conclusions, which are as under:\n\"24. What will be noticed, so far as the first part is concerned, which states, \"Nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree..\" is that: (1) \"the arbitral proceedings\" and their commencement is mentioned in the context of Section 21 of the Principal Act; (2) the expression used is \"to\" and not \"in relation to\"; and (3) parties may otherwise agree. So far as the second part of Section 26 is concerned, namely, the part which reads \"... but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act\" makes it clear that the expression \"in relation to\" is used; and the expression \"the\" arbitral proceedings and \" in accordance with the provisions of Section 21 of the Principal Act\" is conspicuous by its absence. \n25. That the expression \"the arbitral proceedings\"\nrefers to proceedings before an arbitral tribunal is clear from the heading of Chapter V of the 1996 Act, which reads as follows:\n\"Conduct of Arbitral Proceedings\"\nThe entire chapter consists of Sections 18 to 27 dealing with the conduct of arbitral proceedings before an arbitral tribunal. What is also important to notice is that these proceedings alone are referred to, the expression \"to\" as contrasted with the expression \"in relation to\" making this clear. Also, the reference to Section 21 of the 1996 Act, which appears in Chapter V, and which speaks of the arbitral proceedings commencing on the date on which a request for a dispute to be referred to arbitration is received by the respondent, would also make it clear that it is these proceedings, and no others, that form the subject matter of the first part of Section 26. Also, since the conduct of arbitral proceedings is largely procedural in nature, parties may \"otherwise agree\" and apply the Amendment Act to arbitral proceedings that have commenced before the Amendment Act came into force. In stark contrast to the first part of Section 26 is the second part, where the Amendment Act is made applicable \"in relation to\" arbitral proceedings which commenced on or after the date of commencement of the Amendment Act. What is conspicuous by its absence in the second part is any reference to Section 21 of the 1996 Act. Whereas the first part refers only to arbitral proceedings before an arbitral tribunal, the second part refers to Court proceedings \"in relation to\" arbitral proceedings, and it is the commencement of these Court proceedings that is referred to in the second part of Section 26, as the words \"in relation to the arbitral proceedings\" in the second part are not controlled by the application of Section 21 of the 1996 Act.\nSection 26, therefore, bifurcates proceedings, as has been stated above, with a great degree of clarity, into two sets of proceedings - arbitral proceedings themselves, and Court proceedings in relation thereto. The reason why the first part of Section 26 is couched in negative form is only to state that the amendment Act will apply even to arbitral proceedings commenced before the amendment if parties otherwise agree. If the first part of Section 26 were couched in positive language (like the second part), it would have been necessary to add a proviso stating that the Amendment Act would apply even to arbitral proceedings commenced before the amendment if the parties agree. In either case, the intention of the legislature remains the same, the negative form conveying exactly what could have been stated positively, with the necessary proviso. Obviously, \"arbitral proceedings\"\nhaving been subsumed in the first part cannot reappear in the second part, and the expression \"in relation to arbitral proceedings\" would, therefore, apply only to Court proceedings which relate to the arbitral proceedings. The scheme of Section 26 is thus clear: that the Amendment Act is prospective in nature, and will apply to those arbitral proceedings that are commenced, as understood by Section 21 of the Principal Act, on or after the Amendment Act, and to Court proceedings which have commenced on or after the Amendment Act came into force.\"\n67) From the judgment of the Apex Court, it is clear that the first part deals with reference to arbitral proceedings before the Arbitrary Tribunal and the Amendment Act would apply even to Arbitral proceedings commenced before the amendment, if the parties otherwise agree. In the instant case, we do not find any such consent being given by any of the parties warranting applicability of the amended Act, since the arbitration proceedings came to be initiated prior to the amendment. Further Section 29-A of the Amendment Act, prescribes time limit for completion of arbitral proceedings. Therefore the parties may opt to deal under the New Act even in cases which are pending before the Arbitrator as on the date of commencement of the Amendment Act. On such option being exercised, the parties are bound under the provisions of New Act. \n68) As observed by us earlier, in the instant case, we do not find any such consent being given by the parties seeking applicability of the Amendment Act, 2015. Therefore, the argument of the learned counsel for the respondents that the arbitrator is de jure disqualified in view of Section 12 (5) of the Act cannot be accepted. \n69) For the aforesaid reasons, the Civil Revision Petition is allowed holding that the order under challenge terminating the mandate of the arbitrator is illegal and incorrect, and accordingly, the same is set aside.\n70) There shall be no order as to costs. Miscellaneous Petitions, if any, pending, shall stand closed. \n____________________ C.PRAVEEN KUMAR, J ____________ T. RAJANI, J 07.09.2018 gkv",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court arunkumar jagatramka vs ultrabulk a/s on 18 march, 2021 author: n.v.anjaria bench: n.v.anjaria, a.s. supehia c/sca/1734/2021 cav judgment in the high court of gujarat at ahmedabad r/special civil application no. 1734 of 2021 for approval and signature: honourable mr. justice n.v.anjaria and honourable mr. justice a.s. supehia ========================================================== 1 whether reporters of local papers may be allowed to see the judgment ? yes 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the judgment ? no 4 whether this case involves a substantial question of law as to the interpretation of the constitution of india or any no order made thereunder ? ========================================================== arunkumar jagatramka versus ultrabulk a/s ========================================================== appearance: mr sandeep bajaj with mr vivek b gupta(5611) for the petitioner(s) no. 1 mr mihir joshi, sr. advocate with mr.aditya krishnamurthy and mr harsh n parekh(6951) for the respondent(s) no. 1 ========================================================== and honourable mr. justice a.s. supehia date : 18/03/2021 cav judgment (per : honourable mr. justice n.v.anjaria) the petitioner-judgment debtor has filed the present petition to seek the following prayers. (i) to set aside order dated 07th january, 2011 passed below application exh.54 by court of learned principal senior civil judge, jamnagar, in commercial execution petition no.161 of 2019; (ii) to direct the court below to decide petitioner's application exh.65 dated 12th october, 2020 challenging the jurisdiction of the court before proceeding further; (iii) in the alternative, it is prayed to direct petitioner's application exh.65 along with the pending applications. 2. the grievance of the petitioner-judgment debtor is in respect of the order passed by the executing court under order xxi, rule 37 of the code of civil procedure, 1908, whereby the petitioner is required to show cause as to why petitioner should not be committed to civil prison. 3. the respondent-ultrabulk a/s, a company incorporated under the laws of denmark, happens to be the decree holder, in whose favour stands judgment and decree dated 09th november, 2017 passed by the high court of justice, queens bench division, commercial court of england & wales, u.k. in the matter of ultrabulk a/s v. arun kumar jagatramka, for a sum of usd 5,062,462 equivalent to more than rs.32.00 crores, in addition to the interest. 3.1 it was to execute the said foreign decree that the execution proceedings and application exh.54 therein was filed under order xxi rule 37, cpc. the ministry of law, government of india, by issuing notification dated 01st march, 1953 designated the united kingdom, it was stated, to be the reciprocating territory under section 44a of cpc, whereas high court in england to be the superior court of that territory. issuance of notice pursuant to application exh.54 motivated the petitioner to approach this court by way of the present petition. 3.2 the case of the respondent-decree holder in its application exh.54 was inter alia that the petitioner, rated as one of the richest individuals in india, had given a personal guarantee-cum-on demand bond on 02nd july, 2013 on behalf of gujarat nre coke limited in favour of the respondent. thereby it was committed by the petitioner that his liability to make payment to the respondent herein of usd 4,259,395 would arise upon failure of the said nre coke limited to make payment of the said amount on or before 31st december, 2013. the said company remitted only usd 2.3 million out of the total. thereupon in view of the personal guarantee as above, the liability of the petitioner to make payment of usd 4.25 million was crystalised. it was further mentioned that around 01st january, 2014, the petitioner acted with dishonest intention to avoid the liability of payment and sold off the assets in favour of the third parties. 3.3 the respondent therefore instituted the suit before the english high court on 22nd june, 2015 against the petitioner to recover the amount on the basis of said personal guarantee-cum-on demand bond. it was stated that at no point of time the petitioner herein raised any objection as to the jurisdiction before the english high court. the petitioner also instituted civil suit no.77 of 2017 on 07th march, 2017 before the kolkata high court seeking permanent injunction against the respondent from prosecuting his case before the english court. this suit was withdrawn as the english high court passed the decree rendering the petitioner indebted to the respondent company. 3.4 the execution petition which was under section 44a, cpc was initially filed on 28th april, 2018 before the commercial court at rajkot, before which court the petitioner filed an application objecting to the jurisdiction on the ground that the dispute was not a commercial dispute. thereafter the execution petition came to be transferred to commercial court at jamnagar. the application of the petitioner questioning the jurisdiction was rejected by order dated 10th april, 2019. 3.5 the aforesaid order dated 10th april, 2019 was sought to be challenged by the petitioner by filing special civil application no.8334 of 2019 before this court which was dismissed by division bench of this court on 26th august, 2019. the petitioner has quoted certain observations made by this court while dismissing the said petition as under. \"13. on the contrary, the record indicates that having filed objections under section 13 of the cpc before the commercial court at rajkot, only with an aim and object to delay the execution proceedings, the petitioner filed the present application exhibit 19 and on its dismissal, the present writ petition under article 227 of the constitution of india. 14. it would not be out of place to record that having participated in the proceedings before the english commercial court, having given a guarantee and the judgment of english court having become final, only with a view to throw spanner in the execution of such decree, the present petition is filed only with a view to create hurdle and delay the execution proceedings, which is nothing but an abuse of the process of the court. we confirm the findings of the court below and the commercial court having jurisdiction, has jurisdiction to entertain the execution petition filed by the respondent. the petition is devoid of any merits and the same is liable to be dismissed and is hereby rejected in limine with cost of rs. 25,000/ to be deposited by the petitioner within a period of one week with gujarat high court legal services committee.\" 3.6 against the aforementioned order of this court, special leave petition was filed by the judgment debtor which was disposed of as per following order dated 29th september, 2020. \"the commercial execution petition was filed in the commercial court, rajkot for execution of decree passed on 09.11.2017 by the high court of justice, (queen's bench division) commercial court of england and wales. the petitioner raised a ground of maintainability of the execution petition which was rejected by the commercial court and upheld by the high court aggrieved by which the above special leave petition has been filed. mr. sandeep bajaj, learned counsel appearing for the petitioner submits that the commercial court does not have the jurisdiction to entertain an execution petition under the commercial courts act. liberty is given to the petitioner to raise this contention before the execution court. with the above observation, the special leave petition is disposed of.\" 3.7 in application exh.54, the respondent-decree holder set out certain supportive facts and aspects, summarised hereunder. (i) as per the report of \"financial express\" dated 21st june, 2019, serious fraud investigation office has been investigating into the financial affairs of the kolkata based gujarat nre coke, (ii) by order passed in special civil application no.18238 of 2019, this court allowed the petitioner to travel abroad as the lookout circular was not served upon the petitioner. the said order dated 24th october, 2019 was quashed by division bench, (iii) the executing court required the judgment debtor to file affidavit under order xxi rule 41(2), (iv) the kolkata high court refused permission to the judgment debtor to travel to brazil by order dated 08th november, 2019, (v) in wollongong coal limited v. gujarat nre properties private limited, the supreme court of new south walse pronounced that the judgment debtor and his wife in capacity of directors of the said coke company, committed breach of fiduciary duties, (vi) the judgment debtor had still been travelling in different luxury cars of the value in lakhs, (vii) the personal website of judgment debtor showed his profile, that he was the chairman of gujarat nre group, one of the largest independent producers of metallurgical coke and wealth creator of india, that he is an active member of confederation of indian industries, the associated chambers of commerce & industry, that he was a prominent person in the field and the international fora etc. 3.8 the decree holder gave details of remuneration received by judgment debtor from gujarat nre for acting as chairman & managing director, annexing financial statements of gujarat nre from year 2004 to 2017. it was contended that if the judgment debtor's affidavit of assets was to be believed, he was liable to be declared insolvent and shown not to be having the means to honour the foreign decree of usd 5,062,462 in addition to interest. the conduct of the judgment debtor was highlighted to further plead that the judgment debtor was siphoning off monies, properties and assets with his wife, daughters and son with an intention to defeat the claims of the creditors. also the mention was made that f.i.r. no.306 of 2018 dated 03rd december, 2018 in respect of offences alleged under sections 408, 467, 468, 471, ipc, 1860 has been registered against the judgment debtor that the judgment debtor caused wrongful losses to an australian coal company. 3.9 it is to be mentioned that respondentjudgment debtor filed an application exh.11 under section 13, cpc before the executing court and questioned the conclusiveness of decree of english court contending that the amount was not liable to be recovered. another application exh.45 was filed seeking consequential dismissal of the execution proceedings. both these applications came to be dismissed on 29th september, 2020 by the executing court. subsequent to the aforementioned order of the apex court dated 29th september, 2020, it appears that the petitioner filed application exh.65 challenging the jurisdiction of the executing court. as per the averment made in paragraph-49 of affidavit-in-reply dated 30th january, 2021 of the respondent, the said application exh.65 has been reserved for judgment by the court. 4. heard learned advocate mr.sandeep bajaj with learned advocate mr.vivek gupta for the petitioner and learned senior advocate mr.mihir joshi assisted by learned advocates mr.aditya krishnamurthy and mr.harsh parekh for the respondent, at length. 4.1 one of the main contentions on behalf of the petitioner raised by his learned advocate was that the court below has recorded certain premature and prejudicial findings of fact and thereby virtually decided the show-cause notice. it was submitted that in paragraph-29 of the impugned order \"it is brought on record that the judgment debtor has financial capacity to satisfy the deemed decree passed by this court but has deliberately chosen and failed to do so.\". it was next submitted that similarly in paragraph-31 the court below recorded that, \"conduct of the judgment debtor indicates his unwillingness to pay inspite of his means to pay. the judgment debtor having means to pay the decreetal amount has neglected his obligation under the decree.\". learned advocate submitted that the notice under order xxi, rule 37 shall have to follow the procedure under rule 40, cpc, yet the court below has by making such observations, prejudged the issue. 4.2 learned advocate for the petitioner next submitted that the decree holder was required to demonstrate as per section 51, cpc, that the petitioner had after institution of the suit before the english court, dishonestly transferred the property and that though the petitioner has since date of the decree the means to pay the decreetal amount, yet he has neglected to pay the same. the submissions were raised that irrelevant aspects were considered and further that the petitioner was not given reasonable opportunity to defend his case before issuing notice under order xxi, rule 37, cpc. it was also the submission on behalf of learned advocate for the petitioner that application exh.65 challenging jurisdiction of the court below was pending which was filed pursuant to liberty granted by the apex court as per order dated 29th september, 2020 in slp (c) no.11689 of 2020, yet the court below proceeded to consider the application under order xxi rule 37, cpc. it was submitted that the court below ought to have decided the application exh.65 before deciding the application exh.54, and that in not deciding the application challenging the jurisdiction of the court beforehand, the court has made it infructuous. 4.3 learned senior counsel for the respondent put forth his contentions on the basis of the contents of affidavit-in-reply filed by the respondent in response to the petition. the facts and circumstances stated in application exh.54 were highlighted to submit that under section 44a(1), cpc, decree could be executed in india and that by legal fiction the foreign decree was merged into a deemed decree of trial court, as applications exh.11 and exh.45 were dismissed. respondent submitted that the civil suit before the kolkata high court was an attempt to stall the proceedings before the london court. referring to order dated 26th august, 2019 passed by tis court in special civil application no.8334 of 2019, it was emphasised that this court observed that the judgment debtor had been acting \"to throw spanner in the execution\". 4.4 it was submitted that but for the restrictive orders passed by the court, judgment debtor had been attempting to leave the country, and that the banks and financial institutions have large claim against the petitioner. it was contended that order dated 29th february, 2020 was challenged in slp (c) no.11689 of 2020 but the supreme court did not stay the execution proceedings nor stayed the order dated 29th february, 2020. it was submitted that mere raising of objection regarding jurisdiction cannot automatically result into stay of proceedings. learned senior advocate submitted that the court below had issued only notice and the further inquiry is yet to succeed, wherein judgment debtor could adduce evidence in rebuttal. 5. at this stage, a brief reference to the applicable relevant provisions may be made. section 51, cpc provides for powers of the court to enforce the execution. amongst the modes prescribed, it is provided as one of the recourses that upon application of the decree holder, the court may order execution of decree by arrest and detention of judgment debtor in prison. the proviso attached thereto says that where the decree is for payment of money, the execution by detention in prison is not to be ordered unless reasonable opportunity of showing cause to the judgment debtor is extended and the court is satisfied that the conditions stated in the provision were fulfilled or met with. 5.1 operating supplementary to what is contemplated in the proviso referred to above, order xxi rule 37, cpc provides as under. 37. discretionary power to permit judgment-debtor to show cause against detention in prison--(1) notwithstanding anything in these rules, where an application is for the execution of a decree for the payment of money by the arrest and detention in the civil prison of a judgment-debtor who is liable to be arrested in pursuance of the application, the court shall, instead of issuing a warrant for his arrest, issue a notice calling upon him to appear before the court on a day to be specified in the notice and show cause why he should not be committed to the civil prison: provided that such notice shall not be necessary if the court is satisfied, by affidavit, or otherwise that, with the object or effect of delaying the execution of the decree, the judgment-debtor is likely to abscond or leave the local limits of the jurisdiction of the court. (2) where appearance is not made in obedience to the notice, the court shall, if the decreeholder so requires, issue a warrant for the arrest of the judgment-debtor. 5.1.1 order xxi rule 37(1) envisages that the executing court, instead of issuing warrant of arrest of judgment debtor, issue a notice calling upon him to appear before the court on the specified date to show cause as to why he should not be committed to civil prison. on the face of it, the provision is for issuing a show cause notice only. as per sub-rule (2), where appearance is not made in obedience to the notice, it will be permissible for the court to issue a warrant for arrest of judgment debtor. what becomes clear is that it is obligatory on part of the court to issue a notice instead of issuing a arrest warrant of the judgment debtor straightway. 5.1.2 once the presence of the judgment debtor is secured by the court by exercising jurisdiction under rule 37(2) above, the further procedure to be followed by the court is contemplated for in rule 40 of order xxi. order xxi rule 40 is as under. 40. proceedings on appearance of judgment-debtor in obedience to notice or after arrest--(1) when a judgment-debtor appears before the court in obedience to a notice issued under rule 37, or is brought before the court after being arrested in execution of a decree for the payment of money, the court shall proceed to hear the decree-holder and take all such evidence as may be produced by him in support of his application for execution and shall then give the judgment-debtor an opportunity of showing cause why he should not be committed to the civil prison. (2) pending the conclusion of the inquiry under sub-rule (1) the court may, in its discretion, order the judgment-debtor to be detained in the custody of an officer of the court or release him on his furnishing security to the satisfaction of the court for his appearance when required. (3) upon the conclusion of the inquiry under subrule (1) the court may, subject to the provisions of section 51 and to the other provisions of the code, make an order for the detention of the judgment-debtor in the civil prison and shall in that event cause him to be arrested if he is not already under arrest: provided that in order to give the judgmentdebtor an opportunity of satisfying the decree, the court may, before making the order of detention, leave the judgment-debtor in the custody of an officer of the court for a specified period not exceeding fifteen days or release him on his furnishing security to the satisfaction of the court for his appearance at the expiration of the specified period if the decree be not sooner satisfied. (4) a judgment-debtor released under this rule may be re-arrested. (5) when the court does not make an order of detention under sub-rule (3), it shall disallow the application and, if the judgment-debtor is under arrest, direct his release. 5.1.3 the provision of order xxi, rule 40 above necessitates in law that before the final order could be passed, the executing court has to follow the procedure prescribed in the said rule. as per this rule after judgment debtor appears in obedience to the notice under rule 37, it is provided that the court shall proceed to hear the decree holder. the court may take such evidence which may have been produced by the decree holder in support of his request for execution. thereafter the court is dutybound to give the judgment debtor an opportunity. it is only after the conclusion of inquiry under subrule (1) of rule 40 that the court can make order for detention of judgment debtor in civil prison. rule 40 is to be viewed not only procedural but mandatory in nature. 5.2 the high court of andhra pradesh in s. ismail v. agraseni chit funds [air 2005 ap 33] observed that expression of inquiry employed in rule 40 means the inquiry with regard to the defence taken by the judgment debtor, and also inquiring into the averments made by the decree holder. this inquiry has to be undergone by the court before it could finally order sending the judgment debtor to civil prison. 5.3 the impugned order of the executing court issuing notice has to be viewed in light of and in the context of working of the above provisions. while exercising powers under order xxi, rule 37, cpc, the court considered various aspects including making of observations about the judgment debtor having financial capacity. also was taken into consideration by the court that the decree was for payment of money, the conduct of the judgment debtor with attendant aspects, to observe that they were indicative of unwillingness to pay. the court took note of the investigation commenced by serious fraud investigation office in the financial affairs of gujarat nre, the issuance of lookout circular against the judgment debtor and his immediate family members and the order passed by the kolkata high court rejecting judgment debtor's application for travelling abroad. the order dated 10th april, 2019 dismissing judgment debtor's application raising objections to the jurisdiction of the commercial court, was mentioned and the aspect of filing of f.i.r. against judgment debtor was also referred to. it is not possible to say that the aspects noted by the executing court were not relevant. 5.3.1 attended and supported by the aspects broadly stated above, the following observations and reasoning became crux of the impugned order. \"28. the decree holder apprehends that the judgment debtor is concealing his assets by having the same ostensibly registered in the name of his immediate family members with a malicious intention of insulting the same from the claims of the creditors of the judgment debtor who are likely to inherit the property of the judgment debtor and would be personally liable for the foreign decree upto the value of the property which they would be inheriting from the judgment debtor. the decree holder has sought for issuance of show cause notice under order xxi rule 37 to the judgment debtor calling upon him to appear before the court and show cause why he should not be committed to the civil prison as envisaged under s.55 of the code of civil procedure.\" 5.4 recording reasons while issuing notice in exercise of discretionary powers under order xxi, rule 37, cpc can be said to be a permissible exercise, for, the act of issuance of notice cannot be entirely a mechanical process. a decree holder would not be entitled to contend that notice under the said provision may be readily issued even without applying the basic facts and admitting to consideration the relevant aspects. application of mind by the executing court for exercise of powers under order xxi rule 37, cpc, while issuing notice can indeed not be said to be foreign to the exercise. it is trite principle that wherever discretionary power is conferred on the court, such discretion has to be exercised judicially, on the basis of proper reasons and upon relevant facts and germane considerations. 5.5 the submission of the petitioner was that application exh.65 questioning the jurisdiction of the court has not been decided; prayer is also made to direct to decide the said application exh.65 with other applications. disposing of the said contention, it goes without saying and is to be observed that the executing court shall not proceed further till it renders decision on application exh.65 of the judgment debtor. as recorded hereinabove and given out by respondent-decree holder in its reply, the said application exh.65 is kept reserved for the judgment. in the facts of the case, interest of justice would be sub-served if the executing court is directed to decide the said application exh.65 timebound so that a clear picture emerges about the further proceedings. 5.6 the inquiry to be undergone under order xxi, rule 40 is mandatory in nature. as the section prescribes, it confers on the decree holder right to hearing. it is the stage where the decree holder shall be heard for his case on merits and the court will take all such evidence as may be produced by him in support of his application for execution. order xxi, rule 37 and rule 40 conjointly operates, in which notice under rule 37 has no conclusive value unless the decree holder establishes his case in accordance with law, in which the judgment debtor has the right to be heard to put forward his case. as the notice under order xxi, rule 37 is not an end in itself, what is recorded in the order issuing notice under the said provision has also no finality attached to it. the issuance of notice under order xxi, rule 37, once succeeds the inquiry by the court under rule 40, may or may not result into detaining the judgment debtor into civil prison. therefore, all the contentions canvassed by the petitioner herein are not tenable in view of operation of the interacting provisions mentioned above. 5.7 secondly, orally canvassed and reiterated in written submissions was the grievance that the executing court recorded findings of fact under the guise of issuance of notice, for which the observations made in paragraph nos.29 and 31 of the impugned order, which are mentioned in paragraph no.4.1 hereinabove, were referred to. as noted above, the stage of inquiry under rule 40 is yet not exhausted, at which material juncture, the judgment debtor will have right to rebut and to controvert. even otherwise, the findings recorded and observations made at various places in the impugned order, are in the nature of tentative and prima facie observations having not conclusive value. it could not be said that they amount to prejudging or that they would prejudice the judgment debtor who will have a full opportunity in the inquiry under order xxi, rule 40, as may be held by the executing court. 5.8 in any view, in order to allay the apprehension of the petitioner, this court is inclined to clarify that any of the observations in the impugned order shall not be final and shall be subject to the findings which may be recorded in the subsequent stages including in the inquiry under rule 40 as may have to be undertaken. 6. in view of the foregoing reasons and discussion, the present petition is not liable to be entertained, however following directions shall govern. (i) the executing court shall render its decision on the application exh.65 of the judgment debtor within fifteen days from the date of receipt of this order. this court has not expressed any opinion on the merits thereof. neither the impugned order nor the present order shall influence the decision to be taken by the executing court on application exh.65; (ii) any of the observations including those specifically referred to by the petitioner from paragraph nos.29 and 31 of the impugned order shall not be treated as final, they shall not become prejudicial to the judgment debtor in the further inquiry under order xxi, rule 40, cpc, if required to be undertaken after order below application exh.65; (iii) in such inquiry, the judgment debtor will have right to rebut and defend his case. 7. the present petition is dismissed subject to the aforesaid observations and directions. notice is discharged. (n.v.anjaria, j) (a. s. supehia, j) anup"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b939945346c4f92af6e0d98d9547185_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2dcfb48a7a849fc8d5b2480bd4d424c_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nTelangana High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "771bfe83852f454b92ad89deff417cf7_2"
        },
        {
            "start": 264,
            "end": 386,
            "text": "\nHarpeet Singh Chhabra vs Mrs Suneet Kaur Sahney on 7 September, 2018\n        In The High Court Of Judicature At Hyderabad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a92049af07524cc498720f79a87906b9_3"
        },
        {
            "start": 393,
            "end": 443,
            "text": "For The State Of Telangana And The State Of Andhra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d9451be26d44dfba4b75a2d50eb417e_4"
        },
        {
            "start": 472,
            "end": 479,
            "text": "Pradesh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f17cb747311449a49af7c8315c01804e_5"
        },
        {
            "start": 514,
            "end": 548,
            "text": "* * * **\n\n                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "84f5adbe849b47319865b4a49e767060_6"
        },
        {
            "start": 548,
            "end": 554,
            "text": "I.A.No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12b64893466b45159a8bac698d6da97b_7"
        },
        {
            "start": 555,
            "end": 566,
            "text": ". 5 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3148ac7c06314d4b8ace312e6320f878_8"
        },
        {
            "start": 597,
            "end": 604,
            "text": "In/ and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5eb12c059ade46a8b1488c529d79991f_9"
        },
        {
            "start": 627,
            "end": 650,
            "text": "C.O.M.C.A.No. 2 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcf0228ba1094e2ea5b5217f5f768bd1_10"
        },
        {
            "start": 654,
            "end": 707,
            "text": "Between:\n\nM/s. Harpreet Singh Chhabra and four others",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f27609916d5e4779b5bdf94d4d7b31fc_11"
        },
        {
            "start": 755,
            "end": 814,
            "text": ".....          Appellants\n\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9b6184fe022425a8b7e264713d112d2_12"
        },
        {
            "start": 814,
            "end": 821,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c021bd6f2c534e55934d3300296a4a4f_13"
        },
        {
            "start": 821,
            "end": 861,
            "text": "Mrs. Suneet Kaur Sahney and eight others",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6417fbb3651f49cc865d928577ee3cbb_14"
        },
        {
            "start": 867,
            "end": 929,
            "text": ".....        Respondents\n\n\nJudgment Pronounced On : 07.09.2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7417da6921ae4f81bf77bfea8e1af139_15"
        },
        {
            "start": 930,
            "end": 980,
            "text": "\n\n             Hon'Ble Sri Justice C.Praveen Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07c3a89a49894ef184eac6aa7cc0dafe_16"
        },
        {
            "start": 1015,
            "end": 1050,
            "text": "And \n\n                 Hon'Ble Smt.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06c94d37621146e2bad0d1d90f611037_17"
        },
        {
            "start": 1051,
            "end": 1068,
            "text": "Justice T. Rajani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "145aba7fcf1f4286a5f5a82d55468810_18"
        },
        {
            "start": 1072,
            "end": 1097,
            "text": "1.   Whether    Reporters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6685627f014a462793fa327581715811_19"
        },
        {
            "start": 1098,
            "end": 1188,
            "text": "   of     Local :         Yes/No\n     newspapers may be allowed to see\n     the Judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6de2cb256224080ba62d9738a3c97a6_20"
        },
        {
            "start": 1192,
            "end": 1335,
            "text": "2.   Whether the copies of judgment may       :     Yes/No\n     be marked to Law Reporters/Journals\n\n\n3.   Whether Their Ladyship/Lordship wish",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1268b5e662cc4892bfd01114dd58b7cc_21"
        },
        {
            "start": 1340,
            "end": 1358,
            "text": ":     Yes/No\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae7a4321a1d5403989e259591e3ccc23_22"
        },
        {
            "start": 1358,
            "end": 1440,
            "text": "to see the fair copy of judgment\n\n\n\n                                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da9036c20ae140e7842aa8ef11e52e74_23"
        },
        {
            "start": 1440,
            "end": 1447,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d145c0da6e904a1baddb9edbea492730_24"
        },
        {
            "start": 1448,
            "end": 1455,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29bc39b478364349973f05738bcabc23_25"
        },
        {
            "start": 1456,
            "end": 1463,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad95cb5bd1b049beb2d1675f5420ff86_26"
        },
        {
            "start": 1464,
            "end": 1471,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cb6445a137e4cf38932ce1e6cfee9c1_27"
        },
        {
            "start": 1472,
            "end": 1479,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b68009948794204a6ab5155aa47435c_28"
        },
        {
            "start": 1527,
            "end": 1546,
            "text": "C. Praveen Kumar, J",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a003e183e8c46bcb21e147e799fbf2d_29"
        },
        {
            "start": 1605,
            "end": 1612,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eef50bbfd67d4c10ae899b7a1991d879_30"
        },
        {
            "start": 1613,
            "end": 1620,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "806713af016543d4a7839ca9e767ad86_31"
        },
        {
            "start": 1621,
            "end": 1628,
            "text": "_ _ _ _",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f2606d6253647668f9a3e70e21a94d5_32"
        },
        {
            "start": 1629,
            "end": 1698,
            "text": "_ \n                                                         T. Rajani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d018ec3c4a98430c8e4af85d2b1d2969_33"
        },
        {
            "start": 1699,
            "end": 1749,
            "text": ", J \n                                            2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6dab08904c284e08a9f8d880c936bea9_34"
        },
        {
            "start": 1772,
            "end": 1779,
            "text": "Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d49192002b424efc94f607831acf5654_35"
        },
        {
            "start": 1780,
            "end": 1791,
            "text": "Sri Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30b3ae42f92443efa84e6cfedc8e21d9_36"
        },
        {
            "start": 1792,
            "end": 1807,
            "text": "C.Praveen Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "80ba1f09a17646c7b6a9093c647928b9_37"
        },
        {
            "start": 1852,
            "end": 1890,
            "text": "And \n\n                     Hon'Ble Smt",
            "labels": [
                "PREAMBLE"
            ],
            "id": "009a651e959743c7a385eed4c174d591_38"
        },
        {
            "start": 1891,
            "end": 1910,
            "text": ". Justice T. Rajani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "983caf07ed244c279bccd66ea688a682_39"
        },
        {
            "start": 1942,
            "end": 1948,
            "text": "I.A.No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1245517492e642d58387e079d36ef748_40"
        },
        {
            "start": 1949,
            "end": 1960,
            "text": ". 5 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44dfdbd003fd4620a46fb64ad0134225_41"
        },
        {
            "start": 1996,
            "end": 2004,
            "text": "In / and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "584ac3a192a34b0f8f47d22ef981fed0_42"
        },
        {
            "start": 2032,
            "end": 2055,
            "text": "C.O.M.C.A.No. 2 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5b0cefdc616b4eb69e677983580ef9a9_43"
        },
        {
            "start": 2058,
            "end": 2066,
            "text": "Order :\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3182dacbce5e4eb2ba328f4d9b41164e_44"
        },
        {
            "start": 2066,
            "end": 2088,
            "text": "%Dated 07.09.2018 # M/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71ab0648d6884e29846a66f7d44c8da4_45"
        },
        {
            "start": 2089,
            "end": 2197,
            "text": "s. Harpreet Singh Chhabra and four others ..... Appellants Versus $ Mrs. Suneet Kaur Sahney and eight others",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8af83196854f41809263de7da2b6ac30_46"
        },
        {
            "start": 2198,
            "end": 2217,
            "text": "..... Respondents !",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85b9923555be4720830cb75a6e2aada8_47"
        },
        {
            "start": 2218,
            "end": 2267,
            "text": "Counsel for Appellant : Sri M.V.Pratap Kumar ^ Co",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8daa87bc354344a883359fb42eda85cf_48"
        },
        {
            "start": 2268,
            "end": 2323,
            "text": "unsel for Respondents : SRI B.CHANDRASEN REDDY < GIST :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "241a2ef100df4a3baa2c3b4f4b6631f7_49"
        },
        {
            "start": 2324,
            "end": 2340,
            "text": "\n> HEAD NOTE :\n?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0941d64c13854b4ebd16f07d5032fc78_50"
        },
        {
            "start": 2341,
            "end": 2380,
            "text": "Cases referred :\n1. (1997) 3 SCC 261 2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41974886634a4e3ba51387e680a4f872_51"
        },
        {
            "start": 2381,
            "end": 2460,
            "text": "(2003) 6 SCC 641 3. (2003) 6 SCC 675 4. (2010) 8 SCC 329 5. (2007) 9 SCC 625 6.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e07b9125ffc4ed58ea2d70e184ac9dc_52"
        },
        {
            "start": 2461,
            "end": 2489,
            "text": "2013 SCC online Bomb. 547 7.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4958e0edfb0e4f1d905d98cee164a96e_53"
        },
        {
            "start": 2490,
            "end": 2510,
            "text": "2008 (5) MHLJ 749 8.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f5da595ee2c2498e8ee4447e05215c4f_54"
        },
        {
            "start": 2511,
            "end": 2530,
            "text": "(1995) 5 SCC 329 9.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a4294904cd74eeaa0bbd6493d0bb518_55"
        },
        {
            "start": 2531,
            "end": 2552,
            "text": "(2005) 1 MHLJ 884 10.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e5533d55625452397b730f6064f1b1c_56"
        },
        {
            "start": 2553,
            "end": 2612,
            "text": "MANU/MH/0504/2012 11. (2004) 3 ARBLR 146 (Delhi)\n12. (2010)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00dd94e96ef443d6bfe538797d1c6c53_57"
        },
        {
            "start": 2613,
            "end": 2626,
            "text": "2 SCC 385 13.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5288bfd299ba47789576c57d088fcbb5_58"
        },
        {
            "start": 2627,
            "end": 2653,
            "text": "2015 (2) ARBLR 242 (Delhi)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "968701ae9f1241b9aa2a55cb8879d01a_59"
        },
        {
            "start": 2654,
            "end": 2754,
            "text": "\n14. (2018) SCC Online SC 232 15. (2007 (1) Arb.LR 564 (Gauhati) (DB)\n16. (2008) 6 Bombay CR 611 17.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "05ebec78fd764ea09258e1fb1b5d58a2_60"
        },
        {
            "start": 2755,
            "end": 2779,
            "text": "AIR 2015 Calcutta 24 18.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6473db7b65364671ac0050291a76d66b_61"
        },
        {
            "start": 2780,
            "end": 2828,
            "text": "AIR 2016 Cal. 213 19. (2016) 6 ARBLR 426 (Delhi)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b36abf75ecc14fb8a1d6ae4fece8a8d7_62"
        },
        {
            "start": 2829,
            "end": 2899,
            "text": "HON'BLE SRI JUSTICE C.PRAVEEN KUMAR AND HON'BLE SMT. JUSTICE T. RAJANI",
            "labels": [
                "PREAMBLE"
            ],
            "id": "baa0d7686c134c2c9fd10dca8e5279e8_63"
        },
        {
            "start": 2900,
            "end": 3160,
            "text": "In/and JUDGMENT: (per Hon'ble Sri Justice C.Praveen Kumar)\n1) The termination of the mandate of the Arbitrator due to non-completion of the arbitration proceedings within the time fixed by the High Court, is the subject matter of challenge in the present case.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e0a063c6bfe403199dfa741688ac39e_64"
        },
        {
            "start": 3162,
            "end": 3748,
            "text": "2) Heard Sri S.Ravi, learned Senior Counsel appearing for Sri M.V.Pratap Kumar, learned counsel appearing for the petitioners and Sri Sandeep Sharma, for Sri B.Chandrsen Reddy, learned counsel appearing for the respondents.\n3) By an order dated 29.12.2017, the Judge, Commercial Court-cum-XXIV Additional Chief Judge, City Civil Court, Hyderabad, while terminating the mandate of the arbitrator directed the parties to approach the Hon'ble High Court for appointment of an arbitrator, under Section 15 (2) of the Arbitration and Conciliation Act, 1996 (for short \"the Arbitration Act\").",
            "labels": [
                "NONE"
            ],
            "id": "a6bd741d086b477ea0317cd5f360f1f8_65"
        },
        {
            "start": 3749,
            "end": 4044,
            "text": "Assailing the same, the petitioners herein initially filed an appeal under Section 13 (1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short \"the Commercial Courts Act\") on 05.03.2018 after obtaining a certified copy of the Order.",
            "labels": [
                "FAC"
            ],
            "id": "19902b93a63e4fb7864c3ac05aa23329_66"
        },
        {
            "start": 4045,
            "end": 4305,
            "text": "Though the appeal was numbered, but realizing that an appeal will not lie against the said order filed I.A.No.5 of 2018 under Section 151 of C.P.C., seeking conversion of the appeal into a Civil Revision Petition under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "4ff0dcbc4ab640cdb724330d7c9ea625_67"
        },
        {
            "start": 4306,
            "end": 4509,
            "text": "It is pleaded that filing of an appeal is a bonafide mistake and that grave prejudice would be caused if the petitioners are not allowed to agitate their grievance by converting the appeal into revision.",
            "labels": [
                "FAC"
            ],
            "id": "5ec0819195c1417eadf69ca55eebcf99_68"
        },
        {
            "start": 4510,
            "end": 4901,
            "text": "\n4) The same was opposed contending that in view of Section 8 of the Commercial Courts Act, no revision shall be entertained against an interlocutory order of Commercial Court including an order on the issue of jurisdiction, and any such challenge, subject to provision of Section 13 of the Commercial Courts Act, shall be raised only in an appeal against the decree of the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3230c4f7eb714b3fa480070057d6a778_69"
        },
        {
            "start": 4902,
            "end": 5220,
            "text": "\n5) Section 13 of the Commercial Courts Act postulates that any person aggrieved by any of the decision of the Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or the order, as the case may be.",
            "labels": [
                "STA"
            ],
            "id": "7711764c48da4b388458d205751f5172_70"
        },
        {
            "start": 5221,
            "end": 5462,
            "text": "Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order 43 of C.P.C. as amended by the Commercial Courts Act and Section 37 of the Arbitration Act.",
            "labels": [
                "STA"
            ],
            "id": "d0e43363854c44b595aaf9c97fa203d6_71"
        },
        {
            "start": 5463,
            "end": 5744,
            "text": "It appears that the present application seeking conversion is filed on a premise that an appeal shall lie from the orders passed by the Commercial Court that are specifically enumerated under Section 43 C.P.C. or under Section 37 of the Arbitration and Conciliation Act, 1996 only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f33ddeb9dad4c7a95bb289593e59c4e_72"
        },
        {
            "start": 5745,
            "end": 6350,
            "text": "\n6) After considering the law on the subject and also the power of the Court under Article 227 of the Constitution of India, the Constitution Bench of the Apex Court in L.Chandra Kumar v. Union of India1 held that the jurisdiction conferred on the Supreme Court under Article 32 of the Constitution of India and on the High Courts under Articles 226 and 227 of the Constitution is a part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "570a70a2325e4d32b9a64bd0bb925eb1_73"
        },
        {
            "start": 6351,
            "end": 6371,
            "text": "\n(1997) 3 SCC 261 7)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0f9e453abca4490ab4bd46d8f6f7d859_74"
        },
        {
            "start": 6372,
            "end": 6844,
            "text": "In State v. Navjot Sandhu2 the Apex Court held that the jurisdiction under Article 227 cannot be limited or fettered by any Act of the state Legislature; the supervisory jurisdiction is wide and can be used to meet the ends of justice, also to interfere even with an interlocutory order, but however expressed that the said power must be exercised sparingly, only to move subordinate courts and Tribunals within the bounds of their authority to see that they obey the law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "98e93c10ea5b4a5da9caab134ce3f96c_75"
        },
        {
            "start": 6845,
            "end": 7047,
            "text": "The Apex Court further held that the power is not available to be exercised to correct mere errors (whether on the facts or laws) and also cannot be exercised \"as the cloak of an appeal in disguise\".\n8)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f979fca22dfd4bb0b2115e2becb03053_76"
        },
        {
            "start": 7048,
            "end": 7537,
            "text": "In Suryadev Rai v. Ram Chander Rai and others3 the Apex Court reiterated the principle laid down in the judgments referred to above, and held as under:\n\"We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f189999cbc5a414983f7d80394375f78_77"
        },
        {
            "start": 7538,
            "end": 7569,
            "text": "is taken away or whittled down.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "166ae4707bb344cc87986cfeafd58d59_78"
        },
        {
            "start": 7570,
            "end": 7980,
            "text": "The power exists, untrammelled by the amendment in Section 115 of the CPC, and is (2003) 6 SCC 641 (2003) 6 SCC 675 available to be exercised subject to rules of self discipline and practice which are well settled.\"\n9) In Shalini Shyam Shetty and another v. Rajendra Shankar Patil4 , after considering the history the power of superintendence under article 227 of the Constitution of India, held as under:\n\"62.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "09fd03daad1d4b7dbec063891dbf6258_79"
        },
        {
            "start": 7981,
            "end": 8265,
            "text": "On an analysis of the aforesaid decisions of this Court, the following principles on the exercise of High Court's jurisdiction under Article 227 of the Constitution may be formulated:\n(a) A petition under Article 226 of the Constitution is different from a petition under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "524d9578143045799183ae5500c10f46_80"
        },
        {
            "start": 8266,
            "end": 8353,
            "text": "The mode of exercise of power by High Court under these two Articles is also different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f21b5390d574f07a541df9fec51d5ca_81"
        },
        {
            "start": 8354,
            "end": 8435,
            "text": "\n(b) In any event, a petition under Article 227 cannot be called a writ petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bf0d473f3724bd280d4ea4e969dfa7c_82"
        },
        {
            "start": 8436,
            "end": 8659,
            "text": "The history of the conferment of writ jurisdiction on High Courts is substantially different from the history of conferment of the power of Superintendence on the High Courts under Article 227 and have been discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70b122cc48e448208539c70c8ca69336_83"
        },
        {
            "start": 8660,
            "end": 8854,
            "text": "\n(c) High Courts cannot, on the drop of a hat, in exercise of its power of superintendence under Article 227 of the Constitution, interfere with the orders of tribunals or Courts inferior to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e1cb1fc034a4bfba40011f1826a44d2_84"
        },
        {
            "start": 8855,
            "end": 8974,
            "text": "Nor can it, in exercise of this power, act as a Court of appeal over the orders of Court or tribunal subordinate to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f689003e308740c190ab8c4629eccdd1_85"
        },
        {
            "start": 8975,
            "end": 9156,
            "text": "\nIn cases where an alternative statutory mode of (2010) 8 SCC 329 redressal has been provided, that would also operate as a restrain on the exercise of this power by the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9511e990e8b47e7ad0e99a63b37b3a2_86"
        },
        {
            "start": 9157,
            "end": 9297,
            "text": "\n(d) The parameters of interference by High Courts in exercise of its power of superintendence have been repeatedly laid down by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c64acb438056484481d642dbf553ca45_87"
        },
        {
            "start": 9298,
            "end": 9595,
            "text": "In this regard the High Court must be guided by the principles laid down by the Constitution Bench of this Court in Waryam Singh (AIR 1954 SC 215) and the principles in Waryam Singh (supra) have been repeatedly followed by subsequent Constitution Benches and various other decisions of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f287c7f63f94ce2814d6a61d2f121c1_88"
        },
        {
            "start": 9596,
            "end": 9864,
            "text": "\n(e) According to the ratio in Waryam Singh (supra), followed in subsequent cases, the High Court in exercise of its jurisdiction of superintendence can interfere in order only to keep the tribunals and Courts subordinate to it, `within the bounds of their authority'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "801ddf836afd4feeb929bd41e720e562_89"
        },
        {
            "start": 9865,
            "end": 10409,
            "text": "\n(f) In order to ensure that law is followed by such tribunals and Courts by exercising jurisdiction which is vested in them and by not declining to exercise the jurisdiction which is vested in them.\n(g) Apart from the situations pointed in (e) and (f), High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "476bc8e3bc7d47ccbf7b9c4d886cca53_90"
        },
        {
            "start": 10410,
            "end": 10638,
            "text": "\n(h) In exercise of its power of superintendence High Court cannot interfere to correct mere errors of law or fact or just because another view than the one taken by the tribunals or Courts subordinate to it, is a possible view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b34efef6e2d54e12b7bcdd1e0fab42ac_91"
        },
        {
            "start": 10639,
            "end": 10706,
            "text": "In other words the jurisdiction has to be very sparingly exercised.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46b91dc367434d96b64c77ceb2a4da0c_92"
        },
        {
            "start": 10707,
            "end": 10803,
            "text": "\n(i) High Court's power of superintendence under Article 227 cannot be curtailed by any statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bffc60345a2455eb567dc8ed7fee94f_93"
        },
        {
            "start": 10804,
            "end": 11082,
            "text": "It has been declared a part of the basic structure of the Constitution by the Constitution Bench of this Court in the case of L. Chandra Kumar vs. Union of India & others reported in (1997) 3 SCC 261 and therefore abridgement by a Constitutional amendment is also very doubtful.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ae1d626780144bfc840fb84950295694_94"
        },
        {
            "start": 11083,
            "end": 11335,
            "text": "\n(j) It may be true that a statutory amendment of a rather cognate provision, like Section 115 of the Civil Procedure Code by the Civil Procedure Code (Amendment) Act, 1999 does not and cannot cut down the ambit of High Court's power under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "128d1d2045ef4f2182e54c1366525a29_95"
        },
        {
            "start": 11336,
            "end": 11505,
            "text": "At the same time, it must be remembered that such statutory amendment does not correspondingly expand the High Court's jurisdiction of superintendence under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69cb3b625d9647179464ed4dbe074cc7_96"
        },
        {
            "start": 11506,
            "end": 11585,
            "text": "\n(k) The power is discretionary and has to be exercised on equitable principle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e772932d7f2c49f59cfc134b22d429b0_97"
        },
        {
            "start": 11586,
            "end": 11646,
            "text": "In an appropriate case, the power can be exercised suo motu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc88eeca4ee24f4c98d031fe969df16a_98"
        },
        {
            "start": 11647,
            "end": 11924,
            "text": "\n(l) On a proper appreciation of the wide and unfettered power of the High Court under Article 227, it transpires that the main object of this Article is to keep strict administrative and judicial control by the High Court on the administration of justice within its territory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "144e404c517a452197cea5ec9c17c578_99"
        },
        {
            "start": 11925,
            "end": 12145,
            "text": "\n(m) The object of superintendence, both administrative and judicial, is to maintain efficiency, smooth and orderly functioning of the entire machinery of justice in such a way as it does not bring it into any disrepute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb9f106b371740e69f6cb3da9c9bcbbf_100"
        },
        {
            "start": 12146,
            "end": 12448,
            "text": "The power of interference under this Article is to be kept to the minimum to ensure that the wheel of justice does not come to a halt and the fountain of justice remains pure and unpolluted in order to maintain public confidence in the functioning of the tribunals and Courts subordinate to High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08054afe292d419c9b147f4415cd4351_101"
        },
        {
            "start": 12449,
            "end": 12771,
            "text": "\n(n) This reserve and exceptional power of judicial intervention is not to be exercised just for grant of relief in individual cases but should be directed for promotion of public confidence in the administration of justice in the larger public interest whereas Article 226 is meant for protection of individual grievance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "856b791d7d84421b9eb50d1303a8b9af_102"
        },
        {
            "start": 12772,
            "end": 12913,
            "text": "Therefore, the power under Article 227 may be unfettered but its exercise is subject to high degree of judicial discipline pointed out above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a128fbb0dffa420496cc1fbc306757db_103"
        },
        {
            "start": 12914,
            "end": 13432,
            "text": "\n(o) An improper and a frequent exercise of this power will be counter-productive and will divest this extraordinary power of its strength and vitality.\"\n10) The issue raised in the instant case as to the maintainability of the Civil Revision Petition under Article 227 of the Constitution of India, vis--vis Section 8 and 13 of the Commercial Courts Act, 2015, came up for consideration recently before a Bench of Gujarath High Court in State of Gujarat v. Union of India (R/Special Civil Application No.737 of 2018).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e7cdf69300a4343aab6dfb4d48ec791_104"
        },
        {
            "start": 13433,
            "end": 13657,
            "text": "It was also a case where a preliminary objection was raised as to the power of High Court under Article 227 of the Constitution of India to entertain a Civil Revision Petition against an order passed by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a35d3c09259e4302a295714e147a2101_105"
        },
        {
            "start": 13658,
            "end": 13999,
            "text": "Referring to the judgments of the Apex Court on the issue, the Bench of Gujarat High Court held as under:\n\"Considering the law laid down by the Apex Court, we are of the opinion that bar contained under Section 8 of the Commercial Courts Act shall not affect the jurisdiction of the High Court under Article 227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b80e167e2f874b1f8224ae0c12b7527c_106"
        },
        {
            "start": 14000,
            "end": 14338,
            "text": "If the contention on behalf of the respondents that considering Section 8 of the Commercial Courts Act, even the writ jurisdiction under Article 227 of the Constitution of India is barred, in that case, such a provision would suffer from the vice of unconstitutionality as observed by the Hon'ble Supreme Court in the aforesaid decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4833ea84224c4ad795b4508cb64c894f_107"
        },
        {
            "start": 14339,
            "end": 14667,
            "text": "The power vested in the High Courts to exercise judicial superintendence over the decision of the Courts and Tribunals within their respective jurisdictions is part of the basic structure of the Constitution and no legislature can take away such power of superintendence conferred under Article 227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0e7049b3b0df474bb8f031e5ffc46559_108"
        },
        {
            "start": 14668,
            "end": 14878,
            "text": "It is required to be noted that therefore, even the legislature, while enacting Section 8 of the Commercial Courts Act, seems to have wisely not used the word \"maintainable\" but has used the word \"entertained\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8d645ff77ff4a458d093ceab54faed1_109"
        },
        {
            "start": 14879,
            "end": 15510,
            "text": "\nAt this stage, it is also required to be noted that where the statute specifically provided that against the decision of the Tribunal, only an appeal under Article 136 of the Constitution before the Hon'ble Supreme Court would be maintainable, the Hon'ble Supreme Court in the case of L.Chandra Kumar v. Union of India and others (supra) has specifically observed and held that the powers of the supervisory jurisdiction of the High Court under Article 227 of the Constitution against the decision of the Tribunals shall still be available and the aggrieved party can approach the High Court under Article 227 of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a3b2acee95be4dd6b8f197e327244822_110"
        },
        {
            "start": 15511,
            "end": 15732,
            "text": "Therefore, it is observed and held that Section 8 of the Commercial Courts Act shall not affect the powers of the High Court under Article 227 of the Constitution of India against the order passed by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2b935e3891c54d6a8e99ac464111506d_111"
        },
        {
            "start": 15733,
            "end": 16473,
            "text": "However, at the same time, the powers under Article 227 of the Constitution of India must be exercised sparingly and in exceptional cases only, more particularly, looking to the object and purpose of Section 8 of the Commercial Courts Act, ie., speedy disposal of commercial disputes.\"\n11) In view of the judgments referred to above the argument that the High Court cannot entertain a Civil Revision Petition under Article 227 of the Constitution of India in view of Section 8 of the Act, cannot be accepted.\n12) One other objection, which came to be raised is that if revisions are sought to be entertained under Article 227 of the Constitution of India, the purpose for which the Commercial Courts Act has been enacted would get defeated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d111ae1621674d0b9288868a6619701f_112"
        },
        {
            "start": 16474,
            "end": 16650,
            "text": "In other words it is pleaded that floodgates would be opened permitting every order passed by the Commercial Court be challenged under Article 227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4b4e08166bc44831928229a4dc5c5443_113"
        },
        {
            "start": 16652,
            "end": 16851,
            "text": "13) In Coal India Ltd. And others v. Saroj Kumar Mishra5 the Apex Court observed that merely because there is possibility of flood-gate litigation, a valuable right of a citizen cannot be taken away.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c1246242bc3247e8b8cc909102b87865_114"
        },
        {
            "start": 16852,
            "end": 16905,
            "text": "In para No.19, the Apex Court observed as under:\n\"19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2175a75421f944589626447edd03cdc7_115"
        },
        {
            "start": 16906,
            "end": 16955,
            "text": "The floodgate argument also does not appeal to us",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b87840e758764a5fa8b980ac2e65e0a0_116"
        },
        {
            "start": 16956,
            "end": 17008,
            "text": ". The same appears to be an argument of desperation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7ef2a79f38b843c8b2679ad75b67df90_117"
        },
        {
            "start": 17009,
            "end": 17136,
            "text": "Only because, there is possibility of floodgate litigation, a valuable right of a citizen cannot be permitted to be taken away.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1dbcf9ba003b422aa90d6497fd74ebfd_118"
        },
        {
            "start": 17137,
            "end": 17208,
            "text": "This Court is bound to determine the respective rights of the parties.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d02da8b7a83745c6919da07518862060_119"
        },
        {
            "start": 17209,
            "end": 17334,
            "text": "\n14) It is also to be noted that every application filed under Article 227 of Constitution of India shall not be entertained.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bccc54f1401e4f3184630d342cfb473d_120"
        },
        {
            "start": 17335,
            "end": 17500,
            "text": "In fact, the law does not contemplate that a Civil Revision Petition under Article 227 of the Constitution of India is a statutory right which should be entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53980a9f81734e9b831302270ccdeb2a_121"
        },
        {
            "start": 17501,
            "end": 18130,
            "text": "As observed by us earlier, in Surya Dev Rai case (3 supra) the Hon'ble Supreme Court has observed that care, caution and circumspection needs to be exercised when the supervisory jurisdiction is sought to be invoked, during the pendency of any suit or proceedings in a subordinate Court and the error though calling for correction is yet capable of being (2007) 9 SCC 625 corrected and the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking supervisory jurisdiction of the High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c9aab19a16540fcbfa0ff25ee4a959c_122"
        },
        {
            "start": 18131,
            "end": 18293,
            "text": "Therefore, the Court would interfere only where the error is such, that if not corrected at that very moment, may become incapable of correction at a later stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b14183dc996049a3ae7b83d5e7529243_123"
        },
        {
            "start": 18294,
            "end": 18462,
            "text": "\n15) Keeping in view the object and purpose of enactment of Commercial Courts Act, the Courts would exercise their power under Article 227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6ff6f9054a0414a92b35108d07cd7c0_124"
        },
        {
            "start": 18463,
            "end": 18745,
            "text": "Therefore, we hold that the supervisory power of the High Court under Article 227 of the Constitution of India is not taken away by Section 8 of the Commercial Courts Act and the same cannot be restricted on the ground that it would open flood-gates of litigation in the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f95369f2ea3a481ca6ba5c7a02642dab_125"
        },
        {
            "start": 18746,
            "end": 18867,
            "text": "In view of the above, I.A.No.1 of 2018 is allowed permitting the petitioners to convert the appeal into a Civil Revision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9170059e2e547d083853cd442a96a92_126"
        },
        {
            "start": 18869,
            "end": 18902,
            "text": "16) Coming to the facts in issue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7f2bbb1cdb64be7a17427df966b6d01_127"
        },
        {
            "start": 18903,
            "end": 19177,
            "text": "As stated by us earlier, the present C.R.P. came to be filed questioning the order of the Commercial Court terminating the mandate of the Arbitrator on the ground that arbitration proceedings were not completed within the time fixed by the High Court in the review petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3cad7fbb8e94187aea29ceeca4c0a48_128"
        },
        {
            "start": 19178,
            "end": 19286,
            "text": "\n17) For the sake of convenience the parties will hereinafter referred to as arrayed in C.O.P.No.81 of 2017.",
            "labels": [
                "RPC"
            ],
            "id": "2fc573e0f8e949a49058162e03b0cc90_129"
        },
        {
            "start": 19287,
            "end": 19647,
            "text": "\n18) An application under Section 14 (2) and Section 15 of the Arbitration Act, came to be filed by the petitioners therein and respondents herein seeking to terminate the mandate of the 6th respondent therein (8th respondent herein) on the ground that he has become de jure and de facto, unable to perform his functions and failed to act without un-due delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28381fb4d7a04fcfa347f4a39af7f845_130"
        },
        {
            "start": 19648,
            "end": 19788,
            "text": "Petitioners 6 and 7 are companies registered under the Companies Act, 1956, organized and controlled by the family of petitioner Nos.1 to 3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40e9aef3d51b4105b3a1192c64863aa0_131"
        },
        {
            "start": 19789,
            "end": 19829,
            "text": "Petitioner No.5 is a partnership entity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd65d972c14144598c4c9ab52a5ab4b1_132"
        },
        {
            "start": 19830,
            "end": 19960,
            "text": "Petitioner No.1 is the wife of petitioner No.3 and mother of petitioner No.4 and petitioner No.2 is the mother of petitioner No.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e763c72155994b7d86b3deee7671e373_133"
        },
        {
            "start": 19961,
            "end": 20054,
            "text": "During the years 2007-2010, the petitioners lent a sum of Rs.20.00 crores to the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95103538d1f54402be3708a8b8ede278_134"
        },
        {
            "start": 20055,
            "end": 20214,
            "text": "As the said amount was not returned, the petitioners filed suits for recovery of money and also a complaint under Section 138 of the Negotiable instrument Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2862ac20f684e41a62f83797dbc1de1_135"
        },
        {
            "start": 20215,
            "end": 20345,
            "text": "It is said that as a counter blast, the respondents got registered a Criminal Case vide Cr.No.59 of 2012, against the petitioners.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07a8e3df58e7459785f40317cea263e9_136"
        },
        {
            "start": 20346,
            "end": 20534,
            "text": "In the said case, petitioners 3 and 4 were arrested by the Central Crime Station, Hyderabad and while in custody they were forced to agree to pay a sum of Rs.9.00 crores to the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd35fc035325493ea2829fb0a52890d7_137"
        },
        {
            "start": 20535,
            "end": 20716,
            "text": "Under duress and force, the petitioners are alleged to have signed the settlement deed dated 30.04.2012, letter of guarantee dated 30.04.2012 and ratification deed dated 03.05.2012.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f0296e44f91449d8d528f4329754e1d_138"
        },
        {
            "start": 20717,
            "end": 20911,
            "text": "It is said that the petitioners were not allowed to read the contents of the documents, which they signed and they were not aware about the contents, including the appointment of the arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "440fb3f492dc4309bfb1626e6923f0eb_139"
        },
        {
            "start": 20912,
            "end": 21092,
            "text": "It is said that only after their release on bail, they were able to read the contents of the documents signed by them, were shocked to learn about the appointment of an arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ca8633b86934fd3b56f2d4557fec3bd_140"
        },
        {
            "start": 21093,
            "end": 21278,
            "text": "As such, an application under Section 11 (5) and (6) of the Arbitration Act, came to be filed questioning the appointment of arbitrator, which was dismissed by this Court on 15.03.2013.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c70c15c52a7d4b05a76a975cc2fcc4aa_141"
        },
        {
            "start": 21279,
            "end": 21357,
            "text": "A Review application came to be filed, which was also dismissed on 13.09.2013.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce105bea74014c6ca87bc0d73cd99f79_142"
        },
        {
            "start": 21358,
            "end": 21495,
            "text": "The learned arbitrator issued notices dated 25.07.2012 and passed orders on 15.03.2013 and 13.09.2013 initiating arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dafcba0ca1484b409d51e70b7396781f_143"
        },
        {
            "start": 21496,
            "end": 21723,
            "text": "On 23.02.2014, an application under Section 12 of the Arbitration Act came to be filed before the sole Arbitrator, to direct the Arbitrator to withdraw himself from the proceedings with immediate effect on the ground of \"bias\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10ecc42c8187408fa15ece9d1ebe3301_144"
        },
        {
            "start": 21724,
            "end": 21989,
            "text": "Pending application under Section 12 of the Arbitration Act, the petitioners filed S.L.P. (Civil) Nos, 14146 and 14147 of 2014 before the Hon'ble Supreme Court against the orders passed in Arbitration Application No.54 of 2012 and Review Application No.493 of 2013.",
            "labels": [
                "RPC"
            ],
            "id": "1902461fbb9f4ce39184d3335508bc3d_145"
        },
        {
            "start": 21991,
            "end": 22195,
            "text": "19) On 11.08.2014, the Apex Court dismissed the said S.L.P.s, directing the Arbitrator to dispose of the application in accordance with law, without being influenced by the observations of the High Court.",
            "labels": [
                "RLC"
            ],
            "id": "6829dbf62083404694db2d8ee90b5237_146"
        },
        {
            "start": 22196,
            "end": 22338,
            "text": "Subsequent to the order passed by the Apex Court, the petitioners filed an application seeking to amend the grounds in Section 12 application.",
            "labels": [
                "FAC"
            ],
            "id": "104c669d0ffc4ce5aeec536b31a51aa5_147"
        },
        {
            "start": 22339,
            "end": 22396,
            "text": "On 15.11.2014, the said application came to be dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "e858ab52ebbb4ad7b49ffbc99dbd0e34_148"
        },
        {
            "start": 22397,
            "end": 22682,
            "text": "Challenging the same, Arbitration O.P.No.2889 of 2014 came to be filed before the City Civil Court, Hyderabad, seeking termination of the sole arbitrator on the ground of bias, and also to direct the arbitrator to terminate his mandate as per Sections 12 and 14 of the Arbitration Act.",
            "labels": [
                "FAC"
            ],
            "id": "d1cebfd13a91411db63a40a57a542584_149"
        },
        {
            "start": 22683,
            "end": 22785,
            "text": "It was further pleaded that a retired judge may be appointed as an arbitrator, to resolve the dispute.",
            "labels": [
                "FAC"
            ],
            "id": "a60d383c03aa4ecab41bafa80f35dd1d_150"
        },
        {
            "start": 22786,
            "end": 22942,
            "text": "\n20) On 25.03.2015 the proceedings before the Arbitrator were stayed by the civil Court and on 30.04.2015 the Arbitration O.P.No.2889 of 2014 was dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "b0ab437e083c463482c953e02978466d_151"
        },
        {
            "start": 22943,
            "end": 23022,
            "text": "Challenging the same, C.R.P.No.1861 of 2015 came to be filed before this Court.",
            "labels": [
                "FAC"
            ],
            "id": "a07865a83c2a4ec899317f5047445d18_152"
        },
        {
            "start": 23023,
            "end": 23578,
            "text": "Since the plea of undue delay on the part of the arbitrator to act ie., to complete the arbitral proceedings within the stipulated time of five months was raised for the first time during the course of arguments before the Court below and a passing reference was made there to and referred to few judgments by the petitioners therein in that regard, held that the Court could not have recorded any finding on facts such as to whether the delay of the arbitrator to act was undue or not; and, if so, whether the petitioners therein had waived such a right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36423c09d90d4dc38c580c43fafb7612_153"
        },
        {
            "start": 23579,
            "end": 23655,
            "text": "Observing so, and rejecting the plea of bias, the said C.R.P. was dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "2dbd65aed3bf4135ae8924b989b3112e_154"
        },
        {
            "start": 23656,
            "end": 23937,
            "text": "The operative portion of the order is as under:\n\"Viewed from any angle, the mandate of the 6th respondent-arbitrator cannot be terminated, on the basis of the contentions urged by the petitioner, in the petition filed by them before the Court below under Section 14 (2) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6f79091073a47a58a95a94372df2c9e_155"
        },
        {
            "start": 23938,
            "end": 24458,
            "text": "Suffice it to make it clear that the order now passed by us shall not preclude the petitioners herein from agitating their claim of undue delay on the part of the arbitrator, in concluding arbitration proceedings and in passing the award, in appropriate legal proceedings; or to raise all the contentions urged before this Court, on whether circumstances exist that give rise to justifiable doubts as to the arbitrator's independence or impartiality, in proceedings under Section 34 of the Act, after an award is passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13644cc396254f20ab6708ba23804d32_156"
        },
        {
            "start": 24459,
            "end": 24716,
            "text": "Subject to the observations made hereinabove, the Civil Revision Petition fails and is, accordingly, dismissed.\"\n21) It is to be noted here that pending C.R.P. before this Court, there was stay of arbitration proceedings from 04.05.2015 till 16.03.2016.\n22)",
            "labels": [
                "RPC"
            ],
            "id": "d326b7ea866b46b5b80a760bd58a5613_157"
        },
        {
            "start": 24717,
            "end": 24890,
            "text": "From the narration of events till now, it is very clear that the arbitration proceedings were stayed from 25.03.2015 to 30.04.2015 and again from 04.05.2015 till 16.03.2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72b6b284238f403baeff147a001a4e6c_158"
        },
        {
            "start": 24891,
            "end": 25182,
            "text": "In view of the liberty given by this Court, the petitioners filed Arbitration O.P.No.752 of 2016 (renumbered as C.O.P.No.81 of 2017), as a result of which the arbitration proceedings were again stayed from 13.04.2016, till the said C.O.P. was disposed of by the impugned order on 29.12.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d45446fce1c43488b3236bcf7cfcf06_159"
        },
        {
            "start": 25184,
            "end": 25440,
            "text": "23) Learned counsel for the petitioners herein would submit that there was no undue delay on the part of the sole arbitrator in conducting the arbitral proceedings and on the other hand, it is the respondents/petitioners, who are responsible for the delay.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "80bcf35ae45243e594d7a2c03a9e7c62_160"
        },
        {
            "start": 25441,
            "end": 25699,
            "text": "In other words it is pleaded that though in the review application, this Hon'ble Court fixed a time limit of five months for disposing of the arbitral proceedings, but the matter was being stayed by one forum or the other, at the instance of the petitioners.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "928fc9e0e31744dea480c7b1c631686d_161"
        },
        {
            "start": 25700,
            "end": 26057,
            "text": "It is further pleaded that there was no justification for the petitioners to plead the said ground, since the time granted gets automatically extended, due to the conduct of the parties in participating in the arbitration proceedings even after expiry of the said period, by waiving their right to insist on the time period to be followed by the arbitrator.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "93bca0f1bbc04740b55f5f92f5b7cc67_162"
        },
        {
            "start": 26058,
            "end": 26534,
            "text": "\n24) It is further pleaded that in the S.L.P., filed before the Hon'ble Supreme Court, assailing the order passed in Review Application and in Arbitration Application No.54 of 2012, the petitioners have specifically pleaded in ground No.'S', that the Hon'ble High Court was not correct in directing the arbitrator to conclude the proceedings within a period of five months, as the issue is complicated and that the Arbitrator would require more time to adjudicate the dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "22fc8816d01c4733afe9ac3860c0d936_163"
        },
        {
            "start": 26535,
            "end": 26742,
            "text": "That being so, whether it is permissible for the respondents herein now to contend that the proceedings before the Arbitrator stand terminated, as he failed to complete the proceedings within the time fixed.",
            "labels": [
                "RATIO"
            ],
            "id": "928d7808635d4b7e9f0906c0c0174fba_164"
        },
        {
            "start": 26743,
            "end": 26901,
            "text": "It is further urged that in the petition filed under Section 12 of the Arbitration Act, the petitioners never raised any objection with regard to undue delay.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a82ef44be4ff4b34a9cc1f1880f10ee7_165"
        },
        {
            "start": 26902,
            "end": 26954,
            "text": "Their main plea before the Arbitrator was of 'bias'.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85813bba720f46a1ba306050e39744c9_166"
        },
        {
            "start": 26955,
            "end": 27229,
            "text": "It is further urged that though Section 14 (1) of the Arbitration Act provides for termination of the mandate of the arbitrator in the event the arbitrator unable to act without undue delay but not in a case where the delay was at the instance of a party to the proceedings.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3afb3c94a8474167be23066d8bae6c54_167"
        },
        {
            "start": 27230,
            "end": 27337,
            "text": "In support of the said plea taken, learned counsel for the petitioners relies upon the following citations.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f5d21c9b66c4a01ae3956c41d05f8f6_168"
        },
        {
            "start": 27339,
            "end": 27346,
            "text": "1. M/s.",
            "labels": [
                "NONE"
            ],
            "id": "12203702d22840db81116c0cfdbf04a2_169"
        },
        {
            "start": 27347,
            "end": 27356,
            "text": "Hindustan",
            "labels": [
                "NONE"
            ],
            "id": "fcc5bfcef5624b2e9e83d7a4adbc475b_170"
        },
        {
            "start": 27357,
            "end": 27432,
            "text": "Wires Limited v. Mr. R.Suresh6 2. Jayesh H.Pandya v. Subhtex India Limited7",
            "labels": [
                "NONE"
            ],
            "id": "a2b57285d220466fb79f854cffb08d9d_171"
        },
        {
            "start": 27433,
            "end": 27492,
            "text": "3. Bhupinder Singh Bindra v. Union of India and another8 4.",
            "labels": [
                "NONE"
            ],
            "id": "22db826048544defaa42dda012da93e4_172"
        },
        {
            "start": 27493,
            "end": 27525,
            "text": "Vijay Hiralal v. J.N.Port Trust9",
            "labels": [
                "NONE"
            ],
            "id": "6ac933654a8e4915ae9bda3aab64aaf0_173"
        },
        {
            "start": 27526,
            "end": 27596,
            "text": "5. Snehadeep Auto Centre v. Hindustain Petroleum Corporation Limited10",
            "labels": [
                "NONE"
            ],
            "id": "c15cec8ee79243ea870860e317aa4678_174"
        },
        {
            "start": 27597,
            "end": 27633,
            "text": "6. Shyam Telecom Ltd., v. Arm Ltd.11",
            "labels": [
                "NONE"
            ],
            "id": "ff79f63cb42349a496cefac2bd4ecd35_175"
        },
        {
            "start": 27634,
            "end": 28106,
            "text": "25) On the other hand, learned counsel for the respondents would contend that when the order passed by this Hon'ble High Court in a review fixing the time limit for completing the arbitral proceedings was communicated to the arbitrator on 28.09.2013, itself there was no 2013 SCC online Bomb. 547 2008 (5) MHLJ 749 (1995) 5 SCC 329 (2005) 1 MHLJ 884 MANU/MH/0504/2012 (2004) 3 ARBLR 146 (Delhi) justification for him to continue with the proceedings even after 28.02.2014.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "502cf17e7aae4d0aac2079433c84c49a_176"
        },
        {
            "start": 28107,
            "end": 28395,
            "text": "It is further urged that though the arbitrator in the docket orders dated 07.02.2014 and 16.02.2014, observed that the Arbitral proceedings have to be completed within the time fixed, but no application came to be filed by either of the party or the arbitrator, seeking extension of time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1c3f36be6be44808bbb4c8f3f9cebcea_177"
        },
        {
            "start": 28396,
            "end": 28696,
            "text": "It is further urged that even assuming that the period of five months is to be calculated from 11.08.2014 ie., when the S.L.P.s were dismissed and the said order was communicated to the Arbitrator in the month of September, 2014, the period of five months gets expired in the month of February, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8cc63bebb3704b38a83a3d6d0df2647e_178"
        },
        {
            "start": 28697,
            "end": 28817,
            "text": "In the absence of any stay after September, 2014, it is urged that the order impugned herein cannot be found fault with.",
            "labels": [
                "FAC"
            ],
            "id": "9658649d92a24565bf61d11d6d71cf03_179"
        },
        {
            "start": 28818,
            "end": 29114,
            "text": "\n26) Insofar as the argument on delay, the petitioners are now estopped from raising such plea, since it is pleaded that after filing of appearance on 26.10.2013, the respondents therein took time for filing vakalath and counters to the memo filed by the petitioners on 10.11.2013 and 23.11.2013.",
            "labels": [
                "FAC"
            ],
            "id": "d0d94d2f5ec7414099c2437da865e260_180"
        },
        {
            "start": 29115,
            "end": 29226,
            "text": "Thereafter, a claim-petition was filed on 25.01.2014 to which the respondents sought adjournment on 07.02.2014.",
            "labels": [
                "FAC"
            ],
            "id": "2d0dc01706c94ffc9f24e99521a88721_181"
        },
        {
            "start": 29227,
            "end": 29408,
            "text": "On 16.12.2014 the petitioners/respondents therein failed to appear, and on 23.02.2014, an application under Section 12 of the Arbitration Act came to be filed before the Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "1feec63a28324beb9e22693f44531bfb_182"
        },
        {
            "start": 29409,
            "end": 29535,
            "text": "In view of the above, it is pleaded that the delay on the part of the petitioners/respondents is misconceived and lacks merit.",
            "labels": [
                "FAC"
            ],
            "id": "453ac01a266649a7a7ae5cb2543055fa_183"
        },
        {
            "start": 29537,
            "end": 29900,
            "text": "27) Insofar as the plea of waiver by conduct, while explaining the purport of the judgments relied upon by the counsel for the petitioners, he would contend that in all the cases referred to above, time was fixed in the agreements entered into by the parties and the objecting party had rightly and willingly participated in the proceedings without any objection.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "91a5f8bf22f346dd9dbbb4f0db008770_184"
        },
        {
            "start": 29901,
            "end": 30014,
            "text": "Under those circumstances, the Courts held that by conduct the parties waived the time fixed under the agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31f0bdcfd3724c88ba8cec3d0ce73b9a_185"
        },
        {
            "start": 30015,
            "end": 30356,
            "text": "Since the time was fixed by the Court and as the petitioners have opposed the appointment of arbitrator from the date of his appointment; never willingly participated in the said proceedings and as the office of the arbitrator has become functus officio after expiry of five months, pleads that his mandate will automatically get terminated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7ed009ae956c46fe8b897291d9564ffa_186"
        },
        {
            "start": 30357,
            "end": 30585,
            "text": "In support of his plea, he placed reliance on the judgment of the Apex Court in NBCC Ltd. V. J.G.Engineering12 and Haryana Packaids Pvt. Ltd., v. Indian Oil Corporation Limited13 and B.C.C.I. vs. Kochi Cricket Private Limited14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "672370c291d1439e90fc875976feb91a_187"
        },
        {
            "start": 30586,
            "end": 31516,
            "text": "Stressing on the word 'to' (2010) 2 SCC 385 2015 (2) ARBLR 242 (Delhi) (2018) SCC Online SC 232 appearing in the first part of proviso to Section 26 of the Arbitration Act, which is not there in second part of Section 26 of the Arbitration Act and which reads as \"in relation to\"\ncoupled with the judgment of the Apex Court in B.C.C.I. (14 supra) the counsel would contend that since C.O.P.No.81 of 2017 was filed under Section 14 (1) of the Arbitration Act on 11.04.2016, after coming into effect of the Arbitration and Conciliation Act, 2015, the amended Act shall apply to the present case as well and in view of Section 12 (5) of the Arbitration Act read with 7th schedule of the Amended Act, the Arbitrator is de jure disqualified.\n28) Having regard to the arguments advanced by both the counsel, it would be necessary to go into the events which took place prior to the order passed in Arbitration Application No.54 of 2012.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e3d0ab6a61ab417b87d628df30f63dcb_188"
        },
        {
            "start": 31517,
            "end": 31894,
            "text": "By an order dated 15.03.2013, this Hon'ble High Court in Arbitration Application No.54 of 2012 passed the following order:\n\"As agreed, the applicants and the respondents shall refer their disputes to Mr. Ravinder Singh Sarma, whom they have already appointed as sole Arbitrator, for resolution of dispute between them, in terms of the arbitration clause in the settlement deed.",
            "labels": [
                "RLC"
            ],
            "id": "09230e05cae84e3cab188c17bf2dc629_189"
        },
        {
            "start": 31895,
            "end": 32043,
            "text": "The arbitrator so appointed is at liberty to take the assistance of an advocate/legal counsel/expert, if required, for assessing the damaged caused.",
            "labels": [
                "NONE"
            ],
            "id": "68c39129d0e544f5921c84a982012f75_190"
        },
        {
            "start": 32044,
            "end": 32223,
            "text": "He is at liberty to fix his fee as also that of the fee of the advocate/legal counsel/expert, if he so chooses to take his or her assistance, for assessing the damage caused.\"\n29)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d5f0cde3db5443fa9d5eca1c879208b_191"
        },
        {
            "start": 32224,
            "end": 32552,
            "text": "From a reading of the above, it is clear that basing on the agreement arrived at by the applicants and respondents the Court referred the dispute to Mr. Ravinder Singh Sarma, who was already appointed as a sole arbitrator, for resolving the disputes between the parties in terms of the arbitration clause in the settlement deed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ccc0dfddb1e4c198423906c4c3b7769_192"
        },
        {
            "start": 32553,
            "end": 32680,
            "text": "This order which was passed in the month of March, 2013, was sought to be reviewed by way of Review Application No.494 of 2013.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "204e028129ab4a58aba7d33aefea923d_193"
        },
        {
            "start": 32681,
            "end": 32893,
            "text": "The said Review application was dismissed holding that the application for review was thoroughly misconceived, as by the earlier order, the arbitration mechanism and appointment of arbitrator have been activated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db00af8cdc2f459499bf16700409e4af_194"
        },
        {
            "start": 32894,
            "end": 33079,
            "text": "The Court further held that there is no dispute that the arbitration agreement is valid and subsisting and there is no allegation that the consent recorded by the Court was not correct.",
            "labels": [
                "RLC"
            ],
            "id": "aab9c85499a94bde8017219dce20cf39_195"
        },
        {
            "start": 33080,
            "end": 33286,
            "text": "The Court further observed that recording of consent earlier by the Court was not required to be set at naught, when the parties have chosen an arbitrator and the same arbitrator was appointed by the Court.",
            "labels": [
                "RLC"
            ],
            "id": "d8354378fada434baba3aaf4576a053b_196"
        },
        {
            "start": 33287,
            "end": 33421,
            "text": "Therefore, the Court held that there was no illegality or infirmity in the order passed, which was impugned in the review application.",
            "labels": [
                "RLC"
            ],
            "id": "a25ba2bc12874a35ba51c8f4ec75eeb6_197"
        },
        {
            "start": 33422,
            "end": 33610,
            "text": "However, the Court directed the learned Arbitrator to proceed with the arbitration proceedings and to complete the same within five months from the date of communication of the said order.",
            "labels": [
                "RLC"
            ],
            "id": "5bb11532cf604c97bf134d71998358ba_198"
        },
        {
            "start": 33611,
            "end": 33852,
            "text": "It would be useful to refer to the relevant portion of the order, which is as under:\n\"This application for review is thoroughly misconceived as by the earlier order the arbitration mechanism and appointment of arbitrator have been activated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a5b6b69a7524a25bf9c3423eab6eed7_199"
        },
        {
            "start": 33853,
            "end": 33928,
            "text": "There is no dispute that the arbitration agreement is valid and subsisting.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "981fb0359a6d451585e722be97eb1971_200"
        },
        {
            "start": 33929,
            "end": 34006,
            "text": "There is no allegation that the consent recorded by the Court is not correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a1dbc459c7f4683893ad9ef8993a503_201"
        },
        {
            "start": 34007,
            "end": 34100,
            "text": "Moreover, the recording of consent earlier by the Court was not required to be set at naught.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "faa73dc9301c4aa6a0251bb4048106af_202"
        },
        {
            "start": 34101,
            "end": 34213,
            "text": "When the parties have chosen in agreement an arbitrator and the same arbitrator has been accepted by this Court.",
            "labels": [
                "RPC"
            ],
            "id": "f9b7b561f9ae45be8ff275ee9bf5cc39_203"
        },
        {
            "start": 34214,
            "end": 34286,
            "text": "Therefore, no illegality or infirmity in the order passed by this Court.",
            "labels": [
                "RPC"
            ],
            "id": "d9fe988b955549028606309f3aec80eb_204"
        },
        {
            "start": 34287,
            "end": 34333,
            "text": "The review application is therefore dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "bdbdb7de200d4f43b14b941d4a6815a8_205"
        },
        {
            "start": 34334,
            "end": 34497,
            "text": "I direct the learned Arbitrator to proceed with the arbitration proceedings and complete the same within five months from the date of communication of this order.\"",
            "labels": [
                "RPC"
            ],
            "id": "4b992283ef984fa494cda51030ee9127_206"
        },
        {
            "start": 34499,
            "end": 34676,
            "text": "30) After the dismissal of the review application, in the month of September, 2013, an application under Section 12 of the Arbitration Act came to be made before the arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "923371898495415fb4d4934889ff003a_207"
        },
        {
            "start": 34677,
            "end": 34786,
            "text": "Though five months period would expire by 29.02.2014, no objection was raised with regard to the said aspect.",
            "labels": [
                "RPC"
            ],
            "id": "368072fc09394f358121e105c9d9a958_208"
        },
        {
            "start": 34787,
            "end": 34916,
            "text": "The contents of the application were on 'bias' and the manner in which the consent was obtained for appointment of an arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "f208795a78774aab9c5b0b627874e6f6_209"
        },
        {
            "start": 34917,
            "end": 35270,
            "text": "After filing this application on 23.02.2014, S.L.P.s came to be preferred before the Apex Court challenging the order passed in Arbitration Application No.54 of 2012 and Review Application No.494 of 2013, which were dismissed on 11.08.2014, directing the arbitrator to dispose of the application un-influenced by the orders passed by the High Court.\n31)",
            "labels": [
                "RLC"
            ],
            "id": "f2c0239b728c46948991a1522df9cd41_210"
        },
        {
            "start": 35271,
            "end": 35470,
            "text": "It is to be noted here that on 09.05.2014, the Apex Court stayed the proceedings before the Arbitrator and thereafter on 11.08.2014 the said SLPS were dismissed with observations referred to earlier.",
            "labels": [
                "RLC"
            ],
            "id": "af3489a5c8914ab9a032039326ad63c0_211"
        },
        {
            "start": 35471,
            "end": 35580,
            "text": "On receipt of the order passed by the Apex Court, the Arbitrator issued notices to the parties on 22.09.2014.",
            "labels": [
                "RLC"
            ],
            "id": "4d8a26093ae8498cb1b19489a53522b6_212"
        },
        {
            "start": 35581,
            "end": 35740,
            "text": "On 11.10.2014, time was sought by the respondents herein and then on 01.11.2014 an application came to be filed to amend the grounds in Section 12 application.",
            "labels": [
                "FAC"
            ],
            "id": "980341cea5e940abb3cea4ba77c5730b_213"
        },
        {
            "start": 35741,
            "end": 35933,
            "text": "On 15.11.2014, the application filed under Section 12 of the Arbitration Act was dismissed and the matter was adjourned to 22.11.2014 for filing of written statement of the respondents herein.",
            "labels": [
                "FAC"
            ],
            "id": "fc38cb369acb4d68ac4b78e0ef91be49_214"
        },
        {
            "start": 35934,
            "end": 36086,
            "text": "Against the said orders, Arbitration O.P.No.2889 of 2014 came to be filed and the said Court stayed the proceedings before the arbitrator on 25.03.2015.",
            "labels": [
                "FAC"
            ],
            "id": "33c68723a997461a88a4978a431d0158_215"
        },
        {
            "start": 36088,
            "end": 36232,
            "text": "32) From the facts narrated above, it is clear that from 13.09.2013 there was no stay till 09.05.2014 and again from 11.08.2014 till 23.05.2015.",
            "labels": [
                "FAC"
            ],
            "id": "064e1a7e814e4e3fa99e6df3a8c3ef8f_216"
        },
        {
            "start": 36233,
            "end": 36442,
            "text": "At the same time, it is also to be noted that though the period of five months elapsed, no objection was raised by the respondents for termination of the mandate of the arbitrator on the ground of undue delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea3d2a22e3dc439aafa1f62615104c43_217"
        },
        {
            "start": 36443,
            "end": 36736,
            "text": "On the other hand, in the SLPS filed before the Apex Court, it was specifically pleaded that the time limit of five months prescribed by the High Court in the review application will not be sufficient to complete the arbitration proceedings, as it involves intricate questions in fact and law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87a9c763fb1340608fca97313a85fc04_218"
        },
        {
            "start": 36737,
            "end": 36994,
            "text": "It would be useful to refer to the said paragraph, which is as under:\n\"For that the Hon'ble High Court has wrongly directed the learned Arbitrator to conclude the arbitration proceedings between the parties within five months from the date of communication.",
            "labels": [
                "STA"
            ],
            "id": "a0072a83c0cd4497a782b4c34c42db76_219"
        },
        {
            "start": 36995,
            "end": 37232,
            "text": "It is most respectfully submitted, that the Hon'ble High Court has further failed to appreciate that the dispute between the parties involves huge stakes and therefore needs fair and proper adjudication to provide justice to the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "440aa29393ce4b6b9cf322fd0667bc30_220"
        },
        {
            "start": 37233,
            "end": 37387,
            "text": "It would be unjust for the parties, if the Arbitrator without application of mind would just rush to comply with the directions of the Hon'ble High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "515f4fc21e3a4c0cb7091d7a127e4f82_221"
        },
        {
            "start": 37388,
            "end": 37559,
            "text": "It is submitted that looking into the complex issues of fact and law are involved in the matter, therefore oral evidence and cross- examination are required in the matter.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c8eb3b3ea7a943b1b86fb1de3727a95f_222"
        },
        {
            "start": 37560,
            "end": 37697,
            "text": "The fixing of time limit in the matter has seriously prejudiced the case of the petitioners and the petitioners do not apprehend justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e10406e1c0ab46959780925e3f9f73ef_223"
        },
        {
            "start": 37698,
            "end": 37871,
            "text": "Further, it is very inconvenient for the petitioners to move from Delhi to Hyderabad nearly every week and take appropriate remedies under pressure and paucity of time.\"\n33)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "954a1c8c3ed547fbbfb03a29e0e037e1_224"
        },
        {
            "start": 37872,
            "end": 38057,
            "text": "It is also to be observed here that this plea was not raised in the application filed under Section 12 of the Arbitration Act and also in the amendment sought to Section 12 application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b26118bb40d4f13b3078bc798864e08_225"
        },
        {
            "start": 38058,
            "end": 38307,
            "text": "\n34) The narration of events, which are undisputed till now, go to show that though the period of five months elapsed, but the party, who is raising the objection now, participated in the said proceedings without raising their finger on this aspect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "117dc48e32eb466f997d5efca55d4473_226"
        },
        {
            "start": 38308,
            "end": 38743,
            "text": "The proceedings referred to till now, more particularly the order in Arbitration Application No.54 of 2012 and Review Application No.494 of 2013, makes it very clear that both the parties have consented for appointment of Sri Ravinder Singh Sarma, as an arbitrator and the parties also did not dispute the contents of arbitration agreement, or in words their plea with regard to appointment of an arbitrator has become final long back.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f6341635960437c9f1c532195d1daaf_227"
        },
        {
            "start": 38745,
            "end": 39406,
            "text": "35) Coming to the aspect of undue delay in completing the proceedings, as observed by us earlier, the objecting party participated in the said proceedings even after expiry of five months, as fixed by this Court in the month of September, 2013 and also took a contra plea to the effect that the period of five months fixed by the High Court may not be sufficient to complete the proceedings, thereby giving an implied consent, for continuation of the proceedings after expiry of five months, more so, when such a plea was never raised even in an application filed under Section 12 of the Arbitration Act and also in the amendment sought to the said application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd904da801a84929a2e6d4030799eb93_228"
        },
        {
            "start": 39407,
            "end": 39497,
            "text": "For the first time such an objection came to be raised in Arbitration O.P.No.2889 of 2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b76097e9f9f0413a9935cea171f8ed94_229"
        },
        {
            "start": 39499,
            "end": 39693,
            "text": "36) It is also an admitted fact that though the respondents herein entered their appearance before the arbitrator on 26.10.2013, written statement came to be filed before him only on 16.05.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dea380bc2a15457a81c73a5db887aa56_230"
        },
        {
            "start": 39694,
            "end": 39830,
            "text": "Therefore, it is clear that no written statement came to be filed even after dismissal of the S.L.P. by the Supreme Court on 11.08.2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5d9e5a70ef841b39911875bc8cd1cf1_231"
        },
        {
            "start": 39832,
            "end": 40046,
            "text": "37) Thereafter, C.R.P.No.1861 of 2015 came to be filed challenging the order in Arbitration O.P.No.2889 of 2014, wherein this Court granted stay on 04.05.2015 which was in force till it was dismissed on 16.03.2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6670c9b0d44e4190b2eef03748044038_232"
        },
        {
            "start": 40047,
            "end": 40290,
            "text": "Immediately thereafter the present O.P. 752 of 2016 (renumbered as C.O.P.No.81 of 2017) came to be filed on the ground of undue delay, wherein the proceedings before the arbitrator were stayed from 13.04.2016 till it was allowed on 29.12.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62fc500ad3214d2da8c4a4ee3dfdae82_233"
        },
        {
            "start": 40292,
            "end": 40496,
            "text": "38) From the above, it is clear that except for few pockets of period during the last five years, proceedings were pending either before the Courts or stay of the arbitration proceedings was in operation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18d9d0f3373d4a3893f85226cfc17bd2_234"
        },
        {
            "start": 40497,
            "end": 40995,
            "text": "It is also to be observed here that though counsel for the respondents herein tried to contend that in spite of there being no stay from 13.09.2013 till 09.05.2014 and again from 11.08.2014 till 25.03.2015 and from 04.05.2015 till 16.03.2016, the Arbitrator failed to complete the proceedings within the time fixed, but as observed by us earlier, written statement came to be filed only on 16.05.2015, after their right to file written statement, which was forfeited was subsequently set aside.\n39)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34be0a5f402b4f89a22db204a2187eb6_235"
        },
        {
            "start": 40996,
            "end": 41122,
            "text": "As observed by us, the arbitrator has been cautioning the parties to complete the proceedings before the expiry of the period.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ba701d67639479aad9280b9f32dd385_236"
        },
        {
            "start": 41123,
            "end": 41395,
            "text": "The Delhi parties, who are the respondents herein, were directed to cooperate with the arbitral tribunal in completing the proceedings within the time, but the matter was getting postponed on one pretext or the other and it cannot be said that the arbitrator was at fault.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4067742ae4a1483c92e3c2d2a8e20588_237"
        },
        {
            "start": 41396,
            "end": 41478,
            "text": "\n40) Section 14 of the Arbitration Act deals with failure or impossibility to act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69a7d2ccc2454d5fba6127c4450c1e95_238"
        },
        {
            "start": 41479,
            "end": 41825,
            "text": "The said section prescribe that the mandate of an arbitrator shall get terminated and he shall be substituted by another arbitrator, if he becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay and that he withdraws from his office or the parties agree to the termination of his mandate.",
            "labels": [
                "STA"
            ],
            "id": "793979353c9042e2bfae1d3dcdfdc957_239"
        },
        {
            "start": 41826,
            "end": 41910,
            "text": "\n41) Section 14 of the Arbitration Act would attract only when there is undue delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68e6487ccf0b4c49b1cb32300abef195_240"
        },
        {
            "start": 41911,
            "end": 42178,
            "text": "Sub Section (1) (2) and 3 of Section 14 of the Arbitration Act, envisage a situation where the arbitrator may, on his own, recuse himself on objection being taken about his functioning as an arbitrator, or where both the parties agree to his mandate being terminated.",
            "labels": [
                "STA"
            ],
            "id": "0432348055594799903534d1a4dcc928_241"
        },
        {
            "start": 42179,
            "end": 42262,
            "text": "Section 14 (1) prescribe an automatic termination of the mandate of the arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c39335c32c64c22b9152ba3a9b1c13f_242"
        },
        {
            "start": 42263,
            "end": 42357,
            "text": "In the prescribed eventualities, there is a statutory termination of the arbitrator's mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "732092c30f524d669339398474e187e6_243"
        },
        {
            "start": 42358,
            "end": 42728,
            "text": "In State of Arunachal Pradesh v. Subhash Projects and Marketing Limited15 a Division Bench of Calcutta High Court held that \"if the facts constituting the eventualities in (2007 (1) Arb.LR 564 (Gauhati) (DB) Section 14 (1) are neither in dispute nor demand any proof to be established, termination of the mandate of the arbitrator takes place on statutory prescription\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "31faf7e2411d477aa6448320a5ad78a8_244"
        },
        {
            "start": 42729,
            "end": 43507,
            "text": "The Court held that \"where there is a controversy regarding the grounds, which entails the termination of the mandate, the party has to invariably approach the Court to decide on the termination of the mandate.\"\n42) Dealing with the concept of undue delay and the meaning of word de jure and defacto and Section 14 (1) (a), a Division Bench of this Court in C.R.P.No.1861 of 2015, after referring to the authorities on subject and to the dictionary meaning of word \"dejure and defacto \" and relying upon the judgments in Priknit Retails Limited (supra) and Shyam Telecom Limited v. ARM Limited, observed that the incapacities referred in Section 14 (1) (a) of the Arbitration Act, are such as to have a direct nexus with the inability of the arbitrator to perform his functions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c7c3a82c80b5494499acdb5312f4a3bd_245"
        },
        {
            "start": 43508,
            "end": 43656,
            "text": "This incapacity or disability should occur to the arbitrator himself so that he becomes, as a matter of law or fact, unable to perform his function.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bdc9f23a01f64555b6488bbb092fd0bb_246"
        },
        {
            "start": 43657,
            "end": 43875,
            "text": "The dejure impossibility referred to in Section 14 (1) (a) is the impossibility which occurs due to factors personal to the arbitrator, and de facto inability occurs due to factors beyond the control of the arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "574857869fdb4d90bebaf8cd0de0a455_247"
        },
        {
            "start": 43876,
            "end": 43993,
            "text": "It has been observed that mere legal disability is not a condition precedent for invocation of Section 14 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25d656fc051f4ef3859911d2a65e8737_248"
        },
        {
            "start": 43994,
            "end": 44054,
            "text": "The dejure inability must relate to his ability to function.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d0690604df94450920e2825374fcf68_249"
        },
        {
            "start": 44055,
            "end": 44242,
            "text": "\n43) Insofar as usage of word \"delay\" in Section 14 (1) of the Act, which relates to termination of the mandate of arbitrator, if it is for other reasons fails to act without undue delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6a2b33485bd4697b5ad36f683f25f66_250"
        },
        {
            "start": 44243,
            "end": 44326,
            "text": "The Division Bench observed that the word 'delay' is qualified by the word 'undue'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1d3a765d9cf147a991c39151030bf6bc_251"
        },
        {
            "start": 44327,
            "end": 44445,
            "text": "Undue delay, and not mere delay, would alone justify the Court to declare the mandate of the arbitrator as terminated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ef24c4e31d54e8aa6e9e0e7b318df21_252"
        },
        {
            "start": 44446,
            "end": 44563,
            "text": "The Division Bench held that the word \"undue' means unjustified, unwarranted, unreasonable, excessive and inordinate.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e2d8eb936dd47bc99e9140a4ab77c15_253"
        },
        {
            "start": 44564,
            "end": 44755,
            "text": "In order to declare that the mandate of the arbitrator stands terminated, the Court must be satisfied that the delay on the part of the arbitrator, was unjustified, inordinate or unwarranted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c2dccb25eb44185b4a2d590514a0724_254"
        },
        {
            "start": 44756,
            "end": 45037,
            "text": "It has also held that for the Court, exercising jurisdiction under Section 14 (2) of the Act, to declare that the mandate of the arbitrator stands terminated, the petitioner was not only required to plead but also to prove that the arbitrator had failed to act without undue delay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58457ad361da486dad90d68b05354636_255"
        },
        {
            "start": 45038,
            "end": 45112,
            "text": "The word 'fail' means neglect, go wrong or fall short of what is expected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bbf5d0ca00946bf81596f1a5e2cdd5c_256"
        },
        {
            "start": 45113,
            "end": 45231,
            "text": "What is required to plead and prove is that the arbitrator had neglected to act without excessive or inordinate delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d76c248749ee415ab6ec01d579edfa64_257"
        },
        {
            "start": 45232,
            "end": 45435,
            "text": "The Division Bench further held that even if there is a delay on the part of the arbitrator in completing the proceedings, and to pass an award, it was open to the parties to waive their right to object.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "616541ca196c4bd0b3c16dbb6f30f6b2_258"
        },
        {
            "start": 45436,
            "end": 45925,
            "text": "\n44) Section 4 of the Act deal with waiver of right to object, ie., a party who knows that any provision of this part from which the parties may derogate, or any requirement under the arbitration agreement, has not been complied with and yet proceeds with the arbitration without stating his objection to such non-compliance without undue delay or, if the time limit is provided for stating that objection, within that period of time, shall be deemed to have waived his right to so object.",
            "labels": [
                "STA"
            ],
            "id": "c8909efd56fc43ee8ccbb8cf0356df81_259"
        },
        {
            "start": 45926,
            "end": 45949,
            "text": "(C.R.P.No.1861 of 2015)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f869bdf042740229b4c70961ed380ac_260"
        },
        {
            "start": 45950,
            "end": 45956,
            "text": ". \n45)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "58b2cda530f34924ad5d087fae582c23_261"
        },
        {
            "start": 45957,
            "end": 46371,
            "text": "In Mascon Multiservices and Consultants Private Limited vs. Bharat Oman Refineries Limited16 the Bombay High Court held that the parties, that raise questions as to jurisdiction, must be held to have given a go bye to the stipulation as to time within which an award is to be made; if a party attends a number of meetings, after the time for making the award has expired, it would be a strong indication of waiver.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f519177d0770420e902690d462deeda4_262"
        },
        {
            "start": 46372,
            "end": 46546,
            "text": "The strength of an indication of waiver is not necessarily directly proportional to the number of meetings attended by a party after the stipulated time for making the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30bda5026ff0448791db538aaaaf6c55_263"
        },
        {
            "start": 46547,
            "end": 46679,
            "text": "It is the nature of the meeting and the (2008) 6 Bombay CR 611 nature of the conduct of a party which is as, if not more, important.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "acbbbbc59787408c9c623a2bbe372e09_264"
        },
        {
            "start": 46680,
            "end": 47199,
            "text": "\n46) In Hindustan Wires Limited v. R.Suresh (6 supra) a learned Single Judge of Bombay High Court held that, in view of the consent of both the parties for enlargement of time to complete the arbitration proceedings and to make an award, the mandate of the arbitrator does not come to an end; the arbitrator does not cease to have jurisdiction to proceed with the matter and to make an award; and even by the conduct of both parties, the time to complete arbitration proceeding and to make an award, stand extended.\n47)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3e907e5f58a541bda48711a83f24dcee_265"
        },
        {
            "start": 47200,
            "end": 47642,
            "text": "In Jayesh H.Pandya v. Subhtex India Limited (7 supra) the Bombay High Court held as under:\n\"where a party intends to assert a right of adherence to the time prescribed by the arbitration agreement, it must, at the earliest opportunity, make its intention know to ensure compliance with the rigid standard as to time; to hold otherwise would be to encourage a lack of candour on the part of the parties in their dealings before the Arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ab0ae4668694433a9c1b68950a200493_266"
        },
        {
            "start": 47643,
            "end": 47839,
            "text": "The Arbitrator was justified in coming to the conclusion that the petitioners had, by their conduct, waived their objection to enforce a punctilious observance of the time schedule of four months.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ae21cd497326441e96953af7fbcdfcbf_267"
        },
        {
            "start": 47840,
            "end": 48398,
            "text": "It is held that to adopt any other construction would frustrate the object and the purpose of arbitral proceedings and being the whole machinery provided by the Act, to facilitate an efficacious recourse to arbitration, into grave peril.\"\n48) In Bhupinder Singh Bindra v. Union of India and another (8 supra) the Apex Court held that \"the Court interpose and interdict the appointment of an arbitrator, when the parties have chosen under the terms of the contract unless legal misconduct of the arbitrator, fraud, disqualification etc. is pleaded and proved.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d03036eaa792474db43466fea829024a_268"
        },
        {
            "start": 48399,
            "end": 48475,
            "text": "The Court held that there must be just and sufficient cause for revocation.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "50eee0b4991b412cacf70faee51b1238_269"
        },
        {
            "start": 48476,
            "end": 48655,
            "text": "In the said case, though there was no allegation of misconduct, fraud or disqualification but due to non- cooperation of one of the parties the delay occurred in making the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "807654d9c9884c598333df366e4914e6_270"
        },
        {
            "start": 48656,
            "end": 48896,
            "text": "Under those circumstances, it has been held that the Court has no jurisdiction to revoke the appointment of an arbitrator on the ground of latches and appoint another person as arbitrator without consent of both the parties to the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5d9607967dd4661bbe8eebca4e9f121_271"
        },
        {
            "start": 48898,
            "end": 48980,
            "text": "49) In Snehadeep Auto centre v. Hindustan Petroleum Corporation Limited (10 supra)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "395888b6fa9d4729bcae6ae18834576c_272"
        },
        {
            "start": 48981,
            "end": 49582,
            "text": "a Division Bench of Bombay High Court held that in N.B.C.C.Limited (12 supra) the Apex Court did not lay down an absolute proposition that the moment the award is made, after the stipulated period, it must be set aside; the observation of the Supreme Court, that the Arbitrator was bound to make and publish his award within the time mutually agreed upon by the parties unless the parties consented to further enlargement of time, did not rule out a contingency where the conduct of the parties could be implied with certainty to mean that they had consented not to insist on the mandatory time limit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aa203e9cbcf045329a510bfe35954c85_273"
        },
        {
            "start": 49583,
            "end": 49864,
            "text": "The court also held that no unambiguous stand can be taken that the Arbitrator cannot proceed to declare the award, as his mandate had come to an end; and this conduct amounted to waiver of the objection of time limit, being a mandatory requirement for pronouncement of the award\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dfeacb0f322a4e698073561866498e70_274"
        },
        {
            "start": 49865,
            "end": 50005,
            "text": "In NBCC Limited (12 supra) the Apex Court recognized the importance of imposition of a time limit for conclusion of arbitration proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "811ea2533e90402eb289495f07d4789a_275"
        },
        {
            "start": 50006,
            "end": 50105,
            "text": "It was a case where the arbitrator could not conclude the proceeding as agreed upon by the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "eeec3c7fe0934c59874eda4f3da09db1_276"
        },
        {
            "start": 50106,
            "end": 50267,
            "text": "The Court held that the Arbitrator has extended the time provided to it without any concrete reasons whatsoever and thus his mandate was liable to be terminated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d917602722f345b7b328d46d48604d3a_277"
        },
        {
            "start": 50268,
            "end": 50612,
            "text": "The Apex Court held that even assuming that the arbitration process involves highly technical and complex issues, which are time consuming, it was open for the arbitrator or for the parties to approach the Court for extension of time to conclude the arbitration proceedings, which was not done either by the Arbitrator or by any of the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3af99b50c420410f81eae235abb276ee_278"
        },
        {
            "start": 50613,
            "end": 50870,
            "text": "There was no cogent reason for the delay in making and publishing the award by the Arbitrator, as he already had relevant material at his disposal and could base his finding, on the observation made by the three arbitrators, who were appointed prior to him.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f20d59765b2b4497b2e87557192df432_279"
        },
        {
            "start": 50871,
            "end": 51136,
            "text": "\n50) Ramchandra Rungta v. Ram Swarup Rungta17 and Jayesh H.Pandya (7 supra), the arbitration proceedings continued and the parties were regularly appearing before the respective Arbitrators, by seeking extension of time to file their pleadings, for adjournment etc.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5fa4101e37634697b3ac14d20f413a12_280"
        },
        {
            "start": 51137,
            "end": 51358,
            "text": "In both the cases it was held that a clear intention had been evinced by the parties, waiving their right to insist on the time limit contained in the respective arbitration agreements for making and publishing the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "12b814f97d3e4643b39f7ee13b48cb03_281"
        },
        {
            "start": 51359,
            "end": 51585,
            "text": "Hence, the Bombay and Delhi High Courts, in the facts of those cases, held that there was waiver of the stipulation in the arbitration agreement for publication of the award, within the specific period of time, by the parties.",
            "labels": [
                "RLC"
            ],
            "id": "bad280db988d4277a7be553b5b5542ba_282"
        },
        {
            "start": 51586,
            "end": 51952,
            "text": "\n51) The learned counsel for the respondents relied upon the judgment of in Hindustan Wires Limited v. R.Suresh (6 supra) and also N.B.C.C. Limited (12 supra), to contend that as the time period for conclusion of proceedings had expired and in the absence of any application seeking AIR 2015 Calcutta 24 extension of time, the arbitrator ceases to have jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0e88e84b2a6045209fcb7c5d73062f25_283"
        },
        {
            "start": 51953,
            "end": 52118,
            "text": "According to him, since the time limit is fixed by the Court, the period of participation cannot be waived on mere participation even after the expiry of the period.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "958ae8eab9ea44f0bfff14bd0e5c826f_284"
        },
        {
            "start": 52119,
            "end": 52554,
            "text": "\n52) The judgment of the Apex Court in NBCC Limited (12 supra) which is relied to show that the time limit fixed can only be extended after obtaining necessary orders from the Court which has imposed the time, was a case where the parties initially agreed to extend the time till 31.10.1994 for making and publishing the award and the same was further extended till 30.09.2005, but the arbitrator failed to pass an award by 30.09.2005.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f780dfd3709f402aa600af8313f3ecb2_285"
        },
        {
            "start": 52556,
            "end": 52598,
            "text": "53) Situation here is some what different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7cbc329427ee4bd0874a4b80dcacb9fe_286"
        },
        {
            "start": 52599,
            "end": 53117,
            "text": "Here the proceedings have commenced and no reply to the claim- petition was filed till 16.05.2015 and the stay was in operation during the period from 25.03.2015 to 30.04.2015 and again from 04.05.2015 till 16.03.2016 and most importantly the respondents herein, who are raising the objection of time limit now, participated in the proceedings even after the expiry of time limit and also took the plea before the Apex Court that the time limit as fixed by the High Court is not sufficient to complete the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9e31e1437b041f79240f92bcd4f214a_287"
        },
        {
            "start": 53118,
            "end": 53248,
            "text": "Further, written statement came to be filed on 16.05.2015 after their right to file which was earlier forfeited and then restored.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1dd2d7196c7545bd8ac27178b8f9ea82_288"
        },
        {
            "start": 53249,
            "end": 53511,
            "text": "Such being the position, the plea now taken by the very same party to terminate the mandate of the Arbitrator on the ground of delay, cannot be accepted and the judgment of the Apex Court in NBCC Limited (12 supra), in our view may not apply to the case on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "207a17bcbf9e4dd3b41a22ef57887362_289"
        },
        {
            "start": 53512,
            "end": 53891,
            "text": "\n54) From this, it is clear that the respondents herein were not co-operating with the arbitrator in filing the written statement to the claim-petition and only after they were unsuccessful before the Apex Court, a written statement came to be filed and thereafter again initiated proceedings before the Civil Court and then in High Court, where there was a stay till 16.03.2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f42fa93ebaa14b1f802d1fbb568bbeab_290"
        },
        {
            "start": 53892,
            "end": 54067,
            "text": "\n55) Further, the time limit for completing the arbitration proceedings was not fixed at the time when the arbitrator was appointed by the Court at the earliest point of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d93f91f911242ae8e4a2c082ab42d1f_291"
        },
        {
            "start": 54068,
            "end": 54202,
            "text": "The time limit came to be fixed, in a review application filed by the respondents herein questioning the appointment of an Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "964626b1ad494a31828d06a4056914b4_292"
        },
        {
            "start": 54203,
            "end": 54580,
            "text": "\n56) Therefore, the Arbitrator cannot be found fault with for the delay in arbitration proceedings more so when the record clearly shows that the respondents waived their right in not raising any objection with regard to continuation of the proceedings or seeking termination of the mandate of the Arbitrator on the ground that the time prescribed for making the award expired.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e2bfd3eaa134cecb777668f400a9771_293"
        },
        {
            "start": 54581,
            "end": 54882,
            "text": "In fact the docket entries before the Arbitrator dated 07.02.2014 and 16.02.2014 show that he was pleading the parties more particularly the Delhi parties (respondents herein) to cooperate with the arbitration so as to complete the proceedings within the specified time to the maximum possible extent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff7295497f0f413d8eb8eaad7d78e5a0_294"
        },
        {
            "start": 54883,
            "end": 54995,
            "text": "Hence, the ground on which the mandate of the arbitrator came to be terminated, in our view, cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a201917e21a4be4b2b38f79730ae770_295"
        },
        {
            "start": 54996,
            "end": 55191,
            "text": "\n57) One other ground which is sought to be raised by the learned counsel for the respondents is as to whether the arbitration and conciliation amendment Act, 2015 will apply to the case on hand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e2f71c26b0164af2ad976b76d58c0889_296"
        },
        {
            "start": 55192,
            "end": 55351,
            "text": "\n58) The learned counsel took us through Section 26 of the amended Act, 2015 to show that only the Act as it stands after 2015 shall apply to the present case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "025bc5e99fca41d592c5d074ebf805d8_297"
        },
        {
            "start": 55352,
            "end": 56315,
            "text": "Learned counsel for the respondents placed reliance on the judgment of BCCI vs. Kochi Cricket Pvt. Ltd. (14 supra) and also the judgment of Calcutta High Court in Tufan Chatterjee v. Rangan Dhar18 and the judgment of Delhi High Court in Raffles Design International India Private Limited and AIR 2016 Cal. 213 others v. Educomp Professional Education Limited and others19 in support of his plea.\n59) Before dealing with the contention of the learned counsel for the respondents, it would be appropriate to refer to Section 26 of the Amended Act, which is as under:\n\"26. Act not to apply to pending arbitral proceedings: Nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4703e8a7366e41b2b2c6dd52743e4f0e_298"
        },
        {
            "start": 56317,
            "end": 56568,
            "text": "60) Section 26 of the Amendment Act postulates that nothing contained in the said amendment Act is to apply to the arbitral proceedings commenced in accordance with the provisions of Section 21 of the Principal Act, unless the parties otherwise agree.",
            "labels": [
                "STA"
            ],
            "id": "1da5741d85b94adcbe34034716bfbd65_299"
        },
        {
            "start": 56569,
            "end": 56706,
            "text": "But the Amendment Act would apply in relation to arbitral proceedings commenced, on or after the date of commencement of the amended Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ecf1f549dea44019a28421a5f1fdc77e_300"
        },
        {
            "start": 56707,
            "end": 56778,
            "text": "\n61) According to him, the above provision has to be read in two parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a638e3ae9c946d0951b24b1f0311c56_301"
        },
        {
            "start": 56779,
            "end": 57261,
            "text": "The first part being, nothing contained in this Act shall apply to the arbitral proceedings commenced in (2016) 6 ARBLR 426 (Delhi) accordance with the provisions of Section 21 of the Principal Act, before the commencement of the amendment Act, unless the parties otherwise agree and the second part which is in continuation of the first part is to be read as \"that this Act would apply in relation to arbitral proceedings commenced on or after the date of commencement of 2015 Act.",
            "labels": [
                "STA"
            ],
            "id": "deee9cfc372c43ada6da79127d6d75e7_302"
        },
        {
            "start": 57262,
            "end": 57522,
            "text": "According to him, the word \"to\" appearing in the first part of the provision is not there in second part, which reads instead as \"in relation to\", which thereby signifies that both the parts have a corresponding different interpretation to the above provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1177452af9614b7ba36b2808bb350d08_303"
        },
        {
            "start": 57523,
            "end": 57667,
            "text": "According to him, the first part refers \"to arbitral proceedings before the Tribunal\" and the second part \"in relation to arbitral proceedings\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1052b04165354abcb00b839c249ca2de_304"
        },
        {
            "start": 57668,
            "end": 58003,
            "text": "In view of the judgment of the Apex Court in BCCI (14 supra), it is urged that the amendment Act, 2015 will not apply to the arbitral proceedings that have commenced before the date of coming into effect of the amendment Act and it will apply to the Court proceedings which have commenced on or after the amendment Act came into force.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "f6c7309e2a3241088642a75ea06ae648_305"
        },
        {
            "start": 58005,
            "end": 58250,
            "text": "62) In other words, his plea is that the amendment Act which came into force with effect from 23.10.2015, would apply to the arbitral proceedings which commenced after 23.10.2015 but not to arbitral proceedings which commenced before 23.10.2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c51efad094364e28aa0fa51fce98feba_306"
        },
        {
            "start": 58251,
            "end": 58402,
            "text": "Having regard to the above, it is urged that in view of Section 12 (5) read with 7 Schedule of the amended Act, the Arbitrator is de jure disqualified.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05774fea87ee4fc88344392b02fa3e9b_307"
        },
        {
            "start": 58403,
            "end": 59201,
            "text": "\n63) A plain reading of Section 26 of the Amendment Act, would indicate that nothing contained in the amended Act shall apply to arbitral proceedings commenced, in accordance with provisions of Section 21 of the Principal Act, before commencement of this Act, unless parties otherwise agree, but this Act shall apply in relation to arbitral proceedings on or after the date of commencement of the amended act.\n64) Though the learned counsel for the respondents relied upon the judgments of Calcutta High Court and Delhi High Court namely Tufan Chatterjee (18 supra) and Raffles Design International India Private Limited and others (19 supra), but in view of the judgment of the Apex Court in BCCI v. Kochi Cricket Private Limited (14 supra), it may not be necessary to refer to the said judgments.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e0795a9d82f4d8a9edd09ef60a87db9_308"
        },
        {
            "start": 59202,
            "end": 59419,
            "text": "\n65) The judgment of the Apex Court in BCCI v. Kochi (14 supra) was a case where a notice dated 18.01.2012 was sent by Kochi Cricket Pvt. Limited, invoking the arbitration under a franchise agreement dated 12.03.2011.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c9aa557480d4a40a80978f6124fb004_309"
        },
        {
            "start": 59420,
            "end": 59559,
            "text": "A sole arbitrator was appointed, who delivered two arbitral awards dated 22.06.2015 against the appellant and in favour of the respondents.",
            "labels": [
                "RLC"
            ],
            "id": "ac1bdbe7be804fea82874f0d2bff9263_310"
        },
        {
            "start": 59560,
            "end": 59720,
            "text": "On 16.09.2015, the appellants filed an application under Section 34 of Arbitration Act, 1996 in the Bombay High Court challenging the aforesaid arbitral awards.",
            "labels": [
                "FAC"
            ],
            "id": "054075fb24fd46d59cf6df41448e5fe2_311"
        },
        {
            "start": 59721,
            "end": 59896,
            "text": "On 26.11.2015, the respondents filed two execution applications in the High Court, for payment of the amounts awarded under the two awards, pending enforcement of such awards.",
            "labels": [
                "FAC"
            ],
            "id": "3800a3e97b5b46b3af4e364816e76086_312"
        },
        {
            "start": 59897,
            "end": 60205,
            "text": "These were resisted by two Chamber summons filed by the appellants dated 3.12.2015, seeking dismissal of the aforesaid execution applications on the ground that the old Section 36 would be applicable and that, therefore there would be an automatic stay of the awards until Section 34 proceedings are decided.",
            "labels": [
                "FAC"
            ],
            "id": "172a24ec09034dea938f4a66ef4b164c_313"
        },
        {
            "start": 60206,
            "end": 60332,
            "text": "Having regard to the above, the question before the Court was as to the construction of Section 26 of the Amendment Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aac111e5676a4089b6024498b5538cd0_314"
        },
        {
            "start": 60333,
            "end": 60495,
            "text": "In other words, the Apex Court was dealing with the effect of an application under Section 34 of the Arbitration 1996 Act after the amendment Act came into force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcd5b22337f74a5e97f668be296a1527_315"
        },
        {
            "start": 60496,
            "end": 60705,
            "text": "Further, the question with which the Bench was confronted was whether Section 36, which was substituted by the Amendment Act, would apply in its amended form or in its original form to the appeals in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06901f2164154412a9fc26f08e00c4f8_316"
        },
        {
            "start": 60706,
            "end": 60848,
            "text": "After referring to the authorities on the subject and interpreting the provisions under Old and New Act, the Apex Court dismissed the appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6fc9c8f004846f3b73f306a9204a06b_317"
        },
        {
            "start": 60849,
            "end": 61025,
            "text": "\n66) Dealing with the provisions of the Old Act and the Amendment Act, 2015, the Hon'ble Court in Para Nos.24 and 25 came to the following conclusions, which are as under:\n\"24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77792051bd1f4898942c83cd3ada822d_318"
        },
        {
            "start": 61026,
            "end": 61548,
            "text": "What will be noticed, so far as the first part is concerned, which states, \"Nothing contained in this Act shall apply to the arbitral proceedings commenced, in accordance with the provisions of Section 21 of the Principal Act, before the commencement of this Act unless the parties otherwise agree..\" is that: (1) \"the arbitral proceedings\" and their commencement is mentioned in the context of Section 21 of the Principal Act; (2) the expression used is \"to\" and not \"in relation to\"; and (3) parties may otherwise agree.",
            "labels": [
                "STA"
            ],
            "id": "849a8fca111749cfbcbf4fd30f0943cc_319"
        },
        {
            "start": 61549,
            "end": 61971,
            "text": "So far as the second part of Section 26 is concerned, namely, the part which reads \"... but this Act shall apply in relation to arbitral proceedings commenced on or after the date of commencement of this Act\" makes it clear that the expression \"in relation to\" is used; and the expression \"the\" arbitral proceedings and \" in accordance with the provisions of Section 21 of the Principal Act\" is conspicuous by its absence.",
            "labels": [
                "STA"
            ],
            "id": "0556ef01c88c4e59b03faa60d792127e_320"
        },
        {
            "start": 61973,
            "end": 62314,
            "text": "25. That the expression \"the arbitral proceedings\"\nrefers to proceedings before an arbitral tribunal is clear from the heading of Chapter V of the 1996 Act, which reads as follows:\n\"Conduct of Arbitral Proceedings\"\nThe entire chapter consists of Sections 18 to 27 dealing with the conduct of arbitral proceedings before an arbitral tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f4525ba76d549c0b8f0e8c2b965b074_321"
        },
        {
            "start": 62315,
            "end": 62486,
            "text": "What is also important to notice is that these proceedings alone are referred to, the expression \"to\" as contrasted with the expression \"in relation to\" making this clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c70e7c071304475bf834ce29f7f5da0_322"
        },
        {
            "start": 62487,
            "end": 62859,
            "text": "Also, the reference to Section 21 of the 1996 Act, which appears in Chapter V, and which speaks of the arbitral proceedings commencing on the date on which a request for a dispute to be referred to arbitration is received by the respondent, would also make it clear that it is these proceedings, and no others, that form the subject matter of the first part of Section 26.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f154c3e593074f86b238669f3ff378e3_323"
        },
        {
            "start": 62860,
            "end": 63084,
            "text": "Also, since the conduct of arbitral proceedings is largely procedural in nature, parties may \"otherwise agree\" and apply the Amendment Act to arbitral proceedings that have commenced before the Amendment Act came into force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c0aa8b2e4004ec38863181e3784c753_324"
        },
        {
            "start": 63085,
            "end": 63310,
            "text": "In stark contrast to the first part of Section 26 is the second part, where the Amendment Act is made applicable \"in relation to\" arbitral proceedings which commenced on or after the date of commencement of the Amendment Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9150986b3e6f4f4d8931d345f6ffdd5f_325"
        },
        {
            "start": 63311,
            "end": 63412,
            "text": "What is conspicuous by its absence in the second part is any reference to Section 21 of the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4277d4bd4eac46f986254989d1fa5e26_326"
        },
        {
            "start": 63413,
            "end": 64046,
            "text": "Whereas the first part refers only to arbitral proceedings before an arbitral tribunal, the second part refers to Court proceedings \"in relation to\" arbitral proceedings, and it is the commencement of these Court proceedings that is referred to in the second part of Section 26, as the words \"in relation to the arbitral proceedings\" in the second part are not controlled by the application of Section 21 of the 1996 Act.\nSection 26, therefore, bifurcates proceedings, as has been stated above, with a great degree of clarity, into two sets of proceedings - arbitral proceedings themselves, and Court proceedings in relation thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aea0d005a647441282a0e154d4bb7986_327"
        },
        {
            "start": 64047,
            "end": 64257,
            "text": "The reason why the first part of Section 26 is couched in negative form is only to state that the amendment Act will apply even to arbitral proceedings commenced before the amendment if parties otherwise agree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18a7105a1bde4edd86e5e3861f113644_328"
        },
        {
            "start": 64258,
            "end": 64518,
            "text": "If the first part of Section 26 were couched in positive language (like the second part), it would have been necessary to add a proviso stating that the Amendment Act would apply even to arbitral proceedings commenced before the amendment if the parties agree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b627c0e7b76c4681b26eec75aac2fb79_329"
        },
        {
            "start": 64519,
            "end": 64689,
            "text": "In either case, the intention of the legislature remains the same, the negative form conveying exactly what could have been stated positively, with the necessary proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6bc0f0541a8d483aae43350e4cb445e9_330"
        },
        {
            "start": 64690,
            "end": 64947,
            "text": "Obviously, \"arbitral proceedings\"\nhaving been subsumed in the first part cannot reappear in the second part, and the expression \"in relation to arbitral proceedings\" would, therefore, apply only to Court proceedings which relate to the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "219e48d5cb6641c683af38637deab0f5_331"
        },
        {
            "start": 64948,
            "end": 65551,
            "text": "The scheme of Section 26 is thus clear: that the Amendment Act is prospective in nature, and will apply to those arbitral proceedings that are commenced, as understood by Section 21 of the Principal Act, on or after the Amendment Act, and to Court proceedings which have commenced on or after the Amendment Act came into force.\"\n67) From the judgment of the Apex Court, it is clear that the first part deals with reference to arbitral proceedings before the Arbitrary Tribunal and the Amendment Act would apply even to Arbitral proceedings commenced before the amendment, if the parties otherwise agree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10f11367c10a4dd7aa4f2f3f2702ccfe_332"
        },
        {
            "start": 65552,
            "end": 65762,
            "text": "In the instant case, we do not find any such consent being given by any of the parties warranting applicability of the amended Act, since the arbitration proceedings came to be initiated prior to the amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ad84bb4f05945d3b09ae51b87e5066b_333"
        },
        {
            "start": 65763,
            "end": 65867,
            "text": "Further Section 29-A of the Amendment Act, prescribes time limit for completion of arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "220540aec4f24b48b0781512f33954ea_334"
        },
        {
            "start": 65868,
            "end": 66030,
            "text": "Therefore the parties may opt to deal under the New Act even in cases which are pending before the Arbitrator as on the date of commencement of the Amendment Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01f1a9836d2e48e1b4fbf1a2914f6f66_335"
        },
        {
            "start": 66031,
            "end": 66117,
            "text": "On such option being exercised, the parties are bound under the provisions of New Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26ffb3bf20894dc58d31dd710e4ee2f4_336"
        },
        {
            "start": 66119,
            "end": 66279,
            "text": "68) As observed by us earlier, in the instant case, we do not find any such consent being given by the parties seeking applicability of the Amendment Act, 2015.",
            "labels": [
                "RATIO"
            ],
            "id": "e7bc8f8c3e6a46e2a2a82f2e30a786c5_337"
        },
        {
            "start": 66280,
            "end": 66427,
            "text": "Therefore, the argument of the learned counsel for the respondents that the arbitrator is de jure disqualified in view of Section 12 (5) of the Act",
            "labels": [
                "RATIO"
            ],
            "id": "242aa4cc30ac41d19bd9ba57010b990a_338"
        },
        {
            "start": 66428,
            "end": 66447,
            "text": "cannot be accepted.",
            "labels": [
                "RPC"
            ],
            "id": "ae5fd529784b4b73bd5d57c883d2dba8_339"
        },
        {
            "start": 66448,
            "end": 66706,
            "text": "\n69) For the aforesaid reasons, the Civil Revision Petition is allowed holding that the order under challenge terminating the mandate of the arbitrator is illegal and incorrect, and accordingly, the same is set aside.\n70) There shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "53532a95f0db4048a40bcd3c7951a000_340"
        },
        {
            "start": 66707,
            "end": 66768,
            "text": "Miscellaneous Petitions, if any, pending, shall stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "56cbd6d66c3c4e389f3cdab476a6b5bb_341"
        },
        {
            "start": 66769,
            "end": 66850,
            "text": "\n____________________ C.PRAVEEN KUMAR, J ____________ T. RAJANI, J 07.09.2018 gkv",
            "labels": [
                "NONE"
            ],
            "id": "e3a5393291354204b1fbc1a1fa966b4f_342"
        }
    ],
    "entities": [
        {
            "text": "Arunkumar Jagatramka",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 39
        },
        {
            "text": "Ultrabulk",
            "label": "RESPONDENT",
            "start_char": 43,
            "end_char": 52
        },
        {
            "text": "N.V.Anjaria",
            "label": "LAWYER",
            "start_char": 83,
            "end_char": 94
        },
        {
            "text": "N.V.Anjaria",
            "label": "JUDGE",
            "start_char": 102,
            "end_char": 113
        },
        {
            "text": "A.S. Supehia",
            "label": "JUDGE",
            "start_char": 115,
            "end_char": 127
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 226,
            "end_char": 260
        },
        {
            "text": "APPLICATION NO. 1734 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 290,
            "end_char": 318
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 371,
            "end_char": 382
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 996,
            "end_char": 1017
        },
        {
            "text": "ARUNKUMAR JAGATRAMKA",
            "label": "PETITIONER",
            "start_char": 1182,
            "end_char": 1202
        },
        {
            "text": "ULTRABULK",
            "label": "RESPONDENT",
            "start_char": 1274,
            "end_char": 1283
        },
        {
            "text": "SANDEEP BAJAJ",
            "label": "OTHER_PERSON",
            "start_char": 1391,
            "end_char": 1404
        },
        {
            "text": "VIVEK B GUPTA(5611",
            "label": "OTHER_PERSON",
            "start_char": 1413,
            "end_char": 1431
        },
        {
            "text": "MIHIR JOSHI",
            "label": "OTHER_PERSON",
            "start_char": 1464,
            "end_char": 1475
        },
        {
            "text": "MR.ADITYA KRISHNAMURTHY",
            "label": "OTHER_PERSON",
            "start_char": 1495,
            "end_char": 1518
        },
        {
            "text": "HARSH N PAREKH(6951",
            "label": "OTHER_PERSON",
            "start_char": 1526,
            "end_char": 1545
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 1697,
            "end_char": 1708
        },
        {
            "text": "A.S. SUPEHIA",
            "label": "JUDGE",
            "start_char": 1758,
            "end_char": 1770
        },
        {
            "text": "18/03/2021",
            "label": "DATE",
            "start_char": 1800,
            "end_char": 1810
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 1879,
            "end_char": 1890
        },
        {
            "text": "07th             January,        ",
            "label": "DATE",
            "start_char": 2039,
            "end_char": 2072
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 2619,
            "end_char": 2637
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 2645,
            "end_char": 2674
        },
        {
            "text": "Ultrabulk",
            "label": "RESPONDENT",
            "start_char": 2806,
            "end_char": 2815
        },
        {
            "text": "Denmark",
            "label": "GPE",
            "start_char": 2862,
            "end_char": 2869
        },
        {
            "text": "High Court of Justice, Queens Bench Division, Commercial Court of England & Wales, U.K.",
            "label": "COURT",
            "start_char": 2987,
            "end_char": 3074
        },
        {
            "text": "Ultrabulk A/S v. Arun Kumar Jagatramka",
            "label": "PRECEDENT",
            "start_char": 3092,
            "end_char": 3130
        },
        {
            "text": "Order XXI Rule 37",
            "label": "PROVISION",
            "start_char": 3354,
            "end_char": 3371
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3373,
            "end_char": 3376
        },
        {
            "text": "Ministry of Law",
            "label": "ORG",
            "start_char": 3382,
            "end_char": 3397
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 3399,
            "end_char": 3418
        },
        {
            "text": "01st",
            "label": "DATE",
            "start_char": 3450,
            "end_char": 3454
        },
        {
            "text": "United Kingdom",
            "label": "GPE",
            "start_char": 3482,
            "end_char": 3496
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 3553,
            "end_char": 3564
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3568,
            "end_char": 3571
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 3595,
            "end_char": 3602
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 3928,
            "end_char": 3933
        },
        {
            "text": "02nd July, 2013",
            "label": "DATE",
            "start_char": 3988,
            "end_char": 4003
        },
        {
            "text": "Gujarat NRE Coke Limited",
            "label": "ORG",
            "start_char": 4017,
            "end_char": 4041
        },
        {
            "text": "NRE Coke Limited",
            "label": "ORG",
            "start_char": 4228,
            "end_char": 4244
        },
        {
            "text": "31st December, 2013",
            "label": "DATE",
            "start_char": 4293,
            "end_char": 4312
        },
        {
            "text": "English High Court",
            "label": "COURT",
            "start_char": 4772,
            "end_char": 4790
        },
        {
            "text": "22nd June, 2015",
            "label": "DATE",
            "start_char": 4794,
            "end_char": 4809
        },
        {
            "text": "English High Court",
            "label": "COURT",
            "start_char": 5031,
            "end_char": 5049
        },
        {
            "text": "Civil Suit No.77 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 5082,
            "end_char": 5106
        },
        {
            "text": "07th March, 2017",
            "label": "DATE",
            "start_char": 5110,
            "end_char": 5126
        },
        {
            "text": "Kolkata High Court",
            "label": "COURT",
            "start_char": 5138,
            "end_char": 5156
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 5434,
            "end_char": 5445
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5447,
            "end_char": 5450
        },
        {
            "text": "28th April, 2018",
            "label": "DATE",
            "start_char": 5474,
            "end_char": 5490
        },
        {
            "text": "Commercial Court at Rajkot",
            "label": "COURT",
            "start_char": 5502,
            "end_char": 5528
        },
        {
            "text": "Commercial Court at Jamnagar",
            "label": "COURT",
            "start_char": 5736,
            "end_char": 5764
        },
        {
            "text": "10th April, 2019",
            "label": "DATE",
            "start_char": 5857,
            "end_char": 5873
        },
        {
            "text": "10th April, 2019",
            "label": "DATE",
            "start_char": 5906,
            "end_char": 5922
        },
        {
            "text": "Special Civil Application No.8334 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 5979,
            "end_char": 6020
        },
        {
            "text": "26th August, 2019",
            "label": "DATE",
            "start_char": 6094,
            "end_char": 6111
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 6307,
            "end_char": 6317
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6325,
            "end_char": 6328
        },
        {
            "text": "Commercial Court at Rajkot",
            "label": "COURT",
            "start_char": 6340,
            "end_char": 6366
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6542,
            "end_char": 6553
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6561,
            "end_char": 6582
        },
        {
            "text": "English Commercial Court",
            "label": "COURT",
            "start_char": 6687,
            "end_char": 6711
        },
        {
            "text": "Gujarat High Court Legal Services Committee",
            "label": "COURT",
            "start_char": 7388,
            "end_char": 7431
        },
        {
            "text": "29th September, 2020",
            "label": "DATE",
            "start_char": 7594,
            "end_char": 7614
        },
        {
            "text": "Commercial Court, Rajkot",
            "label": "COURT",
            "start_char": 7669,
            "end_char": 7693
        },
        {
            "text": "09.11.2017",
            "label": "DATE",
            "start_char": 7728,
            "end_char": 7738
        },
        {
            "text": "High Court of Justice, (Queen's Bench Division) Commercial Court of England and Wales",
            "label": "COURT",
            "start_char": 7746,
            "end_char": 7831
        },
        {
            "text": "Sandeep Bajaj",
            "label": "OTHER_PERSON",
            "start_char": 8054,
            "end_char": 8067
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8224,
            "end_char": 8245
        },
        {
            "text": "21st June, 2019",
            "label": "DATE",
            "start_char": 8585,
            "end_char": 8600
        },
        {
            "text": "Serious Fraud Investigation Office",
            "label": "ORG",
            "start_char": 8602,
            "end_char": 8636
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 8694,
            "end_char": 8701
        },
        {
            "text": "Gujarat NRE Coke",
            "label": "ORG",
            "start_char": 8708,
            "end_char": 8724
        },
        {
            "text": "Special Civil Application No.18238 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 8750,
            "end_char": 8792
        },
        {
            "text": "24th October, 2019",
            "label": "DATE",
            "start_char": 8926,
            "end_char": 8944
        },
        {
            "text": "Order XXI Rule 41(2),\n(iv)",
            "label": "PROVISION",
            "start_char": 9055,
            "end_char": 9081
        },
        {
            "text": "Kolkata High Court",
            "label": "COURT",
            "start_char": 9086,
            "end_char": 9104
        },
        {
            "text": "Brazil",
            "label": "GPE",
            "start_char": 9160,
            "end_char": 9166
        },
        {
            "text": "Wollongong Coal Limited v. Gujarat NRE Properties Private Limited",
            "label": "PRECEDENT",
            "start_char": 9210,
            "end_char": 9275
        },
        {
            "text": "Supreme Court of New South Walse",
            "label": "COURT",
            "start_char": 9281,
            "end_char": 9313
        },
        {
            "text": "Gujarat NRE Group",
            "label": "ORG",
            "start_char": 9645,
            "end_char": 9662
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 9749,
            "end_char": 9754
        },
        {
            "text": "Confederation of Indian Industries",
            "label": "ORG",
            "start_char": 9787,
            "end_char": 9821
        },
        {
            "text": "Gujarat NRE",
            "label": "ORG",
            "start_char": 10031,
            "end_char": 10042
        },
        {
            "text": "Gujarat NRE",
            "label": "ORG",
            "start_char": 10120,
            "end_char": 10131
        },
        {
            "text": "F.I.R. No.306 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 10652,
            "end_char": 10673
        },
        {
            "text": "03rd December, 2018",
            "label": "DATE",
            "start_char": 10680,
            "end_char": 10699
        },
        {
            "text": "Sections 408, 467, 468, 471",
            "label": "PROVISION",
            "start_char": 10737,
            "end_char": 10764
        },
        {
            "text": "IPC, 1860",
            "label": "STATUTE",
            "start_char": 10766,
            "end_char": 10775
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 10997,
            "end_char": 11007
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11009,
            "end_char": 11012
        },
        {
            "text": "29th September, 2020",
            "label": "DATE",
            "start_char": 11307,
            "end_char": 11327
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 11398,
            "end_char": 11408
        },
        {
            "text": "29th September, 2020",
            "label": "DATE",
            "start_char": 11415,
            "end_char": 11435
        },
        {
            "text": "30th January, 2021",
            "label": "DATE",
            "start_char": 11615,
            "end_char": 11633
        },
        {
            "text": "Sandeep Bajaj",
            "label": "OTHER_PERSON",
            "start_char": 11756,
            "end_char": 11769
        },
        {
            "text": "Vivek Gupta",
            "label": "OTHER_PERSON",
            "start_char": 11795,
            "end_char": 11806
        },
        {
            "text": "Mihir Joshi",
            "label": "OTHER_PERSON",
            "start_char": 11857,
            "end_char": 11868
        },
        {
            "text": "Aditya Krishnamurthy",
            "label": "OTHER_PERSON",
            "start_char": 11902,
            "end_char": 11922
        },
        {
            "text": "Harsh Parekh",
            "label": "OTHER_PERSON",
            "start_char": 11930,
            "end_char": 11942
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 12781,
            "end_char": 12799
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 12841,
            "end_char": 12848
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12850,
            "end_char": 12853
        },
        {
            "text": "Section 51",
            "label": "PROVISION",
            "start_char": 13043,
            "end_char": 13053
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13055,
            "end_char": 13058
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 13498,
            "end_char": 13516
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13518,
            "end_char": 13521
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 13730,
            "end_char": 13740
        },
        {
            "text": "29th September, 2020",
            "label": "DATE",
            "start_char": 13760,
            "end_char": 13780
        },
        {
            "text": "SLP (C) No.11689 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 13784,
            "end_char": 13808
        },
        {
            "text": "Order XXI Rule 37",
            "label": "PROVISION",
            "start_char": 13874,
            "end_char": 13891
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13893,
            "end_char": 13896
        },
        {
            "text": "Section 44A(1)",
            "label": "PROVISION",
            "start_char": 14423,
            "end_char": 14437
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14439,
            "end_char": 14442
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 14472,
            "end_char": 14477
        },
        {
            "text": "Kolkata High Court",
            "label": "COURT",
            "start_char": 14673,
            "end_char": 14691
        },
        {
            "text": "London Court",
            "label": "COURT",
            "start_char": 14743,
            "end_char": 14755
        },
        {
            "text": "26th August, 2019",
            "label": "DATE",
            "start_char": 14782,
            "end_char": 14799
        },
        {
            "text": "Special Civil Application No.8334 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 14823,
            "end_char": 14864
        },
        {
            "text": "29th February, 2020",
            "label": "DATE",
            "start_char": 15245,
            "end_char": 15264
        },
        {
            "text": "SLP (C) No.11689 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 15283,
            "end_char": 15307
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15316,
            "end_char": 15329
        },
        {
            "text": "29th February, 2020",
            "label": "DATE",
            "start_char": 15396,
            "end_char": 15415
        },
        {
            "text": "Section 51",
            "label": "PROVISION",
            "start_char": 15810,
            "end_char": 15820
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15822,
            "end_char": 15825
        },
        {
            "text": "Order XXI Rule 37",
            "label": "PROVISION",
            "start_char": 16499,
            "end_char": 16516
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16518,
            "end_char": 16521
        },
        {
            "text": "Order XXI Rule 37(1)",
            "label": "PROVISION",
            "start_char": 17570,
            "end_char": 17590
        },
        {
            "text": "sub-rule (2)",
            "label": "PROVISION",
            "start_char": 17914,
            "end_char": 17926
        },
        {
            "text": "5.1.2",
            "label": "DATE",
            "start_char": 18228,
            "end_char": 18233
        },
        {
            "text": "Rule 37(2)",
            "label": "PROVISION",
            "start_char": 18332,
            "end_char": 18342
        },
        {
            "text": "Rule 40 of Order XXI",
            "label": "PROVISION",
            "start_char": 18423,
            "end_char": 18443
        },
        {
            "text": "Order XXI Rule 40",
            "label": "PROVISION",
            "start_char": 18445,
            "end_char": 18462
        },
        {
            "text": "rule 37",
            "label": "PROVISION",
            "start_char": 18656,
            "end_char": 18663
        },
        {
            "text": "sub-rule (1)",
            "label": "PROVISION",
            "start_char": 19088,
            "end_char": 19100
        },
        {
            "text": "sub- rule (1)",
            "label": "PROVISION",
            "start_char": 19373,
            "end_char": 19386
        },
        {
            "text": "section 51",
            "label": "PROVISION",
            "start_char": 19431,
            "end_char": 19441
        },
        {
            "text": "sub-rule (3)",
            "label": "PROVISION",
            "start_char": 20211,
            "end_char": 20223
        },
        {
            "text": "5.1.3",
            "label": "DATE",
            "start_char": 20325,
            "end_char": 20330
        },
        {
            "text": "Order XXI, Rule 40",
            "label": "PROVISION",
            "start_char": 20348,
            "end_char": 20366
        },
        {
            "text": "Rule 37",
            "label": "PROVISION",
            "start_char": 20596,
            "end_char": 20603
        },
        {
            "text": "sub- rule (1) of Rule 40",
            "label": "PROVISION",
            "start_char": 20929,
            "end_char": 20953
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 21034,
            "end_char": 21041
        },
        {
            "text": "High Court of Andhra Pradesh",
            "label": "COURT",
            "start_char": 21112,
            "end_char": 21140
        },
        {
            "text": "S. Ismail v. Agraseni Chit Funds [AIR 2005 AP 33]",
            "label": "PRECEDENT",
            "start_char": 21144,
            "end_char": 21193
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 21242,
            "end_char": 21249
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 21687,
            "end_char": 21705
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21707,
            "end_char": 21710
        },
        {
            "text": "Serious Fraud Investigation Office",
            "label": "ORG",
            "start_char": 22099,
            "end_char": 22133
        },
        {
            "text": "Gujarat NRE",
            "label": "ORG",
            "start_char": 22162,
            "end_char": 22173
        },
        {
            "text": "Kolkata High Court",
            "label": "COURT",
            "start_char": 22297,
            "end_char": 22315
        },
        {
            "text": "10th April, 2019",
            "label": "DATE",
            "start_char": 22395,
            "end_char": 22411
        },
        {
            "text": "Order XXI Rule 37",
            "label": "PROVISION",
            "start_char": 23394,
            "end_char": 23411
        },
        {
            "text": "S.55",
            "label": "PROVISION",
            "start_char": 23564,
            "end_char": 23568
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23576,
            "end_char": 23599
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 23688,
            "end_char": 23706
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23708,
            "end_char": 23711
        },
        {
            "text": "Order XXI Rule 37",
            "label": "PROVISION",
            "start_char": 24101,
            "end_char": 24118
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24120,
            "end_char": 24123
        },
        {
            "text": "Order XXI, Rule 40",
            "label": "PROVISION",
            "start_char": 25234,
            "end_char": 25252
        },
        {
            "text": "Order XXI, Rule 37 and Rule 40",
            "label": "PROVISION",
            "start_char": 25545,
            "end_char": 25575
        },
        {
            "text": "Rule 37",
            "label": "PROVISION",
            "start_char": 25619,
            "end_char": 25626
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 25821,
            "end_char": 25839
        },
        {
            "text": "Order XXI, Rule 37",
            "label": "PROVISION",
            "start_char": 26001,
            "end_char": 26019
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 26066,
            "end_char": 26073
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 26675,
            "end_char": 26682
        },
        {
            "text": "Order XXI, Rule 40",
            "label": "PROVISION",
            "start_char": 27142,
            "end_char": 27160
        },
        {
            "text": "Rule 40",
            "label": "PROVISION",
            "start_char": 27492,
            "end_char": 27499
        },
        {
            "text": "Order XXI, Rule 40",
            "label": "PROVISION",
            "start_char": 28296,
            "end_char": 28314
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28316,
            "end_char": 28319
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 28593,
            "end_char": 28604
        },
        {
            "text": "A. S. SUPEHIA",
            "label": "JUDGE",
            "start_char": 28610,
            "end_char": 28623
        }
    ],
    "precedent_clusters": {
        "Wollongong Coal Limited v. Gujarat NRE Properties Private Limited": [
            "Ultrabulk A/S v. Arun Kumar Jagatramka",
            "Wollongong Coal Limited v. Gujarat NRE Properties Private Limited"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XXI, Rule 37",
            "Code of Civil Procedure, 1908",
            "Order XXI, Rule 37",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XXI Rule 37",
            "CPC",
            "Order XXI Rule 37",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "section 13",
            "CPC",
            "section 13",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Sections 408, 467, 468, 471",
            "IPC, 1860",
            "Sections 408, 467, 468, 471",
            "IPC, 1860"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Section 51",
            "CPC",
            "Section 51",
            "CPC"
        ],
        [
            "Order XXI, Rule 37",
            "CPC",
            "Order XXI, Rule 37",
            "CPC"
        ],
        [
            "Order XXI Rule 37",
            "CPC",
            "Order XXI Rule 37",
            "CPC"
        ],
        [
            "Section 44A(1)",
            "CPC",
            "Section 44A(1)",
            "CPC"
        ],
        [
            "Section 51",
            "CPC",
            "Section 51",
            "CPC"
        ],
        [
            "Order XXI Rule 37",
            "CPC",
            "Order XXI Rule 37",
            "CPC"
        ],
        [
            "Order XXI, Rule 37",
            "CPC",
            "Order XXI, Rule 37",
            "CPC"
        ],
        [
            "S.55",
            "Code of Civil Procedure",
            "S.55",
            "Code of Civil Procedure"
        ],
        [
            "Order XXI, Rule 37",
            "CPC",
            "Order XXI, Rule 37",
            "CPC"
        ],
        [
            "Order XXI Rule 37",
            "CPC",
            "Order XXI Rule 37",
            "CPC"
        ],
        [
            "Order XXI, Rule 40",
            "CPC",
            "Order XXI, Rule 40",
            "CPC"
        ],
        [
            "Order XXI, Rule 37",
            "Code of Civil Procedure, 1908",
            "Order XXI, Rule 37",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XXI Rule 37(1)",
            "CPC",
            "Order XXI Rule 37(1)",
            "CPC"
        ],
        [
            "Rule 37(2)",
            "CPC",
            "Rule 37(2)",
            "CPC"
        ],
        [
            "Rule 40 of Order XXI",
            "CPC",
            "Rule 40 of Order XXI",
            "CPC"
        ],
        [
            "sub-rule (1)",
            "CPC",
            "sub-rule (1)",
            "CPC"
        ],
        [
            "section 51",
            "CPC",
            "section 51",
            "CPC"
        ],
        [
            "sub-rule (3)",
            "CPC",
            "sub-rule (3)",
            "CPC"
        ],
        [
            "Order XXI, Rule 40",
            "CPC",
            "Order XXI, Rule 40",
            "CPC"
        ],
        [
            "Rule 37",
            "CPC",
            "Rule 37",
            "CPC"
        ],
        [
            "sub- rule (1) of Rule 40",
            "CPC",
            "sub- rule (1) of Rule 40",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Order XXI Rule 37",
            "CPC",
            "Order XXI Rule 37",
            "CPC"
        ],
        [
            "Order XXI, Rule 40",
            "CPC",
            "Order XXI, Rule 40",
            "CPC"
        ],
        [
            "Order XXI, Rule 37 and Rule 40",
            "CPC",
            "Order XXI, Rule 37 and Rule 40",
            "CPC"
        ],
        [
            "Rule 37",
            "CPC",
            "Rule 37",
            "CPC"
        ],
        [
            "Order XXI, Rule 37",
            "CPC",
            "Order XXI, Rule 37",
            "CPC"
        ],
        [
            "Order XXI, Rule 37",
            "CPC",
            "Order XXI, Rule 37",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Order XXI, Rule 40",
            "CPC",
            "Order XXI, Rule 40",
            "CPC"
        ],
        [
            "Rule 40",
            "CPC",
            "Rule 40",
            "CPC"
        ],
        [
            "Order XXI Rule 41(2),\n(iv)",
            "Commercial Courts Act",
            "Order XXI Rule 41(2),\n(iv)",
            "Commercial Courts Act"
        ],
        [
            "sub-rule (2)",
            "CPC",
            "sub-rule (2)",
            "CPC"
        ],
        [
            "Order XXI Rule 40",
            "CPC",
            "Order XXI Rule 40",
            "CPC"
        ],
        [
            "rule 37",
            "CPC",
            "rule 37",
            "CPC"
        ],
        [
            "sub- rule (1)",
            "CPC",
            "sub- rule (1)",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Wollongong Coal Limited v. Gujarat NRE Properties Private Limited": 2
    },
    "provision_counts": {
        "Order XXI, Rule 37 of Code of Civil Procedure, 1908": 2,
        "Order XXI Rule 37 of CPC": 5,
        "Section 44A of CPC": 2,
        "section 13 of CPC": 1,
        "Article 227 of Constitution of India": 1,
        "Sections 408, 467, 468, 471 of IPC, 1860": 1,
        "Section 13 of CPC": 1,
        "Rule 40 of CPC": 6,
        "Section 51 of CPC": 2,
        "Order XXI, Rule 37 of CPC": 5,
        "Section 44A(1) of CPC": 1,
        "S.55 of Code of Civil Procedure": 1,
        "Order XXI, Rule 40 of CPC": 4,
        "Order XXI Rule 37(1) of CPC": 1,
        "Rule 37(2) of CPC": 1,
        "Rule 40 of Order XXI of CPC": 1,
        "sub-rule (1) of CPC": 1,
        "section 51 of CPC": 1,
        "sub-rule (3) of CPC": 1,
        "Rule 37 of CPC": 2,
        "sub- rule (1) of Rule 40 of CPC": 1,
        "Order XXI, Rule 37 and Rule 40 of CPC": 1,
        "Order XXI Rule 41(2),\n(iv) of Commercial Courts Act": 1,
        "sub-rule (2) of CPC": 1,
        "Order XXI Rule 40 of CPC": 1,
        "rule 37 of CPC": 1,
        "sub- rule (1) of CPC": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 2,
        "CPC": 41,
        "Constitution of India": 1,
        "IPC, 1860": 1,
        "Code of Civil Procedure": 1,
        "Commercial Courts Act": 1
    }
}