{
    "id": "6c8e036a26265f0915a799f87599e6fdbcabfd19de0bec2a09cbc3df10d06864",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nArun Kumar Jagatramka vs Ultrabulk A/S on 4 February, 2022\nAuthor: N.V.Anjaria \nBench: N.V.Anjaria, Samir J. Dave\n    C/Sca/17399/2021                             Judgment Dated: 04/02/2022\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n              R/Special Civil Application No. 17399 of 2021\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice Samir J. Dave\n\n==========================================================\n\n1    Whether Reporters of Local Papers may be allowed                 Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?                          Yes\n\n3    Whether their Lordships wish to see the fair copy                 No\n     of the judgment ? \n\n4    Whether this case involves a substantial question                 No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ?\n\n======================================================= = = =\n                       Arun Kumar Jagatramka\n                                Versus\n                            Ultrabulk A/S\n==========================================================\nAppearance:\nMr Vivek B Gupta(5611) for the Petitioner(s) No. 1 \nMr Harsh N Parekh(6951) for the Respondent(s) No. 1 \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n    Coram: Honourable Mr. Justice N.V.Anjaria \n          and \n          Honourable Mr. Justice Samir J. Dave \n\n                             Date : 04/02/2022\n\n                     Oral Judgment \n(Per : Honourable Mr. Justice N.V.Anjaria) Heard learned advocate Mr.Vivek Gupta for the petitioner and learned advocate Mr.Aditya Krishnamurthy with learned C/Sca/17399/2021 Judgment Dated: 04/02/202 2 advocate Mr.Harsh Parekh for the respondent, at length. \n2. The challenge in the present Special Civil Application filed under Article 227 of the Constitution, is directed against order dated 4.8.2021 below application Exhibit 65 in Execution Application No.161 of 2019 passed by the Principal Senior Civil Judge, Jamnagar- the Commercial Court, whereby the prayer of the petitioner to hold that the said executing court did not have the jurisdiction to entertain and decide the execution proceedings, came to be negatived. \n2.1 The respondent herein- Ultrabulk A/S is the execution petitioner and the decree-holder in whose favor the decree dated 9.11.2017 is passed by the High Court of Justice, Queen's Bench Division of England and Wales - the Commercial Court, for a sum equivalent USD 42,59,395/- with interest. \n3. The facts in the background stated in the nutshell are that the petitioner had executed irrecoverable personal guarantee on behalf of the Gujarat NRE Coke Limited. Since the said company failed to pay the dues, the suit came to be instituted by the respondent in English Commercial Court, resulting into decree as aforesaid. It is under Section 44A of the Code of Civil Procedure,1908 (CPC) that the said decree is presented for execution before the Commercial Court at Jamnagar as the decree of reciprocating territory. \n3.1 It may be stated that the execution proceedings were previously initiated before the Commercial Court, Rajkot being Execution Petition No.4 of 2018, which came to be transferred at Jamnagar and renumbered as Execution Application No.161 of 2019. It is relevant to state that before the Rajkot Commercial C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Court also application Exhibit 19 was filed seeking similar declaration that the Commercial Court did not have the jurisdiction to execute the decree. The prayer was rejected by the said court by order dated 10.4.2019. That order was challenged by the petitioner - judgment debtor by filing Special Civil Application No.8334 of 2019 which came to be dismissed by Division Bench of this Court by order dated 26.8.2019. The details in that regard are mentioned in the later part of this order. \n3.2 It appears that the order of the Division Bench was carried before the Supreme Court in Special Leave Petition and pursuant to the order passed by the Supreme Court granting liberty to raise contention about the jurisdiction of the Commercial Court to entertain execution petition, the Execution Application No.161 of 2019 came to be filed. It resulted into order impugned herein. \n4. In application Exhibit 65 as well as in the memorandum of present petition, grounds raised to assail the impugned order are inter alia that Section 6 of the Commercial Courts Act, 2015 which deals with the jurisdiction of the commercial court does not take within its sweep the execution petitions. The ambit of provisions of the commercial court, it was submitted, excludes the power of execution and executory power cannot be exercised by the commercial courts. \n4.1 It was next submitted that as per Section 16 of the Commercial Courts Act, certain provisions of Code of Civil Procedure, 1908, as per the Schedule, came to be amended to be applied to the suits instituted before the commercial court. It was submitted that the Section 44A is not amended, and that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 provisions amended by virtue of Section 16 do not contain any amendment in relation to execution, which are governed under the provisions of Sections 36 to 74 and Order XXI, CPC. It was therefore, sought to be deduced that commercial courts are not vested with powers of execution. It was contended that the execution decrees of the commercial courts would be governed by the regular provision of CPC and the decrees have to be executed before the court exercising original jurisdiction to entertain the execution petition.\n4.2 Learned advocate for the petitioner referred to the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Bill 2015, as also the Commercial Courts amendment Bill, 2018, further seeking to press into service the Law Commission of India Report No. 253, in order to support the submission that the Commercial Courts have no powers to execute the decree, nor such powers can be read in the provisions of the Commercial Courts Act, 2015. \n4.3 It was submitted with reference to the observations in Kerala Housing Board vs. K. A. Nagamani (2019) 6 SCC 429, which was in the context of enforcement of orders of the District Consumer Forum, State Consumer Commission or the National Consumer Commission that the executing proceedings is materially different from the nature of proceedings for adjudication of consumer complaint and that the execution proceedings are independent proceedings. It was sought to be submitted also that the trial court was not justified in relying on the decisions of this court in OCI Corporation vs. Kandala Export Corporation and others [(2017) GLH 383].\n4.4 A further argument is raised that the Commercial Court at C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 England did not have the jurisdiction to entertain the suit of the respondent, since the dispute between the decree-holder and judgment-debtor was not 'Commercial Claim'. It was so submitted putting forward that instrument on which the claim of the decree-holder before the Commercial Court of the Queen's Bench Division was based, was in the nature of 'on demand bond' and not the 'personal guarantee', therefore it was not a 'commercial claim'. It was submitted that consequently the dispute in the present execution was not covered within the definition of 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015. \n4.5 The respondent herein filed affidavit-in-reply to contend that the petitioner has been all along adopting dilatory tactics and anyhow or somehow interested in protracting the proceedings of the execution so that it may not have to honour the decree of English Commercial Court. It was submitted that the filing of Exhibit 95 application was the first round of litigation in which also the jurisdiction of Rajkot Commercial Court, the predecessor court of the kind, was challenged. That application was dismissed and thereafter the challenge thereto before this court in Special Civil Application No.8334 of 2019 also did not succeed and the petition was dismissed with cost of Rs.25,000/-. It was highlighted in the reply that the Division Bench of this Court observed that having participated in the proceedings before the Commercial Court at London, having given the guarantee and the judgment of the English Court having become final, only with a view to 'throw a spanner' in the execution of such decree, the petition was filed to create hurdles in the execution proceedings. \n4.6 It was even submitted in the reply that yet another C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application Exhibit 45 was a second round of litigation by the judgment-debtor challenging the jurisdiction of the Rajkot Commercial Court which was dismissed. It was thereafter that once again, application Exhibit 65 came to be filed. There was further Application No.111 filed by judgment-debtor where also the jurisdiction of the Rajkot Commercial Court indirectly was called in question, submitted the decree-holder in its reply. \n5. It is entirely germane to notice and note at the outset that in earlier application Exhibit 19 filed by the judgment-debtor before the executing court, the prayer was to transfer the captioned proceedings to a court of competent jurisdiction by declaring that this Commercial Court has no inherent jurisdiction to entertain, try and decide the execution proceedings, since the dispute was not a \"commercial dispute\"\nas defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. The very ground mainly that the alleged personal guarantee did not make the dispute fall in any of the categories to attract the definition of the 'Commercial Dispute' under Section 2(1)(c) of the Commercial Courts Act. The ground was also canvassed that the application could not be said to be arising out of the proceedings of Commercial Court as the dispute before the English Court was also not 'commercial claim' hence the jurisdiction of Commercial Courts under Section 6 of the Commercial Courts Act 2015, will not have any play. \n5.1 The aforesaid ground that the dispute is not commercial dispute within the meaning of the definition of the Act, 2015, was not only rejected but the Division Bench of this Court while dismissing the petition involving challenge to the rejection of the application Exhibit 19, the court answered the aspect observing C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 that the liability of the petitioner was based on the maritime claim which was a commercial dispute and the personal guarantee which has been given by the petitioner raised a commercial dispute, which arose before and was tried by the English Court. The Division Bench thereafter recorded the following findings, (Para 12) \"It clearly appears from the record that the decree has become final as the petitioner has not been able to point out before this Court that it has been challenged by the petitioner before the competent appellate jurisdiction, which has become final in November 2017 and thereafter, the respondent herein has preferred an application for its execution before the competent court. The contention raised by the learned counsel for the petitioner that the Commercial Court at Rajkot (now Jamnagar) has no jurisdiction is totally meritless.\" \n5.1.1 It was further held, (Para 12) \"..... even considering the definition of the word \"commercial dispute\", the execution petition is maintainable before the Commercial Court having jurisdiction, i.e., originally Rajkot and now Jamnagar. What is sought to be executed by the respondent is a maritime claim as per decree by the Commercial Court at England and therefore, the dispute in the present matter is a commercial dispute as rightly held by the Commercial Court at Rajkot in all four circumstances as naratted in the impugned judgment.\" \n5.1.2 The Division Bench while upholding the order below Exhibit 19 further observed that the issue did not warranted any interference in exercise of powers under Article 226 stating further that even independently examining the same, the Commercial Court at Rajkot has come to the conclusion that it is a commercial dispute and that Commercial Court has inherent C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 jurisdiction to try and decide the execution petition filed by the respondent. \n5.1.3 The above observations and the findings of the Division Bench of this Court in the aforesaid order dated 26.8.2019 came to be relied on by the commercial court while cementing its reasoning in rejecting the case of the petitioner and refusing the prayer of the petitioner to dismiss the application 65 alongwith other reasons supplied. \n5.2 It could be well said therefore that the ground that the dispute is not 'commercial dispute' and consequentially the Commercial Court lacks inherent jurisdiction to execute the decree, falls flat. It is deprecable that despite the above findings of the Division Bench, the very ground is raised and re-raised in yet another present proceedings. Be as it may. Repeating the litigation on the same grounds under different pretext and different context tantamount to abuse of process of law. \n5.3 The report of the Law Commission court stressed the need for stable and efficient and dispute resolution mechanism in respect of the commercial dispute which was viewed as an object for legislating the Commercial Courts Act. It was inter alia stated that, \"Quick enforcement of contracts, easy recovery of monetary claims and award of just compensation for damages suffered are absolutely critical to encourage investment and economic activity, which necessarily involves the taking of financial and enforcement risks. A stable, certain and efficient dispute resolution mechanism is therefore essential to the economic development of any nation.\" \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 5.4 This object would also buttress the interpretation that the power to enforce the decrees cannot be viewed to be diverse from jurisdiction of commercial courts. \n5.5 In Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs. Himgiri Realtors Private Limited and Another, reasoned succinctly by observing, (Para 37) \"Supreme Court also recently in Rahul S. Shah Vs. Jinendra Kumar Gandhi 2021 SCC OnLine SC 341 has lamented on the troubles of the decree holder, in not being able to enjoy the fruits of litigation on account of inordinate delay caused during the process of execution of the decree and has referred to the observations in a judgment of 1872 vintage of the Privy Council in the General Manager of the Raja Durbhunga Vs. Maharaja Coomar Ramaput Singh 1872 SCC OnLine PC 16, that the actual difficulties of a litigant in India begin when he has obtained a decree. This being the state of affairs, to hold that the jurisdiction of the Commercial Courts / Commercial Division does not extend to execution but ends with adjudication, would defeat the very purpose and object of the Commercial Courts Act i.e. of speedy disposal and resolution of commercial disputes of a specified value. To hold that the Commercial Courts / Commercial Divisions would not have jurisdiction over applications for execution of a judgment or decree or for enforcement of an arbitral award, subject matter whereof was a commercial dispute, would in our opinion sound the death knell for the objective behind setting up of the Commercial Courts and the Commercial Divisions.\" \n6. Proceeding to consider the issue on further merits, the question about jurisdiction of the Commercial Court to entertain the execution application has been answered in the reasoning and ratio of the decisions of the courts. Before the Division Bench of this Court in M/S. OCI Corporation Vs. Kandla C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Export Corporation, [(2017) 1 GLH 383], the issue was about transfer of execution petitions pending before the District Court, Gandhidham to the appropriate Commercial Court. It was the contention that the Parliament did not intend to apply provisions of Commercial Courts Act, 2015 to the execution of the foreign award which was sought to be executed in those cases. The execution proceedings were in relation to the arbitral award, and the contention was raised for with reference to the definition of the 'commercial dispute' contained in Section 2(c) of the Commercial Courts Act, that it cannot be said that there was any 'commercial dispute' pending at the execution stage in as much as commercial dispute which had arisen between the parties was already decided and adjudicated. \n6.1 While summing up the final decision, the Division Bench inter alia held and directed that, [Para 63(3)] \"Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the application or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \n6.2 In Vadodara Mahanagar Seva Sadan formally known as Municipal Corporation Vs. M. S. Khurana Engineering Limited, being Special Civil Application No.13736 of 2018, the petitioner Corporation had challenged order of the Commercial Court in relation to the award of the arbitrator for which the execution petition was filed before the Commercial Court. The contention was raised on behalf of the petitioner that C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 though the application for setting aside the arbitral award may be pending before the Commercial Court, the execution petition of the contractor would not be competent as it was for the amount below Rs.1 Crore. \n6.2.1 The Division Bench stated and observed, \"Section 37 of the CPC pertains to definition of Court which passed a decree and provides that the expression \"Court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include - [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the Court of first instance, and [b] where the Court of first instance has ceased to exist or to have jurisdiction to execute it, the Court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. Section 38 of the CPC pertains to \"Court by which decree may be executed\" and provides that a decree may be executed either by the Court which passed it, or by the Court to which it is sent for execution. In terms of Section 38 of the CPC, thus, a decree is executable by a Court which passed it. \"\n6.2.2 It was observed that since the award was enforceable in terms of the Code of the Civil Procedure in the same manner as it was the decree of the Court, \"the Court having jurisdiction over the subject matter could be the court competent to execute it as per the Section 38 of the CPC.\" It was concluded that, \"Since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the Commercial Court and it was because of this reason that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application for setting aside the arbitral award was transferred to the Commercial Court, it was the Commercial Court which was competent to enforce the arbitral award; as if it were a decree of that Court.\"\n6.3 The decision of Delhi High Court in Bayer Intellectual Property GMBH and Another Vs. Symed Laboratories, [(2019) SCC Online Delhi 7410], addressed and answered the very question. The consent decree passed before the Commercial Court was sought to be executed. The High Court observed, (Para 28) \"As far as the contention of the senior counsels for the judgment debtors, of proceedings for execution of an arbitral award as a decree being not within the jurisdiction of the Commercial Court / Commercial Division of this Court is concerned, Section 10 of the Commercial Courts Act inter alia provides that where the subject matter of an arbitration is a commercial dispute of a specified value, all applications or appeals arising out of such an arbitration under the provisions of the Arbitration Act that have been filed on the original side of the Court shall be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in the High Court. It is not in dispute that the subject matter of the arbitration, award whereof is under execution, was of the specified value.\" \n6.3.1 It was the contention canvassed before the Delhi High Court on behalf of the judgment-debtor that the jurisdiction of the Commercial Courts or Commercial Divisions is only over suits or arbitrations, subject matter whereof qualifies as a commercial dispute and not over proceedings of decrees passed in the said suits over enforcement of awards passed in the arbitrations. The Delhi High Court stated, (Para 33) C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 \"Section 2(1)(i) of the Commercial Courts Act defines \"Specified Value\" in relation to a commercial dispute, as the value of a subject matter in respect of a suit as determined in accordance with Section 12. Reference therein is thus expressly to a \"suit\", as distinct from an \"execution\". Section 12 however refers to the specified value of the subject matter of the commercial dispute in a suit, appeal or application. Thereby, the ambit of specified value is increased, from that in Section 2(1)(i), with reference to a \"suit\" alone, to an appeal or an application also. Finally, Sections 6 and 7, while prescribing the jurisdiction of Commercial Courts and Commercial Divisions, prescribe the said jurisdiction, to extend to try all suits and applications relating to a commercial dispute, again, vesting the jurisdiction in the Commercial Courts / Commercial Divisions, not only to try \"suits\" but also \"applications.\" \n6.3.2 The question dealt with by the Delhi High Court was also whether the execution proceedings are 'applications' within the meaning of Sections Nos.6, 7, 10 and 12 of the Commercial Courts Act. The Court stated that 'dispute' is a set of disagreement or an argument between the two parties over an issue. An 'application' is formal written request made to the court in relation to such issue under the dispute. It was further observed by the High Court, (Para 36) \"It is not as if, on adjudication of a dispute, resulting in a judgment / decree of a Court or award of an Arbitral Tribunal, the \"dispute\" between the parties comes to an end or nothing remains to be adjudicated between the parties. Section 47 of the CPC, in Part-II titled \"Execution\" itself, in this respect provides that all questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 and not by a separate suit. It is evident therefrom that a judgment or a decree of the Court or the award of an Arbitral Tribunal, do not put an end to the \"dispute\" between the parties and it is not as if execution is merely an administrative task, with no adjudication involved.\" \n6.3.3 The Delhi High Court rightly stated that irreconcilable and incongruous situation would be obtained if it is held otherwise that Commercial Court does not have the powers to proceed with the execution. (Para 36) \"It would be incongruous to hold that the jurisdiction of the Commercial Courts / Commercial Divisions extends only to adjudication of commercial disputes till the stage of adjudication and not to adjudication of commercial disputes arising in the course of execution. Once it is so, the word \"dispute\" in Section 2(1)(c) would extend to adjudication of disputes arising during execution of arbitral awards subject whereof falls within the jurisdiction of the Commercial Courts Act and the Commercial Court and Commercial Division would also have jurisdiction over the applications for execution of arbitral awards of a specified value, subject matter whereof was a commercial dispute.\" \n6.3.4 We fully concur with the reasons and decision of the Delhi High Court. \n6.4 Coming to the facts of the present case, it is the decree of English Court, the reciprocating territory, is being executed under Section 44A, CPC. This provision in the CPC, 1908, provides for Execution of decrees passed by the Courts in reciprocating territory. It provides that certified copy of a decree of any superior Courts of any reciprocating territory is filed in the district court, the decree may be executed as if it has been C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 passed by the district court. Sub section (2) of Section 44A provides for filing of certified copy regarding satisfaction of decree to the extent of such satisfaction or adjustments. Sub section (3) says that as per the provisions of Section 47 shall as from filing of the certified copy of the decree apply to the proceedings of a district court for executing a decree under this Section. The execution can be refused if it is shown that the decree falls within any of the exception in Section 13.\n6.4.1 At this stage, it may be stated that Section 13, CPC provides that foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties, therefore Section 44A has a direct interaction with Section 13, CPC. The provisions of Section 13 and its clauses are incorporated to become applicable while exercising powers for execution under Section 44A. Section 13 as stated above relates to the conclusiveness of foreign judgment which can be executed under Section 44A but for the exceptions contained in clauses (a) to (f) of Section 13, CPC.\n6.4.2 The decree of the foreign court is treated by way of deeming fiction as if it had been passed by the 'district court'. The parties will be producing the certified copy of the decree from the court which has passed the decree for the purpose of execution and will comply with other requirements mentioned in the provisions. As per the Sub section 3 of Section 44A- the provision of Section 47 shall as from the filing of certified copy of the decree apply to the proceedings of district court executing a decree under this Section. The word 'decree' is explained in Explanation 2 and in Explanation 1 'reciprocating territory' is referred to. \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 6.4.3 Section 38 of the CPC deals with the aspect the Court by which the decree may be executed. It provides that the decree may be executed either by the court which passed it or by the court to which it is sent for execution. The section provides for jurisdiction of execution to be the same court which passed the decree. \n6.5 In the present case, it is the money decree passed by England Commercial Court upon adjudication of commercial dispute and now sought to be executed under Section 44A which is deemed in law to be the decree as if it has been passed by district court. Upon conjoint reading of Section 44A and Section 38 CPC, it could be certainly deduced that the decree passed by the English Commercial Court can be executed by the commercial court when presented under Section 44A of the CPC. It becomes a decree as if it has been passed by district court. It would be only proper to read the word 'the Commercial Court' which had passed the decree in Section 44A CPC in place of the word 'District Court',when it is a decree passed by foreign court - the reciprocating territory, and sought to be executed.\n6.6 When the execution is filed from the decree of commercial court, the 'commercial dispute' continues to exists. In the execution proceedings initiated to execute the decree of the commercial court, the characteristics of the 'commercial dispute' is not lost, rather the dispute continues in the same nature, that is the 'commercial dispute'. \n6.7 The jurisdiction of the commercial court under Section 6 of the Commercial Courts Act extend to try all suits and applications relating to commercial dispute of specified value. The word 'specified value' has been defined under Section 2(i) of C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 the Commercial Courts Act. The word 'applications' under Section 6 would include execution applications and also proceedings relating to commercial dispute of specified value. The jurisdiction of the commercial court therefore necessarily extends to the execution application arising from the judgment and decree of the commercial court. \n6.8 There remains hardly any substance in the submission that since the provisions relating to execution were not amended while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the commercial court does not have the jurisdiction to try and decide the execution petitions. Merely because there is no amendment in relation to the execution provisions brought about and certain other provisions of CPC were amended to be applied to the commercial suits, it would not mean or imply that the commercial court does not have the power to execute. \n6.9 In Morlays (B'Ham) Limited. Vs. Roshanlal Ramsahai and Another [AIR 1961 Bom 156], the Bombay High Court considered the words 'as if' used in Sub-section (1) of Section 44A, CPC to observe that the words 'as if' are used to make the whole scheme of Order XXI applicable in respect of the execution of decrees of foreign court mentioned in Sub section 1. In other words, it can be said that when foreign decree is sought to be executed under Section 44A, CPC, the provisions relating to execution in CPC shall have a play together to be applied. Merely because while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the provisions regarding execution are not touched, it would not mean or imply that the commercial court does not have the power to execute. \nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 7. For the foregoing reasons and discussion, a clear position of law emerges that commercial court does have the jurisdiction to try and decide the execution applications arising from the judgment and decree passed by the commercial court. \n8. The impugned order dismissing the application Exhibit 65 and refusing to hold that the commercial court does not have the jurisdiction to entertain and decide execution proceedings books no error whatsoever. The challenge thereto stands meritless. \n9. The present petition is accordingly dismissed. Notice is discharged. \n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) Manshi",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court the director, esd mee seva, vs ccs infotec limited, on 26 august, 2022 bench: p naveen rao, g.radha rani honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 com ca no.33 of 2018: between: ccs infotech limited, having its regd.office at no.14, periyar road, t.nagar, chennai, rep.by its authorized signatory sri s.sridhar, s/o. late hanumantha rao, aged 38 years, r/o.nellore and others. .appellants and the director esd (mee seva), formerly commissioner (eds), eseva, road no.7, banjara hills, hyderabad. .respondent the court made the following: pnr,j & dr.grr,j com ca no.33 of 2018 & batch 2 honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 common judgment: (per hon'ble sri justice p.naveen rao) heard learned counsel sri ch.pushyam kiran for the appellants, learned special counsel for state of andhra pradesh sri goverdhan reddy and learned government pleader for arbitration (telangana state). 2. comca nos.33 and 34 of 2018 are filed by ccs infotech limited, comca nos.40, 41, 42, 48, 49 of 2018 and comca nos.4, 17, 18, 19, 20 of 2019 are filed by esd (mee seva) of both states respectively and comca nos. 51 and 52 of 2018 are filed by united telecoms ltd. as the issues raised in all the above comcas are same, they are heard and considered and common judgment is passed. 3. with the avowed object of providing various services to the citizens of hyderabad and secunderabad, as part of e-goverance initiative, the government of the then combined state of andhra pradesh proposed to start e-seva (later called as mee-seva) centers. these services were later extended to several other municipal areas in the combined state. it has sought for expression of interest to be part of the initiative as technical partners. several software companies responded to the tender notification. the cms computers limited was the successful bidder in respect of zone-i, iv, v, vi, united telecoms pnr,j & dr.grr,j com ca no.33 of 2018 & batch limited was the successful bidder in respect of zone-ii and ccs infotech limited and data management corporation was the successful bidder in respect of zone-iii. all of them entered into agreements with the mee-seva organisation on 19.05.2003. the agreements envisaged to build, operate, maintain and transfer. under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under article 3 of the agreement. the agreements are valid for a period of five years from the effective date defined in article 4.1. as per the agreement, cms opened 14 centers in zone-i, 27 centers in zone-iv, 12 centers in zone-v and 7 centers in zone-vi. similarly utl opened 25 centers in zone-ii, whereas ccs opened 15 centers in zone-iii. subsequently, supplemental agreements were also entered into between the claimants and the mee-seva organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. as per the supplemental agreements, cms opened 16 additional centers in zone-i, 16 additional centers in zone-iv, 16 additional cetners in zone-v and 15 additional centers in zone-vi. thus, in all cms opened 30 centers in zone-i, 32 centers in zone-iv, 28 centers in zone-v and 22 centers in zone-vi under the original and supplemental agreements put together. similarly, utl opened 26 additional centers in all 51 centers. ccs also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in zone-iii. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 4. disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. the disputes were referred to arbitration. hon'ble justice v.v.n.sastry (retired) was appointed as arbitrator. 5. the learned arbitrator formulated following issues for consideration: (1) whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ? (2) whether the revision/reduction of rates by the respondent is illegal and unsustainable ? (3) whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ? (4) whether the claimants are entitled to all or any of the reliefs claimed ? 6. on considering the oral and documentary evidence, the learned arbitrator passed a preliminary award holding the issue nos.1 and 3 against the claimants and issue nos.2 and 4 in favour of claimants. 7. in brief, the findings of arbitrator in his preliminary award are as under: pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: \"accordingly, i hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. it, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. the interim order granted earlier for maintaining status quo is discharged.\" issue no.2: \"i hold on issue no.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. however, with regard to electricity bills, in view of the orders passed by the government in g.o.rt.no.205, dated 30.06.2009, i am of the view that it is just and proper to direct payment at the rate of 5/per transaction to the claimants from 01.03.2008 onwards.\" issue no.3: \"arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.4: \"for determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\" 8. learned arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. 9. against the preliminary award of the arbitrator on issues 2 and 4, mee-seva preferred o.p.no.1122 of 2012 under section 34 of the act, 1996 in the civil court, later transferred to commercial court and renumbered as c.o.p.no.124 of 2016. 10. the learned arbitrator passed two separate final awards quantifying the amount by transco and directing to determine bsnl transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. 11. against the final award of the arbitrator, mee-seva preferred o.p.no.1121 of 2012 under section 34 of the act, 1996 before civil court, later transferred to the commercial court and renumbered as c.o.p.no.119 of 2016. 12. on issue no.2, the commercial court held that arbitrator erred in applying revision of rates at 5/per transaction w.e.f. 01.03.2008. pnr,j & dr.grr,j com ca no.33 of 2018 & batch it amounted to applying the revision retrospectively, whereas government order dated 30.06.2009 was prospective only. the commercial court accordingly modified the decision of the arbitrator. on issue no.4, the commercial court modified the rate of interest from 12% per annum to 6% per annum. 13. this triggered the present batch of appeals by the claimants, the mee-seva of state of telangana and mee-seva of the state of andhra pradesh. 14. learned counsel for claimants made following submissions: (a) the remedy under section 34 is not an appeal against the award. parameters to consider the award are limited to the aspects provided in section 34. the court in exercise of jurisdiction under section 34 can either affirm or set aside the award, but has no competence to modify the award; (b) the commercial court erred in holding the entitlement to levy 5/per transaction as prospective from the date of issue of g.o.rt.no.205, dated 30.06.2009; (c) the commercial court grossly erred in reducing the rate of interest from 12% to 6% per annum; (d) according to learned counsel, the award of learned arbitrator commends acceptance in toto. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 15. learned special counsel for state of andhra pradesh sri goverdhan reddy submitted as under: (a) he would submit that the g.o.rt.no.205 dt.30.06.2009 has no application to the existing contractors. it is applicable to fresh contracts. on electricity bills conclusions recorded by the learned arbitrator are contrary to his findings on issue no.2. as can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of mee-seva. thus, the conclusion of arbitrator is perverse; (b) he would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. as can be seen from section 32 of the act, once an award is passed by the arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; (c) he would further submit that against preliminary award, o.ps., were filed. as per section 34 of the act as it stood at the relevant point of time, once o.ps are filed, it is a deemed stay and, therefore, the arbitrator could not have passed final award after institution of o.ps. though the fact of filing o.ps., was informed to the learned arbitrator, he passed final award. it is a patently illegal course adopted by the arbitrator. (d) according to learned counsel, article 3.1 of the contract specifies the rates per transaction. according to article 3.2.1 the rates pnr,j & dr.grr,j com ca no.33 of 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. the letter dated 31.03.2007 shows that the technology partners consented to collect 2/per transaction instead of 5/from 01.04.2007. however, later the issue was reviewed and 5/per transaction was continued upto 01.03.2008; (e) he would submit that the term of contract with technology partners came to an end between the years 2008 to 2009 on various dates respectively. that being so, by way of interim order, the learned arbitrator extended the contract. such course adopted by the arbitrator is in excess of jurisdiction. by virtue of interim order, the contract continued far beyond the period envisaged in the contract; (f) learned counsel fairly submits that in an application under section 34, commercial court cannot modify the award. however, as the award is vitiated on several counts, having regard to the findings arrived at, the commercial court ought to have remanded to the arbitrator for passing fresh award. 16. learned government pleader for arbitration state of telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned special counsel for government of andhra pradesh. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 17. in reply, learned counsel for claimants submitted that in a section 34 application re-appreciation of evidence is not permissible. learned counsel justified passing two awards. according to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. therefore, learned arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. it is within the competence of the arbitrator to make assessment of amounts due to the claimants and to award interest. therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. 18. having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new arbitrator may be appointed. 19. following issues arise for consideration: (1) whether the arbitrator is competent to pass preliminary award and final award ? (2) whether in applications filed under section 34, can the commercial court modify the awards of the arbitrator ? (3) whether the findings recorded and conclusions arrived at by the arbitrator on issues 2 and 4 are legal and valid ? (4) what relief ? pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: 20. to consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in sections 171, 322, and 333 of the act, 1996. section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. interim award is referable to section 17. section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in section 17. section 32 deals with termination of s.17. interim measures ordered by arbitral tribunal.-(1) a party may, during the arbitral proceedings apply to the arbitral tribunal-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the court for all purposes and shall be enforceable under the code of civil procedure,1908 (5 of 1908), in the same manner as if it were an order of the court. s.32. termination of proceedings.--(1) the arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) the arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -(a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. s.33. correction and interpretation of award; additional award.--(1) within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-(a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) if the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) if the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) the arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. s.2. definitions:(1) in this part, unless the context otherwise requires,(a)&(b) xxx (c) 'arbitral award' includes an interim award; pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings. according to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). this section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil court passing preliminary decree and final decree in a suit. 21. section 33 deals with 'correction' and 'interpretation of award'. according to this provision, within 30 days from the date of receipt of arbitral award, a party can request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. the provision also enables a party to request the arbitrator 'to give an interpretation' of a specific point or part of the award. if the arbitral tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. interpretation or correction made shall form part of the arbitral award. 22. it is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. however, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. if the arbitral tribunal agrees with such application, it can pass additional arbitral award. from the provision of the act, the scheme is very clear that it does not pnr,j & dr.grr,j com ca no.33 of 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the arbitrator. an additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. 23. from the reading of sub-sections (1) and (2) of section 33, it is also apparent that the arbitrator should resort to computation of entitlement before the award is passed and include in the award. if there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. the arbitrator can suo-motu correct any clerical errors, but nothing more. the scheme also makes it clear that once an award is passed by the arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. that being so, splitting the award and passing preliminary and final awards by the arbitrator is vitiated on this ground. issue no.2: 24. section 345 vests right in a party to a dispute to challenge the award passed by the arbitrator before the civil court or before the s.34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-(a) the party making the application establishes on the basis of the record of the arbitral tribunal that-(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which pnr,j & dr.grr,j com ca no.33 of 2018 & batch commercial court. the civil court/commercial court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the arbitrator for fresh consideration, but cannot alter or modify the award passed by the arbitrator. 25.1. in the project director, national highways nos.45e and 220, national highways authority of india vs. m.hakeem and others6, the hon'ble supreme court held as under: \"16. what is important to note is that, far from section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of section 34. secondly, as the marginal note of section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"recourse\" is defined by p. ramanatha aiyar's advanced law lexicon (3rd edn.) as the enforcement or method of enforcing a right. where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. what is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. this becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of section 34, the court may adjourn the section 34 proceedings and give the arbitral tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. here again, it is important to note that it is the opinion of the arbitral tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subjectmatter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2. --for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute. (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. (2021) 9 scc 1 pnr,j & dr.grr,j com ca no.33 of 2018 & batch 42. it can therefore be said that this question has now been settled finally by at least 3 decisions [mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181] , [kinnari mullick v. ghanshyam das damani, (2018) 11 scc 328 : (2018) 5 scc (civ) 106] , [dakshin haryana bijli vitran nigam ltd. v. navigant technologies (p) ltd., (2021) 7 scc 657] of this court. even otherwise, to state that the judicial trend appears to favour an interpretation that would read into section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 act; as also to ignore the fact that the 1996 act was enacted based on the uncitral model law on international commercial arbitration, 1985 which, as has been pointed out in redfern and hunter on international arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in section 34 of the arbitration act, 1996. xxxx 48. quite obviously if one were to include the power to modify an award in section 34, one would be crossing the lakshman rekha and doing what, according to the justice of a case, ought to be done. in interpreting a statutory provision, a judge must put himself in the shoes of parliament and then ask whether parliament intended this result. parliament very clearly intended that no power of modification of an award exists in section 34 of the arbitration act, 1996. it is only for parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the arbitration act, 1996, and bring it in line with other legislations the world over.\" 25.2. the division bench of this court in ragya bee and others vs. p.s.r. constructions and others7, held as under: \"22. the scope of power of civil court under section 34 is no more res-integra, in view of the decision of hon'ble supreme court in mcdermott international inc vs burn standard company limited8. in the said decision and the decisions that followed, the hon'ble supreme court held that in a petition under section 34 of the act, 1996, the court cannot correct errors of arbitrator. it can only quash the award. paragraphs 51 and 52 of mcdermott international inc read as under: \"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" (emphasis supplied) 23. the decision of hon'ble supreme court in m.hakeem (supra) puts the issue beyond pale of doubt. it is affirmation of statement of law that stood the test of times. on review of precedent decisions, hon'ble supreme court held that section 34 of the act, 1996 cannot be held to include within it a power to modify the award. .\" 25.3. in delhi airport metro express pvt. ltd. vs. delhi metro rail corporation ltd., hon'ble court held as under: \"28. this court has in several other judgments interpreted section 34 of the 1996 act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards. the limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds. however, the difficulty arises in applying the wellestablished principles for interference to the facts of each case that come up before the 2022 (3) ald 151 (2006) 11 scc 181 (2022) 1 scc 131 pnr,j & dr.grr,j com ca no.33 of 2018 & batch courts. there is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. this approach would lead to corrosion of the object of the 1996 act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. that apart, several judicial pronouncements of this court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. 29. patent illegality should be illegality which goes to the root of the matter. in other words, every error of law committed by the arbitral tribunal would not fall within the expression \"patent illegality\". likewise, erroneous application of law cannot be categorised as patent illegality. in addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". what is prohibited is for courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. the permissible grounds for interference with a domestic award under section 34(2-a) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. an arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. the conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" 26. having regard to the provision in section 34 and the law governing the field, the court below grossly erred in modifying the award. 27. as per then provision in section 34, once application is filed under section 34, it would be amounting to deemed stay against the award passed by the arbitrator. the application under section 34 was filed challenging the preliminary award before the final award was passed by the arbitrator and this fact was informed to the arbitrator. though arbitrator took note of the filing of op, he proceeds to pass final award. the final award passed by the arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 28. in the preliminary award, the arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. thus, excluding the final award, preliminary award is incomplete. in view of the statutory mandate of section 34 as obtained then, the arbitrator could not have passed final award after op was filed under section 34 of the act challenging the preliminary award. 29. cumulatively, we have noticed that the decision of the arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under section 34 the commercial court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. these aspects go to the root of the matter. in view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. issue no.4. to what relief : 30. as the award of the arbitrator and the decision of the commercial court in application filed under section 34 are not sustainable the comcas are allowed. however, as the dispute requires resolution, we deem it proper to remit the matter to the arbitral tribunal. as both parties are in agreement for referring the matter to a new arbitrator, we are inclined to accept the request of learned counsel to appoint sri justice vilas v.afzulpurkar, retired judge of this court, as sole arbitrator. the parties are directed to place all the pleadings and documents forming part of arbitral pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings before the earlier arbitrator with hon'ble sri justice vilas v.afzulpurkar. as the issue is very old, we request hon'ble sri justice vilas v.afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. the parties are directed to prepare compilation and submit all the documents to the hon'ble sri justice vilas v.afzulpurkar within four weeks from the date of receipt of copy of this order. it is made clear that there is no expression of opinion on merits. pending miscellaneous petitions if any shall stand closed. _______________________ p.naveen rao, j _______________________ dr.g.radha rani, j date: 26.08.2022 kkm /tvk pnr,j & dr.grr,j com ca no.33 of 2018 & batch honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60ca02377f2540139f8324e2283cf080_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bd6ee6317ff48d29a9810bb9b61950d_1"
        },
        {
            "start": 242,
            "end": 340,
            "text": "\nGujarat High Court\nArun Kumar Jagatramka vs Ultrabulk A/S on 4 February, 2022\nAuthor: N.V.Anjaria",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f1a403bf705244919769bf67c61aea34_2"
        },
        {
            "start": 342,
            "end": 746,
            "text": "Bench: N.V.Anjaria, Samir J. Dave\n    C/Sca/17399/2021                             Judgment Dated: 04/02/2022\n\n\n\n\n            In The High Court Of Gujarat At Ahmedabad\n\n              R/Special Civil Application No. 17399 of 2021\n\n\nFor Approval And Signature:\n\n\nHonourable Mr. Justice N.V.Anjaria\n\nand\nHonourable Mr. Justice Samir J. Dave\n\n==========================================================\n\n1    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd4e165f9d744be5b8a7e965787f0b84_3"
        },
        {
            "start": 746,
            "end": 811,
            "text": "Whether Reporters of Local Papers may be allowed                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00af98e2d22f4f3d8df40de6dbd04104_4"
        },
        {
            "start": 811,
            "end": 887,
            "text": "Yes\n     to see the judgment ?\n\n2    To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4ae2e40b4884dacb3f28323b4fdde53_5"
        },
        {
            "start": 913,
            "end": 923,
            "text": "Yes\n\n3    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f79b1047d3ed425dba928ba8e51186f6_6"
        },
        {
            "start": 923,
            "end": 1014,
            "text": "Whether their Lordships wish to see the fair copy                 No\n     of the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e7b509c188041a585bebb2b530dc778_7"
        },
        {
            "start": 1015,
            "end": 1249,
            "text": "\n\n4    Whether this case involves a substantial question                 No\n     of law as to the interpretation of the Constitution\n     of India or any order made thereunder ?\n\n=======================================================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eff1240400a34e6190d8d6b79acf3b2f_8"
        },
        {
            "start": 1250,
            "end": 1503,
            "text": "= = =\n                       Arun Kumar Jagatramka\n                                Versus\n                            Ultrabulk A/S\n==========================================================\nAppearance:\nMr Vivek B Gupta(5611) for the Petitioner(s) No. 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54a37abb9892441ea68fa5c2f36be3e2_9"
        },
        {
            "start": 1504,
            "end": 1556,
            "text": "\nMr Harsh N Parekh(6951) for the Respondent(s) No. 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b65379b9c7c646899dc7bdd164c8bb09_10"
        },
        {
            "start": 1558,
            "end": 1565,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ef7bb106904472e80eb62cc733c4d63_11"
        },
        {
            "start": 1566,
            "end": 1573,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf201ea320c1486b88ffe67b3c08b66a_12"
        },
        {
            "start": 1574,
            "end": 1581,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa1f519b7eec4f8e957bd351df25b8cd_13"
        },
        {
            "start": 1582,
            "end": 1589,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e99749fb79db469f896cf29874c6f090_14"
        },
        {
            "start": 1590,
            "end": 1597,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3c941bdaabe4355a2945941eb79ddd7_15"
        },
        {
            "start": 1598,
            "end": 1605,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "78b1ee56dbae486b9c53959ef2451149_16"
        },
        {
            "start": 1606,
            "end": 1613,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31bebec480ff4a6b92ef4fb6b8a76825_17"
        },
        {
            "start": 1614,
            "end": 1621,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d8dd6d26a0d448cd811f4f763ac36451_18"
        },
        {
            "start": 1622,
            "end": 1629,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e82448caf7334be2a7ec388673ea77c4_19"
        },
        {
            "start": 1630,
            "end": 1637,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41d34ac5838e473caa5098ece064f12a_20"
        },
        {
            "start": 1638,
            "end": 1645,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37e64a82484e4e2cac5b8e0ffcf3848a_21"
        },
        {
            "start": 1646,
            "end": 1653,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79f801b79773475aaef66cffdd00e283_22"
        },
        {
            "start": 1654,
            "end": 1661,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c3aab21cfeb4095970fef09d09220d0_23"
        },
        {
            "start": 1662,
            "end": 1669,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0d3a3444ca34a9f975d5f097f26cd28_24"
        },
        {
            "start": 1670,
            "end": 1685,
            "text": "= =\n\n    Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbd1e027c2c84095868026ef1cc2c886_25"
        },
        {
            "start": 1686,
            "end": 1720,
            "text": "Honourable Mr. Justice N.V.Anjaria",
            "labels": [
                "PREAMBLE"
            ],
            "id": "971fcb985dd4412c95fffb81d9dbbd99_26"
        },
        {
            "start": 1721,
            "end": 1783,
            "text": "\n          and \n          Honourable Mr. Justice Samir J. Dave",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e02228f679874236a34e9f91061cf867_27"
        },
        {
            "start": 1815,
            "end": 1868,
            "text": "Date : 04/02/2022\n\n                     Oral Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ea6039b40104e7598a0be81485b3e36_28"
        },
        {
            "start": 1870,
            "end": 2070,
            "text": "(Per : Honourable Mr. Justice N.V.Anjaria) Heard learned advocate Mr.Vivek Gupta for the petitioner and learned advocate Mr.Aditya Krishnamurthy with learned C/Sca/17399/2021 Judgment Dated: 04/02/202",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa2339075cc94463aba8a6f049aae105_29"
        },
        {
            "start": 2071,
            "end": 2128,
            "text": "2 advocate Mr.Harsh Parekh for the respondent, at length.",
            "labels": [
                "NONE"
            ],
            "id": "a9663e24a33f40db8e579c492e8cd7d4_30"
        },
        {
            "start": 2130,
            "end": 2596,
            "text": "2. The challenge in the present Special Civil Application filed under Article 227 of the Constitution, is directed against order dated 4.8.2021 below application Exhibit 65 in Execution Application No.161 of 2019 passed by the Principal Senior Civil Judge, Jamnagar- the Commercial Court, whereby the prayer of the petitioner to hold that the said executing court did not have the jurisdiction to entertain and decide the execution proceedings, came to be negatived.",
            "labels": [
                "FAC"
            ],
            "id": "16df4b3e14c84dd695fbc042ad06e9fc_31"
        },
        {
            "start": 2597,
            "end": 2890,
            "text": "\n2.1 The respondent herein- Ultrabulk A/S is the execution petitioner and the decree-holder in whose favor the decree dated 9.11.2017 is passed by the High Court of Justice, Queen's Bench Division of England and Wales - the Commercial Court, for a sum equivalent USD 42,59,395/- with interest.",
            "labels": [
                "FAC"
            ],
            "id": "924d617f88824c46a5b85247cd750ebf_32"
        },
        {
            "start": 2891,
            "end": 3058,
            "text": "\n3. The facts in the background stated in the nutshell are that the petitioner had executed irrecoverable personal guarantee on behalf of the Gujarat NRE Coke Limited.",
            "labels": [
                "FAC"
            ],
            "id": "66664b1e4c1949a083d4de9852343116_33"
        },
        {
            "start": 3059,
            "end": 3219,
            "text": "Since the said company failed to pay the dues, the suit came to be instituted by the respondent in English Commercial Court, resulting into decree as aforesaid.",
            "labels": [
                "FAC"
            ],
            "id": "d0e2c4df079345b4a3ad2b6e39beb899_34"
        },
        {
            "start": 3220,
            "end": 3415,
            "text": "It is under Section 44A of the Code of Civil Procedure,1908 (CPC) that the said decree is presented for execution before the Commercial Court at Jamnagar as the decree of reciprocating territory.",
            "labels": [
                "FAC"
            ],
            "id": "8b6bd04cca3e4ddcace6d1286b553c2b_35"
        },
        {
            "start": 3417,
            "end": 3666,
            "text": "3.1 It may be stated that the execution proceedings were previously initiated before the Commercial Court, Rajkot being Execution Petition No.4 of 2018, which came to be transferred at Jamnagar and renumbered as Execution Application No.161 of 2019.",
            "labels": [
                "FAC"
            ],
            "id": "1bee737e929248c6bab7431b449ba85f_36"
        },
        {
            "start": 3667,
            "end": 3919,
            "text": "It is relevant to state that before the Rajkot Commercial C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Court also application Exhibit 19 was filed seeking similar declaration that the Commercial Court did not have the jurisdiction to execute the decree.",
            "labels": [
                "FAC"
            ],
            "id": "d25c42a0402940e8ae232db9e2c3dc5b_37"
        },
        {
            "start": 3920,
            "end": 3987,
            "text": "The prayer was rejected by the said court by order dated 10.4.2019.",
            "labels": [
                "FAC"
            ],
            "id": "fa5398a3c2974821a0f4c3210ab8011a_38"
        },
        {
            "start": 3988,
            "end": 4186,
            "text": "That order was challenged by the petitioner - judgment debtor by filing Special Civil Application No.8334 of 2019 which came to be dismissed by Division Bench of this Court by order dated 26.8.2019.",
            "labels": [
                "FAC"
            ],
            "id": "f878109cbc9346438f80f7c1621fba9c_39"
        },
        {
            "start": 4187,
            "end": 4260,
            "text": "The details in that regard are mentioned in the later part of this order.",
            "labels": [
                "FAC"
            ],
            "id": "4e49db23930f4f068e64248afa5e0f70_40"
        },
        {
            "start": 4262,
            "end": 4606,
            "text": "3.2 It appears that the order of the Division Bench was carried before the Supreme Court in Special Leave Petition and pursuant to the order passed by the Supreme Court granting liberty to raise contention about the jurisdiction of the Commercial Court to entertain execution petition, the Execution Application No.161 of 2019 came to be filed.",
            "labels": [
                "FAC"
            ],
            "id": "ec100cc75913454e9815fa05385eb714_41"
        },
        {
            "start": 4607,
            "end": 4646,
            "text": "It resulted into order impugned herein.",
            "labels": [
                "FAC"
            ],
            "id": "d570e48830a64a8597d4721ebd432d02_42"
        },
        {
            "start": 4647,
            "end": 4949,
            "text": "\n4. In application Exhibit 65 as well as in the memorandum of present petition, grounds raised to assail the impugned order are inter alia that Section 6 of the Commercial Courts Act, 2015 which deals with the jurisdiction of the commercial court does not take within its sweep the execution petitions.",
            "labels": [
                "FAC"
            ],
            "id": "23ac9b18654e46dc951b5eebb9bc6446_43"
        },
        {
            "start": 4950,
            "end": 5114,
            "text": "The ambit of provisions of the commercial court, it was submitted, excludes the power of execution and executory power cannot be exercised by the commercial courts.",
            "labels": [
                "FAC"
            ],
            "id": "1b50d0d4a2204ae98ab4688f67da7603_44"
        },
        {
            "start": 5115,
            "end": 5354,
            "text": "\n4.1 It was next submitted that as per Section 16 of the Commercial Courts Act, certain provisions of Code of Civil Procedure, 1908, as per the Schedule, came to be amended to be applied to the suits instituted before the commercial court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34d30b46bd5e44e0889f122857480881_45"
        },
        {
            "start": 5355,
            "end": 5644,
            "text": "It was submitted that the Section 44A is not amended, and that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 provisions amended by virtue of Section 16 do not contain any amendment in relation to execution, which are governed under the provisions of Sections 36 to 74 and Order XXI, CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ad3c9c73e7fa45cbaa74223d944cf74e_46"
        },
        {
            "start": 5645,
            "end": 5747,
            "text": "It was therefore, sought to be deduced that commercial courts are not vested with powers of execution.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "23ef0920fe6344428ccc2d0ed5b000f0_47"
        },
        {
            "start": 5748,
            "end": 5993,
            "text": "It was contended that the execution decrees of the commercial courts would be governed by the regular provision of CPC and the decrees have to be executed before the court exercising original jurisdiction to entertain the execution petition.\n4.2",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5735549992ed4756bd1716b9b947f65c_48"
        },
        {
            "start": 5994,
            "end": 6459,
            "text": "Learned advocate for the petitioner referred to the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Bill 2015, as also the Commercial Courts amendment Bill, 2018, further seeking to press into service the Law Commission of India Report No. 253, in order to support the submission that the Commercial Courts have no powers to execute the decree, nor such powers can be read in the provisions of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f033a610c541478c8d2476e7bff8ece5_49"
        },
        {
            "start": 6460,
            "end": 6910,
            "text": "\n4.3 It was submitted with reference to the observations in Kerala Housing Board vs. K. A. Nagamani (2019) 6 SCC 429, which was in the context of enforcement of orders of the District Consumer Forum, State Consumer Commission or the National Consumer Commission that the executing proceedings is materially different from the nature of proceedings for adjudication of consumer complaint and that the execution proceedings are independent proceedings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "44883c7ac44245b192f7bc2c9237876e_50"
        },
        {
            "start": 6911,
            "end": 7109,
            "text": "It was sought to be submitted also that the trial court was not justified in relying on the decisions of this court in OCI Corporation vs. Kandala Export Corporation and others [(2017) GLH 383].\n4.4",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "537b2cc0614749859569eb7ea6d47e34_51"
        },
        {
            "start": 7110,
            "end": 7382,
            "text": "A further argument is raised that the Commercial Court at C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 England did not have the jurisdiction to entertain the suit of the respondent, since the dispute between the decree-holder and judgment-debtor was not 'Commercial Claim'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7c03367295fb478692b47d4e4472f3c4_52"
        },
        {
            "start": 7383,
            "end": 7658,
            "text": "It was so submitted putting forward that instrument on which the claim of the decree-holder before the Commercial Court of the Queen's Bench Division was based, was in the nature of 'on demand bond' and not the 'personal guarantee', therefore it was not a 'commercial claim'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0dcf4f3249024571a32491956323ce3e_53"
        },
        {
            "start": 7659,
            "end": 7850,
            "text": "It was submitted that consequently the dispute in the present execution was not covered within the definition of 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "78266f887441415889d22eadde765bc6_54"
        },
        {
            "start": 7851,
            "end": 8133,
            "text": "\n4.5 The respondent herein filed affidavit-in-reply to contend that the petitioner has been all along adopting dilatory tactics and anyhow or somehow interested in protracting the proceedings of the execution so that it may not have to honour the decree of English Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b7bf33510df4d468461303a7b902780_55"
        },
        {
            "start": 8134,
            "end": 8336,
            "text": "It was submitted that the filing of Exhibit 95 application was the first round of litigation in which also the jurisdiction of Rajkot Commercial Court, the predecessor court of the kind, was challenged.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a0468203c2914a04bdd94e0def841249_56"
        },
        {
            "start": 8337,
            "end": 8545,
            "text": "That application was dismissed and thereafter the challenge thereto before this court in Special Civil Application No.8334 of 2019 also did not succeed and the petition was dismissed with cost of Rs.25,000/-.",
            "labels": [
                "FAC"
            ],
            "id": "2b3aa2cb5d384560b82c09e45aac93dc_57"
        },
        {
            "start": 8546,
            "end": 8935,
            "text": "It was highlighted in the reply that the Division Bench of this Court observed that having participated in the proceedings before the Commercial Court at London, having given the guarantee and the judgment of the English Court having become final, only with a view to 'throw a spanner' in the execution of such decree, the petition was filed to create hurdles in the execution proceedings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "42290076e3be40bb81aeadc9287fc14a_58"
        },
        {
            "start": 8937,
            "end": 9196,
            "text": "4.6 It was even submitted in the reply that yet another C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application Exhibit 45 was a second round of litigation by the judgment-debtor challenging the jurisdiction of the Rajkot Commercial Court which was dismissed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "86a6be203b09418d8180505e0c59c0ab_59"
        },
        {
            "start": 9197,
            "end": 9272,
            "text": "It was thereafter that once again, application Exhibit 65 came to be filed.",
            "labels": [
                "FAC"
            ],
            "id": "d9c76cc6e2b342a4b9d4ce62f95c6975_60"
        },
        {
            "start": 9273,
            "end": 9470,
            "text": "There was further Application No.111 filed by judgment-debtor where also the jurisdiction of the Rajkot Commercial Court indirectly was called in question, submitted the decree-holder in its reply.",
            "labels": [
                "FAC"
            ],
            "id": "2548c6d632ec4d86b289161d40b0b9c9_61"
        },
        {
            "start": 9472,
            "end": 10026,
            "text": "5. It is entirely germane to notice and note at the outset that in earlier application Exhibit 19 filed by the judgment-debtor before the executing court, the prayer was to transfer the captioned proceedings to a court of competent jurisdiction by declaring that this Commercial Court has no inherent jurisdiction to entertain, try and decide the execution proceedings, since the dispute was not a \"commercial dispute\"\nas defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "096ddcb27b7842e99656d01627be2a5a_62"
        },
        {
            "start": 10027,
            "end": 10246,
            "text": "The very ground mainly that the alleged personal guarantee did not make the dispute fall in any of the categories to attract the definition of the 'Commercial Dispute' under Section 2(1)(c) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e2dd3d6730424802888aa4e1ea2262ca_63"
        },
        {
            "start": 10247,
            "end": 10563,
            "text": "The ground was also canvassed that the application could not be said to be arising out of the proceedings of Commercial Court as the dispute before the English Court was also not 'commercial claim' hence the jurisdiction of Commercial Courts under Section 6 of the Commercial Courts Act 2015, will not have any play.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9ecd769dd3fc4849b36b948a021fae04_64"
        },
        {
            "start": 10565,
            "end": 11178,
            "text": "5.1 The aforesaid ground that the dispute is not commercial dispute within the meaning of the definition of the Act, 2015, was not only rejected but the Division Bench of this Court while dismissing the petition involving challenge to the rejection of the application Exhibit 19, the court answered the aspect observing C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 that the liability of the petitioner was based on the maritime claim which was a commercial dispute and the personal guarantee which has been given by the petitioner raised a commercial dispute, which arose before and was tried by the English Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3994d52e0ede43e7ab7a32aebe3110fa_65"
        },
        {
            "start": 11179,
            "end": 11631,
            "text": "The Division Bench thereafter recorded the following findings, (Para 12) \"It clearly appears from the record that the decree has become final as the petitioner has not been able to point out before this Court that it has been challenged by the petitioner before the competent appellate jurisdiction, which has become final in November 2017 and thereafter, the respondent herein has preferred an application for its execution before the competent court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f25ac8640ad4da188365273d1fa5964_66"
        },
        {
            "start": 11632,
            "end": 11789,
            "text": "The contention raised by the learned counsel for the petitioner that the Commercial Court at Rajkot (now Jamnagar) has no jurisdiction is totally meritless.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "41e5c90242aa4d178a2595fdde69a3e2_67"
        },
        {
            "start": 11790,
            "end": 12030,
            "text": "\n5.1.1 It was further held, (Para 12) \"..... even considering the definition of the word \"commercial dispute\", the execution petition is maintainable before the Commercial Court having jurisdiction, i.e., originally Rajkot and now Jamnagar.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ab328af812a74273a33c5f26ca542bf7_68"
        },
        {
            "start": 12031,
            "end": 12335,
            "text": "What is sought to be executed by the respondent is a maritime claim as per decree by the Commercial Court at England and therefore, the dispute in the present matter is a commercial dispute as rightly held by the Commercial Court at Rajkot in all four circumstances as naratted in the impugned judgment.\"",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7728d47fc4eb47caaecc54f06b91e13b_69"
        },
        {
            "start": 12336,
            "end": 12823,
            "text": "\n5.1.2 The Division Bench while upholding the order below Exhibit 19 further observed that the issue did not warranted any interference in exercise of powers under Article 226 stating further that even independently examining the same, the Commercial Court at Rajkot has come to the conclusion that it is a commercial dispute and that Commercial Court has inherent C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 jurisdiction to try and decide the execution petition filed by the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99939a70fc56441d98b4b463feb9cb2d_70"
        },
        {
            "start": 12824,
            "end": 13166,
            "text": "\n5.1.3 The above observations and the findings of the Division Bench of this Court in the aforesaid order dated 26.8.2019 came to be relied on by the commercial court while cementing its reasoning in rejecting the case of the petitioner and refusing the prayer of the petitioner to dismiss the application 65 alongwith other reasons supplied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17c388170f3247cbbcea5e62f324e583_71"
        },
        {
            "start": 13168,
            "end": 13368,
            "text": "5.2 It could be well said therefore that the ground that the dispute is not 'commercial dispute' and consequentially the Commercial Court lacks inherent jurisdiction to execute the decree, falls flat.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b68c94113b594b079f0de7f55eb55cb1_72"
        },
        {
            "start": 13369,
            "end": 13516,
            "text": "It is deprecable that despite the above findings of the Division Bench, the very ground is raised and re-raised in yet another present proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b88da6a96f9d4d1cb74dcba7cc805760_73"
        },
        {
            "start": 13517,
            "end": 13530,
            "text": "Be as it may.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "511e0f08aa1b4bb2987b02abe00e6ffc_74"
        },
        {
            "start": 13531,
            "end": 13660,
            "text": "Repeating the litigation on the same grounds under different pretext and different context tantamount to abuse of process of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f75963c4f87846b6a30a143cf458f430_75"
        },
        {
            "start": 13662,
            "end": 13890,
            "text": "5.3 The report of the Law Commission court stressed the need for stable and efficient and dispute resolution mechanism in respect of the commercial dispute which was viewed as an object for legislating the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23ebdeaa245440c8830ab65d75044a25_76"
        },
        {
            "start": 13891,
            "end": 14184,
            "text": "It was inter alia stated that, \"Quick enforcement of contracts, easy recovery of monetary claims and award of just compensation for damages suffered are absolutely critical to encourage investment and economic activity, which necessarily involves the taking of financial and enforcement risks.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a3344636088c4a6595d64358d67f1a1c_77"
        },
        {
            "start": 14185,
            "end": 14312,
            "text": "A stable, certain and efficient dispute resolution mechanism is therefore essential to the economic development of any nation.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ceb896818ad4dc8ab62eaa32a4c2989_78"
        },
        {
            "start": 14313,
            "end": 14361,
            "text": "\nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 5.4",
            "labels": [
                "NONE"
            ],
            "id": "8eff4eda9f194e51ba61a14366ce3397_79"
        },
        {
            "start": 14362,
            "end": 14521,
            "text": "This object would also buttress the interpretation that the power to enforce the decrees cannot be viewed to be diverse from jurisdiction of commercial courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c8e0fc231a64e6e86e3b44f552e7888_80"
        },
        {
            "start": 14522,
            "end": 15252,
            "text": "\n5.5 In Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs. Himgiri Realtors Private Limited and Another, reasoned succinctly by observing, (Para 37) \"Supreme Court also recently in Rahul S. Shah Vs. Jinendra Kumar Gandhi 2021 SCC OnLine SC 341 has lamented on the troubles of the decree holder, in not being able to enjoy the fruits of litigation on account of inordinate delay caused during the process of execution of the decree and has referred to the observations in a judgment of 1872 vintage of the Privy Council in the General Manager of the Raja Durbhunga Vs. Maharaja Coomar Ramaput Singh 1872 SCC OnLine PC 16, that the actual difficulties of a litigant in India begin when he has obtained a decree.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3ff29652a6b64b7385361df9ded1035c_81"
        },
        {
            "start": 15253,
            "end": 15573,
            "text": "This being the state of affairs, to hold that the jurisdiction of the Commercial Courts / Commercial Division does not extend to execution but ends with adjudication, would defeat the very purpose and object of the Commercial Courts Act i.e. of speedy disposal and resolution of commercial disputes of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b811bad9f3f84cb5852aaad0d2f77701_82"
        },
        {
            "start": 15574,
            "end": 15940,
            "text": "To hold that the Commercial Courts / Commercial Divisions would not have jurisdiction over applications for execution of a judgment or decree or for enforcement of an arbitral award, subject matter whereof was a commercial dispute, would in our opinion sound the death knell for the objective behind setting up of the Commercial Courts and the Commercial Divisions.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aeba8158b55a4f4b936d41c4ec60660c_83"
        },
        {
            "start": 15941,
            "end": 16168,
            "text": "\n6. Proceeding to consider the issue on further merits, the question about jurisdiction of the Commercial Court to entertain the execution application has been answered in the reasoning and ratio of the decisions of the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0974416374a74b21832e9fe4b5bef2f6_84"
        },
        {
            "start": 16169,
            "end": 16462,
            "text": "Before the Division Bench of this Court in M/S. OCI Corporation Vs. Kandla C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 Export Corporation, [(2017) 1 GLH 383], the issue was about transfer of execution petitions pending before the District Court, Gandhidham to the appropriate Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f5a072283e740e7bc117ec2a502462a_85"
        },
        {
            "start": 16463,
            "end": 16656,
            "text": "It was the contention that the Parliament did not intend to apply provisions of Commercial Courts Act, 2015 to the execution of the foreign award which was sought to be executed in those cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da208949197f448493a8356911453a1b_86"
        },
        {
            "start": 16657,
            "end": 17074,
            "text": "The execution proceedings were in relation to the arbitral award, and the contention was raised for with reference to the definition of the 'commercial dispute' contained in Section 2(c) of the Commercial Courts Act, that it cannot be said that there was any 'commercial dispute' pending at the execution stage in as much as commercial dispute which had arisen between the parties was already decided and adjudicated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "549b1326070641cba2483605ea38c8fe_87"
        },
        {
            "start": 17076,
            "end": 17653,
            "text": "6.1 While summing up the final decision, the Division Bench inter alia held and directed that, [Para 63(3)] \"Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the application or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "02af85d4141f4254967b3f0f21f06f90_88"
        },
        {
            "start": 17654,
            "end": 18007,
            "text": "\n6.2 In Vadodara Mahanagar Seva Sadan formally known as Municipal Corporation Vs. M. S. Khurana Engineering Limited, being Special Civil Application No.13736 of 2018, the petitioner Corporation had challenged order of the Commercial Court in relation to the award of the arbitrator for which the execution petition was filed before the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ac4dd8a9c5744931881969505a5a433f_89"
        },
        {
            "start": 18008,
            "end": 18321,
            "text": "The contention was raised on behalf of the petitioner that C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 though the application for setting aside the arbitral award may be pending before the Commercial Court, the execution petition of the contractor would not be competent as it was for the amount below Rs.1 Crore.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9fe0f81820834114be6218a73ce2b05c_90"
        },
        {
            "start": 18323,
            "end": 19284,
            "text": "6.2.1 The Division Bench stated and observed, \"Section 37 of the CPC pertains to definition of Court which passed a decree and provides that the expression \"Court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include - [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the Court of first instance, and [b] where the Court of first instance has ceased to exist or to have jurisdiction to execute it, the Court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. Section 38 of the CPC pertains to \"Court by which decree may be executed\" and provides that a decree may be executed either by the Court which passed it, or by the Court to which it is sent for execution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ad72fccab84f4d7bba09ed8a0b91d6bf_91"
        },
        {
            "start": 19285,
            "end": 19376,
            "text": "In terms of Section 38 of the CPC, thus, a decree is executable by a Court which passed it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4c699fa4aeb48c1ab12795898201bc4_92"
        },
        {
            "start": 19377,
            "end": 19384,
            "text": "\"\n6.2.2",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b5387f670ada49e289c6b36a38e8752c_93"
        },
        {
            "start": 19385,
            "end": 19668,
            "text": "It was observed that since the award was enforceable in terms of the Code of the Civil Procedure in the same manner as it was the decree of the Court, \"the Court having jurisdiction over the subject matter could be the court competent to execute it as per the Section 38 of the CPC.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1aaa85ca647643c681e36cb80f7d1586_94"
        },
        {
            "start": 19669,
            "end": 20141,
            "text": "It was concluded that, \"Since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the Commercial Court and it was because of this reason that the C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 application for setting aside the arbitral award was transferred to the Commercial Court, it was the Commercial Court which was competent to enforce the arbitral award; as if it were a decree of that Court.\"\n6.3",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59d1bb03dd85434c82026ffaa6c052ff_95"
        },
        {
            "start": 20142,
            "end": 20320,
            "text": "The decision of Delhi High Court in Bayer Intellectual Property GMBH and Another Vs. Symed Laboratories, [(2019) SCC Online Delhi 7410], addressed and answered the very question.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "36d0324598e241048409e42bc6f20d2a_96"
        },
        {
            "start": 20321,
            "end": 20401,
            "text": "The consent decree passed before the Commercial Court was sought to be executed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e062cf1571334787a042b067b0fd3f8c_97"
        },
        {
            "start": 20402,
            "end": 21127,
            "text": "The High Court observed, (Para 28) \"As far as the contention of the senior counsels for the judgment debtors, of proceedings for execution of an arbitral award as a decree being not within the jurisdiction of the Commercial Court / Commercial Division of this Court is concerned, Section 10 of the Commercial Courts Act inter alia provides that where the subject matter of an arbitration is a commercial dispute of a specified value, all applications or appeals arising out of such an arbitration under the provisions of the Arbitration Act that have been filed on the original side of the Court shall be heard and disposed of by the Commercial Division, where such Commercial Division has been constituted in the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a02678849ad2460e9cbe330f5d5414ea_98"
        },
        {
            "start": 21128,
            "end": 21255,
            "text": "It is not in dispute that the subject matter of the arbitration, award whereof is under execution, was of the specified value.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c9801e370dff4a7f858c302a756d1e2a_99"
        },
        {
            "start": 21256,
            "end": 21635,
            "text": "\n6.3.1 It was the contention canvassed before the Delhi High Court on behalf of the judgment-debtor that the jurisdiction of the Commercial Courts or Commercial Divisions is only over suits or arbitrations, subject matter whereof qualifies as a commercial dispute and not over proceedings of decrees passed in the said suits over enforcement of awards passed in the arbitrations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9eefa55d10f64a95bb5ee4b936eee3dd_100"
        },
        {
            "start": 21636,
            "end": 21926,
            "text": "The Delhi High Court stated, (Para 33) C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 \"Section 2(1)(i) of the Commercial Courts Act defines \"Specified Value\" in relation to a commercial dispute, as the value of a subject matter in respect of a suit as determined in accordance with Section 12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d6e13bc1674c4d87a09f0912ea3a8013_101"
        },
        {
            "start": 21927,
            "end": 22008,
            "text": "Reference therein is thus expressly to a \"suit\", as distinct from an \"execution\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "631d495c03834fceb4654d2d4ec92ce5_102"
        },
        {
            "start": 22009,
            "end": 22139,
            "text": "Section 12 however refers to the specified value of the subject matter of the commercial dispute in a suit, appeal or application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96164758593f4cb9a69caf540bc30b43_103"
        },
        {
            "start": 22140,
            "end": 22292,
            "text": "Thereby, the ambit of specified value is increased, from that in Section 2(1)(i), with reference to a \"suit\" alone, to an appeal or an application also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3acbeed0dc6841abbf0ddb54549580d9_104"
        },
        {
            "start": 22293,
            "end": 22642,
            "text": "Finally, Sections 6 and 7, while prescribing the jurisdiction of Commercial Courts and Commercial Divisions, prescribe the said jurisdiction, to extend to try all suits and applications relating to a commercial dispute, again, vesting the jurisdiction in the Commercial Courts / Commercial Divisions, not only to try \"suits\" but also \"applications.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3682d08ead4408a84f0056a9bfe33af_105"
        },
        {
            "start": 22644,
            "end": 22840,
            "text": "6.3.2 The question dealt with by the Delhi High Court was also whether the execution proceedings are 'applications' within the meaning of Sections Nos.6, 7, 10 and 12 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcac56930ec24d4a8a325f1e10ef212d_106"
        },
        {
            "start": 22841,
            "end": 22951,
            "text": "The Court stated that 'dispute' is a set of disagreement or an argument between the two parties over an issue.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "51a3e75194a84a978223f87e87e47af3_107"
        },
        {
            "start": 22952,
            "end": 23057,
            "text": "An 'application' is formal written request made to the court in relation to such issue under the dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "886673d7282243cd98603576a86e7e77_108"
        },
        {
            "start": 23058,
            "end": 23344,
            "text": "It was further observed by the High Court, (Para 36) \"It is not as if, on adjudication of a dispute, resulting in a judgment / decree of a Court or award of an Arbitral Tribunal, the \"dispute\" between the parties comes to an end or nothing remains to be adjudicated between the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "74e36dfe2d674b40bf00833b217a3ca9_109"
        },
        {
            "start": 23345,
            "end": 23741,
            "text": "Section 47 of the CPC, in Part-II titled \"Execution\" itself, in this respect provides that all questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to execution, discharge or satisfaction of the decree, shall be determined by the Court executing the decree C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 and not by a separate suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2925e0abb7344229db1af22a424d4d7_110"
        },
        {
            "start": 23742,
            "end": 23995,
            "text": "It is evident therefrom that a judgment or a decree of the Court or the award of an Arbitral Tribunal, do not put an end to the \"dispute\" between the parties and it is not as if execution is merely an administrative task, with no adjudication involved.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7392457df3274593a04879e817d5c5a4_111"
        },
        {
            "start": 23997,
            "end": 24204,
            "text": "6.3.3 The Delhi High Court rightly stated that irreconcilable and incongruous situation would be obtained if it is held otherwise that Commercial Court does not have the powers to proceed with the execution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "250b8c61f36b4efd9d9f6401cf5be642_112"
        },
        {
            "start": 24205,
            "end": 24214,
            "text": "(Para 36)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "613819c1c29a45b4b25a7e50dc676194_113"
        },
        {
            "start": 24215,
            "end": 24483,
            "text": "\"It would be incongruous to hold that the jurisdiction of the Commercial Courts / Commercial Divisions extends only to adjudication of commercial disputes till the stage of adjudication and not to adjudication of commercial disputes arising in the course of execution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fbcb8138a874b718374f633a70e6078_114"
        },
        {
            "start": 24484,
            "end": 24901,
            "text": "Once it is so, the word \"dispute\" in Section 2(1)(c) would extend to adjudication of disputes arising during execution of arbitral awards subject whereof falls within the jurisdiction of the Commercial Courts Act and the Commercial Court and Commercial Division would also have jurisdiction over the applications for execution of arbitral awards of a specified value, subject matter whereof was a commercial dispute.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "082a1bd0776948c4be19dba7723733e3_115"
        },
        {
            "start": 24902,
            "end": 24979,
            "text": "\n6.3.4 We fully concur with the reasons and decision of the Delhi High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e25967b761c418e850947cdb90cbe54_116"
        },
        {
            "start": 24980,
            "end": 25131,
            "text": "\n6.4 Coming to the facts of the present case, it is the decree of English Court, the reciprocating territory, is being executed under Section 44A, CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9eb9a719809948c8b07b833ac3e00a54_117"
        },
        {
            "start": 25132,
            "end": 25247,
            "text": "This provision in the CPC, 1908, provides for Execution of decrees passed by the Courts in reciprocating territory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3b1a4b476a746b78d4b856f3141a869_118"
        },
        {
            "start": 25248,
            "end": 25496,
            "text": "It provides that certified copy of a decree of any superior Courts of any reciprocating territory is filed in the district court, the decree may be executed as if it has been C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 passed by the district court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0b34bd92ef44e279ec397bd06091261_119"
        },
        {
            "start": 25497,
            "end": 25649,
            "text": "Sub section (2) of Section 44A provides for filing of certified copy regarding satisfaction of decree to the extent of such satisfaction or adjustments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4629866b1de4a0fa0d7599b3bbebaca_120"
        },
        {
            "start": 25650,
            "end": 25856,
            "text": "Sub section (3) says that as per the provisions of Section 47 shall as from filing of the certified copy of the decree apply to the proceedings of a district court for executing a decree under this Section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81b88239d3f14bd5aba19d1524d22436_121"
        },
        {
            "start": 25857,
            "end": 25971,
            "text": "The execution can be refused if it is shown that the decree falls within any of the exception in Section 13.\n6.4.1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5118920c619483787d31a58208679ec_122"
        },
        {
            "start": 25972,
            "end": 26221,
            "text": "At this stage, it may be stated that Section 13, CPC provides that foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties, therefore Section 44A has a direct interaction with Section 13, CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd2b0ca980424e0d8782ffcc64dee919_123"
        },
        {
            "start": 26222,
            "end": 26361,
            "text": "The provisions of Section 13 and its clauses are incorporated to become applicable while exercising powers for execution under Section 44A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e281a9bb4192437cb135206d3d40dcbe_124"
        },
        {
            "start": 26362,
            "end": 26559,
            "text": "Section 13 as stated above relates to the conclusiveness of foreign judgment which can be executed under Section 44A but for the exceptions contained in clauses (a) to (f) of Section 13, CPC.\n6.4.2",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e25dd7c603e747df883843157b089a4e_125"
        },
        {
            "start": 26560,
            "end": 26678,
            "text": "The decree of the foreign court is treated by way of deeming fiction as if it had been passed by the 'district court'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "962900a55704482ca4739685893d801b_126"
        },
        {
            "start": 26679,
            "end": 26882,
            "text": "The parties will be producing the certified copy of the decree from the court which has passed the decree for the purpose of execution and will comply with other requirements mentioned in the provisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09c375e34ccf42d997ae6ffea42ef8a3_127"
        },
        {
            "start": 26883,
            "end": 27090,
            "text": "As per the Sub section 3 of Section 44A- the provision of Section 47 shall as from the filing of certified copy of the decree apply to the proceedings of district court executing a decree under this Section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d34688ed0abf419cb4d70da52cb58608_128"
        },
        {
            "start": 27091,
            "end": 27201,
            "text": "The word 'decree' is explained in Explanation 2 and in Explanation 1 'reciprocating territory' is referred to.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45b28c0ae9354f959cbda3d92b465860_129"
        },
        {
            "start": 27202,
            "end": 27343,
            "text": "\nC/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 6.4.3 Section 38 of the CPC deals with the aspect the Court by which the decree may be executed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4130520eb4fa46159479858577e72fc4_130"
        },
        {
            "start": 27344,
            "end": 27474,
            "text": "It provides that the decree may be executed either by the court which passed it or by the court to which it is sent for execution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef276b25961346319c9571c2151e225a_131"
        },
        {
            "start": 27475,
            "end": 27571,
            "text": "The section provides for jurisdiction of execution to be the same court which passed the decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eecf33021f754368a5e7e472dfecc2d7_132"
        },
        {
            "start": 27573,
            "end": 27827,
            "text": "6.5 In the present case, it is the money decree passed by England Commercial Court upon adjudication of commercial dispute and now sought to be executed under Section 44A which is deemed in law to be the decree as if it has been passed by district court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6816070913414c13a9bbfedd60158385_133"
        },
        {
            "start": 27828,
            "end": 28054,
            "text": "Upon conjoint reading of Section 44A and Section 38 CPC, it could be certainly deduced that the decree passed by the English Commercial Court can be executed by the commercial court when presented under Section 44A of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f1ee9e2a0714ff8a8b0116273b245af_134"
        },
        {
            "start": 28055,
            "end": 28118,
            "text": "It becomes a decree as if it has been passed by district court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2dd4da7b8e7465982167314c07935de_135"
        },
        {
            "start": 28119,
            "end": 28373,
            "text": "It would be only proper to read the word 'the Commercial Court' which had passed the decree in Section 44A CPC in place of the word 'District Court',when it is a decree passed by foreign court - the reciprocating territory, and sought to be executed.\n6.6",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bfb54b5301742f59bb269d27f530d60_136"
        },
        {
            "start": 28374,
            "end": 28484,
            "text": "When the execution is filed from the decree of commercial court, the 'commercial dispute' continues to exists.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af99dbc19bcc4dbaa6dcfb7f0c466e30_137"
        },
        {
            "start": 28485,
            "end": 28714,
            "text": "In the execution proceedings initiated to execute the decree of the commercial court, the characteristics of the 'commercial dispute' is not lost, rather the dispute continues in the same nature, that is the 'commercial dispute'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33d3340cfbe04d2888a4b98c6a88e607_138"
        },
        {
            "start": 28716,
            "end": 28897,
            "text": "6.7 The jurisdiction of the commercial court under Section 6 of the Commercial Courts Act extend to try all suits and applications relating to commercial dispute of specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95d9102a359d428e9883e65339f16169_139"
        },
        {
            "start": 28898,
            "end": 29034,
            "text": "The word 'specified value' has been defined under Section 2(i) of C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ae11df2d30e4a3fa43603a0c4d21680_140"
        },
        {
            "start": 29035,
            "end": 29183,
            "text": "The word 'applications' under Section 6 would include execution applications and also proceedings relating to commercial dispute of specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a52a04f5a0b48daae382e9fbf170749_141"
        },
        {
            "start": 29184,
            "end": 29345,
            "text": "The jurisdiction of the commercial court therefore necessarily extends to the execution application arising from the judgment and decree of the commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39afd6ca0bfd424190490eaa9b428cfe_142"
        },
        {
            "start": 29346,
            "end": 29656,
            "text": "\n6.8 There remains hardly any substance in the submission that since the provisions relating to execution were not amended while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the commercial court does not have the jurisdiction to try and decide the execution petitions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e487eedd270a4026b9c8c033ec498d01_143"
        },
        {
            "start": 29657,
            "end": 29924,
            "text": "Merely because there is no amendment in relation to the execution provisions brought about and certain other provisions of CPC were amended to be applied to the commercial suits, it would not mean or imply that the commercial court does not have the power to execute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a51387506e614c18bfa2b26c75807ecd_144"
        },
        {
            "start": 29926,
            "end": 30283,
            "text": "6.9 In Morlays (B'Ham) Limited. Vs. Roshanlal Ramsahai and Another [AIR 1961 Bom 156], the Bombay High Court considered the words 'as if' used in Sub-section (1) of Section 44A, CPC to observe that the words 'as if' are used to make the whole scheme of Order XXI applicable in respect of the execution of decrees of foreign court mentioned in Sub section 1.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2e4a8afd2564494ea22942b1bc3c576c_145"
        },
        {
            "start": 30284,
            "end": 30474,
            "text": "In other words, it can be said that when foreign decree is sought to be executed under Section 44A, CPC, the provisions relating to execution in CPC shall have a play together to be applied.",
            "labels": [
                "RATIO"
            ],
            "id": "94ed0888ec3b48a7831f8da4a4ffd724_146"
        },
        {
            "start": 30475,
            "end": 30723,
            "text": "Merely because while amending certain provisions of CPC as per the Section 16 of the Commercial Courts Act, the provisions regarding execution are not touched, it would not mean or imply that the commercial court does not have the power to execute.",
            "labels": [
                "RATIO"
            ],
            "id": "cf96c52a60dc4bc5b26d711f4f886ddc_147"
        },
        {
            "start": 30725,
            "end": 30771,
            "text": "C/SCA/17399/2021 JUDGMENT DATED: 04/02/2022 7.",
            "labels": [
                "NONE"
            ],
            "id": "80dcbe2325394afdac572c69c8872ecc_148"
        },
        {
            "start": 30772,
            "end": 31008,
            "text": "For the foregoing reasons and discussion, a clear position of law emerges that commercial court does have the jurisdiction to try and decide the execution applications arising from the judgment and decree passed by the commercial court.",
            "labels": [
                "RATIO"
            ],
            "id": "a8d827fc33a04ced9d5f7c76aa6aed9f_149"
        },
        {
            "start": 31009,
            "end": 31220,
            "text": "\n8. The impugned order dismissing the application Exhibit 65 and refusing to hold that the commercial court does not have the jurisdiction to entertain and decide execution proceedings books no error whatsoever.",
            "labels": [
                "RATIO"
            ],
            "id": "0714742079304de3b61990246aaefaef_150"
        },
        {
            "start": 31221,
            "end": 31260,
            "text": "The challenge thereto stands meritless.",
            "labels": [
                "RPC"
            ],
            "id": "7be98e08397c4ce9addfac1b60d7e657_151"
        },
        {
            "start": 31262,
            "end": 31311,
            "text": "9. The present petition is accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "b879add925e74455a698544017d22444_152"
        },
        {
            "start": 31312,
            "end": 31333,
            "text": "Notice is discharged.",
            "labels": [
                "RPC"
            ],
            "id": "41ad60ac8ea74606b1576096b63d29de_153"
        },
        {
            "start": 31334,
            "end": 31376,
            "text": "\n(N.V.ANJARIA, J) (SAMIR J. DAVE,J) Manshi",
            "labels": [
                "NONE"
            ],
            "id": "1802e8ad2a784ed984cb7353cdcd048a_154"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Director, Esd Mee Seva, vs Ccs Infotec Limited",
            "label": "PRECEDENT",
            "start_char": 25,
            "end_char": 71
        },
        {
            "text": "26 August, 2022",
            "label": "DATE",
            "start_char": 76,
            "end_char": 91
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 99,
            "end_char": 111
        },
        {
            "text": "G.Radha Rani",
            "label": "JUDGE",
            "start_char": 113,
            "end_char": 125
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 160,
            "end_char": 172
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 239,
            "end_char": 266
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 391,
            "end_char": 401
        },
        {
            "text": "COM CA NO.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 402,
            "end_char": 422
        },
        {
            "text": "CCS Infotech Limited",
            "label": "PETITIONER",
            "start_char": 435,
            "end_char": 455
        },
        {
            "text": "T.Nagar",
            "label": "GPE",
            "start_char": 504,
            "end_char": 511
        },
        {
            "text": "Chennai",
            "label": "GPE",
            "start_char": 513,
            "end_char": 520
        },
        {
            "text": "S.Sridhar",
            "label": "OTHER_PERSON",
            "start_char": 558,
            "end_char": 567
        },
        {
            "text": "Hanumantha Rao",
            "label": "OTHER_PERSON",
            "start_char": 579,
            "end_char": 593
        },
        {
            "text": "Nellore",
            "label": "OTHER_PERSON",
            "start_char": 614,
            "end_char": 621
        },
        {
            "text": "Director ESD (Mee Seva)",
            "label": "RESPONDENT",
            "start_char": 718,
            "end_char": 741
        },
        {
            "text": "Eseva",
            "label": "GPE",
            "start_char": 772,
            "end_char": 777
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 805,
            "end_char": 814
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 975,
            "end_char": 978
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 986,
            "end_char": 989
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 1044,
            "end_char": 1064
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1145,
            "end_char": 1157
        },
        {
            "text": "JUSTICE RADHA RANI COMMERCIAL COURT",
            "label": "COURT",
            "start_char": 1217,
            "end_char": 1252
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 1388,
            "end_char": 1400
        },
        {
            "text": "Pushyam Kiran",
            "label": "OTHER_PERSON",
            "start_char": 1432,
            "end_char": 1445
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 1494,
            "end_char": 1517
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 1522,
            "end_char": 1537
        },
        {
            "text": "Telangana State",
            "label": "GPE",
            "start_char": 1586,
            "end_char": 1601
        },
        {
            "text": "COMCA Nos.33 and 34 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1608,
            "end_char": 1635
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 1649,
            "end_char": 1669
        },
        {
            "text": "COMCA Nos.40, 41, 42, 48, 49 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1671,
            "end_char": 1707
        },
        {
            "text": "COMCA Nos.4, 17, 18, 19, 20 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1712,
            "end_char": 1747
        },
        {
            "text": "ESD (Mee Seva",
            "label": "ORG",
            "start_char": 1761,
            "end_char": 1774
        },
        {
            "text": "United Telecoms Ltd.",
            "label": "ORG",
            "start_char": 1850,
            "end_char": 1870
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 2063,
            "end_char": 2072
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 2077,
            "end_char": 2089
        },
        {
            "text": "Government of the then combined State of",
            "label": "ORG",
            "start_char": 2130,
            "end_char": 2170
        },
        {
            "text": "Andhra Pradesh",
            "label": "GPE",
            "start_char": 2171,
            "end_char": 2185
        },
        {
            "text": "CMS Computers Limited",
            "label": "ORG",
            "start_char": 2500,
            "end_char": 2521
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 2608,
            "end_char": 2634
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 2703,
            "end_char": 2723
        },
        {
            "text": "Data Management Corporation",
            "label": "ORG",
            "start_char": 2728,
            "end_char": 2755
        },
        {
            "text": "MEE-SEVA Organisation",
            "label": "ORG",
            "start_char": 2851,
            "end_char": 2872
        },
        {
            "text": "19.05.2003",
            "label": "DATE",
            "start_char": 2876,
            "end_char": 2886
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 3105,
            "end_char": 3114
        },
        {
            "text": "Article 4.1",
            "label": "PROVISION",
            "start_char": 3220,
            "end_char": 3231
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3255,
            "end_char": 3258
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 3368,
            "end_char": 3371
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 3410,
            "end_char": 3413
        },
        {
            "text": "MEE-SEVA Organization",
            "label": "ORG",
            "start_char": 3536,
            "end_char": 3557
        },
        {
            "text": "01.12.2003",
            "label": "DATE",
            "start_char": 3561,
            "end_char": 3571
        },
        {
            "text": ",",
            "label": "DATE",
            "start_char": 3571,
            "end_char": 3572
        },
        {
            "text": "18.02.2004",
            "label": "DATE",
            "start_char": 3573,
            "end_char": 3583
        },
        {
            "text": "10.02.2004",
            "label": "DATE",
            "start_char": 3588,
            "end_char": 3598
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3693,
            "end_char": 3696
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3854,
            "end_char": 3857
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 4029,
            "end_char": 4032
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 4081,
            "end_char": 4084
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 4219,
            "end_char": 4222
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 4230,
            "end_char": 4233
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 4240,
            "end_char": 4256
        },
        {
            "text": "V.V.N.Sastry",
            "label": "JUDGE",
            "start_char": 4503,
            "end_char": 4515
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 4719,
            "end_char": 4729
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5375,
            "end_char": 5378
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 5386,
            "end_char": 5389
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 5546,
            "end_char": 5556
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6039,
            "end_char": 6049
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 6264,
            "end_char": 6274
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6395,
            "end_char": 6405
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 6645,
            "end_char": 6648
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 6656,
            "end_char": 6659
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 6666,
            "end_char": 6682
        },
        {
            "text": "Mee",
            "label": "OTHER_PERSON",
            "start_char": 7153,
            "end_char": 7156
        },
        {
            "text": "seva",
            "label": "OTHER_PERSON",
            "start_char": 7157,
            "end_char": 7161
        },
        {
            "text": "O.P.No.1122 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7172,
            "end_char": 7191
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7198,
            "end_char": 7208
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7216,
            "end_char": 7225
        },
        {
            "text": "C.O.P.No.124 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7302,
            "end_char": 7322
        },
        {
            "text": "Mee-seva",
            "label": "OTHER_PERSON",
            "start_char": 7618,
            "end_char": 7626
        },
        {
            "text": "O.P.No.1121 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7637,
            "end_char": 7656
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7663,
            "end_char": 7673
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7681,
            "end_char": 7690
        },
        {
            "text": "C.O.P.No.119 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7771,
            "end_char": 7791
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 7921,
            "end_char": 7931
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 7934,
            "end_char": 7937
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 7945,
            "end_char": 7948
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 7955,
            "end_char": 7971
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8065,
            "end_char": 8075
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8357,
            "end_char": 8375
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 8396,
            "end_char": 8419
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 8505,
            "end_char": 8515
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8624,
            "end_char": 8634
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8680,
            "end_char": 8690
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8924,
            "end_char": 8934
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 9130,
            "end_char": 9133
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 9141,
            "end_char": 9144
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 9151,
            "end_char": 9167
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "GPE",
            "start_char": 9208,
            "end_char": 9231
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 9236,
            "end_char": 9251
        },
        {
            "text": "No.205",
            "label": "CASE_NUMBER",
            "start_char": 9309,
            "end_char": 9315
        },
        {
            "text": "dt.30.06.2009",
            "label": "DATE",
            "start_char": 9316,
            "end_char": 9329
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 9835,
            "end_char": 9845
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10094,
            "end_char": 10104
        },
        {
            "text": "Article 3.1",
            "label": "PROVISION",
            "start_char": 10482,
            "end_char": 10493
        },
        {
            "text": "Article 3.2.1",
            "label": "PROVISION",
            "start_char": 10560,
            "end_char": 10573
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 10584,
            "end_char": 10587
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 10595,
            "end_char": 10621
        },
        {
            "text": "31.03.2007",
            "label": "DATE",
            "start_char": 10810,
            "end_char": 10820
        },
        {
            "text": "01.04.2007",
            "label": "DATE",
            "start_char": 10917,
            "end_char": 10927
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 11010,
            "end_char": 11020
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11488,
            "end_char": 11498
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 11772,
            "end_char": 11790
        },
        {
            "text": "Government of Andhra Pradesh",
            "label": "ORG",
            "start_char": 11916,
            "end_char": 11944
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 11947,
            "end_char": 11950
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 11958,
            "end_char": 11961
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 11968,
            "end_char": 11984
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12057,
            "end_char": 12067
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13114,
            "end_char": 13124
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 13328,
            "end_char": 13331
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 13339,
            "end_char": 13342
        },
        {
            "text": "Sections 171, 322, and 333",
            "label": "PROVISION",
            "start_char": 13500,
            "end_char": 13526
        },
        {
            "text": "Section 2(1)(c)4 has",
            "label": "PROVISION",
            "start_char": 13545,
            "end_char": 13565
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13715,
            "end_char": 13725
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13727,
            "end_char": 13737
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13878,
            "end_char": 13888
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 13890,
            "end_char": 13900
        },
        {
            "text": "S.17",
            "label": "PROVISION",
            "start_char": 13927,
            "end_char": 13931
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 15327,
            "end_char": 15337
        },
        {
            "text": "Code of Civil Procedure,1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15496,
            "end_char": 15536
        },
        {
            "text": "section 33 and sub-section (4) of section 34",
            "label": "PROVISION",
            "start_char": 16285,
            "end_char": 16329
        },
        {
            "text": "Section 31",
            "label": "PROVISION",
            "start_char": 18182,
            "end_char": 18192
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 18458,
            "end_char": 18461
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 18469,
            "end_char": 18472
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 18475,
            "end_char": 18495
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 18872,
            "end_char": 18882
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 20139,
            "end_char": 20176
        },
        {
            "text": "sub-sections (1) and (2) of Section 33",
            "label": "PROVISION",
            "start_char": 20479,
            "end_char": 20517
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 21048,
            "end_char": 21058
        },
        {
            "text": "Section 345",
            "label": "PROVISION",
            "start_char": 21211,
            "end_char": 21222
        },
        {
            "text": "S.34",
            "label": "PROVISION",
            "start_char": 21344,
            "end_char": 21348
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 22515,
            "end_char": 22518
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 22526,
            "end_char": 22529
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 22536,
            "end_char": 22552
        },
        {
            "text": "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "label": "PRECEDENT",
            "start_char": 22852,
            "end_char": 22966
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22980,
            "end_char": 22993
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23058,
            "end_char": 23068
        },
        {
            "text": "sub-sections (2) and (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23215,
            "end_char": 23253
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23289,
            "end_char": 23299
        },
        {
            "text": "P. Ramanatha Aiyar",
            "label": "OTHER_PERSON",
            "start_char": 23493,
            "end_char": 23511
        },
        {
            "text": "sub-section (1) of Section 34",
            "label": "PROVISION",
            "start_char": 23995,
            "end_char": 24024
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24052,
            "end_char": 24062
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24452,
            "end_char": 24462
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25086,
            "end_char": 25091
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25212,
            "end_char": 25217
        },
        {
            "text": "section 75 or section 81",
            "label": "PROVISION",
            "start_char": 25328,
            "end_char": 25352
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 26289,
            "end_char": 26299
        },
        {
            "text": "(2021) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 27509,
            "end_char": 27523
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 27524,
            "end_char": 27527
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 27535,
            "end_char": 27561
        },
        {
            "text": "McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181",
            "label": "PRECEDENT",
            "start_char": 27672,
            "end_char": 27745
        },
        {
            "text": "Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106",
            "label": "PRECEDENT",
            "start_char": 27750,
            "end_char": 27833
        },
        {
            "text": "Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657",
            "label": "PRECEDENT",
            "start_char": 27838,
            "end_char": 27929
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28052,
            "end_char": 28062
        },
        {
            "text": "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "label": "STATUTE",
            "start_char": 28240,
            "end_char": 28304
        },
        {
            "text": "Redfern",
            "label": "OTHER_PERSON",
            "start_char": 28339,
            "end_char": 28346
        },
        {
            "text": "Hunter",
            "label": "OTHER_PERSON",
            "start_char": 28351,
            "end_char": 28357
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28546,
            "end_char": 28556
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28693,
            "end_char": 28703
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 28711,
            "end_char": 28732
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28815,
            "end_char": 28825
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29018,
            "end_char": 29028
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29050,
            "end_char": 29060
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29168,
            "end_char": 29178
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29186,
            "end_char": 29207
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29224,
            "end_char": 29234
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29335,
            "end_char": 29356
        },
        {
            "text": "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "label": "PRECEDENT",
            "start_char": 29462,
            "end_char": 29519
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29581,
            "end_char": 29591
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29651,
            "end_char": 29664
        },
        {
            "text": "McDermott International Inc Vs Burn Standard Company Limited8",
            "label": "PRECEDENT",
            "start_char": 29668,
            "end_char": 29729
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29797,
            "end_char": 29810
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29841,
            "end_char": 29851
        },
        {
            "text": "McDermott International Inc",
            "label": "ORG",
            "start_char": 29970,
            "end_char": 29997
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30801,
            "end_char": 30814
        },
        {
            "text": "M.Hakeem",
            "label": "PRECEDENT",
            "start_char": 30818,
            "end_char": 30826
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30982,
            "end_char": 30995
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31006,
            "end_char": 31016
        },
        {
            "text": "Delhi Airport Metro Express Pvt. Ltd. Vs.",
            "label": "PRECEDENT",
            "start_char": 31113,
            "end_char": 31154
        },
        {
            "text": "Delhi Metro Rail Corporation Ltd.",
            "label": "ORG",
            "start_char": 31155,
            "end_char": 31188
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31278,
            "end_char": 31288
        },
        {
            "text": "2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131",
            "label": "PRECEDENT",
            "start_char": 31664,
            "end_char": 31715
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 31716,
            "end_char": 31719
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 31727,
            "end_char": 31730
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 31733,
            "end_char": 31753
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 33242,
            "end_char": 33257
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34094,
            "end_char": 34104
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34222,
            "end_char": 34232
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34266,
            "end_char": 34276
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 34381,
            "end_char": 34391
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 34747,
            "end_char": 34750
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 34758,
            "end_char": 34761
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 34768,
            "end_char": 34784
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35028,
            "end_char": 35038
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35131,
            "end_char": 35141
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35395,
            "end_char": 35405
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35807,
            "end_char": 35817
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36130,
            "end_char": 36149
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 36291,
            "end_char": 36328
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36404,
            "end_char": 36423
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36482,
            "end_char": 36501
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36763,
            "end_char": 36782
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37000,
            "end_char": 37012
        },
        {
            "text": "DR.G.RADHA RANI",
            "label": "JUDGE",
            "start_char": 37040,
            "end_char": 37055
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37065,
            "end_char": 37075
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 37085,
            "end_char": 37088
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 37096,
            "end_char": 37099
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 37106,
            "end_char": 37122
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37154,
            "end_char": 37166
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 37192,
            "end_char": 37219
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37313,
            "end_char": 37323
        }
    ],
    "precedent_clusters": {
        "Director, Esd Mee Seva, vs Ccs Infotec Limited": [
            "Director, Esd Mee Seva, vs Ccs Infotec Limited",
            "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "McDermott International Inc Vs Burn Standard Company Limited8",
            "Delhi Airport Metro Express Pvt. Ltd. Vs."
        ],
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": [
            "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "M.Hakeem"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "section 33 and sub-section (4) of section 34",
            "Act, 1996",
            "section 33 and sub-section (4) of section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996",
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-section (1) of Section 34",
            "Act, 1996",
            "sub-section (1) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34(2-A)",
            "Arbitration Act, 1996",
            "Section 34(2-A)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Arbitration Act, 1996",
            "section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Article 3",
            "Act, 1996",
            "Article 3",
            "Act, 1996"
        ],
        [
            "Article 4.1",
            "Act, 1996",
            "Article 4.1",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "Article 3.1",
            "Act, 1996",
            "Article 3.1",
            "Act, 1996"
        ],
        [
            "Article 3.2.1",
            "Act, 1996",
            "Article 3.2.1",
            "Act, 1996"
        ],
        [
            "Sections 171, 322, and 333",
            "Act, 1996",
            "Sections 171, 322, and 333",
            "Act, 1996"
        ],
        [
            "Section 2(1)(c)4 has",
            "Act, 1996",
            "Section 2(1)(c)4 has",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "S.17",
            "Act, 1996",
            "S.17",
            "Act, 1996"
        ],
        [
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ]
    ],
    "precedent_counts": {
        "Director, Esd Mee Seva, vs Ccs Infotec Limited": 4,
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": 2
    },
    "provision_counts": {
        "Section 34 of Act, 1996": 11,
        "section 37 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 34 of UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Section 34 of Arbitration Act, 1996": 14,
        "section 34 of Act, 1996": 2,
        "Section 17 of Act, 1996": 3,
        "Section 32 of Act, 1996": 2,
        "section 33 and sub-section (4) of section 34 of Act, 1996": 1,
        "sub-sections (1) and (2) of Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 33 of Code of Civil Procedure,1908 (5 of 1908)": 2,
        "sub-sections (2) and (3) of Section 34 of Act, 1996": 1,
        "sub-section (1) of Section 34 of Act, 1996": 1,
        "Section 34(2-A) of Arbitration Act, 1996": 1,
        "section 34 of Arbitration Act, 1996": 1,
        "Article 3 of Act, 1996": 1,
        "Article 4.1 of Act, 1996": 1,
        "Article 3.1 of Act, 1996": 1,
        "Article 3.2.1 of Act, 1996": 1,
        "Sections 171, 322, and 333 of Act, 1996": 1,
        "Section 2(1)(c)4 has of Act, 1996": 1,
        "S.17 of Act, 1996": 1,
        "Section 31 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 345 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "S.34 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 75 or section 81 of Code of Civil Procedure,1908 (5 of 1908)": 1
    },
    "statute_counts": {
        "Act, 1996": 28,
        "Code of Civil Procedure,1908 (5 of 1908)": 9,
        "UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Arbitration Act, 1996": 16
    }
}