{
    "id": "915aa9abbb3d0cdd373c996647ca16b4e35dd4f5e7349986fbd644a3c848740a",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nSouth Delhi Municipal Corporation vs M/S Tech Mahindra on 12 February, 2019 \nAuthor: S. Ravindra Bhat\nBench: S. Ravindra Bhat, Prateek Jalan \n$~3\n*     In The High Court Of Delhi At New Delhi\n                              Date of Decision: February 12, 2019\n\n+     Efa(Os) (Comm) 3/2019\n      South Delhi Municipal Corporation                 ..... Appellant\n                     Through: Mr. Sanjay Poddar, Senior Advocate\n                              with Mr. Sandeep Bajaj, Mr.Aakanksha \n                              Nehra, Mr. Govind Kumar, Mr. Soayib \n                              Qureshi and Mr.Naman Tandon, \n                              Advocates \n\n                                    versus \n\n      M / S Tech Mahindra                                          ..... Respondent\nThrough: Mr. Sandeep Sethi, Senior Advocate with Mr. Abhijeet Sinha, Ms. Rashmi Gogoi, Ms. Surabhi Limaye, Ms. Sayaree Basu Malik, Mr. Sidharth Naidu & Ms. Vaishali Kalera, Advocate Coram: \nMr. Justice S. Ravindra Bhat Mr. Justice Prateek Jalan % S. Ravindra Bhat, J. (Open Court) \n1. The South Delhi Municipal Corporation (hereafter \"Sdmc\") appeals an order of the learned Single Judge which directed it to deposit 50% of the awarded amount; even whilst directing the final hearing of its petition under Section 34 of the Arbitration and Conciliation Act, 1996. It is also contended that this direction could not have been made when the application preferred by the Sdmc for stay of the award was pending. \n2. The respondent's threshold contention was that the appeal is per se not maintainable in view of the phraseology of Section 13 of the Commercial Courts Act, 2015. In answer, Mr. Sanjay Poddar, learned senior counsel urges on behalf of Sdmc that the impugned order in all intents and purposes amounts to an attachment before judgment, as the awarded amount is directed to be secured, and is therefore covered by provisions of Order Xxxviii Rule 2 of Code of Civil Procedure (C.P.C.). It is further submitted that such order is appealable by virtue of Section 13(1) of the Commercial Courts Act, 2015 (hereafter \"the Cc Act\") read with Order Xliii Rule 1(q) of the Cpc, given that the mandate of Section 36 of the Act, Cpc applies to proceedings under the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Arbitration Act\").\n3. It was lastly contended by Mr. Poddar, that except Order Xxxviii Rule 2 of Cpc, there is no provision enabling the court, much less one enforcing the award, to direct deposit of amounts by way of security and that consequentially the impugned order is traceable to Order Xxxviii and therefore appealable under Order Xliii Rule 1(q).\n4. Mr. Sandeep Sethi, learned senior counsel for the respondent, on the other hand, urges that there is no merit in the SDMC's argument with respect to maintainability. He points out that Order Xliii alludes to an order or direction under Order Xxxviii of Cpc - which presupposes the pendency of a suit. It is furthermore highlighted that Section 36 of the Arbitration Act only refers to the procedure outlined in the Code with respect to proceedings for enforcement under the Arbitration Act, 1996 and that the principal objective of the Cc Act, 2015 was to eliminate all interlocutory appeals, except those provided for. He also cited the Supreme Court judgment in Kandla Export Corporation & Anr. Vs. M/s. Oci Corporation & Anr., (2018) 14 Scc 715.\n5. The relevant provision of Commercial Courts Act, 2015 are as follows:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\n**************** ***********\n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions. - Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. \n**************** ***********\n13. Appeals from decrees of Commercial Courts and Commercial Divisions. - (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or  order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996. \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n**************** ***********\n21. Act to have overriding effect. - Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n6. A conjoint reading of the provisions especially Section 8, 11 and 21 of the CC Act, highlight the Parliamentary intention to vest Commercial Courts and Commercial Appellate Divisions with only limited jurisdiction. Flowing from that, the scheme of Section 13 of the Commercial Courts Act, provides only two types of appeals; (1) in respect of specific matters enumerated in Order XLIII Rule 1 (read with Section 104) of the CPC and (2) appeals that are admissible under Section 37 of the Arbitration Act. \n7. The judgment in Kandla Export Corporation (supra) noticed the Statement of Objects and Reasons, of the Commercial Courts Act. The Supreme Court had to deal with an Enforcement Appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. The Supreme Court noticed not only the Statement of Objects and Reasons but also various other provisions, especially the embargo placed upon the courts, embodied in Sections 8 and 11 and the overriding nature of the CC Act, to conclude that once appeals were held to be barred, an appeal to the Division Bench appeal - against a Commercial Court's order in an enforcement of a foreign award issue was not maintainable. The Court took into account its previous rulings in Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC 333 and some other judgments. \n8. The Statement of Objects and Reasons for the Commercial Courts Act, states that:\n\"The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and questions of law. \nTherefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \nxxx 6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:--\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court; \n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. \n7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\"\n9. It is quite evident that the legislative or Parliamentary intent, was to confer upon the Commercial Appellate Courts and Commercial appellate Division Bench of a High Court, extremely limited jurisdiction and circumscribe the appellate jurisdiction. Thus, in interlocutory matters, as it were, Commercial Appellate Division possesses jurisdiction in matters enumerated in the Order XLIII Rule 1 - no less no more. Likewise, with respect to the appeals against orders made in the course of proceedings under the Arbitration Act, the Court's power is delineated to what is enumerated in Section 37 of CPC. \n10. In Kandla Export Corporation (supra), the Court held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v Indo Mercantile Bank Ltd, 1959 Supp (2) SCR 256 at 266-267, thus:\n******** *********\n15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37 (1) (a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37 (2) (a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" \n11. The reference to Order XLIII Rule 1 - relied upon on behalf of SDMC in the context of this case, in the opinion of this court, is misplaced. Order XLIII Rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from Order XXXVIII and all the attendant provisions), and not to proceedings in respect of an award. Thus, reference to Order XLIII to \"draw in\" the jurisdiction of the Division Bench, is wholly unjustified. Likewise, the Court also rejects the appellant's arguments that Section 36 of the Arbitration Act attracts the provisions of the Code of Civil Procedure. In fact, Section 36 refers to and directs courts to follow CPC in proceedings relating to enforcement of arbitral awards. The logical corollary is that the provisions of the CPC that deal with the proceeding for enforcement of decrees and orders (such as in execution like Order XXI CPC), would be attracted. \n12. In view of the above discussions, we conclude that the present appeal is not maintainable. The appellant's remedy clearly lies elsewhere. An attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jus ibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. This was explained pithily in Ganga Bai v Vijay Kumar, (1974) 2 SCC 393, in the following terms: \n\"There is a basic distinction between the right of suit and the right of appeal. There is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. It is no answer to a suit howsoever frivolous the claim, that the law confers no such right to sue. A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. But the position in regard to appeals is quite the opposite. The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. That explains why the right of appeal is described as a creature of statute.\" \n13. In view of the above discussion, it is held that the present appeal is plainly not maintainable by virtue of provisions of the Commercial Courts Act, 2015; the appeal is therefore dismissed. No costs. \nS. RAVINDRA BHAT, J PRATEEK JALAN, J FEBRUARY 12, 2019 pkb",
        "preamble_end_char_offset": null,
        "cleaned_text": "chattisgarh high court south eastern coalfields limited vs m/s sri balaji metals and minerals pvt. . on 17 november, 2021 author: rajendra chandra singh samant bench: rajendra chandra singh samant afr high court of chhattisgarh, bilaspur reserved for orders on : 24/08/2021 order passed on : 17/11/2021 w.p.(227) no.393 of 2021 1. south eastern coalfields limited seepat road, bilaspur (chhattisgarh) through the chairman cum managing director, secl, seepat road, bilaspur chhattisgarh 2. the general manager, kusmunda area, po kusmunda, district korba, chhattisgarh 3. the staff officer (mining) secl, kusmunda area, po kusmunda, district, korba (chhattisgarh) ---petitioners versus  m/s sri balaji metals & minerals pvt. ltd., through: raghav lakhotia, director 23-a, netaji subhas road, 3rd floor, kolkata (wb) ---respondent with  m/s sri balaji metals & minerals private limited through: raghav lakhotia director, 23-a, netaji subhas road, 3 rd floor, kolkata (w.b.) ---petitioner versus south eastern coalfields limited, seepat road, bilaspur, (c.g.) through: 1. the chairman cum managing director, secl seepat road, bilaspur chhattisgarh 2. the general manager, kusmunda area, p. o. kusmunda district: korba, chhattisgarh 3. the staff officer (mining) secl kusmunda area, p. o. kusmunda district: korba, chhattisgarh ---respondents (in w.p.(227) no.393/2021):for petitioners :mr. kishore bhaduri, sr. advocate with mr. sunny agrawal and mr. vivek chopda, advocates. for respondent :mr. s.b. upadhyay, sr. advocate with mr. ankit pandey, advocate. (in w.p.(227) no.415/2021) for petitioner :mr. s.b. upadhyay, sr. advocate with mr. ankit pandey, advocate. for respondents :mr. kishore bhaduri, sr. advocate with mr. sunny agrawal and mr. vivek chopda, advocates. hon'ble shri justice rajendra chandra singh samant cav order 17/11/2021 1. both the petitions under article 227 of constitution of india have been brought challenging the order dated 07.07.2021 passed by the learned commercial court (district level), atal nagar, naya raipur, c.g., by which the learned commercial court has held that commercial court in naya raipur does not have the territorial jurisdiction to decide the reference. 2. the petitioners in w.p.(227) no.393/2021 shall be referred to as 'petitioners' and the respondent in this petition, who is also petitioner in w.p.(227) no.415/2021 shall be referred to as 'respondent' in this order. 3. the brief facts of the case are these that after the completion of tender process of the work order was issued to the respondent m/s shri balaji metals & minerals pvt. ltd. as on 16.07.2007, the cost of the work was rs.50,17,19,700/-. the time fixed for completion of work was 3 years, but the contract could not be completed and the contract was terminated by the petitioner vide order dated 31.08.2009. the left over work was completed by a third party according to the terms of contract. 4. the notice of recovery was issued against the respondent. respondent raised objection and brought for consideration of the committee as per the clause 12 of the contract. the petitioner constituted such committee which was to submit a report with respect to the dispute present between the parties. the respondents then preferred a writ petition before the high court which was disposed off by the high court on 05.07.2012 by issuing some directions. as per the direction issued, the committee which was constituted, heard both the parties and passed award on 31.12.2012 holding the decision of the petitioner regarding termination of contract and regarding issuance of notice for recovery of amount as legal and correct. 5. the respondent then again moved an application before the high court of chhattisgarh seeking modification of order dated 05.07.2012 in the writ petition which was disposed off vide order dated 07.01.2013, holding that the respondent shall have the liberty to raise objection before the appropriate forum under the arbitration and conciliation act, 1996 i.e. before the commercial court at naya raipur, c.g. against the award of the committee dated 31.12.2012. the commercial court, raipur in the initial round allowed the application and the award of the committee dated 31.12.2012 was set aside vide order dated 24.01.2017 holding that the committee constituted was not in accordance with the law. the petitioner then preferred appeal before the high court under section 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act, 1996') which was dismissed and the order passed by the commercial court was affirmed. 6. the petitioner then filed a special leave petition (c.) no.16988 of 2018 before the hon'ble supreme court. this s.l.p. was decided by the supreme court vide order dated 20.07.2018 by which all the earlier orders passed were set aside, a sole arbitrator was appointed for arbitrating on the dispute present between the parties, in which the venue of the arbitration was fixed at new delhi. the sole arbitrator hon'ble mr. justice ashok kumar mathur, former judge of hon'ble supreme court, proceeded with the arbitration and passed the award dated 28.01.2020. this award was challenged before the commercial court, district level, nava raipur, c.g. it is in that proceeding, the learned commercial court has held that the court is not vested with territorial jurisdiction to decide the issue present between the parties. 7. it is submitted by the learned senior counsel for the petitioner that the learned commercial court has erroneously relied upon the judgment of supreme court in the case of b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited reported in (2020) 4 supreme court cases 234. the place of sitting of the sole arbitrator was decided by the supreme court only for the convenience of the learned arbitrator. whereas, the dispute between the parties has arisen in chhattisgarh. it is submitted that it was only the venue of arbitration for which the parties had agreed that it should be in delhi for the convenience of the hon'ble arbitrator. 8. initially the arbitration award was passed by the committee constituted by the petitioner in chhattisgarh state and the same was challenged before the learned commercial court of chhattisgarh state, which was decided by the commercial court itself. therefore, the commercial court, raipur is the only court which has jurisdiction to entertain the application under section 34 of the act, 1996 (hereinafter referred to as 'the act, 1996'). hence, this petition is fit to be entertained, therefore, relief is prayed for. 9. learned senior counsel for the respondent submits in reply to opposes the submissions made by the learned counsel for the petitioner and submits that the arbitration in the present case was held in delhi. respondent has already filed an application under section 34 of the act, 1996 in the court at delhi. according to the judgment in b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited (supra), both the courts in raipur as well as in delhi have jurisdiction to entertain the application under section 34 of the act, 1996. the learned commercial court has held that both the parties have chosen delhi as seat of arbitration as provided under section 20(1) of the act, 1996. it is submitted that according to the contract between the parties, both the parties have agreed for the seat of arbitration to be within the jurisdiction of commercial court at raipur. the learned commercial court has misconstrued the venue of arbitration to be seat of arbitration. 10.reliance has been placed on the judgment of supreme court in the case of swastik gases private limited vs. indian oil corporation limited reported in (2013) 9 supreme court cases 32, in which it is very clearly held, that when the parties have agreed to the contract specifying the jurisdiction of the court of a particular place, that is a clause in the agreement in exclusion of all the other courts. 11. reliance has also been placed on the judgment of supreme court in the case of hindustan construction company limited vs. n.h.p.c. limited & anr. reported in (2020) 4 supreme court cases 310, brahmani river pellets limited vs. kamachi industries limited reported in (2020) 5 scc 462, indus mobile distribution pvt. ltd. vs. datawind innovations pvt. ltd. & ors. reported in (2017) 7 supreme court cases 678, emkay global financial services ltd. vs. girdhar sondhi reported in (2018) 9 supreme court cases 49. 12.it is further submitted by the learned senior counsel for the respondent that the order of the supreme court directing the place for arbitration for the convenience of the learned arbitrator is meant only to describe the venue of the arbitration and that should not be considered as seat of arbitration. hence, clearly the b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited (supra) case shall not be applicable. it is only the seat at bilaspur as agreed by the parties, where the jurisdiction vests with the commercial court at raipur, because there is no such court present, and functioning in bilaspur. hence, the impugned order is not sustainable. 13.in reply, learned senior counsel for the petitioner submits that the order of the supreme court and the s.l.p. cannot be regarded as having effect to oust the clause 32 of agreement between the parties. hence, the impugned order is not sustainable. 14.heard learned counsel for the parties and perused the documents present on record. 15.the prayer in both the petitions is for quashing the impugned order. the order that was passed by the hon'ble supreme court in civil appeal no.6852 of 2018 passed on 20.07.2018 regarding appointment of the sole arbitrator. 16.the petitioner and the respondent both being aggrieved by the arbitration award dated 28.01.2020 passed by the learned arbitrator filed separate applications under section 34 of act, 1996. the application of the petitioner was registered as arbitration m.j.c. no.14/2020 and the application of the respondent was registered as arbitration m.j.c. no.06/2020. the learned commercial court by its own notion framed a legal question, whether the commercial court at raipur has the territorial jurisdiction to consider and decide the applications filed by both the parties. in the impugned order, the learned commercial court made observation to this fact that both the parties had agreed that the seat for arbitration under section 20 (1) of the act, 1996 shall be at delhi and on that basis, the impugned order was passed. 17.as per the submissions made by the learned counsel for both the parties, the seat for arbitration and venue for arbitration both have different meaning. the supreme court has in the case of b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited (supra) case held in paragraph 82 :\"82.on a conspectus of the aforesaid judgments, it may be concluded that whenever there is the designation of a place of arbitration in an arbitration clause as being the \"venue\" of the arbitration proceedings, the expression \"arbitration proceedings\" would make it clear that the \"venue\" is really the \"seat\" of the arbitral proceedings, as the aforesaid expression does not include just one or more individual or particular hearing, but the arbitration proceedings as a whole, including the making of an award at that place. this language has to be contrasted with language such as \"tribunals are to meet or have witnesses, experts or the parties\" where only hearings are to take place in the \"venue\", which may lead to the conclusion, other things being equal, that the venue so stated is not the \"seat\" of arbitral proceedings, but only a convenient place of meeting. further, the fact that the arbitral proceedings \"shall be held\" at a particular venue would also indicate that the parties intended to anchor arbitral proceedings to a particular place, signifying thereby, that that place is the seat of the arbitral proceedings. this, coupled with there being no other significant contrary indicia that the stated venue is merely a \"venue\" and not the \"seat\" of the arbitral proceedings, would then conclusively show that such a clause designates a \"seat\" of the arbitral proceedings. in an international context, if a supranational body of rules is to govern the arbitration, this would further be an indicia that \"the venue\", so stated, would be the seat of the arbitral proceedings. in a national context, this would be replaced by the arbitration act, 1996 as applying to the \"stated venue\", which then becomes the \"seat\" for the purposes of arbitration.\" 18.similarly, in the case of swastik gases private limited vs. indian oil corporation limited (supra), it was held in paragraph 32 by the supreme court which is as follows:\"32.for answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at kolkata. it is a fact that whilst providing for jurisdiction clause in the agreement the words like 'alone', 'only', 'exclusive' or 'exclusive jurisdiction' have not been used but this, in our view, is not decisive and does not make any material difference. the intention of the parties by having clause 18 in the agreement is clear and unambiguous that the courts at kolkata shall have jurisdiction which means that the courts at kolkata alone shall have jurisdiction. it is so because for construction of jurisdiction clause, like clause 18 in the agreement, the maxim expression unius est exclusio alterius comes into play as there is nothing to indicate to the contrary. this legal maxim means that expression of one is the exclusion of another. by making a provision that the agreement is subject to the jurisdiction of the courts at kolkata, the parties have impliedly excluded the jurisdiction of other courts. where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts. a clause like this is not hit by section 23 of the contract act at all. such clause is neither forbidden by law nor it is against the public policy. it does not offend section 28 of the contract act in any manner.\" 19.in the case of hindustan construction company limited vs. n.h.p.c. limited (supra) referring to the judgment in b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited (supra), it was held that where a seat is designated in an agreement, the courts of that place alone have jurisdiction. 20.later on in the case of brahmani river pellets limited vs. kamachi industries limited (supra), the supreme court has held in paragraph 15.4 as under:\"15. xxx 15.1. xxx 15.2. xxx 15.3. xxx 15.4 pointing out that the words like \"alone\", \"only\", \"exclusive\" or \"exclusive jurisdiction\" have not been used in the agreement and use of such words is not decisive and non-use of such words does not make any material difference as to the intention of the parties by having clause 18 of the agreement that the courts at kolkata shall have the jurisdiction, the supreme court held as under:\"31. in the instant case, the appellant does not dispute that part of cause of action has arisen in kolkata. what appellant says is that part of cause of action has also arisen in jaipur and, therefore, the chief justice of the rajasthan high court or the designate judge has jurisdiction to consider the application made by the appellant for the appointment of an arbitrator under section 11. having regard to section 11(12)(b) and section 2(e) of the 1996 act read with section 20(c) of the code, there remains no doubt that the chief justice or the designate judge of the rajasthan high court has jurisdiction in the matter. the question is, whether parties by virtue of clause 18 of the agreement have agreed to exclude the jurisdiction of the courts at jaipur or, in other words, whether in view of clause 18 of the agreement, the jurisdiction of the chief justice of the rajasthan high court has been excluded? 32. for answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at kolkata. it is a fact that whilst providing for jurisdiction clause in the agreement the words like \"alone\", \"only\", \"exclusive\" or \"exclusive jurisdiction\" have not been used but this, in our view, is not decisive and does not make any material difference. the intention of the parties--by having clause 18 in the agreement-is clear and unambiguous that the courts at kolkata shall have jurisdiction which means that the courts at kolkata alone shall have jurisdiction. it is so because for construction of jurisdiction clause, like clause 18 in the agreement, the maxim expressio unius est exclusio alterius comes into play as there is nothing to indicate to the contrary. this legal maxim means that expression of one is the exclusion of another. by making a provision that the agreement is subject to the jurisdiction of the courts at kolkata, the parties have impliedly excluded the jurisdiction of other courts. where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts. a clause like this is not hit by section 23 of the contract act at all. such clause is neither forbidden by law nor it is against the public policy. it does not offend section 28 of the contract act in any manner. 33. the above view finds support from the decisions of this court in hakam singh v. gammon india limited (1971) 1 scc 286, a.b.c. laminart private limited v. a.b.c. agencies (1989) 2 scc 163, r.s.d.v. finance corporation private limited v. shree vallabh glass works limited (1993) 2 scc 130, angile insulations v. davy ashomore india limited (1995) 4 scc 153, shriram city union finance corporation limited v. rama mishra (2002) 9 scc 613, hanil era textiles limited v. puromatic filters private limited (2004) 4 scc 671 and balaji coke industry private limited v. maa bhagwati coke gujarat private limited (2009) 9 scc 403.\" 21.in the case of swastik gases private limited vs. indian oil corporation limited (supra), it has been held by the court in paragraph 16 as follows:\"16.the question under consideration in angile insulations[6] was whether the court of subordinate judge, dhanbad possessed the jurisdiction to entertain and hear the suit filed by the appellant for recovery of certain amounts due from the first respondent. clause 21 of the agreement therein read, \"this work order is issued subject to the jurisdiction of the high court situated in banglaore in the state of karnataka.\". this court relied upon a.b.c. laminart1 and held that having regard to clause 21 of the work order which was legal and valid, the parties had agreed to vest the jurisdiction of the court situated within the territorial limit of high court of karnataka and, therefore, the court of subordinate judge, dhanbad in bihar did not have jurisdiction to entertain the suit filed by the appellant therein.\" 22.in the case of indus mobile distribution pvt. ltd. vs. datawind innovations pvt. ltd. (supra), the supreme court made a clear distinction between the seat of arbitration and venue of arbitration in the paragraph 17, 18, 19 and 20 as follows:\"17.in amendments to be made to the act, the law commission recommended the following: \"amendment of section 20 12.in section 20, delete the word \"place\" and add the words \"seat and venue\" before the words \"of arbitration\". (i) in sub-section (1), after the words \"agree on the\" delete the word \"place\" and add words \"seat and venue\" (ii) in sub-section (3), after the words \"meet at any\" delete the word \"place\" and add word \"venue\". [note: the departure from the existing phrase \"place\" of arbitration is proposed to make the wording of the act consistent with the international usage of the concept of a \"seat\" of arbitration, to denote the legal home of the arbitration. the amendment further legislatively distinguishes between the \"[legal] seat\" from a \"[mere] venue\" of arbitration.] amendment of section 31 17.in section 31 (i) in sub-section (4), after the words \"its date and the\" delete the word \"place\" and add the word \"seat\".\" 18. the amended act, does not, however, contain the aforesaid amendments, presumably because the balco judgment in no uncertain terms has referred to \"place\" as \"juridical seat\" for the purpose of section 2(2) of the act. it further made it clear that section 20(1) and 20 (2) where the word \"place\" is used, refers to \"juridical seat\", whereas in section 20 (3), the word \"place\" is equivalent to \"venue\". this being the settled law, it was found unnecessary to expressly incorporate what the constitution bench of the supreme court has already done by way of construction of the act. 19. a conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause. on the facts of the present case, it is clear that the seat of arbitration is mumbai and clause 19 further makes it clear that jurisdiction exclusively vests in the mumbai courts. under the law of arbitration, unlike the code of civil procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. the neutral venue may not in the classical sense have jurisdiction that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of section 16 to 21 of the cpc be attracted. in arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at mumbai would vest mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties. 20. it is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts. for an exhaustive analysis of the case law, see swastik gases private limited v. indian oil corporation limited, (2013) 9 scc 32. this was followed in a recent judgment in b.e. simoese von staraburg niedenthal and another v. chhattisgarh investment limited, (2015) 12 scc 225. having regard to the above, it is clear that mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at mumbai. this being the case, the impugned judgment is set aside. the injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under section 9 in the mumbai court.\" 23.it is in another dispute, that in the contract, both the parties had agreed for the seat of arbitration to be at bilaspur only, under the contract clause 32. the dispute raised by the respondent was earlier decided by the committee arbitrating the case leading to continuation of litigation which reached finality before the hon'ble supreme court. the supreme court then with a purpose to make settlement between parties by the order dated 20.07.2018 in civil appeal no.6852 of 2018 set aside by the earlier orders and directed the fresh arbitration on the case by appointment of hon'ble shri justice ashok kumar mathur, the former judge of supreme court and it was for his convenience that the seat of arbitration was directed to be held in delhi. this order of supreme court cannot be regarded as having an effect to nullify the agreement clause 32 present between the parties. the place of sitting of arbitrator in this case particularly, can be regarded as venue of arbitration only. the seat of arbitration as agreed between the parties is certainly at bilaspur. 24.a clear distinction has been made by the hon'ble supreme court regarding the terms of venue of arbitration and seat of arbitration in the case of indus mobile distribution pvt. ltd. vs. datawind innovations pvt. ltd. (supra). the view in the case of swastik gases private limited vs. indian oil corporation limited (supra) has been affirmed in the case of indus mobile distribution pvt. ltd. vs. datawind innovations pvt. ltd. (supra) judgment. further, the supreme court has in the case of b.g.s. s.g.s. soma j.v. vs. n.h.p.c. limited (supra) judgment, has relied upon the judgment in the case of indus mobile distribution pvt. ltd. vs. datawind innovations pvt. ltd. (supra) and no distinction was made. 25.hence, i am of this view that the learned commercial court has committed an error in holding, that it is not vested with jurisdiction to consider on the applications filed by the parties. the venue of jurisdiction has been misconstrued as the seat of jurisdiction whereas the seat of jurisdiction, between the parties is clearly bilaspur according to the clause present in the contract agreement. therefore, the commercial court at nava raipur, c.g. clearly has jurisdiction to entertain for hearing the application filed under section 34 of the act, 1996, as there is no such court in bilaspur. 26.hence, on the basis of the observations made here-in-above and the conclusion drawn, both the petitions filed are allowed and disposed off at the motion stage. the impugned orders in both the cases are set aside. the learned commercial court naya raipur, c.g. is directed to provide opportunity of hearing on the applications filed by both the parties under section 34 of the act, 1996 in accordance with law and dispose off the case at the earliest. 27.accordingly, both the petitions are disposed off. sd/(rajendra chandra singh samant) judge monika"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f4dccaa18134923bd7b95879470e54c_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cad644be4bf84cf1ab593cfc41fb0040_1"
        },
        {
            "start": 242,
            "end": 335,
            "text": "\nDelhi High Court\nSouth Delhi Municipal Corporation vs M/S Tech Mahindra on 12 February, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c44c0d8d85f42e9aa8aade6d0b2c064_2"
        },
        {
            "start": 336,
            "end": 400,
            "text": "\nAuthor: S. Ravindra Bhat\nBench: S. Ravindra Bhat, Prateek Jalan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b901c3e3366b4d5bb873477811bf9610_3"
        },
        {
            "start": 402,
            "end": 482,
            "text": "$~3\n*     In The High Court Of Delhi At New Delhi\n                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a22c00c9b75146c0a0d9058c893e8acc_4"
        },
        {
            "start": 482,
            "end": 519,
            "text": "Date of Decision: February 12, 2019\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10e4b65baba745c898690a9bcb606293_5"
        },
        {
            "start": 519,
            "end": 553,
            "text": "+     Efa(Os) (Comm) 3/2019\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1527510e7684eba82acf9df4b9b2fe3_6"
        },
        {
            "start": 553,
            "end": 586,
            "text": "South Delhi Municipal Corporation",
            "labels": [
                "PREAMBLE"
            ],
            "id": "911401bcae0141cfb55528c6a3fa64ca_7"
        },
        {
            "start": 603,
            "end": 640,
            "text": "..... Appellant\n                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "020c8933038048229a7cd12a7a2f5262_8"
        },
        {
            "start": 640,
            "end": 737,
            "text": "Through: Mr. Sanjay Poddar, Senior Advocate\n                              with Mr. Sandeep Bajaj,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85498bde4ebd4365834275a81af5d64e_9"
        },
        {
            "start": 738,
            "end": 750,
            "text": "Mr.Aakanksha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e539b6bbdc7487892dc8ce131d8fa3b_10"
        },
        {
            "start": 782,
            "end": 817,
            "text": "Nehra, Mr. Govind Kumar, Mr. Soayib",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f03f3450cb84205887a8f9a8d26cc81_11"
        },
        {
            "start": 849,
            "end": 877,
            "text": "Qureshi and Mr.Naman Tandon,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb5fb7e4be584cc28f931fb0304a3d2e_12"
        },
        {
            "start": 909,
            "end": 918,
            "text": "Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67eb70b5c0c74f869bd3d388a293d3cf_13"
        },
        {
            "start": 957,
            "end": 963,
            "text": "versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "329cd7c1d5b94e028cdc688d5d0d30a4_14"
        },
        {
            "start": 972,
            "end": 991,
            "text": "M / S Tech Mahindra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ac452a748f34cebab6d863a790d7a69_15"
        },
        {
            "start": 1033,
            "end": 1050,
            "text": "..... Respondent\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3436f52e25144e5eb150342fa8550db0_16"
        },
        {
            "start": 1050,
            "end": 1222,
            "text": "Through: Mr. Sandeep Sethi, Senior Advocate with Mr. Abhijeet Sinha, Ms. Rashmi Gogoi, Ms. Surabhi Limaye, Ms. Sayaree Basu Malik, Mr. Sidharth Naidu & Ms. Vaishali Kalera,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6b3d6b49ebf483a872b1bf2cd29ba3d_17"
        },
        {
            "start": 1223,
            "end": 1238,
            "text": "Advocate Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce331dc333f846e7acbcda4c8e5fd8e2_18"
        },
        {
            "start": 1239,
            "end": 1330,
            "text": "\nMr. Justice S. Ravindra Bhat Mr. Justice Prateek Jalan % S. Ravindra Bhat, J. (Open Court)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54367a592da548eeb1333e8796b6d1fd_19"
        },
        {
            "start": 1331,
            "end": 1612,
            "text": "\n1. The South Delhi Municipal Corporation (hereafter \"Sdmc\") appeals an order of the learned Single Judge which directed it to deposit 50% of the awarded amount; even whilst directing the final hearing of its petition under Section 34 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "32206b4004164798b145b37da2fd109b_20"
        },
        {
            "start": 1613,
            "end": 1756,
            "text": "It is also contended that this direction could not have been made when the application preferred by the Sdmc for stay of the award was pending.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "59f5a10080dc4dd88eca2d3b47f2b5b4_21"
        },
        {
            "start": 1757,
            "end": 1922,
            "text": "\n2. The respondent's threshold contention was that the appeal is per se not maintainable in view of the phraseology of Section 13 of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4bd055929c7f442eba863ea6c44b7825_22"
        },
        {
            "start": 1923,
            "end": 2242,
            "text": "In answer, Mr. Sanjay Poddar, learned senior counsel urges on behalf of Sdmc that the impugned order in all intents and purposes amounts to an attachment before judgment, as the awarded amount is directed to be secured, and is therefore covered by provisions of Order Xxxviii Rule 2 of Code of Civil Procedure (C.P.C.).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "94f4a09fc5ad438ba976ef4b32daeb4f_23"
        },
        {
            "start": 2243,
            "end": 2607,
            "text": "It is further submitted that such order is appealable by virtue of Section 13(1) of the Commercial Courts Act, 2015 (hereafter \"the Cc Act\") read with Order Xliii Rule 1(q) of the Cpc, given that the mandate of Section 36 of the Act, Cpc applies to proceedings under the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"the Arbitration Act\").\n3.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3843b5da90b44ff7a88cdc5b8a4875b3_24"
        },
        {
            "start": 2608,
            "end": 2943,
            "text": "It was lastly contended by Mr. Poddar, that except Order Xxxviii Rule 2 of Cpc, there is no provision enabling the court, much less one enforcing the award, to direct deposit of amounts by way of security and that consequentially the impugned order is traceable to Order Xxxviii and therefore appealable under Order Xliii Rule 1(q).\n4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "20721e4ab284425c989d16533bb0f6f3_25"
        },
        {
            "start": 2944,
            "end": 3109,
            "text": "Mr. Sandeep Sethi, learned senior counsel for the respondent, on the other hand, urges that there is no merit in the SDMC's argument with respect to maintainability.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "215cdeab1e0248cd9ad4f487a681d43a_26"
        },
        {
            "start": 3110,
            "end": 3244,
            "text": "He points out that Order Xliii alludes to an order or direction under Order Xxxviii of Cpc - which presupposes the pendency of a suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3c79effa8ffc4d0189c4c10415cba34c_27"
        },
        {
            "start": 3245,
            "end": 3563,
            "text": "It is furthermore highlighted that Section 36 of the Arbitration Act only refers to the procedure outlined in the Code with respect to proceedings for enforcement under the Arbitration Act, 1996 and that the principal objective of the Cc Act, 2015 was to eliminate all interlocutory appeals, except those provided for.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34e1dec52b00496994e9153d39a67ed2_28"
        },
        {
            "start": 3564,
            "end": 3695,
            "text": "He also cited the Supreme Court judgment in Kandla Export Corporation & Anr. Vs. M/s. Oci Corporation & Anr., (2018) 14 Scc 715.\n5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dccb0c4b85314992b14104e21ef6928a_29"
        },
        {
            "start": 3696,
            "end": 4338,
            "text": "The relevant provision of Commercial Courts Act, 2015 are as follows:\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\n**************** ***********\n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions.",
            "labels": [
                "STA"
            ],
            "id": "226188de246e49d989deb7ebcb76da07_30"
        },
        {
            "start": 4339,
            "end": 4679,
            "text": "- Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "e0dbd1c0708e413b9276702da9025f24_31"
        },
        {
            "start": 4680,
            "end": 4781,
            "text": "\n**************** ***********\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.",
            "labels": [
                "STA"
            ],
            "id": "f60b3ff2768c4c79b5ba925cd8e2dc32_32"
        },
        {
            "start": 4782,
            "end": 5013,
            "text": "- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or",
            "labels": [
                "STA"
            ],
            "id": "655b4dd4cf9640cfb5d701b936b2def7_33"
        },
        {
            "start": 5014,
            "end": 5319,
            "text": " order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "STA"
            ],
            "id": "a10ec45eac8d4bd498e34f0e78efc0da_34"
        },
        {
            "start": 5320,
            "end": 5591,
            "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
            "labels": [
                "STA"
            ],
            "id": "f481c7ccbc6b4627b3c74bd1b2aeec83_35"
        },
        {
            "start": 5593,
            "end": 5656,
            "text": "**************** ***********\n21. Act to have overriding effect.",
            "labels": [
                "STA"
            ],
            "id": "00b4230e0c5d4fcfa90de8ad62fa11bf_36"
        },
        {
            "start": 5657,
            "end": 6159,
            "text": "- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.\"\n6. A conjoint reading of the provisions especially Section 8, 11 and 21 of the CC Act, highlight the Parliamentary intention to vest Commercial Courts and Commercial Appellate Divisions with only limited jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "fc70464c8019428b90fb98fed1a68bec_37"
        },
        {
            "start": 6160,
            "end": 6449,
            "text": "Flowing from that, the scheme of Section 13 of the Commercial Courts Act, provides only two types of appeals; (1) in respect of specific matters enumerated in Order XLIII Rule 1 (read with Section 104) of the CPC and (2) appeals that are admissible under Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd30c7df68234b7cb3802bc2ce8ae6af_38"
        },
        {
            "start": 6451,
            "end": 6579,
            "text": "7. The judgment in Kandla Export Corporation (supra) noticed the Statement of Objects and Reasons, of the Commercial Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e2624d9112004b4a970ae62e23eac168_39"
        },
        {
            "start": 6580,
            "end": 6728,
            "text": "The Supreme Court had to deal with an Enforcement Appeal before a commercial appellate court, in regard to a foreign award, and its maintainability.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15de3e92e6c24ee998671274b1c5c462_40"
        },
        {
            "start": 6729,
            "end": 7148,
            "text": "The Supreme Court noticed not only the Statement of Objects and Reasons but also various other provisions, especially the embargo placed upon the courts, embodied in Sections 8 and 11 and the overriding nature of the CC Act, to conclude that once appeals were held to be barred, an appeal to the Division Bench appeal - against a Commercial Court's order in an enforcement of a foreign award issue was not maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75b7ac258efc4f17ad53ee1e2ed2f875_41"
        },
        {
            "start": 7149,
            "end": 7297,
            "text": "The Court took into account its previous rulings in Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC 333 and some other judgments.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "90717df2d4b444dba4c1604b31e3c3a3_42"
        },
        {
            "start": 7299,
            "end": 7529,
            "text": "8. The Statement of Objects and Reasons for the Commercial Courts Act, states that:\n\"The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "109c77d9520240ebbc9ec2bfcd533e4e_43"
        },
        {
            "start": 7530,
            "end": 7608,
            "text": "The high value commercial disputes involve complex facts and questions of law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1433106ab2f54004b825e62aa57c4ecd_44"
        },
        {
            "start": 7609,
            "end": 7704,
            "text": "\nTherefore, there is a need to provide for an independent mechanism for their early resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28f3929804e745d488d2036f5aed7cb7_45"
        },
        {
            "start": 7705,
            "end": 7854,
            "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7754bea78f46459886008e2a05a88c62_46"
        },
        {
            "start": 7856,
            "end": 7862,
            "text": "xxx 6.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63a5c866042d486aa56f87c52505f924_47"
        },
        {
            "start": 7863,
            "end": 8754,
            "text": "It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:--\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4171e6aeded444e88aa14f497caff6ee_48"
        },
        {
            "start": 8755,
            "end": 9190,
            "text": "\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "80031611725742cc801fb37cdd037f4c_49"
        },
        {
            "start": 9192,
            "end": 9393,
            "text": "7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\"\n9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3dd3f6c8e57946babcd429ae2d81a7ec_50"
        },
        {
            "start": 9394,
            "end": 9643,
            "text": "It is quite evident that the legislative or Parliamentary intent, was to confer upon the Commercial Appellate Courts and Commercial appellate Division Bench of a High Court, extremely limited jurisdiction and circumscribe the appellate jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "316fb94d7e1a42c3a3076c6a4a264428_51"
        },
        {
            "start": 9644,
            "end": 9807,
            "text": "Thus, in interlocutory matters, as it were, Commercial Appellate Division possesses jurisdiction in matters enumerated in the Order XLIII Rule 1 - no less no more.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bec94bfd132b4d33871d7bd7c659a8f0_52"
        },
        {
            "start": 9808,
            "end": 9997,
            "text": "Likewise, with respect to the appeals against orders made in the course of proceedings under the Arbitration Act, the Court's power is delineated to what is enumerated in Section 37 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c318038a8b85439ead55638340c9053e_53"
        },
        {
            "start": 9999,
            "end": 10191,
            "text": "10. In Kandla Export Corporation (supra), the Court held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c9e38293ebb24ea29a590b28b9c5d0ea_54"
        },
        {
            "start": 10192,
            "end": 10380,
            "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6883f1754942472dbf595b163e24a30c_55"
        },
        {
            "start": 10381,
            "end": 10447,
            "text": "To this main provision, an exception is carved out by the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f06cce168714dca9ec310e963b55bcd_56"
        },
        {
            "start": 10448,
            "end": 10694,
            "text": "The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v Indo Mercantile Bank Ltd, 1959 Supp (2) SCR 256 at 266-267, thus:\n******** *********\n15.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e147e60f2f140eb97dcd550670d8537_57"
        },
        {
            "start": 10695,
            "end": 10961,
            "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 Section 37 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3b1fc047c3c4b2a8a461b3fc9651d0c_58"
        },
        {
            "start": 10962,
            "end": 11260,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3be6d89128944f7996c1cbf482b36c09_59"
        },
        {
            "start": 11262,
            "end": 11454,
            "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37 (1) (a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f1b152bc3ea496a8f965dff62ef9598_60"
        },
        {
            "start": 11455,
            "end": 11693,
            "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37 (2) (a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b52f21bd1be74b7a8875fd3fd1c55718_61"
        },
        {
            "start": 11695,
            "end": 11839,
            "text": "11. The reference to Order XLIII Rule 1 - relied upon on behalf of SDMC in the context of this case, in the opinion of this court, is misplaced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7923a1812b0416fb07afdfde8e1ea9b_62"
        },
        {
            "start": 11840,
            "end": 12147,
            "text": "Order XLIII Rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from Order XXXVIII and all the attendant provisions), and not to proceedings in respect of an award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29a3281edb3b4f0ba7451d7b737be70d_63"
        },
        {
            "start": 12148,
            "end": 12254,
            "text": "Thus, reference to Order XLIII to \"draw in\" the jurisdiction of the Division Bench, is wholly unjustified.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "019ef4124dab4fc2bb3982b6b18a3fb8_64"
        },
        {
            "start": 12255,
            "end": 12408,
            "text": "Likewise, the Court also rejects the appellant's arguments that Section 36 of the Arbitration Act attracts the provisions of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9418a0fcb3964a2db73f126f330b7ee8_65"
        },
        {
            "start": 12409,
            "end": 12530,
            "text": "In fact, Section 36 refers to and directs courts to follow CPC in proceedings relating to enforcement of arbitral awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3a80d43e2114330afec34e7f89fabc1_66"
        },
        {
            "start": 12531,
            "end": 12717,
            "text": "The logical corollary is that the provisions of the CPC that deal with the proceeding for enforcement of decrees and orders (such as in execution like Order XXI CPC), would be attracted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82a4458c4ce745d5b32cd38af0043157_67"
        },
        {
            "start": 12719,
            "end": 12813,
            "text": "12. In view of the above discussions, we conclude that the present appeal is not maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b22c139e3082431ab243982f95ab0849_68"
        },
        {
            "start": 12814,
            "end": 12860,
            "text": "The appellant's remedy clearly lies elsewhere.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5520cd9709341de866c4531212688c1_69"
        },
        {
            "start": 12861,
            "end": 13161,
            "text": "An attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jus ibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fd6ed7074a7435ca78fc7df3da524aa_70"
        },
        {
            "start": 13162,
            "end": 13258,
            "text": "This was explained pithily in Ganga Bai v Vijay Kumar, (1974) 2 SCC 393, in the following terms:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a6581601b0424bc995660ae6a01cf1b9_71"
        },
        {
            "start": 13259,
            "end": 13340,
            "text": "\n\"There is a basic distinction between the right of suit and the right of appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "40aef5004bac488bb5a0175d5c893188_72"
        },
        {
            "start": 13341,
            "end": 13511,
            "text": "There is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "492a09208a11402ba3aeb28c93c4296f_73"
        },
        {
            "start": 13512,
            "end": 13611,
            "text": "It is no answer to a suit howsoever frivolous the claim, that the law confers no such right to sue.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b20b6cef5dc84b5886bb3fc840acb625_74"
        },
        {
            "start": 13612,
            "end": 13719,
            "text": "A suit for its maintainability requires no authority of law and it is enough that no statute bars the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0306323b3794af19067de8109fb1fe0_75"
        },
        {
            "start": 13720,
            "end": 13780,
            "text": "But the position in regard to appeals is quite the opposite.",
            "labels": [
                "RATIO"
            ],
            "id": "bb6330aefb7c4fd5be80adc5e9314622_76"
        },
        {
            "start": 13781,
            "end": 13904,
            "text": "The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law.",
            "labels": [
                "RATIO"
            ],
            "id": "ac966670ad58431fb1c6b1cc71b878be_77"
        },
        {
            "start": 13905,
            "end": 13982,
            "text": "That explains why the right of appeal is described as a creature of statute.\"",
            "labels": [
                "RATIO"
            ],
            "id": "b772a1a2faf148b594b47d155ecafdef_78"
        },
        {
            "start": 13984,
            "end": 14178,
            "text": "13. In view of the above discussion, it is held that the present appeal is plainly not maintainable by virtue of provisions of the Commercial Courts Act, 2015; the appeal is therefore dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "8f5cbccb568f4aa09cc19dea1cd834a6_79"
        },
        {
            "start": 14179,
            "end": 14188,
            "text": "No costs.",
            "labels": [
                "RPC"
            ],
            "id": "1ef7e5e2095f4cceb2aaa2d0ce410624_80"
        },
        {
            "start": 14189,
            "end": 14248,
            "text": "\nS. RAVINDRA BHAT, J PRATEEK JALAN, J FEBRUARY 12, 2019 pkb",
            "labels": [
                "NONE"
            ],
            "id": "be15fd2f846847d4b7459b014b602499_81"
        }
    ],
    "entities": [
        {
            "text": "Chattisgarh High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 22
        },
        {
            "text": "South Eastern Coalfields Limited",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 55
        },
        {
            "text": "Sri Balaji Metals And Minerals Pvt",
            "label": "RESPONDENT",
            "start_char": 63,
            "end_char": 97
        },
        {
            "text": "Rajendra Chandra Singh Samant",
            "label": "JUDGE",
            "start_char": 132,
            "end_char": 161
        },
        {
            "text": "Rajendra Chandra Singh Samant",
            "label": "JUDGE",
            "start_char": 169,
            "end_char": 198
        },
        {
            "text": "High Court Of Chhattisgarh, Bilaspur",
            "label": "COURT",
            "start_char": 286,
            "end_char": 322
        },
        {
            "text": "South Eastern Coalfields Limited Seepat Road, Bilaspur (Chhattisgarh)",
            "label": "PETITIONER",
            "start_char": 481,
            "end_char": 550
        },
        {
            "text": "General Manager, Kusmunda Area, Po Kusmunda, District Korba,\n    Chhattisgarh",
            "label": "RESPONDENT",
            "start_char": 651,
            "end_char": 728
        },
        {
            "text": "Staff Officer (Mining) Secl, Kusmunda Area, Po Kusmunda,\n    District, Korba (Chhattisgarh)",
            "label": "RESPONDENT",
            "start_char": 736,
            "end_char": 827
        },
        {
            "text": "Balaji Metals & Minerals Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 960,
            "end_char": 994
        },
        {
            "text": "South Eastern Coalfields Limited",
            "label": "RESPONDENT",
            "start_char": 1328,
            "end_char": 1360
        },
        {
            "text": "Chairman Cum Managing Director, Secl Seepat Road, Bilaspur Chhattisgarh",
            "label": "RESPONDENT",
            "start_char": 1408,
            "end_char": 1479
        },
        {
            "text": "General Manager, Kusmunda Area, P. O. Kusmunda District: Korba, Chhattisgarh",
            "label": "RESPONDENT",
            "start_char": 1487,
            "end_char": 1563
        },
        {
            "text": "Staff Officer (Mining) Secl Kusmunda Area, P. O. Kusmunda District: Korba, Chhattisgarh",
            "label": "RESPONDENT",
            "start_char": 1571,
            "end_char": 1658
        },
        {
            "text": "Kishore Bhaduri",
            "label": "LAWYER",
            "start_char": 1726,
            "end_char": 1741
        },
        {
            "text": "Sunny Agrawal",
            "label": "LAWYER",
            "start_char": 1765,
            "end_char": 1778
        },
        {
            "text": "Vivek Chopda",
            "label": "LAWYER",
            "start_char": 1787,
            "end_char": 1799
        },
        {
            "text": "S.B. Upadhyay",
            "label": "LAWYER",
            "start_char": 1832,
            "end_char": 1845
        },
        {
            "text": "Ankit Pandey",
            "label": "LAWYER",
            "start_char": 1869,
            "end_char": 1881
        },
        {
            "text": "S.B. Upadhyay",
            "label": "LAWYER",
            "start_char": 1940,
            "end_char": 1953
        },
        {
            "text": "Ankit Pandey",
            "label": "LAWYER",
            "start_char": 1977,
            "end_char": 1989
        },
        {
            "text": "Kishore Bhaduri",
            "label": "LAWYER",
            "start_char": 2022,
            "end_char": 2037
        },
        {
            "text": "Sunny Agrawal",
            "label": "LAWYER",
            "start_char": 2061,
            "end_char": 2074
        },
        {
            "text": "Vivek Chopda",
            "label": "LAWYER",
            "start_char": 2083,
            "end_char": 2095
        },
        {
            "text": "Rajendra Chandra Singh Samant",
            "label": "JUDGE",
            "start_char": 2129,
            "end_char": 2158
        },
        {
            "text": "07.07.2021",
            "label": "DATE",
            "start_char": 2291,
            "end_char": 2301
        },
        {
            "text": "Naya Raipur",
            "label": "GPE",
            "start_char": 2462,
            "end_char": 2473
        },
        {
            "text": "W.P.(227) No.393/2021",
            "label": "CASE_NUMBER",
            "start_char": 2564,
            "end_char": 2585
        },
        {
            "text": "W.P.(227) No.415/2021",
            "label": "CASE_NUMBER",
            "start_char": 2687,
            "end_char": 2708
        },
        {
            "text": "Balaji Metals & Minerals Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 2903,
            "end_char": 2937
        },
        {
            "text": "16.07.2007",
            "label": "DATE",
            "start_char": 2944,
            "end_char": 2954
        },
        {
            "text": "31.08.2009",
            "label": "DATE",
            "start_char": 3158,
            "end_char": 3168
        },
        {
            "text": "05.07.2012",
            "label": "DATE",
            "start_char": 3673,
            "end_char": 3683
        },
        {
            "text": "31.12.2012",
            "label": "DATE",
            "start_char": 3821,
            "end_char": 3831
        },
        {
            "text": "High Court of Chhattisgarh",
            "label": "COURT",
            "start_char": 4045,
            "end_char": 4071
        },
        {
            "text": "05.07.2012",
            "label": "DATE",
            "start_char": 4108,
            "end_char": 4118
        },
        {
            "text": "07.01.2013",
            "label": "DATE",
            "start_char": 4180,
            "end_char": 4190
        },
        {
            "text": "Arbitration and conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4301,
            "end_char": 4339
        },
        {
            "text": "Commercial Court at Naya Raipur",
            "label": "COURT",
            "start_char": 4356,
            "end_char": 4387
        },
        {
            "text": "31.12.2012",
            "label": "DATE",
            "start_char": 4435,
            "end_char": 4445
        },
        {
            "text": "Commercial Court, Raipur",
            "label": "COURT",
            "start_char": 4451,
            "end_char": 4475
        },
        {
            "text": "31.12.2012",
            "label": "DATE",
            "start_char": 4558,
            "end_char": 4568
        },
        {
            "text": "24.01.2017",
            "label": "DATE",
            "start_char": 4600,
            "end_char": 4610
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4751,
            "end_char": 4761
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4769,
            "end_char": 4807
        },
        {
            "text": "Special Leave Petition (C.) No.16988 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4964,
            "end_char": 5008
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5028,
            "end_char": 5041
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5074,
            "end_char": 5087
        },
        {
            "text": "20.07.2018",
            "label": "DATE",
            "start_char": 5105,
            "end_char": 5115
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 5314,
            "end_char": 5323
        },
        {
            "text": "Ashok Kumar Mathur",
            "label": "JUDGE",
            "start_char": 5365,
            "end_char": 5383
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5409,
            "end_char": 5422
        },
        {
            "text": "28.01.2020",
            "label": "DATE",
            "start_char": 5482,
            "end_char": 5492
        },
        {
            "text": "Commercial Court, District level, Nava Raipur",
            "label": "COURT",
            "start_char": 5531,
            "end_char": 5576
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5902,
            "end_char": 5915
        },
        {
            "text": "B.G.S. S.G.S. Soma J.V. Vs.",
            "label": "PRECEDENT",
            "start_char": 5931,
            "end_char": 5958
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 5959,
            "end_char": 5975
        },
        {
            "text": "(2020) 4 Supreme Court Cases 234",
            "label": "PRECEDENT",
            "start_char": 5988,
            "end_char": 6020
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6085,
            "end_char": 6098
        },
        {
            "text": "Chhattisgarh",
            "label": "GPE",
            "start_char": 6206,
            "end_char": 6218
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 6332,
            "end_char": 6337
        },
        {
            "text": "Chhattisgarh State",
            "label": "GPE",
            "start_char": 6482,
            "end_char": 6500
        },
        {
            "text": "Commercial Court of Chhattisgarh State",
            "label": "COURT",
            "start_char": 6548,
            "end_char": 6586
        },
        {
            "text": "Commercial Court, Raipur",
            "label": "COURT",
            "start_char": 6653,
            "end_char": 6677
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6754,
            "end_char": 6764
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 6772,
            "end_char": 6781
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 7110,
            "end_char": 7115
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7167,
            "end_char": 7177
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7185,
            "end_char": 7194
        },
        {
            "text": "Court at Delhi",
            "label": "COURT",
            "start_char": 7202,
            "end_char": 7216
        },
        {
            "text": "B.G.S. S.G.S. Soma",
            "label": "JUDGE",
            "start_char": 7247,
            "end_char": 7265
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 7275,
            "end_char": 7291
        },
        {
            "text": "Raipur",
            "label": "GPE",
            "start_char": 7320,
            "end_char": 7326
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 7341,
            "end_char": 7346
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7400,
            "end_char": 7410
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7418,
            "end_char": 7427
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 7501,
            "end_char": 7506
        },
        {
            "text": "Section 20(1)",
            "label": "PROVISION",
            "start_char": 7548,
            "end_char": 7561
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7569,
            "end_char": 7578
        },
        {
            "text": "Commercial Court at Raipur",
            "label": "COURT",
            "start_char": 7738,
            "end_char": 7764
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7912,
            "end_char": 7925
        },
        {
            "text": "Swastik Gases Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 7941,
            "end_char": 7974
        },
        {
            "text": "Indian Oil Corporation Limited reported in (2013) 9 Supreme Court Cases 32",
            "label": "PRECEDENT",
            "start_char": 7975,
            "end_char": 8049
        },
        {
            "text": "supreme Court",
            "label": "COURT",
            "start_char": 8325,
            "end_char": 8338
        },
        {
            "text": "Hindustan Construction Company Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 8354,
            "end_char": 8396
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 8397,
            "end_char": 8413
        },
        {
            "text": "(2020) 4 Supreme Court Cases 310",
            "label": "PRECEDENT",
            "start_char": 8433,
            "end_char": 8465
        },
        {
            "text": "Brahmani River Pellets Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 8467,
            "end_char": 8501
        },
        {
            "text": "Kamachi Industries Limited",
            "label": "ORG",
            "start_char": 8502,
            "end_char": 8528
        },
        {
            "text": "(2020) 5 SCC 462",
            "label": "PRECEDENT",
            "start_char": 8541,
            "end_char": 8557
        },
        {
            "text": "Indus Mobile Distribution Pvt",
            "label": "ORG",
            "start_char": 8559,
            "end_char": 8588
        },
        {
            "text": "Datawind Innovations Pvt. Ltd.",
            "label": "ORG",
            "start_char": 8599,
            "end_char": 8629
        },
        {
            "text": "(2017) 7 Supreme Court Cases 678",
            "label": "PRECEDENT",
            "start_char": 8649,
            "end_char": 8681
        },
        {
            "text": "Emkay Global Financial Services Ltd.",
            "label": "ORG",
            "start_char": 8683,
            "end_char": 8719
        },
        {
            "text": "Girdhar Sondhi",
            "label": "OTHER_PERSON",
            "start_char": 8724,
            "end_char": 8738
        },
        {
            "text": "(2018) 9 Supreme Court Cases 49",
            "label": "PRECEDENT",
            "start_char": 8751,
            "end_char": 8782
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8883,
            "end_char": 8896
        },
        {
            "text": "B.G.S. S.G.S. Soma J.V. Vs.",
            "label": "PRECEDENT",
            "start_char": 9111,
            "end_char": 9138
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 9139,
            "end_char": 9155
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 9217,
            "end_char": 9225
        },
        {
            "text": "Commercial Court at Raipur",
            "label": "COURT",
            "start_char": 9290,
            "end_char": 9316
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 9377,
            "end_char": 9385
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9519,
            "end_char": 9532
        },
        {
            "text": "S.L.P.",
            "label": "ORG",
            "start_char": 9541,
            "end_char": 9547
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9887,
            "end_char": 9900
        },
        {
            "text": "Civil Appeal No.6852 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 9904,
            "end_char": 9932
        },
        {
            "text": "20.07.2018",
            "label": "DATE",
            "start_char": 9943,
            "end_char": 9953
        },
        {
            "text": "28.01.2020",
            "label": "DATE",
            "start_char": 10090,
            "end_char": 10100
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10168,
            "end_char": 10178
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 10182,
            "end_char": 10191
        },
        {
            "text": "Arbitration M.J.C. No.14/2020",
            "label": "CASE_NUMBER",
            "start_char": 10245,
            "end_char": 10274
        },
        {
            "text": "Arbitration M.J.C. No.06/2020",
            "label": "CASE_NUMBER",
            "start_char": 10331,
            "end_char": 10360
        },
        {
            "text": "Commercial Court at Raipur",
            "label": "COURT",
            "start_char": 10446,
            "end_char": 10472
        },
        {
            "text": "Section 20 (1)",
            "label": "PROVISION",
            "start_char": 10724,
            "end_char": 10738
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 10768,
            "end_char": 10773
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10985,
            "end_char": 10998
        },
        {
            "text": "B.G.S. S.G.S. Soma J.V. Vs.",
            "label": "PRECEDENT",
            "start_char": 11018,
            "end_char": 11045
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 11046,
            "end_char": 11062
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 12745,
            "end_char": 12766
        },
        {
            "text": "Swastik Gases Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 12896,
            "end_char": 12929
        },
        {
            "text": "Indian Oil Corporation Limited",
            "label": "ORG",
            "start_char": 12930,
            "end_char": 12960
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13005,
            "end_char": 13018
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 13233,
            "end_char": 13240
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 13605,
            "end_char": 13612
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 13668,
            "end_char": 13675
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 14076,
            "end_char": 14083
        },
        {
            "text": "Section 23",
            "label": "PROVISION",
            "start_char": 14420,
            "end_char": 14430
        },
        {
            "text": "Contract Act",
            "label": "STATUTE",
            "start_char": 14438,
            "end_char": 14450
        },
        {
            "text": "Section 28",
            "label": "PROVISION",
            "start_char": 14555,
            "end_char": 14565
        },
        {
            "text": "Contract Act",
            "label": "STATUTE",
            "start_char": 14573,
            "end_char": 14585
        },
        {
            "text": "Hindustan Construction Company Limited Vs. N.H.P.C. Limited",
            "label": "PRECEDENT",
            "start_char": 14621,
            "end_char": 14680
        },
        {
            "text": "B.G.S. S.G.S. Soma J.V. Vs.",
            "label": "PRECEDENT",
            "start_char": 14718,
            "end_char": 14745
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 14746,
            "end_char": 14762
        },
        {
            "text": "Brahmani River Pellets Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 14911,
            "end_char": 14945
        },
        {
            "text": "Kamachi Industries Limited",
            "label": "ORG",
            "start_char": 14946,
            "end_char": 14972
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14986,
            "end_char": 14999
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 15401,
            "end_char": 15408
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15442,
            "end_char": 15455
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 15572,
            "end_char": 15579
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 15652,
            "end_char": 15658
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 15700,
            "end_char": 15720
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 15854,
            "end_char": 15864
        },
        {
            "text": "Section 11(12)(b) and Section 2(e)",
            "label": "PROVISION",
            "start_char": 15883,
            "end_char": 15917
        },
        {
            "text": "Section 20(c)",
            "label": "PROVISION",
            "start_char": 15944,
            "end_char": 15957
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 16047,
            "end_char": 16067
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 16230,
            "end_char": 16236
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 16349,
            "end_char": 16369
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16581,
            "end_char": 16588
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 16952,
            "end_char": 16959
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 17015,
            "end_char": 17022
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 17422,
            "end_char": 17429
        },
        {
            "text": "Section 23",
            "label": "PROVISION",
            "start_char": 17766,
            "end_char": 17776
        },
        {
            "text": "Contract Act",
            "label": "STATUTE",
            "start_char": 17784,
            "end_char": 17796
        },
        {
            "text": "Section 28",
            "label": "PROVISION",
            "start_char": 17901,
            "end_char": 17911
        },
        {
            "text": "Contract Act",
            "label": "STATUTE",
            "start_char": 17919,
            "end_char": 17931
        },
        {
            "text": "Hakam Singh v. Gammon India Limited (1971) 1 SCC 286",
            "label": "PRECEDENT",
            "start_char": 18017,
            "end_char": 18069
        },
        {
            "text": "A.B.C. Laminart Private Limited v.\nA.B.C. Agencies (1989) 2 SCC 163",
            "label": "PRECEDENT",
            "start_char": 18071,
            "end_char": 18138
        },
        {
            "text": "R.S.D.V. Finance Corporation Private Limited v. Shree Vallabh Glass Works Limited (1993) 2 SCC 130",
            "label": "PRECEDENT",
            "start_char": 18140,
            "end_char": 18238
        },
        {
            "text": "Angile Insulations v. Davy Ashomore India Limited (1995) 4 SCC 153",
            "label": "PRECEDENT",
            "start_char": 18240,
            "end_char": 18306
        },
        {
            "text": "Shriram City Union Finance Corporation Limited v. Rama Mishra (2002) 9 SCC 613",
            "label": "PRECEDENT",
            "start_char": 18308,
            "end_char": 18386
        },
        {
            "text": "Hanil Era Textiles Limited v. Puromatic Filters Private Limited (2004) 4",
            "label": "PRECEDENT",
            "start_char": 18388,
            "end_char": 18460
        },
        {
            "text": "Balaji Coke Industry Private Limited v. Maa Bhagwati Coke Gujarat Private Limited (2009) 9 SCC 403",
            "label": "PRECEDENT",
            "start_char": 18473,
            "end_char": 18571
        },
        {
            "text": "Swastik Gases Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 18593,
            "end_char": 18626
        },
        {
            "text": "Indian Oil Corporation Limited",
            "label": "ORG",
            "start_char": 18627,
            "end_char": 18657
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 18832,
            "end_char": 18839
        },
        {
            "text": "Banglaore",
            "label": "GPE",
            "start_char": 19110,
            "end_char": 19119
        },
        {
            "text": "Karnataka",
            "label": "GPE",
            "start_char": 19136,
            "end_char": 19145
        },
        {
            "text": "A.B.C. Laminart1",
            "label": "OTHER_PERSON",
            "start_char": 19177,
            "end_char": 19193
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 19382,
            "end_char": 19405
        },
        {
            "text": "Dhanbad",
            "label": "GPE",
            "start_char": 19454,
            "end_char": 19461
        },
        {
            "text": "Bihar",
            "label": "GPE",
            "start_char": 19465,
            "end_char": 19470
        },
        {
            "text": "Indus Mobile Distribution Pvt",
            "label": "ORG",
            "start_char": 19571,
            "end_char": 19600
        },
        {
            "text": "Datawind Innovations Pvt",
            "label": "ORG",
            "start_char": 19611,
            "end_char": 19635
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19655,
            "end_char": 19668
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 19900,
            "end_char": 19910
        },
        {
            "text": "section 20",
            "label": "PROVISION",
            "start_char": 19917,
            "end_char": 19927
        },
        {
            "text": "Section 31",
            "label": "PROVISION",
            "start_char": 20605,
            "end_char": 20615
        },
        {
            "text": "section 31 (i)",
            "label": "PROVISION",
            "start_char": 20622,
            "end_char": 20636
        },
        {
            "text": "BALCO",
            "label": "ORG",
            "start_char": 20839,
            "end_char": 20844
        },
        {
            "text": "Section 2(2)",
            "label": "PROVISION",
            "start_char": 20939,
            "end_char": 20951
        },
        {
            "text": "Section 20(1) and 20 (2)",
            "label": "PROVISION",
            "start_char": 20994,
            "end_char": 21018
        },
        {
            "text": "Section 20 (3)",
            "label": "PROVISION",
            "start_char": 21090,
            "end_char": 21104
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21262,
            "end_char": 21275
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 21550,
            "end_char": 21556
        },
        {
            "text": "Mumbai courts",
            "label": "COURT",
            "start_char": 21637,
            "end_char": 21650
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 21693,
            "end_char": 21716
        },
        {
            "text": "Section 16 to 21",
            "label": "PROVISION",
            "start_char": 22061,
            "end_char": 22077
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22085,
            "end_char": 22088
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 22217,
            "end_char": 22223
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 22235,
            "end_char": 22241
        },
        {
            "text": "Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32",
            "label": "PRECEDENT",
            "start_char": 22548,
            "end_char": 22628
        },
        {
            "text": "B.E. Simoese Von Staraburg Niedenthal and Another v. Chhattisgarh Investment Limited, (2015) 12 SCC 225",
            "label": "PRECEDENT",
            "start_char": 22672,
            "end_char": 22775
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 22822,
            "end_char": 22828
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 22956,
            "end_char": 22962
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 23216,
            "end_char": 23225
        },
        {
            "text": "Mumbai Court",
            "label": "COURT",
            "start_char": 23233,
            "end_char": 23245
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 23365,
            "end_char": 23373
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23585,
            "end_char": 23598
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23604,
            "end_char": 23617
        },
        {
            "text": "20.07.2018",
            "label": "DATE",
            "start_char": 23692,
            "end_char": 23702
        },
        {
            "text": "Civil Appeal No.6852 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 23706,
            "end_char": 23734
        },
        {
            "text": "Ashok Kumar Mathur",
            "label": "JUDGE",
            "start_char": 23853,
            "end_char": 23871
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23893,
            "end_char": 23906
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 23994,
            "end_char": 23999
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24015,
            "end_char": 24028
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 24310,
            "end_char": 24318
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24373,
            "end_char": 24386
        },
        {
            "text": "Indus Mobile Distribution Pvt",
            "label": "ORG",
            "start_char": 24470,
            "end_char": 24499
        },
        {
            "text": "Datawind Innovations Pvt",
            "label": "ORG",
            "start_char": 24510,
            "end_char": 24534
        },
        {
            "text": "Swastik Gases Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 24574,
            "end_char": 24607
        },
        {
            "text": "Indian Oil Corporation Limited",
            "label": "ORG",
            "start_char": 24608,
            "end_char": 24638
        },
        {
            "text": "Indus Mobile Distribution Pvt",
            "label": "ORG",
            "start_char": 24680,
            "end_char": 24709
        },
        {
            "text": "Datawind Innovations Pvt",
            "label": "ORG",
            "start_char": 24720,
            "end_char": 24744
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24782,
            "end_char": 24795
        },
        {
            "text": "B.G.S. S.G.S. Soma J.V. Vs.",
            "label": "PRECEDENT",
            "start_char": 24815,
            "end_char": 24842
        },
        {
            "text": "N.H.P.C. Limited",
            "label": "ORG",
            "start_char": 24843,
            "end_char": 24859
        },
        {
            "text": "Indus Mobile Distribution Pvt",
            "label": "ORG",
            "start_char": 24922,
            "end_char": 24951
        },
        {
            "text": "Datawind Innovations Pvt",
            "label": "ORG",
            "start_char": 24962,
            "end_char": 24986
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 25363,
            "end_char": 25371
        },
        {
            "text": "commercial Court at Nava Raipur",
            "label": "COURT",
            "start_char": 25446,
            "end_char": 25477
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25562,
            "end_char": 25572
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 25580,
            "end_char": 25589
        },
        {
            "text": "Bilaspur",
            "label": "GPE",
            "start_char": 25620,
            "end_char": 25628
        },
        {
            "text": "Naya Raipur",
            "label": "JUDGE",
            "start_char": 25876,
            "end_char": 25887
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25992,
            "end_char": 26002
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 26010,
            "end_char": 26019
        },
        {
            "text": "Rajendra Chandra Singh Samant",
            "label": "JUDGE",
            "start_char": 26146,
            "end_char": 26175
        },
        {
            "text": "Monika",
            "label": "JUDGE",
            "start_char": 26183,
            "end_char": 26189
        }
    ],
    "precedent_clusters": {
        "Hanil Era Textiles Limited v. Puromatic Filters Private Limited (2004) 4": [
            "B.G.S. S.G.S. Soma J.V. Vs.",
            "Swastik Gases Private Limited Vs.",
            "Hindustan Construction Company Limited Vs.",
            "Brahmani River Pellets Limited Vs.",
            "B.G.S. S.G.S. Soma J.V. Vs.",
            "B.G.S. S.G.S. Soma J.V. Vs.",
            "Swastik Gases Private Limited Vs.",
            "Hindustan Construction Company Limited Vs. N.H.P.C. Limited",
            "B.G.S. S.G.S. Soma J.V. Vs.",
            "Brahmani River Pellets Limited Vs.",
            "Hanil Era Textiles Limited v. Puromatic Filters Private Limited (2004) 4",
            "Swastik Gases Private Limited Vs.",
            "Swastik Gases Private Limited Vs.",
            "B.G.S. S.G.S. Soma J.V. Vs."
        ],
        "(2020) 4 Supreme Court Cases 234": [
            "(2020) 4 Supreme Court Cases 234",
            "(2020) 4 Supreme Court Cases 310"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 20(1)",
            "Act, 1996",
            "Section 20(1)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 23",
            "Contract Act",
            "Section 23",
            "Contract Act"
        ],
        [
            "Section 28",
            "Contract Act",
            "Section 28",
            "Contract Act"
        ],
        [
            "Section 23",
            "Contract Act",
            "Section 23",
            "Contract Act"
        ],
        [
            "Section 28",
            "Contract Act",
            "Section 28",
            "Contract Act"
        ],
        [
            "Section 16 to 21",
            "CPC",
            "Section 16 to 21",
            "CPC"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 20 (1)",
            "Act, 1996",
            "Section 20 (1)",
            "Act, 1996"
        ],
        [
            "Section 11(12)(b) and Section 2(e)",
            "Contract Act",
            "Section 11(12)(b) and Section 2(e)",
            "Contract Act"
        ],
        [
            "Section 20(c)",
            "Act, 1996",
            "Section 20(c)",
            "Act, 1996"
        ],
        [
            "Section 20",
            "Act, 1996",
            "Section 20",
            "Act, 1996"
        ],
        [
            "section 20",
            "Act, 1996",
            "section 20",
            "Act, 1996"
        ],
        [
            "section 31 (i)",
            "Contract Act",
            "section 31 (i)",
            "Contract Act"
        ],
        [
            "Section 20(1) and 20 (2)",
            "Act, 1996",
            "Section 20(1) and 20 (2)",
            "Act, 1996"
        ],
        [
            "Section 20 (3)",
            "Act, 1996",
            "Section 20 (3)",
            "Act, 1996"
        ],
        [
            "Section 11",
            "Contract Act",
            "Section 11",
            "Contract Act"
        ],
        [
            "Section 31",
            "Contract Act",
            "Section 31",
            "Contract Act"
        ],
        [
            "Section 2(2)",
            "Contract Act",
            "Section 2(2)",
            "Contract Act"
        ],
        [
            "Section 9",
            "CPC",
            "Section 9",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Hanil Era Textiles Limited v. Puromatic Filters Private Limited (2004) 4": 14,
        "(2020) 4 Supreme Court Cases 234": 2
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Act, 1996": 6,
        "Section 20(1) of Act, 1996": 1,
        "Section 23 of Contract Act": 2,
        "Section 28 of Contract Act": 2,
        "Section 16 to 21 of CPC": 1,
        "Section 20 (1) of Act, 1996": 1,
        "Section 11(12)(b) and Section 2(e) of Contract Act": 1,
        "Section 20(c) of Act, 1996": 1,
        "Section 20 of Act, 1996": 1,
        "section 20 of Act, 1996": 1,
        "section 31 (i) of Contract Act": 1,
        "Section 20(1) and 20 (2) of Act, 1996": 1,
        "Section 20 (3) of Act, 1996": 1,
        "Section 11 of Contract Act": 1,
        "Section 31 of Contract Act": 1,
        "Section 2(2) of Contract Act": 1,
        "Section 9 of CPC": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 1,
        "Act, 1996": 13,
        "Contract Act": 9,
        "CPC": 2
    }
}