{
    "id": "93b4381f01aa064546b8fc424859170e4f5bb368c2c64fda474aa01ea6c06114",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court \nPraxair India Pvt. Ltd vs Steel Authority Of India Ltd on 22 February, 2024 \nAuthor: Moushumi Bhattacharya\nBench: Moushumi Bhattacharya \n                     In The High Court At Calcutta\n                      Ordinary Original Civil Jurisdiction \n                             Original Side\n                          (Commercial Division) \n\nPresent :\nHon'ble Justice Moushumi Bhattacharya \n\n\n                              A.P. Com 41 of 2024\n\n                              Praxair India Pvt. Ltd. \n                                        vs\n                          Steel Authority of India Ltd. \n\n\nFor the petitioner        :   Mr. S.N. Mookherjee, Sr. Adv. \n                              Mr. Ratnanko Banerjee, Sr. Adv. \n                              Mr. Shatanshu Panda, Adv. \n                              Mr. Dipendra Nath Chunder, Adv. \n                              Ms. Urmila Chakraborty, Adv. \n                              Mr. Shubrojyoti Mookherjee, Adv. \n\n\nFor the respondent        :   Mr. L.K. Gupta, Sr. Adv. \n                              Mr. T.K. Banerjee, Adv. \n                              Mr. Sauvik Nandy, Adv\n\n\nLast heard on             :   19.01.2024 \n\nDelivered on              :    22.02.2024. \n\n\nMoushumi Bhattacharya, J.\n1. This is a composite application for extension of the mandate of the arbitral tribunal under section 29A (4) and (5) of The Arbitration and Conciliation Act, 1996 and for exclusion of the time period from 14.07.2023 to 10.01.2024 for the purpose of determining whether the application has been made within the prescribed period under the 1996 Act.\n2. The significance of these dates would be clear from the facts narrated after this. The parties have not disputed the dates. \n3. The petitioner is the claimant in the arbitration. The mandate of the tribunal was extended by the consent of parties under section 29A(3) for six months till 14.07.2023. The order recording the consent given by the respondent under section 29A(3) is part of records. The order passed by the arbitral tribunal on 16.01.2023 records the respondent's consent to extension of the mandate under section 29A(3) of the Act. The next order of the arbitral tribunal dated 1.05.2023 records the stand taken by the parties in the matter of filing an application before the appropriate forum for extension of the mandate. \n4. The petitioner made an application before the Ld. District Judge, Asansol for extension of the mandate on 14.07.2023 pursuant to the direction dated 01.05.2023. The Ld. District Judge, Asansol, transferred the case to the Ld. Additional District Judge by an order dated 18.11.2023. The matter was thereafter transferred to the Ld. Judge, Commercial Court at Asansol by an order dated 14.12.2023. The Ld. Commercial Court renumbered the case on 15.12.2023 and finally rejected the application as non-maintainable by an order dated 09.01.2024.\n5. The order dated 09.01.2024 was uploaded on the Court's website on 10.01.2024 and the certified copy of the order was made available on 11.01.2024. The present application was filed before this Court on 11.01.2024. The petitioner however cured a defect in one of the annexures (being illegible) on 15.01.2024. The application was finally filed on 15.01.2024. \n6. Learned counsel appearing for the petitioner relies on section 14 of the Limitation Act, 1963 and argues that the delay in filing the petition should be condoned under section 5 of the said Act. Counsel urges that the mandate continued from 14.07.2023 to 10.01.2024 and that delay, if any, is also condonable under sections 5 and 14 of the Limitation Act, 1963.\n7. Learned counsel appearing for the respondent argues that the mandate first terminated on 14.07.2023 and thereafter on 9.01.2024 i.e after the extension given under section 29A(3) of the 1996 Act and the order passed by the Asansol Commercial Court rejecting the petitioner's application for extension of the mandate, respectively. Counsel submits that the Court cannot extend the mandate after 09.01.2024. \n8. Counsel makes an alternative argument of the Calcutta High Court lacking jurisdiction for entertaining the present application. Counsel relies on the definition of \"Court\" under section 2(1)(e) of the 1996 Act and also says that the Calcutta High Court cannot re-appoint the same arbitrator post-termination but can only \"substitute\" the arbitrator. \n9. The mandate of the arbitral tribunal under section 29A(1) of The Arbitration and Conciliation Act, 1996 starts from the date of completion of the pleadings and continues for 12 months from that date for non-international commercial arbitrations. The mandate continues for a second run under section 29A(3) where the parties consent to extending the period for making of the awar d for a further period of 6 months from the end of the first window of 12 months under section 29A(1). Sections 29A(4) and (5) contemplate a third extension of the mandate subject to an application made by one of the parties to the Court and the Court extending the mandate for sufficient cause and on terms imposed by the Court. The second proviso to section 29A(4) envisages an automatic extension of the mandate where the parties have applied to the Court under section 29A(5) till disposal of the application. \n10. The mandate of the arbitral tribunal, hence, is a thread which transitions seamlessly from one stage of section 29A to the next, unless the thread is broken either by the parties not consenting to extend the mandate under section 29A(3) or the parties failing to make an application to the Court for extension. The mandate, unless extended before exhausting the available windows under section 29A(1), (3), (4)/(5), terminates and the tribunal is rendered de jure ineligible to perform its functions. \n11. The Court can step in to continue the arbitration provided the Court receives an application under section 29A(4)/(5), on the contemplation that the arbitration will continue from the stage at which the application was filed. \n12. It is also relevant to locate section 29A(1) in the timeline of the amendments brought into The Arbitration and Conciliation Act, 1996. Section 29A was inserted in 2016 with effect from 23.10.2015 and sub-section (1) to section 29A was inserted in 2019 with effect from 30.8.2019. Even if not strictly relevant, it would be worthwhile to compare the pre-amendment (the 2019 amendment) position prior to 30.8.2019. \n13. Section 29A(1) previously required that the award be made within a period of 12 months from the date of arbitral tribunal entering upon the reference with the explanation that the tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator/s received notice in writing of their appointment. In that sense, the amended section 29A(1) enlarges the time for the arbitral tribunal to make the award. \n14. In the present case, the Court has been called upon to determine whether the mandate was broken, that is, whether the mandate irrevocably terminated before the petitioner filed the present application. \n15. The undisputed dates which are relevant for this determination would show that the mandate had a smooth run from its commencement that is from the date of completion of the pleadings till 14.7.2023 factoring in the 6 months extension under section 29A(3). The petition was made on 14.7.2023 itself before the mandate could trip. The mandate was thereafter lobbed from one Court to the next and then to the Court of the Commercial Court at Asansol on 14.12.2023. The Commercial Court renumbered the case on 15.12.2023 and finally rejected the application for extension on 9.1.2024 as not being maintainable. This order was uploaded on the Court's website on the next day i.e 10.01.2024 and the certified copy was made available on 11.01.2024. The mandate was therefore prevented from tripping and falling by continuation of the proceedings from 14.7.2023 till 11.01.2024 under section 14 of the Limitation Act, 1963. \n16. The respondent, through learned counsel, admits to the facts being amenable to section 14 of the Limitation Act. There is no doubt that the petitioner is entitled to reap the benefit of section 14 on the bona fide prosecution of the civil proceeding before the Asansol District Court and thereafter in the Asansol Commercial Court till 11.01.2024. Section 14(2) provides that the time during which the applicant has been prosecuting another proceedings with due diligence against the same party for the same relief shall be excluded, where the proceeding is in good faith and the Court is unable to entertain the proceeding for defect of jurisdiction. \n17. Explanation (a) to section 14 includes the day on which that proceeding was instituted and the day on which the proceeding ended for the purpose of extension of the time during which the earlier civil proceeding was pending. Hence, both 14.7.2023 as well as 10.1.2024 would be included for determining the time-band which is to be excluded under section 14(2) of the Limitation Act. \n18. It is now settled that section 14 of the Limitation Act would be applicable to The Arbitration and Conciliation Act, 1996 : Refer M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department). The petitioner herein fulfils all five of the criteria set-down in paragraph 21 of the Report, namely,\n(i) Both the prior and later proceedings are civil in nature,\n(ii) The prior proceeding was done with due diligence and in good faith,\n(iii) The failure of the prior proceeding is due to a defect of jurisdiction,\n(iv) Both the proceedings relate to the same matter in issue,\n(v) Both the proceedings are in a court of law. \n19. The petitioner thereafter successfully picked up the thread of the mandate on 11.01.2024 from the date when the certified copy of the order of the Asansol Commercial Court was made available to the petitioner to the day when the petitioner filed the present application in this Court. The petitioner however deemed it necessary, and with good reason, to cure the defect in one of the annexures to application on 15.01.2024. The Court's papers indicate that the application was filed on 11.01.2024. Even if 15.01.2024 is taken as the date of filing, the petitioner appears to be twice-blessed (or is it thrice?) with the mandate continuing its unbroken run from 11.01.2024 to 15.01.2024 for the reason as follows. \n20. 12.01.2024 - 14.01.2024 would be excluded as 12.01.2024 was a notified holiday in the State of West Bengal including in the Calcutta High Court. 13.01.2024 and 14.01.2024 was Saturday and Sunday, respectively. \n21. Therefore, the delay, if any, would be condoned under section 5 of the Limitation Act, 1963 as the Court has found that there was sufficient cause for not making the application within the prescribed period. The Section 5 reasoning is buttressed by the attending circumstances including the petitioner receiving necessary documents from Asansol and instructions from Bangalore but managing to file the present application in the course of a day. This would constitute \"sufficient cause\" under section 5 read with section 14 of the Limitation Act, 1963. The Supreme Court in J. Kumaradasan Nair v. IRIC Sohan; (2009) 12 SCC 175 held that sections 5 and 14 of the Limitation Act and principles analogous thereto are applicable to all proceedings even if those sections are not applicable per se. \n22. The above factors persuade the Court to hold that the petitioner successfully held up the mandate from 14.7.2023 to 11.01.2024 - if not 15.01.2024 - without break, termination or interruption. Contrary to the stand taken on behalf of the respondent, the mandate did not terminate at any stage in this time frame. \n23. Section 29A of The Arbitration and Conciliation Act, 1996 is not about cookie-cutter interpretations where the Court lurks in the shadows and catches the applicant unawares to slash the mandate on the slightest slip. Section 29A is about the arbitral tribunal acting in concert with the stakeholders to ensure that the award is made within the prescribed timeliness. The section is only to guard against tardy arbitrators and forgetful / indifferent parties where the making of the award is put on the back burner. \n24. The present case takes on an entirely different complexion on the learned arbitrator informing the parties by mail dated 15.12.2023 that the award will be pronounced on 21.12.2023 at 6.30 p.m. This fact is recorded in the Minutes dated 19.12.2023. This means that the award was ready to be published as on 21.12.2023 with the parties being put on notice thereof. Hence, apart from the question of the mandate continuing till 11.01.2023/15.01.2023, there is no further room for the respondent to argue that the arbitration needs to commence de novo upon the mandate terminating on 9.01.2024. The respondent's argument would amount to a most unnatural reading of section 29A where the Court directs commencement of the arbitration from the very beginning despite the tribunal giving a date for pronouncing the award. Section 29A is for preserving arbitral efficacy and should not be made out to be a monster. \n25. The second point raised by the respondent is on the jurisdiction of this Court or more precisely, the lack of jurisdiction, for deciding the extension of the mandate. The respondent says that the application should be filed before the Commercial Court at Asansol. Counsel relies on section 11(6) of The Arbitration and Conciliation Act, 1996 in the context of the definition of \"Court\" under section 2(1)(e) of the said Act. Counsel also relies on section 29A(6) of the Act to argue that the Court can only \"substitute\" an arbitrator but not re-appoint the same arbitrator in an application of the present nature. \n26. The above contention cannot be accepted for the following reasons. \n27. In the order dated 09.01.2024 the Ld. Commercial Court at Asansol specifically held that it did not have jurisdiction to extend the mandate under section 29A of the Act. The Commercial Court considered the definition given under section 2(1)(e) of the 1996 Act and also the import of sections 11 and 29A in coming to this view. A Coordinate Bench judgment of this Court in Amit Kumar Gupta v. Dipak Prasad; 2021 SCC OnLine Cal 2174 answered this issue on the view that the word \"Court\" used in section 29A partakes the character of the appointing authority as prescribed under section 11 of the Act and therefore can only be the Court which has the power to appoint an arbitrator under section 11. The Court is informed that the appointment of one of the arbitrators in the present case was made by this Court under section 11 of the Act by an order dated 22.7.2019.\n28. The decisions relied on for the purpose of divesting this Court of jurisdiction do not take the respondent's case forward - Nimet Resources Inc. vs Essar Steels Ltd; 2009 17 SCC 313 and State of West Bengal vs. Associated Contractors; 2015 1 SCC 32 were delivered prior to 2015 before the insertion of section 29A to the 1996 Act. Nimet Resources was also concerned with an application under section 14(2) of the 1996 Act for substitution of arbitrators where the allegation was of the arbitrator delaying the arbitral proceedings. State of Jharkhand v. Hindustan Construction Company Limited; (2018) 2 SCC 602 was concerned with the term \"Court\" as used in sections 2, 14 and 31 of the Arbitration Act, 1940 as opposed to the 1996 Act. The decision of this Court in Multiplex Equipments & Services Pvt. Ltd. v. Bagzone Lifestyles Pvt. Ltd; AP - COM 11 of 2023 was on the question whether the Court can proceed with a substitute arbitrator in view of the arbitrator's mandate having come to an end. There was a specific finding in that decision of the mandate having come to an end on 22.01.2022. The decision of this Court in Rohan Builders (India) Pvt. Ltd. v. Berger Paints India Limited; 2023 SCC OnLine Cal 2645 was on the premise that the application under section 29A(4) and (5) was made after termination of the mandate. In that case, the respondent had also not consented to the extension of the mandate under section 29A(3) of the Act. Rohan Builders, in any event, is under challenge before the Supreme Court. Therefore, Rohan Builders cannot be a fetter on the Court for the aforesaid reasons. \n29. Substitution or re-appointment is only warranted where the mandate has come to an end and the Court prods the arbitration to proceed to its logical conclusion, i.e. an award. It is indeed curious as to why the respondent, after having participated in the arbitration and consented to the extension of the mandate, is now keen to resist publication of the award. \n30. The Court is thus inclined to reject the objection to the present application. The Court proposes to extend the mandate on the sufficiency of cause shown by the petitioner. The Court's view would be evident from the reasons as stated above. \n31. AP COM 41 of 2023 is accordingly allowed and disposed of by extending the mandate of the arbitral tribunal for 3 weeks from the date of pronouncement of this judgment. \nLater 32. Having regard to the law discussed and the fact that the Award was ready to be published on 21.12.2023, the prayer for stay is considered and refused. \nUrgent Photostat certified copies of this judgment, if applied for, be supplied to the parties upon fulfillment of requisite formalities. \n(Moushumi Bhattacharya, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "madhya pradesh high court shravan kumar patel vs m/s mohanlal hargovinddas a . on 15 may, 2024 author: sheel nagu bench: sheel nagu, amar nath kesharwani in the high court of madhya pradesh at jabalpur before hon'ble shri justice sheel nagu & hon'ble shri justice amar nath kesharwani misc. petition no.4758 of 2023 between :shravan kumar patel s/o late shri parmanand bhai patel, aged about 77 years, r/o 933, gole bazar, jabalpur, occupation : partner in m/s mohanlal hargovinddas. a partnership firm registered under the provisions of the indian partnership act with the registrar of firms and societies, jabalpur, having office at m/s mohanlal hargovinddas, gole bazar, jabalpur (m.p.) .petitioner (by shri siddharth gulatee advocate) and 1. m/s mohanlal hargovinddas, 2 a partnership firm registered under the provisions of the indian partnership act with the registrar of firms and societies, jabalpur, throuh its manager having office at m/s mohanlal hargovinddas, 903 gole bazar, jabalpur (m.p.) 2. siddharth patel s/o late shri parmanand bhai patel, partner in m/s mohanlal hargovinddas, r/o 933, gole bazar, jabalpur (m.p.) 3. smt. neena vinaybhai patel w/o dr. vinaybhai patel, partner in m/s mohanlal hargovinddas, r/o \"31 valentina\" gamadiya road, off pedder road, mumbai (maharashtra) 4. smt. (dr.) sonal kiranbhai amin w/o shri kiranbhai amin, partner in m/s mohanlal hargovinddas, r/o \"kinal\", 4/11 university road, pachpedi, jabalpur (m.p.) 5. ms. roopa patel d/o late shri parmanand bhai patel, partner in ms/ mohanlal hargovinddas, r/o \"30 shreyas\" 5th floor, opposite nariman point, 20 br, mumbai, (maharashtra) 3 6. mohanlal hargovinddas bidi udyog pvt. limited, a company incorporated under the provisions of the companies act, having its registered office at 903, gole bazar, mh house, gole bazar, jabalpur. a partner in m/s mohanlal hargovinddas. .respondents (by respondent no.1shri bhanu pratap singhadvocate, by respondent no.2 shri devendra chouhan, shri b.d. singh & shri azad krishna baisadvocates, by respondent no.3 shri kunal vajani & shri devashish sakalkar advocates by respondent no.5shri aman guptaadvocate and by respondent no.6shri gagan sanghi advocate) ----------------------------------------------------------------------------------------------reserved on : 25/04/2024 pronounced on : 15/05/2024 --------------------------------------------------------------------------------------this petition having been heard and reserved for orders, coming on for pronouncement this day, hon'ble shri justice sheel nagu pronounced the following: order 1. supervisory jurisdiction of this court under article 227 of the constitution of india is invoked to assail interlocutory order passed by xxivth district judge, commercial court, jabalpur on 19.07.2023 in 4 commercial suit no.156/2022 whereby, the right of petitioner/ plaintiff to adduce evidence has been closed on the ground of failure of petitioner/plaintiff to avail various last opportunities to adduce evidence afforded earlier. 2. while taking cognizance of this matter, this court by an order passed on 29.08.2023 stayed the commercial suit no.156/2022. the said interim order continues to subsist till date. accordingly, urgency arises and therefore, this matter has been finally heard in motion to be decided in following terms:2.1 preliminary objection has been raised by respondents herein primarily contending that though this petition is maintainable under article 227 of constitution since constitutional remedy of supervisory jurisdiction cannot be blocked by any statutory bar or otherwise, but the nature of dispute raised herein does not call for interference within the limited and restricted supervisory power under article 227 of constitution of india. 2.2 learned counsel for respondents rely upon judgments rendered in beyond malls llp vs. lifestyle international pvt. ltd., [2021 (1) mplj 337 para 13], jagir singh vs. ranbir singh and another [(1979) 1 scc 560 para 6], garment craft vs. prakash chand goel, [2022 (4) scc 181 para 15], ouseph mathai and others vs. m. abdul khadir [(2002) 1 scc 319 para 4], shivaji laxman 5 palaskar and others vs. kamal raosaheb shipalkar and others passed in w.p. no.12117/2018 decided on 01.11.2018 [high court of bombay, aurangabad bench] and state through special cell, new delhi vs. navjot sandhu alias afshan guru and others [(2003) 6 scc 641 para 19 and 28] inter alia in support of the aforesaid objection. 3. per contra, learned counsel for petitioner/plaintiff has opposed the preliminary objection of the respondents by relying upon mahant ram das vs. ganga das [air 1961 sc 882] & shrinivas sharma vs. shiv kumar sharma and others [(2011) scc online mp 2176 para 11 to16] and contending that once defendant nos.2, 6 & 7 amended their written statements for hearing immediately prior to passing of the impugned order, petitioner/plaintiff ought to have been afforded further opportunity to rebut the amendment and to this extent, the commercial court failed to exercise its jurisdiction thereby, rendering its impugned order amenable to supervisory jurisdiction of this court under art. 227 of constitution. 4. the commercial court act, 2015 (for brevity \"act of 2015\") came into force on 23.10.2015 and was enacted to inter alia achieve following objects :(i) since high value commercial disputes involve complex questions of fact and law, prolonged pendency of which 6 decelerates the economic growth and tarnish the indian judiciary and diminishes faith of investors, an independent mechanism for early resolution of such disputes is need of the hour. (ii) expeditious disposal of such commercial disputes. 4.1 for achieving the aforesaid objects, the special act i.e. the commercial courts act, 2015 incorporated provisions which indicate towards the legislative intent behind enactment of act of 2015 which are as follows :(a) the extensive definition of expression \"commercial disputes\" u/s 2(c) of the act of 2015. (b) constitution of commercial courts at district, appellate and divisional level. (c) section 8 of the act of 2015 bars revision against an interlocutory order passed by commercial courts which is indicative of legislative intent to shorten the time span consumed by a commercial dispute. (d) section 12(3) of the act of 2015 bars an appeal or civil revision against an order of commercial court determining its own jurisdiction. 7 (e) section 12a inserted w.e.f. 03.05.2018 in the act of 2015 makes pre-institution mediation and settlement mandatory for every commercial dispute baring the suits where urgent interim relief is sought. (f) section 14 obliges the appellate court under the act of 2015 to endeavour to dispose of appeals within a period of six months. (g) section 16 by way of schedule appended to the act of 2015 amends the procedure prescribed in civil procedure code,1908 by making it more stringent and time bound. (h) section 21 bestows overriding effect upon the act of 2015 over any other law or instrument. 5. on the anvil of the object sought to be achieved and the means prescribed for achieving the same, the attending factual scenario is to be tested especially in regard to the scope of interference under art. 227 of constitution. 5.1 the undisputed facts are that the suit was instituted in the year 2012. 5.2 after filing of written statement by the defendants, the commercial court framed issues on 24.06.2014. 8 5.3 plaintiff/petitioner was given various last opportunities for adducing evidence but for one reason or the other, same could not happen. 5.4 ultimately the suit in question came to be listed on 06.07.2023 when two applications; one under order 40 rule 1 cpc for appointment of receiver filed by defendant no.2 and similar application under order 6 rule 17 cpc filed by defendant no.7 and third application under order 8 rule 1a(3) cpc filed by defendant no.7 were taken up and considered. 5.5 on 06.07.2023 itself, the application under order 40 rule 1 cpc for appointment of receiver preferred by defendant no.2 was rejected on merits. however, other three applications, two for amending the written statement and the third under order 8 rule 1a(3) cpc for taking the documents on record in support of written statement of defendant no.7 were allowed, permitting defendant no.2 and defendant no.7 to amend their respective written statements. 5.6 however, before concluding the order dated 06.07.2023, the commercial court in the backdrop of six opportunities having been afforded to the plaintiff to adduce evidence (on 23.08.2016, 14.08.2018, 23.01.2023, 14.02.2023, 17.03.2023 and 24.05.2023) directed that last opportunity is afforded to plaintiff 9 to adduce evidence failing which his right to adduce evidence shall stand forfeited. 5.7 the suit was thereafter listed on 19.07.2023. on this day again, the plaintiff failed to adduce evidence in support of the plaint. the commercial court in the backdrop of peremptory order passed earlier on 06.07.2023, forfeited the right of plaintiff to adduce evidence. while passing the impugned order, the commercial court afforded opportunity to the defendants to respond to the application moved by the plaintiff under order 18 rule 1a(3) cpc (this application was subsequently withdrawn by the plaintiff). 6. in the aforesaid factual backdrop, it requires adjudication as to whether the trial court while passing the impugned order exceeded the jurisdiction vested in it or failed to exercise the jurisdiction or wrongly exercised the jurisdiction. 6.1 after due consideration, this court is of the considered view that looking to the nature of dispute, attending factual scenario and the constraints under art. 227 of constitution, no relief is due to the petitioner for the reasons infra:(i) the commercial court which is obliged under the act of 2015 to decide the suit expeditiously, was faced with a 10 situation where the suit instituted in the year 2012 was pending since last more than 10 years. (ii) the commercial court was further faced with compelling situation where despite grant of more than six opportunities to the plaintiff including three last opportunities, plaintiff had failed to adduce evidence. (iii) the commercial court concerned was obliged under the law to decide the suit in question within the restricted procedural provisions of c.p.c. in terms of section 16 of the act of 2015. thus, the commercial court was functioning under the constraints of time line for completion of each stage in the suit under c.p.c. circumscribed and abridged by the commercial court act. (iv) the application for amendment and taking documents on record preferred by the defendants, which were allowed on 06.07.2023, were mere elaboration of the pleadings contained in the respective written statements and thus plaintiff has no reason to plead prejudice for non-grant of opportunities to rebut the said additional pleadings. (v) the supervisory power under art. 227 of constitution which is invoked by the petitioner/plaintiff to assail the impugned order has to be exercised with great care and 11 caution. this power is merely to ensure that courts under territorial jurisdiction of high court function within their jurisdictional purview. further this power is not akin to the appellate power of high court. high court under art. 227 of constitution cannot enter into factual disputes unless such disputes arise from palpably perversity demonstrating lacking of jurisdiction. unless and until it is shown that the civil court has passed an order which it could not have been passed in law, no interference under art. 227 of constitution is called for. an order passed by the civil court may not be the most appropriate decision in the attending facts and circumstances. however, if the view taken by the civil court is one which could have been taken in the attending facts and circumstances of the case, then merely because another view is possible, cannot be a good ground to interfere in the limited and restricted supervisory jurisdiction under art. 227 of constitution. [see: shalini shyam shetty & anr. vs. rajendra shankar patil, 2010 (8) scc 329 and radhey shyam vs. chhabi nath, 2015 (5) scc 423]. (vi) the facts attending the present case reveal that the commercial court was dealing with the suit which was more than 12 years old and where the plaintiff despite grant 12 of various last opportunities had failed to adduce evidence despite the issues having been framed way back on 24.06.2014. in the backdrop of commercial court act mandating the commercial courts to expeditiously decide commercial disputes, the impugned order is in accordance with law especially in the attending compelling facts and circumstances created by procrastination on the part of plaintiff/petitioner. (vii)thus the view taken by the commercial court by passing impugned order could very well have been taken in the available facts and circumstances and, therefore, merely because another view is possible, this court cannot interfere in the limited jurisdictional purview under art. 227 of constitution. (viii) interference in the impugned order in the given facts and circumstances shall amount to grant of premium to repeated defaults committed by petitioner/plaintiff. (ix) in normal circumstances, amendment in written statement should lead to consequential allowing of amendment in the plaint. however, the facts situation herein is different. the amendment to the written statement is nothing but mere elaboration and expansion of the pleadings already existing 13 in their written statement. thus, the amendment to ws may not afford a right upon the plaintiff to seek consequential amendment of plaint. 7. in the conspectus of above, no case for interference is made out and the present petition under art. 227 of constitution stands dismissed. interim order passed earlier on 29.08.2023 stands vacated. 8. registry is directed to inform the trial court about passing of this order. (sheel nagu) (amar nath (kesharwani)) judge judge ys/biswal date: 2024.05.15 14:52:13 +05'30'"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e95ff0b8b894396aace4240fe1514ce_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "2d0ed1a8f0a94810b5e92792528baf48_1"
        },
        {
            "start": 242,
            "end": 262,
            "text": "\nCalcutta High Court",
            "labels": [
                "NONE"
            ],
            "id": "b4e8b35a44d549529ec6057bf9703a23_2"
        },
        {
            "start": 263,
            "end": 339,
            "text": "\nPraxair India Pvt. Ltd vs Steel Authority Of India Ltd on 22 February, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e56f0549dad8433ca11d8e12c882039b_3"
        },
        {
            "start": 340,
            "end": 399,
            "text": "\nAuthor: Moushumi Bhattacharya\nBench: Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06fbfab7dd5c4897b23030c0d71c2a63_4"
        },
        {
            "start": 422,
            "end": 474,
            "text": "In The High Court At Calcutta\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9411446ef08840489fd00486f8565afd_5"
        },
        {
            "start": 474,
            "end": 482,
            "text": "Ordinary",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e9b654ec418443ead96334ae27de0bf_6"
        },
        {
            "start": 483,
            "end": 491,
            "text": "Original",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f2665d7895e4e88b83274c4f08b3471_7"
        },
        {
            "start": 492,
            "end": 510,
            "text": "Civil Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c6d617f41334d778cd3c4c3acc81604_8"
        },
        {
            "start": 541,
            "end": 581,
            "text": "Original Side\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3360a7a80c8400486b2b620b084c7c5_9"
        },
        {
            "start": 581,
            "end": 602,
            "text": "(Commercial Division)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d4612ece8d543538046c92bad330e38_10"
        },
        {
            "start": 603,
            "end": 652,
            "text": "\n\nPresent :\nHon'ble Justice Moushumi Bhattacharya",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e2945ee1b104d4b948db26355a28a2d_11"
        },
        {
            "start": 686,
            "end": 737,
            "text": "A.P. Com 41 of 2024\n\n                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71ab8589595940cd9d1c9a70bf4e5744_12"
        },
        {
            "start": 737,
            "end": 760,
            "text": "Praxair India Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "edc42aa93ca6440ab79f46e72388f931_13"
        },
        {
            "start": 802,
            "end": 860,
            "text": "vs\n                          Steel Authority of India Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd69a96570ed4692a0d6c39f1b8ba510_14"
        },
        {
            "start": 864,
            "end": 882,
            "text": "For the petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ee14a36c2d542288534e9ad5eacdc44_15"
        },
        {
            "start": 890,
            "end": 923,
            "text": ":   Mr. S.N. Mookherjee, Sr. Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14d00d2c079149228706080a0314aa9e_16"
        },
        {
            "start": 955,
            "end": 986,
            "text": "Mr. Ratnanko Banerjee, Sr. Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b39855c71cde43aeb9132aa74ee8e775_17"
        },
        {
            "start": 1018,
            "end": 1043,
            "text": "Mr. Shatanshu Panda, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4656d78ee0684b7b81409a821c25f4d9_18"
        },
        {
            "start": 1075,
            "end": 1106,
            "text": "Mr. Dipendra Nath Chunder, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dcdb8359871147afbe5ce98d0910d9c3_19"
        },
        {
            "start": 1138,
            "end": 1166,
            "text": "Ms. Urmila Chakraborty, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5acb5f3bab44e6790f4e8d19dcb3ffd_20"
        },
        {
            "start": 1198,
            "end": 1230,
            "text": "Mr. Shubrojyoti Mookherjee, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7746f3141934a4da98490d782bc258f_21"
        },
        {
            "start": 1234,
            "end": 1252,
            "text": "For the respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d08ef49ccc674c68ad46e1c20ed410fe_22"
        },
        {
            "start": 1260,
            "end": 1288,
            "text": ":   Mr. L.K. Gupta, Sr. Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b06834e069e0434eb6e154a5f433ec3a_23"
        },
        {
            "start": 1289,
            "end": 1343,
            "text": "\n                              Mr. T.K. Banerjee, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5714eee27a7446b4a0d0679c14510d9e_24"
        },
        {
            "start": 1344,
            "end": 1412,
            "text": "\n                              Mr. Sauvik Nandy, Adv\n\n\nLast heard on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5939c82fc7141a89d1ff02aa43feb51_25"
        },
        {
            "start": 1413,
            "end": 1439,
            "text": "            :   19.01.2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "beab3ab6e175490aba426ece97637383_26"
        },
        {
            "start": 1440,
            "end": 1454,
            "text": "\n\nDelivered on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "adc90f936bdd4c9f8a5ed3966e712272_27"
        },
        {
            "start": 1455,
            "end": 1484,
            "text": "             :    22.02.2024.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5741a04999be408d93b35da89f836393_28"
        },
        {
            "start": 1485,
            "end": 1516,
            "text": "\n\n\nMoushumi Bhattacharya, J.\n1.",
            "labels": [
                "NONE"
            ],
            "id": "66194bf042b140118fdc46db31d372ee_29"
        },
        {
            "start": 1517,
            "end": 1866,
            "text": "This is a composite application for extension of the mandate of the arbitral tribunal under section 29A (4) and (5) of The Arbitration and Conciliation Act, 1996 and for exclusion of the time period from 14.07.2023 to 10.01.2024 for the purpose of determining whether the application has been made within the prescribed period under the 1996 Act.\n2.",
            "labels": [
                "FAC"
            ],
            "id": "fea231a4eaea40e5bfe3390ea42f1ad8_30"
        },
        {
            "start": 1867,
            "end": 1949,
            "text": "The significance of these dates would be clear from the facts narrated after this.",
            "labels": [
                "FAC"
            ],
            "id": "08d722469f3e4fb19d8924e887b62e0d_31"
        },
        {
            "start": 1950,
            "end": 1990,
            "text": "The parties have not disputed the dates.",
            "labels": [
                "FAC"
            ],
            "id": "5271937da27d47f8821a9559d6300621_32"
        },
        {
            "start": 1991,
            "end": 2045,
            "text": "\n3. The petitioner is the claimant in the arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "6d1dcb4b9fe04f0fb19f6ddb1cf78ea0_33"
        },
        {
            "start": 2046,
            "end": 2165,
            "text": "The mandate of the tribunal was extended by the consent of parties under section 29A(3) for six months till 14.07.2023.",
            "labels": [
                "FAC"
            ],
            "id": "93fac345ec704812946f5495d25f1b1d_34"
        },
        {
            "start": 2166,
            "end": 2262,
            "text": "The order recording the consent given by the respondent under section 29A(3) is part of records.",
            "labels": [
                "FAC"
            ],
            "id": "edf7fed36cd742919d6912df909610d1_35"
        },
        {
            "start": 2263,
            "end": 2412,
            "text": "The order passed by the arbitral tribunal on 16.01.2023 records the respondent's consent to extension of the mandate under section 29A(3) of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "a2e96218fb0348279028add1a9ea0a1d_36"
        },
        {
            "start": 2413,
            "end": 2605,
            "text": "The next order of the arbitral tribunal dated 1.05.2023 records the stand taken by the parties in the matter of filing an application before the appropriate forum for extension of the mandate.",
            "labels": [
                "FAC"
            ],
            "id": "1a97761ba52b4c49aa1dc04bc5781d13_37"
        },
        {
            "start": 2607,
            "end": 2770,
            "text": "4. The petitioner made an application before the Ld. District Judge, Asansol for extension of the mandate on 14.07.2023 pursuant to the direction dated 01.05.2023.",
            "labels": [
                "FAC"
            ],
            "id": "ca1a52d77eb4457684ef86030e01bc1e_38"
        },
        {
            "start": 2771,
            "end": 2891,
            "text": "The Ld. District Judge, Asansol, transferred the case to the Ld. Additional District Judge by an order dated 18.11.2023.",
            "labels": [
                "RLC"
            ],
            "id": "519e36527067419789f52e9c92d05df9_39"
        },
        {
            "start": 2892,
            "end": 3005,
            "text": "The matter was thereafter transferred to the Ld. Judge, Commercial Court at Asansol by an order dated 14.12.2023.",
            "labels": [
                "RLC"
            ],
            "id": "81b6a730cf8148e0b84b9d2ba363280f_40"
        },
        {
            "start": 3006,
            "end": 3154,
            "text": "The Ld. Commercial Court renumbered the case on 15.12.2023 and finally rejected the application as non-maintainable by an order dated 09.01.2024.\n5.",
            "labels": [
                "RLC"
            ],
            "id": "15dd66188c5042a8abec95ba85e2a2b3_41"
        },
        {
            "start": 3155,
            "end": 3301,
            "text": "The order dated 09.01.2024 was uploaded on the Court's website on 10.01.2024 and the certified copy of the order was made available on 11.01.2024.",
            "labels": [
                "FAC"
            ],
            "id": "a2208f7dd8ea4ecd80a34a8579f032eb_42"
        },
        {
            "start": 3302,
            "end": 3368,
            "text": "The present application was filed before this Court on 11.01.2024.",
            "labels": [
                "FAC"
            ],
            "id": "a877caf89d1a4e52883f5532158c85e0_43"
        },
        {
            "start": 3369,
            "end": 3463,
            "text": "The petitioner however cured a defect in one of the annexures (being illegible) on 15.01.2024.",
            "labels": [
                "FAC"
            ],
            "id": "c948da1e41604ce699996a876d2f2493_44"
        },
        {
            "start": 3464,
            "end": 3512,
            "text": "The application was finally filed on 15.01.2024.",
            "labels": [
                "FAC"
            ],
            "id": "6391c21e7851408090a361b800641ccd_45"
        },
        {
            "start": 3514,
            "end": 3711,
            "text": "6. Learned counsel appearing for the petitioner relies on section 14 of the Limitation Act, 1963 and argues that the delay in filing the petition should be condoned under section 5 of the said Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e972d262a96947be872ff70df65eb854_46"
        },
        {
            "start": 3712,
            "end": 3881,
            "text": "Counsel urges that the mandate continued from 14.07.2023 to 10.01.2024 and that delay, if any, is also condonable under sections 5 and 14 of the Limitation Act, 1963.\n7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "70f969e6674343f88247f007c909f0f9_47"
        },
        {
            "start": 3882,
            "end": 4212,
            "text": "Learned counsel appearing for the respondent argues that the mandate first terminated on 14.07.2023 and thereafter on 9.01.2024 i.e after the extension given under section 29A(3) of the 1996 Act and the order passed by the Asansol Commercial Court rejecting the petitioner's application for extension of the mandate, respectively.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d9106d16cf164528a94f45503b1ef468_48"
        },
        {
            "start": 4213,
            "end": 4287,
            "text": "Counsel submits that the Court cannot extend the mandate after 09.01.2024.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "55accec83b324e259167154a6bc82e9d_49"
        },
        {
            "start": 4289,
            "end": 4419,
            "text": "8. Counsel makes an alternative argument of the Calcutta High Court lacking jurisdiction for entertaining the present application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "50c0011cbf494d7a9e95e0caaafa3640_50"
        },
        {
            "start": 4420,
            "end": 4641,
            "text": "Counsel relies on the definition of \"Court\" under section 2(1)(e) of the 1996 Act and also says that the Calcutta High Court cannot re-appoint the same arbitrator post-termination but can only \"substitute\" the arbitrator.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9a81f6e5dcd4c1bb816aaecd7ec9452_51"
        },
        {
            "start": 4643,
            "end": 4891,
            "text": "9. The mandate of the arbitral tribunal under section 29A(1) of The Arbitration and Conciliation Act, 1996 starts from the date of completion of the pleadings and continues for 12 months from that date for non-international commercial arbitrations.",
            "labels": [
                "STA"
            ],
            "id": "b86003735b8a4e3a80b87273b88b4031_52"
        },
        {
            "start": 4892,
            "end": 5024,
            "text": "The mandate continues for a second run under section 29A(3) where the parties consent to extending the period for making of the awar",
            "labels": [
                "STA"
            ],
            "id": "29e4da4d0cff4e169541f01a323f4f1c_53"
        },
        {
            "start": 5025,
            "end": 5127,
            "text": "d for a further period of 6 months from the end of the first window of 12 months under section 29A(1).",
            "labels": [
                "STA"
            ],
            "id": "5aae043af874464aabb79f87ecaef184_54"
        },
        {
            "start": 5128,
            "end": 5354,
            "text": "Sections 29A(4) and (5) contemplate a third extension of the mandate subject to an application made by one of the parties to the Court and the Court extending the mandate for sufficient cause and on terms imposed by the Court.",
            "labels": [
                "STA"
            ],
            "id": "222d2b779f624e489a14d7d4539b28f7_55"
        },
        {
            "start": 5355,
            "end": 5538,
            "text": "The second proviso to section 29A(4) envisages an automatic extension of the mandate where the parties have applied to the Court under section 29A(5) till disposal of the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99f13f0e6eb14db0aba6e3c1fcec786e_56"
        },
        {
            "start": 5540,
            "end": 5854,
            "text": "10. The mandate of the arbitral tribunal, hence, is a thread which transitions seamlessly from one stage of section 29A to the next, unless the thread is broken either by the parties not consenting to extend the mandate under section 29A(3) or the parties failing to make an application to the Court for extension.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a752a98fa2043ab8cbbeee5e97aa66c_57"
        },
        {
            "start": 5855,
            "end": 6044,
            "text": "The mandate, unless extended before exhausting the available windows under section 29A(1), (3), (4)/(5), terminates and the tribunal is rendered de jure ineligible to perform its functions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6136ca203a4a42e191ffb339a8f218d8_58"
        },
        {
            "start": 6046,
            "end": 6275,
            "text": "11. The Court can step in to continue the arbitration provided the Court receives an application under section 29A(4)/(5), on the contemplation that the arbitration will continue from the stage at which the application was filed.",
            "labels": [
                "STA"
            ],
            "id": "0b9488e8583945efbf066a7943130201_59"
        },
        {
            "start": 6277,
            "end": 6416,
            "text": "12. It is also relevant to locate section 29A(1) in the timeline of the amendments brought into The Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ef6146724a8444e83eafbfd93a436e6_60"
        },
        {
            "start": 6417,
            "end": 6561,
            "text": "Section 29A was inserted in 2016 with effect from 23.10.2015 and sub-section (1) to section 29A was inserted in 2019 with effect from 30.8.2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14124e4a25534591aa4fec2a8e512bf9_61"
        },
        {
            "start": 6562,
            "end": 6694,
            "text": "Even if not strictly relevant, it would be worthwhile to compare the pre-amendment (the 2019 amendment) position prior to 30.8.2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3fba5b60581440582e8f0d15f19c0f1_62"
        },
        {
            "start": 6696,
            "end": 7026,
            "text": "13. Section 29A(1) previously required that the award be made within a period of 12 months from the date of arbitral tribunal entering upon the reference with the explanation that the tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator/s received notice in writing of their appointment.",
            "labels": [
                "STA"
            ],
            "id": "3947c489504c40f9a24a69a9bfa8e1c6_63"
        },
        {
            "start": 7027,
            "end": 7131,
            "text": "In that sense, the amended section 29A(1) enlarges the time for the arbitral tribunal to make the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "892764862a5b491983dee1f57940fa63_64"
        },
        {
            "start": 7133,
            "end": 7338,
            "text": "14. In the present case, the Court has been called upon to determine whether the mandate was broken, that is, whether the mandate irrevocably terminated before the petitioner filed the present application.",
            "labels": [
                "ISSUE"
            ],
            "id": "9aa9bb8a51b541d099e988cc262ba79c_65"
        },
        {
            "start": 7340,
            "end": 7599,
            "text": "15. The undisputed dates which are relevant for this determination would show that the mandate had a smooth run from its commencement that is from the date of completion of the pleadings till 14.7.2023 factoring in the 6 months extension under section 29A(3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b357b9a812434d7489a2bfc78140f403_66"
        },
        {
            "start": 7600,
            "end": 7672,
            "text": "The petition was made on 14.7.2023 itself before the mandate could trip.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8751edb630314878b318b4c250a434d4_67"
        },
        {
            "start": 7673,
            "end": 7805,
            "text": "The mandate was thereafter lobbed from one Court to the next and then to the Court of the Commercial Court at Asansol on 14.12.2023.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "917d6705450f4d8cb600881b272c627e_68"
        },
        {
            "start": 7806,
            "end": 7950,
            "text": "The Commercial Court renumbered the case on 15.12.2023 and finally rejected the application for extension on 9.1.2024 as not being maintainable.",
            "labels": [
                "RPC"
            ],
            "id": "4cbf98bdcd4b4925854829481958d7b6_69"
        },
        {
            "start": 7951,
            "end": 8085,
            "text": "This order was uploaded on the Court's website on the next day i.e 10.01.2024 and the certified copy was made available on 11.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1132e7d1fc64fb3a039e21b6c1b9046_70"
        },
        {
            "start": 8086,
            "end": 8259,
            "text": "The mandate was therefore prevented from tripping and falling by continuation of the proceedings from 14.7.2023 till 11.01.2024 under section 14 of the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c3ee5e58c3440a2b3458bf2076ba46c_71"
        },
        {
            "start": 8261,
            "end": 8377,
            "text": "16. The respondent, through learned counsel, admits to the facts being amenable to section 14 of the Limitation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87f66e14883b4625b8f3f39d93f6a789_72"
        },
        {
            "start": 8378,
            "end": 8612,
            "text": "There is no doubt that the petitioner is entitled to reap the benefit of section 14 on the bona fide prosecution of the civil proceeding before the Asansol District Court and thereafter in the Asansol Commercial Court till 11.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5212716410e84ad395fbb5fdbf976d70_73"
        },
        {
            "start": 8613,
            "end": 8916,
            "text": "Section 14(2) provides that the time during which the applicant has been prosecuting another proceedings with due diligence against the same party for the same relief shall be excluded, where the proceeding is in good faith and the Court is unable to entertain the proceeding for defect of jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "3075817857784490a880f9542d8227f5_74"
        },
        {
            "start": 8918,
            "end": 9146,
            "text": "17. Explanation (a) to section 14 includes the day on which that proceeding was instituted and the day on which the proceeding ended for the purpose of extension of the time during which the earlier civil proceeding was pending.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9df1f47b7624795a5c3c135e107f6e7_75"
        },
        {
            "start": 9147,
            "end": 9304,
            "text": "Hence, both 14.7.2023 as well as 10.1.2024 would be included for determining the time-band which is to be excluded under section 14(2) of the Limitation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d29349cb3394e49acf290ddd5c759fc_76"
        },
        {
            "start": 9306,
            "end": 9533,
            "text": "18. It is now settled that section 14 of the Limitation Act would be applicable to The Arbitration and Conciliation Act, 1996 : Refer M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5e1e585e02349f692ad68637ab68169_77"
        },
        {
            "start": 9534,
            "end": 9959,
            "text": "The petitioner herein fulfils all five of the criteria set-down in paragraph 21 of the Report, namely,\n(i) Both the prior and later proceedings are civil in nature,\n(ii) The prior proceeding was done with due diligence and in good faith,\n(iii) The failure of the prior proceeding is due to a defect of jurisdiction,\n(iv) Both the proceedings relate to the same matter in issue,\n(v) Both the proceedings are in a court of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "898010cb9f67413f9681a2a06b99c804_78"
        },
        {
            "start": 9961,
            "end": 10249,
            "text": "19. The petitioner thereafter successfully picked up the thread of the mandate on 11.01.2024 from the date when the certified copy of the order of the Asansol Commercial Court was made available to the petitioner to the day when the petitioner filed the present application in this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b3ba152ebc3946b7a0bc5310816267a3_79"
        },
        {
            "start": 10250,
            "end": 10388,
            "text": "The petitioner however deemed it necessary, and with good reason, to cure the defect in one of the annexures to application on 15.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5b698283ff847289096b87fb8e4c511_80"
        },
        {
            "start": 10389,
            "end": 10462,
            "text": "The Court's papers indicate that the application was filed on 11.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "999c912b4fe74040b450fa446dea8ec3_81"
        },
        {
            "start": 10463,
            "end": 10677,
            "text": "Even if 15.01.2024 is taken as the date of filing, the petitioner appears to be twice-blessed (or is it thrice?) with the mandate continuing its unbroken run from 11.01.2024 to 15.01.2024 for the reason as follows.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "375ba1d32d78463ab68013fc796a3092_82"
        },
        {
            "start": 10679,
            "end": 10827,
            "text": "20. 12.01.2024 - 14.01.2024 would be excluded as 12.01.2024 was a notified holiday in the State of West Bengal including in the Calcutta High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "436823fa26534111891a099f40e915cc_83"
        },
        {
            "start": 10828,
            "end": 10892,
            "text": "13.01.2024 and 14.01.2024 was Saturday and Sunday, respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5afd65243a6495b81b0729d0ed1d31c_84"
        },
        {
            "start": 10894,
            "end": 11105,
            "text": "21. Therefore, the delay, if any, would be condoned under section 5 of the Limitation Act, 1963 as the Court has found that there was sufficient cause for not making the application within the prescribed period.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9131254d5ab044b29f8da32ae0be2ca3_85"
        },
        {
            "start": 11106,
            "end": 11343,
            "text": "The Section 5 reasoning is buttressed by the attending circumstances including the petitioner receiving necessary documents from Asansol and instructions from Bangalore but managing to file the present application in the course of a day.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ad39d243eb648f4b80626f847bd18b3_86"
        },
        {
            "start": 11344,
            "end": 11450,
            "text": "This would constitute \"sufficient cause\" under section 5 read with section 14 of the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "279260f6a8e049a9ba125dcf18b68fc8_87"
        },
        {
            "start": 11451,
            "end": 11691,
            "text": "The Supreme Court in J. Kumaradasan Nair v. IRIC Sohan; (2009) 12 SCC 175 held that sections 5 and 14 of the Limitation Act and principles analogous thereto are applicable to all proceedings even if those sections are not applicable per se.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cabf5c82fc5f49178fe9d1bbc4e0e1d2_88"
        },
        {
            "start": 11693,
            "end": 11889,
            "text": "22. The above factors persuade the Court to hold that the petitioner successfully held up the mandate from 14.7.2023 to 11.01.2024 - if not 15.01.2024 - without break, termination or interruption.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "667dd28d44684aa5b37348fd5182bd2b_89"
        },
        {
            "start": 11890,
            "end": 12009,
            "text": "Contrary to the stand taken on behalf of the respondent, the mandate did not terminate at any stage in this time frame.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46972314dca34374892593c48a126491_90"
        },
        {
            "start": 12011,
            "end": 12231,
            "text": "23. Section 29A of The Arbitration and Conciliation Act, 1996 is not about cookie-cutter interpretations where the Court lurks in the shadows and catches the applicant unawares to slash the mandate on the slightest slip.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf5948f01f6a47f79cbdf40fd5f52222_91"
        },
        {
            "start": 12232,
            "end": 12381,
            "text": "Section 29A is about the arbitral tribunal acting in concert with the stakeholders to ensure that the award is made within the prescribed timeliness.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c74074dcd9d4858ad24699be7b42631_92"
        },
        {
            "start": 12382,
            "end": 12529,
            "text": "The section is only to guard against tardy arbitrators and forgetful / indifferent parties where the making of the award is put on the back burner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7a14ed2c64645d8800c4f6418f24054_93"
        },
        {
            "start": 12531,
            "end": 12727,
            "text": "24. The present case takes on an entirely different complexion on the learned arbitrator informing the parties by mail dated 15.12.2023 that the award will be pronounced on 21.12.2023 at 6.30 p.m.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e81ebe78165641fba13cb19fa37bc483_94"
        },
        {
            "start": 12728,
            "end": 12782,
            "text": "This fact is recorded in the Minutes dated 19.12.2023.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2510cde7d2d842878a18244dac123266_95"
        },
        {
            "start": 12783,
            "end": 12897,
            "text": "This means that the award was ready to be published as on 21.12.2023 with the parties being put on notice thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "48f5a253a1b24c7ca4d4d52ec9a66902_96"
        },
        {
            "start": 12898,
            "end": 13125,
            "text": "Hence, apart from the question of the mandate continuing till 11.01.2023/15.01.2023, there is no further room for the respondent to argue that the arbitration needs to commence de novo upon the mandate terminating on 9.01.2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "693fad3407c941ca8fe73f57a19c363b_97"
        },
        {
            "start": 13126,
            "end": 13349,
            "text": "The respondent's argument would amount to a most unnatural reading of section 29A where the Court directs commencement of the arbitration from the very beginning despite the tribunal giving a date for pronouncing the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37b1bfff566f48f38566560ee7c83eff_98"
        },
        {
            "start": 13350,
            "end": 13441,
            "text": "Section 29A is for preserving arbitral efficacy and should not be made out to be a monster.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bab7a01676d499e92f392ff47008820_99"
        },
        {
            "start": 13443,
            "end": 13613,
            "text": "25. The second point raised by the respondent is on the jurisdiction of this Court or more precisely, the lack of jurisdiction, for deciding the extension of the mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d15b366908b43eaa80867666b66166f_100"
        },
        {
            "start": 13614,
            "end": 13710,
            "text": "The respondent says that the application should be filed before the Commercial Court at Asansol.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "696c571421364ed1a5e275957571b2b8_101"
        },
        {
            "start": 13711,
            "end": 13871,
            "text": "Counsel relies on section 11(6) of The Arbitration and Conciliation Act, 1996 in the context of the definition of \"Court\" under section 2(1)(e) of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ecf92179dc564d569833aa6542e3d262_102"
        },
        {
            "start": 13872,
            "end": 14060,
            "text": "Counsel also relies on section 29A(6) of the Act to argue that the Court can only \"substitute\" an arbitrator but not re-appoint the same arbitrator in an application of the present nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a2ad813f0f8441cbb84cc2b19d6f1c8_103"
        },
        {
            "start": 14062,
            "end": 14132,
            "text": "26. The above contention cannot be accepted for the following reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31204cf8733949008ca76ce6de234178_104"
        },
        {
            "start": 14134,
            "end": 14307,
            "text": "27. In the order dated 09.01.2024 the Ld. Commercial Court at Asansol specifically held that it did not have jurisdiction to extend the mandate under section 29A of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e7519d2edcd46d5a744fe7bdcddf5a5_105"
        },
        {
            "start": 14308,
            "end": 14465,
            "text": "The Commercial Court considered the definition given under section 2(1)(e) of the 1996 Act and also the import of sections 11 and 29A in coming to this view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bce92810f2fa4eca9d59d3737ff97f2a_106"
        },
        {
            "start": 14466,
            "end": 14835,
            "text": "A Coordinate Bench judgment of this Court in Amit Kumar Gupta v. Dipak Prasad; 2021 SCC OnLine Cal 2174 answered this issue on the view that the word \"Court\" used in section 29A partakes the character of the appointing authority as prescribed under section 11 of the Act and therefore can only be the Court which has the power to appoint an arbitrator under section 11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "484c75c554854004ac775ab267cb739e_107"
        },
        {
            "start": 14836,
            "end": 15008,
            "text": "The Court is informed that the appointment of one of the arbitrators in the present case was made by this Court under section 11 of the Act by an order dated 22.7.2019.\n28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b70737a00d134ad3b49eb3d763e35c0b_108"
        },
        {
            "start": 15009,
            "end": 15339,
            "text": "The decisions relied on for the purpose of divesting this Court of jurisdiction do not take the respondent's case forward - Nimet Resources Inc. vs Essar Steels Ltd; 2009 17 SCC 313 and State of West Bengal vs. Associated Contractors; 2015 1 SCC 32 were delivered prior to 2015 before the insertion of section 29A to the 1996 Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0b1839a78fa541aa95e34dda7ca4978c_109"
        },
        {
            "start": 15340,
            "end": 15540,
            "text": "Nimet Resources was also concerned with an application under section 14(2) of the 1996 Act for substitution of arbitrators where the allegation was of the arbitrator delaying the arbitral proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "93b953933f6b4ee985393c9353babdf3_110"
        },
        {
            "start": 15541,
            "end": 15745,
            "text": "State of Jharkhand v. Hindustan Construction Company Limited; (2018) 2 SCC 602 was concerned with the term \"Court\" as used in sections 2, 14 and 31 of the Arbitration Act, 1940 as opposed to the 1996 Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4b564eadef4c4f958b2bb8bfc952ecf7_111"
        },
        {
            "start": 15746,
            "end": 16007,
            "text": "The decision of this Court in Multiplex Equipments & Services Pvt. Ltd. v. Bagzone Lifestyles Pvt. Ltd; AP - COM 11 of 2023 was on the question whether the Court can proceed with a substitute arbitrator in view of the arbitrator's mandate having come to an end.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6ab29508a75a4352aed2627c495d3b97_112"
        },
        {
            "start": 16008,
            "end": 16105,
            "text": "There was a specific finding in that decision of the mandate having come to an end on 22.01.2022.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "19c0e83ee5104ff788019d6dde079d58_113"
        },
        {
            "start": 16106,
            "end": 16337,
            "text": "The decision of this Court in Rohan Builders (India) Pvt. Ltd. v. Berger Paints India Limited; 2023 SCC OnLine Cal 2645 was on the premise that the application under section 29A(4) and (5) was made after termination of the mandate.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c4c34862668b4bd79f2e1cd5db9b91eb_114"
        },
        {
            "start": 16338,
            "end": 16454,
            "text": "In that case, the respondent had also not consented to the extension of the mandate under section 29A(3) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92902348d1e1405ea6d69d8026260860_115"
        },
        {
            "start": 16455,
            "end": 16529,
            "text": "Rohan Builders, in any event, is under challenge before the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "128f28646c884cff9d073992803b8176_116"
        },
        {
            "start": 16530,
            "end": 16614,
            "text": "Therefore, Rohan Builders cannot be a fetter on the Court for the aforesaid reasons.",
            "labels": [
                "RATIO"
            ],
            "id": "98277d4575fd42489a63438792ea673f_117"
        },
        {
            "start": 16615,
            "end": 16794,
            "text": "\n29. Substitution or re-appointment is only warranted where the mandate has come to an end and the Court prods the arbitration to proceed to its logical conclusion, i.e. an award.",
            "labels": [
                "RATIO"
            ],
            "id": "4d1740e2cf3146e08cf04361319ca1a9_118"
        },
        {
            "start": 16795,
            "end": 16981,
            "text": "It is indeed curious as to why the respondent, after having participated in the arbitration and consented to the extension of the mandate, is now keen to resist publication of the award.",
            "labels": [
                "RATIO"
            ],
            "id": "77984ac33ede48ddae51647367bd5498_119"
        },
        {
            "start": 16983,
            "end": 17065,
            "text": "30. The Court is thus inclined to reject the objection to the present application.",
            "labels": [
                "RPC"
            ],
            "id": "5ad6f591ab0340979a4397f3f9f0e98e_120"
        },
        {
            "start": 17066,
            "end": 17159,
            "text": "The Court proposes to extend the mandate on the sufficiency of cause shown by the petitioner.",
            "labels": [
                "RATIO"
            ],
            "id": "2927d279e60345d6bc3657cd227b50e7_121"
        },
        {
            "start": 17160,
            "end": 17227,
            "text": "The Court's view would be evident from the reasons as stated above.",
            "labels": [
                "RPC"
            ],
            "id": "db8de58efbbe4babbee8c302de6917c9_122"
        },
        {
            "start": 17228,
            "end": 17400,
            "text": "\n31. AP COM 41 of 2023 is accordingly allowed and disposed of by extending the mandate of the arbitral tribunal for 3 weeks from the date of pronouncement of this judgment.",
            "labels": [
                "RPC"
            ],
            "id": "600185c873c44f008e1ffbd353195a95_123"
        },
        {
            "start": 17401,
            "end": 17411,
            "text": "\nLater 32.",
            "labels": [
                "RPC"
            ],
            "id": "3b11c9b59d724213ad4ca3849ba830a2_124"
        },
        {
            "start": 17412,
            "end": 17562,
            "text": "Having regard to the law discussed and the fact that the Award was ready to be published on 21.12.2023, the prayer for stay is considered and refused.",
            "labels": [
                "RPC"
            ],
            "id": "0fa5106bc937496b83dc6e97752f83d8_125"
        },
        {
            "start": 17563,
            "end": 17701,
            "text": "\nUrgent Photostat certified copies of this judgment, if applied for, be supplied to the parties upon fulfillment of requisite formalities.",
            "labels": [
                "RPC"
            ],
            "id": "97312b8444cc440a88306d94545f802a_126"
        },
        {
            "start": 17702,
            "end": 17730,
            "text": "\n(Moushumi Bhattacharya, J.)",
            "labels": [
                "NONE"
            ],
            "id": "c5360dd7ab5b462e814c95f62185b367_127"
        }
    ],
    "entities": [
        {
            "text": "Madhya Pradesh High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 25
        },
        {
            "text": "Shravan Kumar Patel",
            "label": "PETITIONER",
            "start_char": 26,
            "end_char": 45
        },
        {
            "text": "Mohanlal Hargovinddas",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 74
        },
        {
            "text": "Sheel Nagu",
            "label": "JUDGE",
            "start_char": 105,
            "end_char": 115
        },
        {
            "text": "Sheel Nagu",
            "label": "JUDGE",
            "start_char": 123,
            "end_char": 133
        },
        {
            "text": "Amar Nath Kesharwani",
            "label": "JUDGE",
            "start_char": 135,
            "end_char": 155
        },
        {
            "text": "High Court Of Madhya Pradesh\n                 At Jabalpur",
            "label": "COURT",
            "start_char": 163,
            "end_char": 220
        },
        {
            "text": "Sheel Nagu",
            "label": "JUDGE",
            "start_char": 275,
            "end_char": 285
        },
        {
            "text": "Amar Nath Kesharwani",
            "label": "JUDGE",
            "start_char": 333,
            "end_char": 353
        },
        {
            "text": "Shravan Kumar Patel",
            "label": "PETITIONER",
            "start_char": 412,
            "end_char": 431
        },
        {
            "text": "Siddharth Gulatee",
            "label": "LAWYER",
            "start_char": 928,
            "end_char": 945
        },
        {
            "text": "Mohanlal Hargovinddas",
            "label": "RESPONDENT",
            "start_char": 996,
            "end_char": 1017
        },
        {
            "text": "Siddharth Patel",
            "label": "RESPONDENT",
            "start_char": 1325,
            "end_char": 1340
        },
        {
            "text": "Neena Vinaybhai Patel",
            "label": "RESPONDENT",
            "start_char": 1491,
            "end_char": 1512
        },
        {
            "text": "Sonal Kiranbhai Amin",
            "label": "RESPONDENT",
            "start_char": 1690,
            "end_char": 1710
        },
        {
            "text": "Roopa Patel",
            "label": "RESPONDENT",
            "start_char": 1880,
            "end_char": 1891
        },
        {
            "text": "Mohanlal Hargovinddas Bidi",
            "label": "RESPONDENT",
            "start_char": 2167,
            "end_char": 2193
        },
        {
            "text": "Bhanu\n               Pratap Singh-",
            "label": "LAWYER",
            "start_char": 2656,
            "end_char": 2690
        },
        {
            "text": "Devendra Chouhan",
            "label": "LAWYER",
            "start_char": 2742,
            "end_char": 2758
        },
        {
            "text": "B.D. Singh",
            "label": "LAWYER",
            "start_char": 2765,
            "end_char": 2775
        },
        {
            "text": "Azad Krishna Bais-",
            "label": "LAWYER",
            "start_char": 2798,
            "end_char": 2816
        },
        {
            "text": "Kunal Vajani",
            "label": "LAWYER",
            "start_char": 2869,
            "end_char": 2881
        },
        {
            "text": "Devashish Sakalkar",
            "label": "LAWYER",
            "start_char": 2904,
            "end_char": 2922
        },
        {
            "text": "AMAN GUPTA-",
            "label": "RESPONDENT",
            "start_char": 2976,
            "end_char": 2987
        },
        {
            "text": "GAGAN SANGHI",
            "label": "LAWYER",
            "start_char": 3056,
            "end_char": 3068
        },
        {
            "text": "Sheel Nagu",
            "label": "JUDGE",
            "start_char": 3508,
            "end_char": 3518
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 3648,
            "end_char": 3659
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 3667,
            "end_char": 3688
        },
        {
            "text": "XXIVth District Judge, Commercial Court, Jabalpur",
            "label": "COURT",
            "start_char": 3740,
            "end_char": 3789
        },
        {
            "text": "19.07.2023",
            "label": "DATE",
            "start_char": 3793,
            "end_char": 3803
        },
        {
            "text": "Commercial Suit No.156/2022",
            "label": "CASE_NUMBER",
            "start_char": 3813,
            "end_char": 3840
        },
        {
            "text": "29.08.2023",
            "label": "DATE",
            "start_char": 4119,
            "end_char": 4129
        },
        {
            "text": "Commercial Suit No.156/2022",
            "label": "CASE_NUMBER",
            "start_char": 4141,
            "end_char": 4168
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4481,
            "end_char": 4492
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 4496,
            "end_char": 4508
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4747,
            "end_char": 4758
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 4762,
            "end_char": 4783
        },
        {
            "text": "Beyond Malls LLP",
            "label": "ORG",
            "start_char": 4854,
            "end_char": 4870
        },
        {
            "text": "[2021 (1) MPLJ 337",
            "label": "CASE_NUMBER",
            "start_char": 4910,
            "end_char": 4928
        },
        {
            "text": "Jagir Singh vs. Ranbir Singh and another [(1979) 1 SCC 560 Para 6]",
            "label": "PRECEDENT",
            "start_char": 4939,
            "end_char": 5005
        },
        {
            "text": "Garment Craft Vs.",
            "label": "PRECEDENT",
            "start_char": 5007,
            "end_char": 5024
        },
        {
            "text": "Prakash Chand Goel",
            "label": "OTHER_PERSON",
            "start_char": 5025,
            "end_char": 5043
        },
        {
            "text": "[2022 (4) SCC 181",
            "label": "CASE_NUMBER",
            "start_char": 5045,
            "end_char": 5062
        },
        {
            "text": "Ouseph Mathai and others vs. M. Abdul Khadir",
            "label": "PRECEDENT",
            "start_char": 5073,
            "end_char": 5117
        },
        {
            "text": "[(2002) 1 SCC 319 Para 4]",
            "label": "PRECEDENT",
            "start_char": 5118,
            "end_char": 5143
        },
        {
            "text": "Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others",
            "label": "PRECEDENT",
            "start_char": 5145,
            "end_char": 5225
        },
        {
            "text": "W.P. No.12117/2018",
            "label": "CASE_NUMBER",
            "start_char": 5236,
            "end_char": 5254
        },
        {
            "text": "01.11.2018",
            "label": "DATE",
            "start_char": 5266,
            "end_char": 5276
        },
        {
            "text": "High Court of Bombay, Aurangabad Bench",
            "label": "COURT",
            "start_char": 5278,
            "end_char": 5316
        },
        {
            "text": "State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others",
            "label": "PRECEDENT",
            "start_char": 5322,
            "end_char": 5406
        },
        {
            "text": "(2003) 6 SCC 641 Para 19 and 28]",
            "label": "PRECEDENT",
            "start_char": 5408,
            "end_char": 5440
        },
        {
            "text": "Mahant Ram Das vs. Ganga Das",
            "label": "PRECEDENT",
            "start_char": 5621,
            "end_char": 5649
        },
        {
            "text": "AIR 1961 SC 882]",
            "label": "PRECEDENT",
            "start_char": 5651,
            "end_char": 5667
        },
        {
            "text": "Shrinivas Sharma vs. Shiv Kumar Sharma and others [(2011) SCC OnLine MP 2176",
            "label": "PRECEDENT",
            "start_char": 5670,
            "end_char": 5746
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 6182,
            "end_char": 6194
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 6204,
            "end_char": 6230
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 6278,
            "end_char": 6288
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6773,
            "end_char": 6800
        },
        {
            "text": "S 2(c)",
            "label": "PROVISION",
            "start_char": 6994,
            "end_char": 7000
        },
        {
            "text": "Constitution of Commercial Courts",
            "label": "STATUTE",
            "start_char": 7026,
            "end_char": 7059
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 7110,
            "end_char": 7119
        },
        {
            "text": "Section 12(3)",
            "label": "PROVISION",
            "start_char": 7318,
            "end_char": 7331
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 7466,
            "end_char": 7477
        },
        {
            "text": "03.05.2018",
            "label": "DATE",
            "start_char": 7494,
            "end_char": 7504
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 7671,
            "end_char": 7681
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 7803,
            "end_char": 7813
        },
        {
            "text": "Civil Procedure Code,1908 by",
            "label": "STATUTE",
            "start_char": 7896,
            "end_char": 7924
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 7971,
            "end_char": 7981
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 8268,
            "end_char": 8272
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 8280,
            "end_char": 8292
        },
        {
            "text": "24.06.2014",
            "label": "DATE",
            "start_char": 8467,
            "end_char": 8477
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 8684,
            "end_char": 8694
        },
        {
            "text": "Order 40 Rule 1",
            "label": "PROVISION",
            "start_char": 8728,
            "end_char": 8743
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8744,
            "end_char": 8747
        },
        {
            "text": "Order 6 Rule 17",
            "label": "PROVISION",
            "start_char": 8830,
            "end_char": 8845
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8846,
            "end_char": 8849
        },
        {
            "text": "Order 8 Rule 1A(3)",
            "label": "PROVISION",
            "start_char": 8902,
            "end_char": 8920
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8921,
            "end_char": 8924
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 8987,
            "end_char": 8997
        },
        {
            "text": "Order 40 Rule 1",
            "label": "PROVISION",
            "start_char": 9028,
            "end_char": 9043
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9044,
            "end_char": 9047
        },
        {
            "text": "Order 8 Rule 1A(3)",
            "label": "PROVISION",
            "start_char": 9222,
            "end_char": 9240
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9241,
            "end_char": 9244
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 9483,
            "end_char": 9493
        },
        {
            "text": "23.08.2016",
            "label": "DATE",
            "start_char": 9614,
            "end_char": 9624
        },
        {
            "text": "14.08.2018",
            "label": "DATE",
            "start_char": 9626,
            "end_char": 9636
        },
        {
            "text": "23.01.2023",
            "label": "DATE",
            "start_char": 9638,
            "end_char": 9648
        },
        {
            "text": "14.02.2023",
            "label": "DATE",
            "start_char": 9650,
            "end_char": 9660
        },
        {
            "text": "17.03.2023",
            "label": "DATE",
            "start_char": 9662,
            "end_char": 9672
        },
        {
            "text": "24.05.2023",
            "label": "DATE",
            "start_char": 9677,
            "end_char": 9687
        },
        {
            "text": "19.07.2023",
            "label": "DATE",
            "start_char": 9875,
            "end_char": 9885
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 10047,
            "end_char": 10057
        },
        {
            "text": "Order 18 Rule 1A(3)",
            "label": "PROVISION",
            "start_char": 10265,
            "end_char": 10284
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10285,
            "end_char": 10288
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 10768,
            "end_char": 10780
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 11419,
            "end_char": 11425
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 11438,
            "end_char": 11448
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 11594,
            "end_char": 11600
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 11635,
            "end_char": 11655
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 11775,
            "end_char": 11785
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 12029,
            "end_char": 12033
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 12041,
            "end_char": 12053
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 12404,
            "end_char": 12408
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 12416,
            "end_char": 12428
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 12703,
            "end_char": 12715
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 13128,
            "end_char": 13132
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 13140,
            "end_char": 13152
        },
        {
            "text": "Shalini Shyam Shetty",
            "label": "OTHER_PERSON",
            "start_char": 13160,
            "end_char": 13180
        },
        {
            "text": "Rajendra Shankar Patil, 2010 (8) SCC 329",
            "label": "PRECEDENT",
            "start_char": 13192,
            "end_char": 13232
        },
        {
            "text": "Radhey Shyam Vs.",
            "label": "PRECEDENT",
            "start_char": 13237,
            "end_char": 13253
        },
        {
            "text": "Chhabi Nath, 2015 (5) SCC 423]",
            "label": "PRECEDENT",
            "start_char": 13254,
            "end_char": 13284
        },
        {
            "text": "24.06.2014",
            "label": "DATE",
            "start_char": 13576,
            "end_char": 13586
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 13607,
            "end_char": 13627
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 14155,
            "end_char": 14159
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 14167,
            "end_char": 14179
        },
        {
            "text": "Art.",
            "label": "PROVISION",
            "start_char": 14893,
            "end_char": 14897
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 14905,
            "end_char": 14917
        },
        {
            "text": "29.08.2023",
            "label": "DATE",
            "start_char": 14968,
            "end_char": 14978
        },
        {
            "text": "SHEEL NAGU",
            "label": "JUDGE",
            "start_char": 15098,
            "end_char": 15108
        },
        {
            "text": "AMAR NATH",
            "label": "JUDGE",
            "start_char": 15134,
            "end_char": 15143
        },
        {
            "text": "Biswal",
            "label": "JUDGE",
            "start_char": 15232,
            "end_char": 15238
        }
    ],
    "precedent_clusters": {
        "State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others": [
            "Garment Craft Vs.",
            "Ouseph Mathai and others vs. M. Abdul Khadir",
            "Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others",
            "State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others",
            "Mahant Ram Das vs. Ganga Das",
            "Radhey Shyam Vs."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 16",
            "Civil Procedure Code,1908 by",
            "Section 16",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Order 40 Rule 1",
            "CPC",
            "Order 40 Rule 1",
            "CPC"
        ],
        [
            "Order 6 Rule 17",
            "CPC",
            "Order 6 Rule 17",
            "CPC"
        ],
        [
            "Order 8 Rule 1A(3)",
            "CPC",
            "Order 8 Rule 1A(3)",
            "CPC"
        ],
        [
            "Order 40 Rule 1",
            "CPC",
            "Order 40 Rule 1",
            "CPC"
        ],
        [
            "Order 8 Rule 1A(3)",
            "CPC",
            "Order 8 Rule 1A(3)",
            "CPC"
        ],
        [
            "Order 18 Rule 1A(3)",
            "CPC",
            "Order 18 Rule 1A(3)",
            "CPC"
        ],
        [
            "Section 16",
            "Civil Procedure Code,1908 by",
            "Section 16",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ],
        [
            "S 2(c)",
            "Commercial Courts Act, 2015",
            "S 2(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 8",
            "Commercial Courts Act, 2015",
            "Section 8",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12(3)",
            "Commercial Courts Act, 2015",
            "Section 12(3)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 14",
            "Commercial Courts Act, 2015",
            "Section 14",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 21",
            "Civil Procedure Code,1908 by",
            "Section 21",
            "Civil Procedure Code,1908 by"
        ],
        [
            "Art.",
            "Civil Procedure Code,1908 by",
            "Art.",
            "Civil Procedure Code,1908 by"
        ]
    ],
    "precedent_counts": {
        "State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others": 6
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 2,
        "Article 227 of Constitution": 1,
        "Section 16 of Civil Procedure Code,1908 by": 2,
        "Order 40 Rule 1 of CPC": 2,
        "Order 6 Rule 17 of CPC": 1,
        "Order 8 Rule 1A(3) of CPC": 2,
        "Order 18 Rule 1A(3) of CPC": 1,
        "Art. of Civil Procedure Code,1908 by": 6,
        "S 2(c) of Commercial Courts Act, 2015": 1,
        "Section 8 of Commercial Courts Act, 2015": 1,
        "Section 12(3) of Commercial Courts Act, 2015": 1,
        "Section 12A of Commercial Courts Act, 2015": 1,
        "Section 14 of Commercial Courts Act, 2015": 1,
        "Section 21 of Civil Procedure Code,1908 by": 1
    },
    "statute_counts": {
        "Constitution of India": 2,
        "Constitution": 1,
        "Civil Procedure Code,1908 by": 9,
        "CPC": 6,
        "Commercial Courts Act, 2015": 5
    }
}