{
    "id": "be55ab2e4b58a0f6145b59c7d8e05ba357bc240c09928f89bdce8f0ac836069e",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nM/S Arunodaya Minerals vs M/S Gimpex Limited on 12 October, 2022\nAuthor: P.S.Dinesh Kumar \nBench: P.S.Dinesh Kumar \n     In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 12Th Day Of October 2022\n\n                           Present\n\n       The Hon'Ble Mr.Justice P.S.Dinesh Kumar\n\n                             And\n\n         The Hon'Ble Mr.Justice C.M.Poonacha\n\n                     Comap No.189/2021\n\nBetween:\n\n\n1.    M/s Arunodaya Minerals \n      Having Registered Office at \n      #289, Iii Ward, Hospet Road \n      Bellary District , Represented by its\n      Partner herein \n      The Appellants No.2 and 3\n\n2.    Sri. M Venu \n      S/o Mandapati Venkata Raju\n      Aged about 50 Years \n      Partner\n      Arunodaya Minerals \n      3/289 , Tirmalanagar \n      Hospet-583201 \n\n3.    Mrs. Rukminidevi \n      W/o M.Diwakar Babu \n      Aged about 53 Years \n      Partner\n      Arunodaya Minerals \n      Behind Mubarak Theatre \n      Agadi Mareppa Compound \n                               2 \n\n\n       Bellary-583102 \n                                                  ... Appellants\n(By Sri Shashikiran Shetty, Senior Advocate for\nSmt. Anuparna Bordoloi, Advocate) \n\n\nAnd: \n\n1.     M / s Gimpex Limited \n       Represented by its \n       Company Secretary\n       Mr. S Uma Shankar\n       Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001\n\n2.     M/ s Gimpex Limited \n       Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001 \n                                              ...Respondents\n(By Sri A.S. Kulkarni, Advocate)\n\n\n       This Comap is filed under Section 37(1) (b) of the\nArbitration and Conciliation Act read with Rule 4 of the High\nCourt of Karnataka Arbitration (Proceedings Before the\nCourts) Rules, 2001 read with Section 13(1) of the\nCommercial Courts, Commercial Division and Commercial\nAppellate Division of High Courts Act, 2015 praying to, set\naside the impugned Order in Com.A.S.No.36/2015 dated\n26.03.2021 (Annexure - A) issued by Lxxxii Additional City\nCivil & Sessions Judge, Bengaluru dated and etc.\n\n      This Comap having been heard and reserved on\n21.07.2022 and coming on for 'pronouncement of judgment'\nthis day, Poonacha, J., delivered the following:\n                             3\n\n\n                       Judgment \nThe present appeal is filed seeking to set aside the judgment and decree dated 26.03.2021 passed in Com.A.S.No.36/2015 by the Commercial Court. The parties are referred to, for the sake of convenience , as per their rank before the Sole Arbitrator. \n2. The facts in brief are that, the Respondent No.1 had applied for a mining lease under the provisions of the Mines and Minerals (Development and Regulation) Act, 1957 (for short 'the MMDR Act') Read with the Mineral Concession Rules, 1960 (for short 'the Rules') over an extent of 8.82 hectares (21.79 acres) located in S.M. Block, Sandur Taluk, Bellary District and that the State Government being satisfied with the application made by the Respondent, vide letter dated 28.02.2004 sought the approval of the Central Government in terms of Section 5(1) of the MMDR Act.\n3. Having regard to the application for mining lease filed by the Respondent No.1, the following agreements were entered into by the parties:\na) Memorandum of Understanding dated 08.04.2004 (hereinafter referred to as 'MOU') entered into between the Claimants and the Respondents;\nb) Contract for sale of ore/mineral dated 08.04.2004 entered into between the Claimant No.1 and the Respondents;\nc) Contract for extraction of ore dated 08.04.2004 entered into between the Claimant No.2 and the Respondents.\n4. Under the terms of the MOU, the Claimants paid the Respondents a total sum of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only). \n5. The recommendation by the State Government of the application for mining lease of the Respondent No.1 was challenged by another aspirant of mining lease in W.P.No.18066/2004. This Court vide order dated 26.02.2009 allowed the said writ petition and set aside the recommendation made by the State Government. The said order was challenged in Writ Appeal No.1908/2009 and it was pending as on date when the parties initiated arbitration proceedings. Subsequently, it stood disposed of on 22.05.2015. Further, due to various orders passed by the Hon'ble Supreme Court in the case of Samaj Parivartana Samudaya & Ors. Vs. State of Karnataka & Ors.1, mining activities in Bellary District could not be proceeded with. \n6. Thus, pursuant to the application made by the Respondent No.1 for grant of mining lease, the mining activities could not be commenced. Hence, Claimants demanded from the Respondents refund of (2013) 8 SCC 209 Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU and initiated arbitration proceedings for recovery of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU together with interest as also for damages of Rs.50,00,000/- (Rupees Fifty Lakhs Only). The Respondents entered appearance before the Sole Arbitrator and contested the claim of the Claimants and filed its statement of objections. The documents of both the parties, were marked as evidence and since both the parties submitted before the Sole Arbitrator that they did not have any oral evidence, in view of the admitted fact situation, the Arbitrator after hearing both the parties, vide award dated 21.12.2014 partly allowed the claim and awarded refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum. However, the claim for damages was rejected. \n7. Being aggrieved by the award dated 21.12.2014, Respondents filed a petition under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') before the Commercial Court in Com.A.S.No.36/2015. The Claimants entered appearance before the Commercial Court and contested the said proceedings. The Commercial Court vide its judgment dated 26.03.2021 dismissed the petition filed by the Respondents. \n8. Being aggrieved by the judgment dated 26.03.2021 passed by the Commercial Court, the Respondents have preferred this appeal under Section 37 of the Arbitration Act. \n9. Learned Senior Counsel, Sri Shashikiran Shetty appearing for the Appellants/Respondents contended that having regard to Section 19 of the MMDR Act, 1957 and Rule 37 of the Rules, the MOU is void ab initio and unenforceable; and hence, the money received under the MOU is not liable to be refunded; that, Section 65 of the Contract Act is wholly inapplicable to the facts of the present case and the claim made by the claimant is liable to be rejected; he placed extensive of reliance on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom and Trading Limited Vs. Union of India and Another2; that the contention raised in the present appeal is a pure question of law and the judgment of the Commercial Court is contrary to the Public Policy of India and hence, the same is liable to be interfered with by this Court under Section 37 of the Arbitration Act. \n10. Per contra, learned counsel for the Respondent/Claimant justifies the finding recorded by (2022) 6 SCC 762 the Sole Arbitrator and the Commercial Court and seeks dismissal of the present appeal. \n11. We have heard both the learned counsels. The question that arises for our consideration is;\n\"Whether the judgment passed by the Commercial Court is liable to be interfered with under Section 37 of the Arbitration Act.\"\n12. The essential facts are not in dispute, inasmuch as, the Respondent No.1 had made an application for grant of lease and the State Government had sought approval of the Central Government for grant of the mining lease as contemplated under Section 5(i) of the MMDR Act. The application of the Respondent No.1 did not culminate in the grant of mining lease due to filing of Writ Petition No.18066/2004 by another aspirant of the mining lease as also, due to various orders passed by the Hon'ble Supreme Court in Samaja Parivartana's case (supra). It is further not in dispute that during pendency of the approval by the Central Government, the parties entered into, inter-alia, MOU dated 08.04.2004, whereunder the Claimants paid the Respondents Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) in terms of the said MOU. It is further not in dispute that the contract amongst the parties could not be proceeded with in view of the mining lease not being granted in favour of the Respondent No.1 and the Claimants sought for refund of the amount paid under the MOU which was not acceded to by the Respondents. Hence, arbitration proceedings were initiated in view of the existence of the Arbitration clause in the MOU, to resolve the disputes between the parties. \n13. The Sole Arbitrator has in the award dated 21.12.2014, appreciated various terms of the MOU and after noticing the relevant provisions of law, ordered for refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum. The Sole Arbitrator while partly allowing the claim of the Claimants has, inter-alia, recorded following findings:\n(i) That, the prohibition contained under Rule 37 of the Rules would arise only after the lease is granted. Hence, the MOU is not barred by Rule 37 of the Rules and the said Rule 37 is not applicable to the facts of the present case; \n(ii) The MOU, as on date of its execution was not invalid. It was only subsequent to the same that since mining in Bellary District was suspended, grant of mining lease did not take place. Hence, the Respondent resiling from refunding of the amount, which it received pursuant to the MOU does not arise;\n(iii) Section 65 of the Contract Act enables a person not in pari delicto to claim restoration as it is not based on an illegal contract, but dis-associated from it;\n(iv) Section 65 does not render assistance to persons who induce innocent parties to enter into contracts by playing fraud on them to retain the benefit which they obtained by their wrong; \n(v) The claim made by the Claimants is well within time and it is required to be entertained. \n14. Being aggrieved by the award passed by the Sole Arbitrator, the Respondents filed a petition under Section 34 of the Arbitration Act before the Commercial Court. The Commercial Court after noticing the scope of interference as contemplated under Section 34 of the Arbitration Act and after re-appreciating the relevant facts as well as the legal contentions, vide its judgment dated 26.03.2021 dismissed the said petition. The Commercial Court vide the said judgment dated 26.03.2021 has, inter-alia, recorded following findings:\n(i) The parties were not knowing about illegality or unenforceability as on date of entering into the agreements and the same became unenforceable due to subsequent decisions of the Hon'ble Supreme Court;\n(ii) The Arbitrator had relied upon the documents and re-appreciated the entire evidence before it;\n(iii) The arbitral award is a well reasoned and a speaking award;\n(iv) The finding of the learned Arbitrator is not perverse and not contrary to public policy;\n(v) The arbitral award is not marred by any patent illegality, as there is no contravention of the substantive law of India.\n15. We have carefully considered the rival contentions and perused the records. \n16. Before appreciating the relevant contention of the parties, the scope of interference under Section 37 of the Arbitration Act is required to be noticed. The Hon'ble Supreme Court in the case of MCDERMOTT INTERNATIONAL INC. Vs. BURN STANDARD CO. LTD. AND OTHERS3 held as follows:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" \n(emphasis supplied) \n17. The Hon'ble Supreme Court in the case of MMTC Limited Vs. Vedanta Limited4 held as follows:\n(2006) 11 SCC 181 (2019) 4 SCC 163 \"14. As far as interference with an order made under Section 34, as per Section 37, is concerned, it cannot be disputed that such interference under Section 37 cannot travel beyond the restrictions laid down under Section 34. In other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision. \nThus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"\n(emphasis supplied)\n18. The Hon'ble Supreme Court in the case of Patel Engineering Limited Vs. North Eastern Electric Power Corporation Limited5 held as follows:\n\"22. The present case arises out of a domestic award between two Indian entities. \n(2020) 7 SCC 167 The ground of patent illegality is a ground available under the statute for setting aside a domestic award, if the decision of the arbitrator is found to be perverse, or, so irrational that no reasonable person would have arrived at the same; or, the construction of the contract is such that no fair or reasonable person would take; or, that the view of the arbitrator is not even a possible view. \nxxxxx 27. In our view, while dealing with the appeal under Section 37 of the Act, the High Court has considered the matter at length, and held that while interpreting the terms of the contract, no reasonable person could have arrived at a different conclusion and that the awards passed by the arbitrator suffer from the vice of irrationality and perversity.\" \n(emphasis supplied) \n19. Hence, the settled position of law is that, interference in the award is warranted, if the manner in which Sole Arbitrator has construed the contract is such that no fair or reasonable person would take; or, that the view of the Arbitrator was not even a possible view resulting in there being a \"patent illegality\" in the award of the Sole Arbitrator. Also, interference in the judgment of the Commercial Court is warranted, if the aforementioned aspect is not properly appreciated in exercise of its jurisdiction under Section 34 of the Arbitration Act. \n20. Keeping the aforementioned legal parameters in mind, it is relevant to note that the Sole Arbitrator has noticed the relevant terms of the MOU which clearly stipulate that if for any reason the mining is not granted, the entire advance amount was required to be refunded and having noticed the applicability of Rule 37 of the Rules which prohibits any party to in any manner to transfer a mining lease, has rightly recorded a finding that Rule 37 of the Rules would be applicable only if the mining lease is granted. Having regard to the fact that in the present case, the mining lease was not granted, it would not be open to the Respondents to contend that it is not liable to refund the amount received under MOU by relying on Rule 37 of the Rules. The contention of leaned Senior counsel for the Appellants/Respondents that the award of the Sole Arbitrator as well as the judgment of the Commercial Court is liable to be interfered with as being opposed to the public policy of India and being patently illegal is untenable and liable to be rejected, as the same would be applicable only if the MOU is void ab initio. The said aspect was also considered by the Commercial Court, which upon noticing the factual aspect of the matter and the relevant legal position including the extent of interference under Section 34 of the Arbitration Act has rightly refused to interfere with the award of the Sole Arbitrator, as there was no patent illegality nor contravention of the substantive law of India or the award being against the public policy of India.\n21. It is relevant to note that in the case of Loop Telecom (supra), the peculiar facts of the case were inter alia, that the entry fee paid was specifically made non-refundable by the UASL guidelines issued by the DOT; the appellants in the said case, who had participated in the telecom auction and who had deposited licence fee had benefited by the wholly arbitrary and un-constitutional exercise undertaken for allocation of spectrum of 2G band, which ultimately resulted in the allocation of spectrum of 2G band being set aside by the Hon'ble Supreme Court; refund was refused since the party claiming restitution is equally or more responsible with the Union Government and they were considered in pari delicto;\n22. Therefore, reliance placed by the learned Senior Counsel for the petitioner on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom (supra) is liable to be rejected, because in the said case the Hon'ble Supreme Court has recorded a finding that both the parties were in pari delicto having jointly participated in an \"arbitrary and unconstitutional exercise\". The said fact situation is not so in the present case since the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent. Hence, the ultimate conclusion arrived by the Hon'ble Supreme Court in the case of Loop Telecom (supra) will not come to the aid of the Respondents. \n23. In order to further appreciate the contention of the learned Senior Counsel for the Appellants/Respondents, it is relevant to refer to the legal position regarding applicability of Section 65 of the Contract Act vis--vis, the doctrine in pari delicto. \n24. The latin maxim in pari delicto has been defined in the Law Lexicon6 as under:\n\"In equal fault; equally culpable or criminal; in a case of equal fault or guilty.\"\n25. The Hon'ble Supreme Court in the case of Immani Appa Rao and others v. Gollapalli Ramalingamurthi and others7 has held as follows:\n\"(12) Reported decisions bearing on this question show that consideration of this problem often gives rise to what may be described as a battle of legal maxims. The appellants emphasised that the doctrine which is pre-eminently applicable to the present case is ex dolo malo non oritur actio or ex turpi causa non oritur actio. In other words, they contended that the right of action cannot arise out of fraud or out of transgression of law; and according to them it is necessary in such a case that possession should rest where it lies in pari delicto potior est conditio possidenties; where each party is equally in fraud the law favors him P.Ramanatha Aiyar The Law Lexicon, 2nd Edition, Reprint 2010 who is actually in possession, or where both parties are equally guilty the estate will lie where it falls. On the other hand, respondent 1 argues that the proper maxim to apply is nemo allegans suam turpitudinum audiendus est, whoever has first to plead turpitudinum should fail; that party fails who first has to allege fraud in which he participated. In other words, the principle invoked by respondent 1 is that a man cannot plead his own fraud. In deciding the question as to which maxim should govern the present case it is necessary to recall what Lord Wright, M. R. observed about these maxims in Berg v. Sadler and Moore, 1937-2 KB 158 at p.162. Referring to the maxim ex turpi causa non oritur actio Lord Wright observed that \"this maxim, though veiled in the dignity of learned language, is a statement of a principle of great importance; but like most maxims it is much too vague and much too general to admit of application without a careful consideration of the circumstances and of the various definite rules which have been laid down by the authorities\". Therefore, in deciding the question AIR 1962 SC 370 raised in the present appeal it would be necessary for us to consider carefully the true scope and effect of the maxims pressed into service by the rival parties, & to enquire which of the maxims would be relevant & applicable in the circumstances of the case. It is common ground that the approach of the Court in determining the present dispute must be conditioned solely by considerations of public policy. Which principle would be more conducive to and more consistent with public interest, that is the crux of the matter. To put it differently, having regard to the fact that both the parties before the Court are confederates in the fraud, which approach would be less injurious to public interest. Whichever approach is adopted one party would succeed and the other would fail, and so it is necessary to enquire as to which party's success would be less injurious to public interest.\" \n(emphasis supplied) \n26. The Hon'ble Supreme Court in the case of Smt. Narayanamma and another v. Govindappa and others8 held as follows:\n\"27. Now, let us apply the another test laid down in the case of Immani Appa Rao (AIR 1962 SC 370) (supra). At the cost of repetition, both the parties are common participator in the illegality. In such a situation, the balance of justice would tilt in whose favour is the question. As held in Immani Appa Rao (supra), if the decree is granted in favour of the plaintiff on the basis of an illegal agreement which is hit by a statute, it will be rendering an active assistance of the court in enforcing an agreement which is contrary to law. As against this, if the balance is tilted towards the defendants, no doubt that they would stand benefited even in spite of their predecessor-in- title committing an illegality. However, what the court would be doing is only rendering an assistance which is purely of a passive character. As held by Gajendragadkar, J. in Immani Appa Rao (supra), the first course AIR 2019 SC 4654 would be clearly and patently inconsistent with the public interest whereas, the latter course is lesser injurious to public interest than the former.\"\n27. If the facts of the case on hand are tested on the principles laid down in the authorities supra, it is relevant to note that there is no total prohibition for transfer of mining lease under Rule 37 of the Rules, which reads as follows:\n\"37. Transfer of lease. --(1) The lessee shall not, without the previous consent in writing of the State Government [and in the case of mining lease in respect of any mineral specified in [Part A and Part B of] the First Schedule to the Act, without the previous approval of the Central Government]--\n(a) assign, sublet, mortgage, or in any other manner, transfer the mining lease, or any right, title or interest therein, or (b) xxxxx\"\n28. The above provision clearly shows that lease shall not be transferred without previous consent of the Government. The converse of this means, the lease may be transferred with the previous consent of the State Government. Transfer of a lease can be considered after the grant of lease in favour of an applicant. Undisputed factual matrix in this case is, parties had entered into an agreement whilst defendants application for lease was under consideration. Thus, as on the date of agreement, lease was not granted in favour of the defendant. The stage of submitting an application would arise only after the grant. Therefore, the learned Arbitrator has rightly recorded that Rule 37 would be applicable only after grant of mining lease. \n29. In the case of Loop Telecom (supra), the Hon'ble Supreme Court also noticed the proposition of law as held in the case of Kuju Collieries Ltd., v. Jharkhand Mines Ltd., and noticed as follows:\n(1974) 2 SCC 533 \"While upholding the view of the Hyderabad High Court, this Court held \"it [the Full Bench (Budhulal v. Deccan Banking Co., 1954 SCC Online Hyd 187) of the Hyderabad High Court] has rightly pointed out that if both the transferor and transferee are in pari delicto the courts do not assist them\".\n30. Further, in the case of Loop Telecom (supra), the Hon'ble Supreme Court after noticing the law laid down in Immani Appa Rao (supra) and Smt Narayanamma (supra) has held as follows:\n\"69. Hence, in adjudicating a claim of restitution under Section 65 of the Contract Act, the court must determine the illegality which caused the contract to become void and the role the party claiming restitution has played in it. If the party claiming restitution was equally or more responsible for the illegality (in comparison to the defendant), there shall be no cause for restitution. This has to be determined on the facts of each individual case.\"\n31. Having regard to the position of law, as noticed above and the fact that the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent, it will not be open to the Respondents to resist the claim for refund of the money paid under the MOU by putting forth its contention regarding illegality or voidness of the MOU. \n32. In view of what is noticed above, we find no patent illegality in the award passed by the Sole Arbitrator. The Commercial Court in exercise of its jurisdiction under Section 34 of the Arbitration Act has rightly refused to interfere with the Award passed by the Arbitrator. Therefore, the judgment passed by the Commercial Court is not liable to be interfered with in exercise of jurisdiction under Section 37 of the Arbitration Act. \n33. Hence, the present Appeal fails and is accordingly dismissed. \nSD/-\nJUDGE SD/-\nJUDGE RSP/LG/nd",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court (appellete side) venkatesh vincom private limited vs m/s. spice of joy on 26 september, 2022 author: harish tandon bench: harish tandon fmat 20 of 2022 page-1 in the high court at calcutta civil appellate jurisdiction commercial division present: the hon'ble justice harish tandon & the hon'ble justice shampa dutt (paul) fmat 20 of 2022 can 1 of 2022 venkatesh vincom private limited vs. m/s. spice of joy, multicuisine restaurant cum bar & ors. appearance: for the appellant : mr. sarosij dasgupta, adv. mr. anurag bagaria, adv. for the respondents : ms. manju bhuteria, adv. mr. subhrendu halder, adv. mr. mohit gupta, adv. mr. tanni luhariwala, adv. ms. arundhuti barman, adv. judgment on : 26.09.2022 harish tandon, j. : the present appeal arises from a judgment and order dated 11.11.2021 passed by the learned judge, commercial court at alipore in fmat 20 of 2022 page-2 money suit no. 12 of 2021 whereby and whereunder an application of order 7 rule 11 of the code of civil procedure was disposed of directing the return of the plaint to be presented before the competent court. shorn of unnecessary details the suit was filed by the appellant for recovery of a sum of rs. 97,65,333/along with an interest at the rate of 4 per cent per annum till the realisation of the said amount before the commercial court at alipore which was registered as money suit no. 12 of 2021. the plaint proceeds that the plaintiff-appellant is a non-banking financial company and engaged in lending money for business. the respondent no 2 and 3 carrying on business of a multicuisine restaurant and bar in partnership, approached the appellant company for an accommodation loan of rs. 15 lakhs for a period of 180 days at an agreed rate of interest at the rate of 4 per cent per month. the said amount was given through an account payee cheque in favour of the respondent no. 2 for and on behalf of the respondent no. 1 which was duly encashed and receipt was issued by the respondent no. 1 under his letterhead duly signed by the respondent no. 2 as partner thereof. it is further stated that for few months the respondents paid the interest at such agreed rate by an account payee cheque to the appellant and further approach was made in the month of january, 2016 for further financial assistance of rs. 25 lakhs at such agreed rate of interest. the said sum of rs. 25 lakhs was further paid through an account payee cheque in favour of the respondent no. 2 for and on behalf of the respondent no. 1 which was duly encashed and the receipt issued by the respondent no. 1 would corroborate the same. it is further stated that the sum of rs. 1 lakh was paid by the respondents on 19.5.2018 fmat 20 of 2022 page-3 towards the agreed amount of an interest which would be evident from the bank statements issued by the banker of the appellant for the relevant period. the plaint further proceeds that subsequently the cheques were issued by the defendants which were dishonoured for insufficient funds and proceeding under section 138 of the negotiable instrument act has been initiated and simultaneously the suit was filed before the commercial court for realisation of the money lent and advanced to the defendants together with an agreed rate of interest. it is pertinent to record that the tds was deducted and deposited with the income tax department and the certificate issued in this regard by the said authority would evince the transaction to have been affected and acknowledgement is made to the same. an application under order 7 rule 11 read with section 151 of the code of civil procedure was taken out by the respondent before the commercial court for rejection of the plaint primarily on the ground that the dispute does not satisfy the definition of a commercial disputes given under section 2 (1)(c)(i) of the commercial courts act, 2015. though the other plea relating to pecuniary jurisdiction was also raised but the commercial court discarded the aforesaid contention in the impugned judgment which has not been challenged by the respondents either by filing a separate proceeding nor a cross-objection in the instant matter. therefore, we are not venturing to go into the aforesaid aspect and restricted our determination to the core issue whether the dispute satisfies the definition of a commercial dispute assigned in section 2 (1)(c)(i) of the said act. the statement pertaining to the object and reasons for promulgation of the commercial courts act, 2015 was conceptualised to create a global fmat 20 of 2022 page-4 economic environment because of the seemingly increased competition and to attract the business at the international level to boost the economic growth of the country. the law commission of india in its 188th report recommended the constitution of the commercial division of each high court and a bill in this regard was placed before the lok sabha but after discussion on the said bill certain issues were raised and the matter was again relegated to the law commission for its examination. in 253rd report, the law commission of india again recommended for establishment of the commercial courts, the commercial division and commercial appellate division in the high court for disposal of commercial disputes of its specified value based on that such recommendation, the bill was introduced in the rajya sabha on 24th april, 2015 which was sent for consideration of the department relating to parliamentary standing committee on personnel, public grievance, law and justice and subsequently, the same was introduced and reduced in the form of an act of commercial courts act, 2015. the commercial dispute as defined in section 2(1)(c)(i) of the said act is expansive and imbibed within itself various categories of the disputes. we are not concerned with the other classes of the disputes imbued with the said definition clause as the determination is restricted to clause (i) thereof. the said provision is reproduced as under: \"sec. 2.1 (c) \"commercial dispute\" means a dispute arising out of (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to fmat 20 of 2022 page-5 mercantile documents, including enforcement and interpretation of such documents.\" taking lead from the language employed in the aforesaid clause, the argument is advanced on behalf of the appellant that, lending of money for business purposes by the non-banking financial company comes within the ambit of the commercial dispute and, therefore, the commercial court has committed error in holding such transaction to be non commercial and returning the plaint to be presented before the competent court. it is submitted that the non-banking financial corporations are engaged in the business of financing the business organisations and such act has to be regarded as an ordinary transaction of the financer. it is further submitted that the receipts, the acknowledgement and the mode of transfer are to be regarded as the mercantile documents and, therefore, the commercial court has committed error in interpreting such document as non-mercantile document. it is submitted that mercantile document has not been defined in the said act and, therefore, the ordinary meaning is required to be assigned and the reference can be made to a definition of a mercantile from black's law dictionary, 8th edition means \"an act of a relating to a merchant or trading and are commercial in nature.\" however, it is further submitted that the court did not assign any reason nor returned any independent finding on the issue whether the dispute would come within the purview of the commercial dispute and, therefore, surreptitiously jumped to the conclusion that the plaint to be returned and presented before the appropriate forum. on the other hand, the learned advocate for the respondent submits that the accommodated loan to an individual and not to a business fmat 20 of 2022 page-6 establishment does not come within the commercial dispute. it is further submitted that the hand loan or the accommodated loan to an individual cannot be regarded as a commercial dispute and placed reliance upon a single bench unreported judgment of this court in case of ladymoon towers private limited vs. mahendra investment advisors private limited (cs 99 of 2020) decided on 13th august, 2021. it is vociferously argued that the reserve bank of india has issued a master circular pertaining to the fair practices code to be observed by all non-banking financial companies and the pleading in the plaint would corroborate that same has not been adhered to by the appellant. the arguments are further advanced taking a lead from the observations made by the supreme court in case ambalal sarabhai enterprises limited vs. k.s. infraspace llp and another (civil appeal no. 7843 of 2019) for the proposition that by the introduction of the commercial courts act the entertainability of the suit on the basis of the dispute which satisfies the definition of a commercial dispute under the said act can only be entertained by the commercial court and, therefore, excludes the other class of litigations which are otherwise maintainable and entertainable in an ordinary civil courts. he further submits that the object of the establishment of the commercial court is to entertain the high value and secure the speedy disposal of the matter involving the commercial disputes and cannot be used to clog the system. the arguments were further advanced on the powers of the court while dealing with an application under order 7 rule 11of the code to pass an order for return of the plaint to be presented before the competent court in exercise of powers under order 7 rule 10 thereof. fmat 20 of 2022 page-7 at the very outset, we must record that the primary question involved in the instant appeal is that the dispute raised in the said suit and the relief claimed thereunder whether satisfies the definition of a commercial dispute so as to make the suit entertainable and maintainable before the commercial court. the other issue whether the court is competent to pass an order for return of the plaint in an application for rejection of the plaint becomes redundant in the event this court finds that the suit is competent before the commercial court. however, it would assume significance in the event the dispute does not satisfy the conditions laid down in the definition of a commercial dispute under the said act which in our opinion does not require any further elaboration as it is more or less settled that the court enjoins power to return the plaint even if the application has been made for rejection of the plaint. reverting to the core issue the eventuality enshrined in clause (i) of section 2(1)(c) of the said act postulates that a dispute arising out of the ordinary transaction of financer relating to mercantile documents including its enforceability and interpretation are the important factors to be borne in mind. the said clause can be segregated into 3 parts. firstly, the dispute must arise out of ordinary transaction of financer and secondly, such ordinary transaction must relate to a mercantile document and thirdly, the enforceability and the interpretation of such document is involved. admittedly, the appellant is a non banking financial corporation which would be evident from the averments made in the plaint and the certificate of incorporation annexed thereto. the primary function of the non banking corporation is to extend financial supports and can be regarded as an fmat 20 of 2022 page-8 ordinary transaction of the financer. we find no ambiguity in this regard that lending money by the appellant is fundamentally the transactions which it does and can be regarded as the ordinary transaction. the parties are not ad idem on the expression \"mercantile document\" appearing in the said clause for the reason that there was no agreement in writing nor any document evincing the money given as loan to the respondents. the mercantile document is not defined in the said act. however, the said act defines 'document' in section 2(1)(f) to mean any matter expressed or described upon any substance by means of letters, figures, or marks, or electronic means or, by more than one of those means, intended to be used, or which may be used, for the purpose of recording that manner. the definition of a document is expansive and is not restricted to any agreement to be executed by and between the parties recording the transactions at the beginning thereof. the definition is wide enough to include any expression or a description of any substance by means of letters, marks or figures or electronic means which would be sufficient enough to bring clarity of the matter. the word 'mercantile' in ordinary parlance means a document relating to a merchant or trading or a document which is commercial in nature. in black's law dictionary, 8th edition 'mercantile' is defined as in \"bld\" since the word 'mercantile' includes the transaction which is of commercial nature the \"commercial paper\" is also defined in the black's law dictionary as an instrument other than the cash for the payment of money and include negotiable instrument of a particular kind in the following: fmat 20 of 2022 page-9 \"commercial paper: 1. an instrument, other than cash, for the payment of money. commercial paper typically existing in the form of a draft (such as a check) or a note (such as a certificate of deposit) is governed by article 3 of the ucc. but even though the ucc uses the term commercial paper when referring to negotiable instruments of a particular kind (drafts, checks, certificates of deposit, and notes as defined by article 3), the term long predates the ucc as a business and legal term in common use. before the ucc, it was generally viewed as synonymous with negotiable paper or bills and notes. it was sometimes applied even to nonnegotiable instruments. also termed mercantile paper; company's paper. see negotiable instrument.\" \" 'commercial paper' is rather a popular than a technical expression, often used, however, both in statutes and in decisions of courts, to designate those simple forms of contract long recognized in the world's commerce and governed by the law merchant.\" \"defined most broadly, commercial paper refers to any writing embodying rights that are customarily conveyed by transferring the writing. a large subset of commercial paper consists of such writings that are negotiable, which means that the law enables a transferee to acquire the embodied rights free of claims and defences against the transferor.\" fmat 20 of 2022 page-10 \"sec. 2 (c) \"commercial dispute\" means a dispute arising out of (ii) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents. the stroud's judicial dictionary defines the commercial action to mean and include any cause arising out of ordinary transactions of merchants and traders and without prejudice to generosity of the following words: any cause relating to construction of a mercantile document, the export or import of mercantile, insurance, banking, mercantile agency and mercantile uses. it, thus, engulfed within itself any action or undertaking with an object to make a profit therefrom (see punjab university vs. unit trust of india & ors., (2015) 2 scc 669). in ladymoon towers pvt. ltd. (supra) the single bench of this court has relied upon various judgments of the delhi high court, bombay high court and madras high court as well as the calcutta high court to ascertain the meaning of a mercantile document. it has been held therein that all suits of recovery of money may not come within the purview of section 2(1)(c)(i) of the act if not based on any transaction relating to mercantile document. the view of the bombay high court has also been noticed to the effect that the suit cannot be treated as a commercial suit unless the transaction has occurred between the merchants, traders, bankers and financers and, therefore, any transaction of two individuals in extending a friendly loan cannot be regarded as a commercial transaction or a transaction in an ordinary course of business. the view of the madras high court as relied on by the single fmat 20 of 2022 page-11 bench in ladymoon towers pvt. ltd. (supra) was that if the plaintiffs have not transacted in a capacity of a financer it cannot come within the purview of the aforesaid definition clause. so far as the calcutta high court view as noticed by the single bench in the above noted decision was based on the definition of a mercantile document appearing in the first schedule of city civil courts act, 1953 to be a document between merchant and traders and the construction, interpretation and meaning of the words and clause of the mercantile document would assume a greater significance. though the aforesaid judgments were noticed by the single bench in the above referred cases but ultimately it was held that the suit for recovery of money lend and advanced as friendly loan does not satisfy the definition of a commercial dispute. it is no doubt true that every nature of the monetary transaction cannot come within the ambit of a commercial dispute defined in the said act. such monetary transaction in an ordinary course of business transacted by the merchants, bankers, financers and traders based upon a mercantile documents are regarded as a commercial transactions and a suit before the commercial court is maintainable. taking a clue from the definition of a 'merchant', what was a conservative view at one point of time have seen a radical change with the varied varieties of transaction which can be manifestly seen from the expansive definition of a commercial dispute under section 2(1)(c) of the said act. by advancement of technology the mode and the nature of transactions have also been changed and what was earlier known as a negotiable instrument in a primitive stage has been gradually taken out of practice and the mode of the transaction has been well accepted in electronic form. the interpretative tool fmat 20 of 2022 page-12 is an evolving process and changes with the behavioural pattern of the society more particularly in commercial transactions and, therefore, any rudimentary form of the interpretation may not be compatible with the changing pattern of the commercial transactions. in ambalal sarabhai enterprises ltd. (supra), the apex court was considering a case where an agreement for sale was executed in respect of a land in favour of the respondent no. 2 therein would later on assigned and transferred his right by way of an assignment in favour of the respondent no. 1. the respondent no. 1 purchased the property on the basis of a deed of conveyance dated 3.1.2017 but the other aspect regarding the change relating to the nature of the use of the land for conclusion of the transaction was required to be performed by the seller. it was thought that the right of the appellant is required to be protected and to ensure the same a memorandum of understanding was entered into between the appellants and the respondents therein and a mortgage deed was required to be executed by the respondent no. 1 in favour of the appellant. though the mortgage deed was executed but the same was not registered and at that stage the appellant filed a commercial suit to enforce the execution of the mortgage deed before the commercial court. the question which was raised therein relates to the satisfaction of clause 7 of section 2(1)(c) of the said act which requires that an agreement relating to immovable property used exclusively in trade or commerce to come within the purview of the commercial disputes. in the backdrop of the aforesaid facts, the apex court held: fmat 20 of 2022 page-13 \"37.a dispute relating to immovable property per se may not be a commercial dispute. but it becomes a commercial dispute, if it falls under sub-clause (vii) of section 2 (1) (c) of the act viz. \"the agreements relating to immovable property used exclusively in trade or commerce.\" the words \"used exclusively in trade or commerce\" are to be interpreted purposefully. the word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". it should be \"actually used\". such a wide interpretation would defeat the objects of the act and the fast tracking procedure discussed above. 38. on 3-11-2017, a memorandum of understanding was executed between the appellant-plaintiff, respondent-defendant and ketan bhailalbhai shah, second respondent. as per the terms of mou, parties executed a deed of conveyance of the land. a mortgage deed was executed simultaneously along with the mou with respect to the part of the land admeasuring 15,000 sq ft in favour of the plaintiff. it was understood between the parties that respondent 1 would apply for change of land use permission for the land in question on signing of the mou. mortgage deed was executed by respondent 1 in favour of the appellant in order to ensure performance of obligations under the mou. but the said mortgage deed was not presented for registration. 39. it appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the fmat 20 of 2022 page-14 appellant-plaintiff seems to be carrying on business as estate agent and the manage land, building, etc. and the very object as enumerated in memorandum and articles of association of the appellant-plaintiff company established that the property in question is being used exclusively in trade or commerce rather in the business of the plaintiff. as rightly pointed out by the high court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of section 2 (1) (c) of the act. merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the commercial court. we do not find that the aforesaid judgment can be of any aid to the instant matter except for the proposition that unless the dispute satisfies the definition of a commercial dispute, any other disputes may not be brought before the commercial court. in the instant matter the respondent no. 1 is admittedly running a multicuisine restaurant and bar and selling its products for profit. the appellant is a non-banking financial company and engaged in a business of financing or extending financial supports and making profit from the same. any money given on loan is the ordinary transaction of the non banking financial company provided it augments income from such transactions. the respondent no. 1 who is selling the product for profit is a merchant and, therefore, the transaction between the fmat 20 of 2022 page-15 plaintiff who is engaged in a finance business extending loan for profit is a transaction between a financer and the merchant. it leads to another question whether the loan extended to one of the partners for and on behalf of the firm can be regarded as a transaction with the firm. the answer can be traced from the provisions contained in chapter iv of the indian partnership act, 1932. section 18 of the said act postulates that the partner is an agent of a firm for the purpose of business of the firm. section 19 contemplates the implied authority of the partner as an agent of the firm and section 22 thereof binds the firm for any act of the instrument done or executed by the partner or other persons on behalf of the farm to be regarded as done or executed by the firm. undisputedly, the cheque was issued by the appellant to the respondent no. 2 and the receipt or a note evincing such transaction, was issued by the respondent no. 1 firm. it is not a case where the respondent no. 2 utilised the money for his individual purposes but in fact the money given by the appellant was used and utilised by the respondent no. 1 firm and the tds certificate also corroborate the same. even the interest is paid by the respondent no. 1 firm and, therefore, even if the cheque covering the loan amount was issued in the name of one of the partners but shall be regarded as a payment to the firm. as indicated above, there is no condition laid down in the said definition 'commercial dispute' that the mercantile document must be executed at the beginning or before the transaction having affected rather the document defined in section 2(1)(f) of the act includes any matter expressed or described upon any substance by means of letters, figures or marks or electronic means intended to be used or which may be used for the purpose of recording the fmat 20 of 2022 page-16 matter. we, therefore, find no difficulty in considering that the mercantile document as an instrument by any other means coming within the ambit of the definition of a document executed by a merchant in an ordinary course of business and any restrictive interpretation would frustrate the legislative intent and the object and purpose underlying the promulgation of the commercial courts act, 2015. we, therefore, have no hesitation to hold that the dispute involved in the instant pattern satisfies the definition of a commercial dispute and the order of the commercial court cannot be sustained. accordingly, the order impugned is set aside. the appeal succeeds. there shall be no order as to costs. urgent photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities. i agree. (harish tandon, j.) (shampa dutt (paul), j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8c589d3a80a422e93fe8dfaeba8c3dd_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4fd0bb7545a34edb96f054c7585ff016_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "957584c679834d6fb086ac7065d98cbf_2"
        },
        {
            "start": 264,
            "end": 354,
            "text": "\nM/S Arunodaya Minerals vs M/S Gimpex Limited on 12 October, 2022\nAuthor: P.S.Dinesh Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cee4f94cb7034f658f3221853a11ba1f_3"
        },
        {
            "start": 355,
            "end": 379,
            "text": "\nBench: P.S.Dinesh Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "810671a8252b4b39b7289cf732bbb8b0_4"
        },
        {
            "start": 386,
            "end": 703,
            "text": "In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 12Th Day Of October 2022\n\n                           Present\n\n       The Hon'Ble Mr.Justice P.S.Dinesh Kumar\n\n                             And\n\n         The Hon'Ble Mr.Justice C.M.Poonacha\n\n                     Comap No.189/2021\n\nBetween:\n\n\n1.    M/s",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f674be6536e8446d81757f97974816f8_5"
        },
        {
            "start": 704,
            "end": 722,
            "text": "Arunodaya Minerals",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8539341d9d754666b7e086a68be56db0_6"
        },
        {
            "start": 730,
            "end": 757,
            "text": "Having Registered Office at",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da4f556ee77744faa41e76680276393f_7"
        },
        {
            "start": 758,
            "end": 792,
            "text": "\n      #289, Iii Ward, Hospet Road",
            "labels": [
                "PREAMBLE"
            ],
            "id": "622efd8fa04a4294b4bbb062a9e9bdf5_8"
        },
        {
            "start": 793,
            "end": 816,
            "text": "\n      Bellary District",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d315ef1f6f8c472cb6ec4407e03d851f_9"
        },
        {
            "start": 817,
            "end": 844,
            "text": ", Represented by its\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d92638a68a27449f8aefa97aae33cdf1_10"
        },
        {
            "start": 844,
            "end": 858,
            "text": "Partner herein",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29c0027c89ea4f688e69a6e9d5d59d78_11"
        },
        {
            "start": 866,
            "end": 899,
            "text": "The Appellants No.2 and 3\n\n2.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "376f232d07374f9582539a5598b276a5_12"
        },
        {
            "start": 899,
            "end": 910,
            "text": "Sri. M Venu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85f789358fd746ddbd5f7d0c4c8c266b_13"
        },
        {
            "start": 918,
            "end": 970,
            "text": "S/o Mandapati Venkata Raju\n      Aged about 50 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d00d3d85f38470ca44f9dd922fc6ab2_14"
        },
        {
            "start": 978,
            "end": 992,
            "text": "Partner\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3906897c71ff49e0935e1886c77b9a0b_15"
        },
        {
            "start": 992,
            "end": 1010,
            "text": "Arunodaya Minerals",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91b0cf4774304fa38e205b2b05903da0_16"
        },
        {
            "start": 1018,
            "end": 1038,
            "text": "3/289 , Tirmalanagar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3eb7a868c21425d89cc976b912c36ed_17"
        },
        {
            "start": 1039,
            "end": 1059,
            "text": "\n      Hospet-583201",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f410ae0a918043919a84b344bb04cf3d_18"
        },
        {
            "start": 1060,
            "end": 1084,
            "text": "\n\n3.    Mrs. Rukminidevi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa5e0c3bde9b471e982a714479fb99a7_19"
        },
        {
            "start": 1092,
            "end": 1110,
            "text": "W/o M.Diwakar Babu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f8edd950e444891bcf9ebc5544556df_20"
        },
        {
            "start": 1118,
            "end": 1137,
            "text": "Aged about 53 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d578094ea5d484bbc4c2a6effa1e9ea_21"
        },
        {
            "start": 1145,
            "end": 1159,
            "text": "Partner\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98d8365161c342ed9b0d746f7b7725e8_22"
        },
        {
            "start": 1159,
            "end": 1177,
            "text": "Arunodaya Minerals",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9841c1f209c04e97bca68697b749bc83_23"
        },
        {
            "start": 1185,
            "end": 1207,
            "text": "Behind Mubarak Theatre",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9b6c296719849c88e3ea67f32eefc29_24"
        },
        {
            "start": 1215,
            "end": 1237,
            "text": "Agadi Mareppa Compound",
            "labels": [
                "PREAMBLE"
            ],
            "id": "edb137709be8416ba100d48eb024c81b_25"
        },
        {
            "start": 1270,
            "end": 1296,
            "text": "2 \n\n\n       Bellary-583102",
            "labels": [
                "PREAMBLE"
            ],
            "id": "772df2d2f47e4f3fa8d275575adf888f_26"
        },
        {
            "start": 1348,
            "end": 1363,
            "text": "... Appellants\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a11907ea42584cff8dc71b60372dbff4_27"
        },
        {
            "start": 1363,
            "end": 1444,
            "text": "(By Sri Shashikiran Shetty, Senior Advocate for\nSmt. Anuparna Bordoloi, Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "317ae8f4b962443a81b7a980ec7c2059_28"
        },
        {
            "start": 1448,
            "end": 1462,
            "text": "And: \n\n1.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b93096d9e9341d78603af69d0e04c70_29"
        },
        {
            "start": 1462,
            "end": 1482,
            "text": "M / s Gimpex Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c19cb90ff664ef3993339eb5b771d8d_30"
        },
        {
            "start": 1491,
            "end": 1509,
            "text": "Represented by its",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b02fb3187266460c90aa20241f45695c_31"
        },
        {
            "start": 1510,
            "end": 1568,
            "text": "\n       Company Secretary\n       Mr. S Uma Shankar\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b9a4153944c541e0a87198f746519618_32"
        },
        {
            "start": 1568,
            "end": 1662,
            "text": "Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001\n\n2.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a2bbef55c904defb29986950538fecc_33"
        },
        {
            "start": 1662,
            "end": 1681,
            "text": "M/ s Gimpex Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6baffd1b0cd94a93adfde3fdc8ec8007_34"
        },
        {
            "start": 1682,
            "end": 1775,
            "text": "\n       Having registered office at\n       No.282, Linghi Chetty Street\n       Chennai-600001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "194cdd6834614896ad700e0a218f2627_35"
        },
        {
            "start": 1823,
            "end": 1880,
            "text": "...Respondents\n(By Sri A.S. Kulkarni, Advocate)\n\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "604d34ec0912421880c6cc24ce389847_36"
        },
        {
            "start": 1880,
            "end": 1983,
            "text": "This Comap is filed under Section 37(1) (b) of the\nArbitration and Conciliation Act read with Rule 4 of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74f2914aa4ee43ecba98a0a1b1c7e815_37"
        },
        {
            "start": 1984,
            "end": 2596,
            "text": "the High\nCourt of Karnataka Arbitration (Proceedings Before the\nCourts) Rules, 2001 read with Section 13(1) of the\nCommercial Courts, Commercial Division and Commercial\nAppellate Division of High Courts Act, 2015 praying to, set\naside the impugned Order in Com.A.S.No.36/2015 dated\n26.03.2021 (Annexure - A) issued by Lxxxii Additional City\nCivil & Sessions Judge, Bengaluru dated and etc.\n\n      This Comap having been heard and reserved on\n21.07.2022 and coming on for 'pronouncement of judgment'\nthis day, Poonacha, J., delivered the following:\n                             3\n\n\n                       Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96d3490798804c228ba8cebc60bcd50c_38"
        },
        {
            "start": 2598,
            "end": 2741,
            "text": "The present appeal is filed seeking to set aside the judgment and decree dated 26.03.2021 passed in Com.A.S.No.36/2015 by the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "02292476546e447e8365a566a10f44ae_39"
        },
        {
            "start": 2742,
            "end": 2798,
            "text": "The parties are referred to, for the sake of convenience",
            "labels": [
                "FAC"
            ],
            "id": "447971e88872445d8f81030626d75998_40"
        },
        {
            "start": 2799,
            "end": 2846,
            "text": ", as per their rank before the Sole Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "d6eeec44525f414aaee1e66425b34baf_41"
        },
        {
            "start": 2847,
            "end": 3926,
            "text": "\n2. The facts in brief are that, the Respondent No.1 had applied for a mining lease under the provisions of the Mines and Minerals (Development and Regulation) Act, 1957 (for short 'the MMDR Act') Read with the Mineral Concession Rules, 1960 (for short 'the Rules') over an extent of 8.82 hectares (21.79 acres) located in S.M. Block, Sandur Taluk, Bellary District and that the State Government being satisfied with the application made by the Respondent, vide letter dated 28.02.2004 sought the approval of the Central Government in terms of Section 5(1) of the MMDR Act.\n3. Having regard to the application for mining lease filed by the Respondent No.1, the following agreements were entered into by the parties:\na) Memorandum of Understanding dated 08.04.2004 (hereinafter referred to as 'MOU') entered into between the Claimants and the Respondents;\nb) Contract for sale of ore/mineral dated 08.04.2004 entered into between the Claimant No.1 and the Respondents;\nc) Contract for extraction of ore dated 08.04.2004 entered into between the Claimant No.2 and the Respondents.\n",
            "labels": [
                "FAC"
            ],
            "id": "6b3088c86827404db3f1e609f816b410_42"
        },
        {
            "start": 3926,
            "end": 4060,
            "text": "4. Under the terms of the MOU, the Claimants paid the Respondents a total sum of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only).",
            "labels": [
                "FAC"
            ],
            "id": "714dd6c8dcd54791bc76e48d1d200276_43"
        },
        {
            "start": 4061,
            "end": 4239,
            "text": "\n5. The recommendation by the State Government of the application for mining lease of the Respondent No.1 was challenged by another aspirant of mining lease in W.P.No.18066/2004.",
            "labels": [
                "FAC"
            ],
            "id": "8c4f5eb918de467d8deda73915ebd8a2_44"
        },
        {
            "start": 4240,
            "end": 4372,
            "text": "This Court vide order dated 26.02.2009 allowed the said writ petition and set aside the recommendation made by the State Government.",
            "labels": [
                "FAC"
            ],
            "id": "befc5a7f2802470eadff1548eb641ab3_45"
        },
        {
            "start": 4373,
            "end": 4512,
            "text": "The said order was challenged in Writ Appeal No.1908/2009 and it was pending as on date when the parties initiated arbitration proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "7459f1328ad34d509451c72c9e2e87b5_46"
        },
        {
            "start": 4513,
            "end": 4562,
            "text": "Subsequently, it stood disposed of on 22.05.2015.",
            "labels": [
                "FAC"
            ],
            "id": "376d0af82d5b40e084ca144700efce3a_47"
        },
        {
            "start": 4563,
            "end": 4777,
            "text": "Further, due to various orders passed by the Hon'ble Supreme Court in the case of Samaj Parivartana Samudaya & Ors. Vs. State of Karnataka & Ors.1, mining activities in Bellary District could not be proceeded with.",
            "labels": [
                "FAC"
            ],
            "id": "47465e26e6ce46a38744c64ccf8b2919_48"
        },
        {
            "start": 4779,
            "end": 4916,
            "text": "6. Thus, pursuant to the application made by the Respondent No.1 for grant of mining lease, the mining activities could not be commenced.",
            "labels": [
                "FAC"
            ],
            "id": "f502c599da5e411c8c008bfa6b675460_49"
        },
        {
            "start": 4917,
            "end": 5276,
            "text": "Hence, Claimants demanded from the Respondents refund of (2013) 8 SCC 209 Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU and initiated arbitration proceedings for recovery of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) paid under the MOU together with interest as also for damages of Rs.50,00,000/- (Rupees Fifty Lakhs Only).",
            "labels": [
                "FAC"
            ],
            "id": "7316e4959408422cabc6bdaaec862476_50"
        },
        {
            "start": 5277,
            "end": 5418,
            "text": "The Respondents entered appearance before the Sole Arbitrator and contested the claim of the Claimants and filed its statement of objections.",
            "labels": [
                "FAC"
            ],
            "id": "496472feeb0940c88a8af84f8fb876f6_51"
        },
        {
            "start": 5419,
            "end": 5851,
            "text": "The documents of both the parties, were marked as evidence and since both the parties submitted before the Sole Arbitrator that they did not have any oral evidence, in view of the admitted fact situation, the Arbitrator after hearing both the parties, vide award dated 21.12.2014 partly allowed the claim and awarded refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum.",
            "labels": [
                "FAC"
            ],
            "id": "048131dbf35b4f8db3ab44e8467805af_52"
        },
        {
            "start": 5852,
            "end": 5896,
            "text": "However, the claim for damages was rejected.",
            "labels": [
                "FAC"
            ],
            "id": "8c1c8abfbefd4e0c9a397ea380b738f4_53"
        },
        {
            "start": 5897,
            "end": 6141,
            "text": "\n7. Being aggrieved by the award dated 21.12.2014, Respondents filed a petition under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') before the Commercial Court in Com.A.S.No.36/2015.",
            "labels": [
                "FAC"
            ],
            "id": "9afafcb87767493d8cab698973e6c1f4_54"
        },
        {
            "start": 6142,
            "end": 6238,
            "text": "The Claimants entered appearance before the Commercial Court and contested the said proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "446caa7c2ceb4e918bc2743887d34bbb_55"
        },
        {
            "start": 6239,
            "end": 6343,
            "text": "The Commercial Court vide its judgment dated 26.03.2021 dismissed the petition filed by the Respondents.",
            "labels": [
                "FAC"
            ],
            "id": "4d63480264b9468abb087466b30225dd_56"
        },
        {
            "start": 6344,
            "end": 6512,
            "text": "\n8. Being aggrieved by the judgment dated 26.03.2021 passed by the Commercial Court, the Respondents have preferred this appeal under Section 37 of the Arbitration Act.",
            "labels": [
                "FAC"
            ],
            "id": "63d01928ec9e4f468fbfc53d02793b25_57"
        },
        {
            "start": 6514,
            "end": 7391,
            "text": "9. Learned Senior Counsel, Sri Shashikiran Shetty appearing for the Appellants/Respondents contended that having regard to Section 19 of the MMDR Act, 1957 and Rule 37 of the Rules, the MOU is void ab initio and unenforceable; and hence, the money received under the MOU is not liable to be refunded; that, Section 65 of the Contract Act is wholly inapplicable to the facts of the present case and the claim made by the claimant is liable to be rejected; he placed extensive of reliance on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom and Trading Limited Vs. Union of India and Another2; that the contention raised in the present appeal is a pure question of law and the judgment of the Commercial Court is contrary to the Public Policy of India and hence, the same is liable to be interfered with by this Court under Section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3a115bdd10d44f2280f66aa0fc45aa07_58"
        },
        {
            "start": 7393,
            "end": 7591,
            "text": "10. Per contra, learned counsel for the Respondent/Claimant justifies the finding recorded by (2022) 6 SCC 762 the Sole Arbitrator and the Commercial Court and seeks dismissal of the present appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4f2370dbd2604c4db874dfe3fbd61b05_59"
        },
        {
            "start": 7593,
            "end": 7637,
            "text": "11. We have heard both the learned counsels.",
            "labels": [
                "NONE"
            ],
            "id": "298f51a17db94b349254f6fb47d5c166_60"
        },
        {
            "start": 7638,
            "end": 7819,
            "text": "The question that arises for our consideration is;\n\"Whether the judgment passed by the Commercial Court is liable to be interfered with under Section 37 of the Arbitration Act.\"\n12.",
            "labels": [
                "ISSUE"
            ],
            "id": "e2f6bb944f3342719769618c05d8f8d7_61"
        },
        {
            "start": 7820,
            "end": 8088,
            "text": "The essential facts are not in dispute, inasmuch as, the Respondent No.1 had made an application for grant of lease and the State Government had sought approval of the Central Government for grant of the mining lease as contemplated under Section 5(i) of the MMDR Act.",
            "labels": [
                "FAC"
            ],
            "id": "b3092391463d40dcb8d3dd93854fe92e_62"
        },
        {
            "start": 8089,
            "end": 8364,
            "text": "The application of the Respondent No.1 did not culminate in the grant of mining lease due to filing of Writ Petition No.18066/2004 by another aspirant of the mining lease as also, due to various orders passed by the Hon'ble Supreme Court in Samaja Parivartana's case (supra).",
            "labels": [
                "FAC"
            ],
            "id": "d79a43b7e2724811bad1edb5c2b3143c_63"
        },
        {
            "start": 8365,
            "end": 8642,
            "text": "It is further not in dispute that during pendency of the approval by the Central Government, the parties entered into, inter-alia, MOU dated 08.04.2004, whereunder the Claimants paid the Respondents Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) in terms of the said MOU.",
            "labels": [
                "FAC"
            ],
            "id": "40e42a7b91224ae6ad09f34f37647479_64"
        },
        {
            "start": 8643,
            "end": 8930,
            "text": "It is further not in dispute that the contract amongst the parties could not be proceeded with in view of the mining lease not being granted in favour of the Respondent No.1 and the Claimants sought for refund of the amount paid under the MOU which was not acceded to by the Respondents.",
            "labels": [
                "FAC"
            ],
            "id": "cd0fa0e0911f41beaddb724af2b36944_65"
        },
        {
            "start": 8931,
            "end": 9084,
            "text": "Hence, arbitration proceedings were initiated in view of the existence of the Arbitration clause in the MOU, to resolve the disputes between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eafd2e156b9d4709bc75a9558bdac469_66"
        },
        {
            "start": 9085,
            "end": 9360,
            "text": "\n13. The Sole Arbitrator has in the award dated 21.12.2014, appreciated various terms of the MOU and after noticing the relevant provisions of law, ordered for refund of Rs.1,50,00,000/- (Rupees One Crore Fifty Lakhs Only) together with interest at the rate of 18% per annum.",
            "labels": [
                "RLC"
            ],
            "id": "1f732d7b84ae4e0b9ab54449bc4a99b1_67"
        },
        {
            "start": 9361,
            "end": 9583,
            "text": "The Sole Arbitrator while partly allowing the claim of the Claimants has, inter-alia, recorded following findings:\n(i) That, the prohibition contained under Rule 37 of the Rules would arise only after the lease is granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88a49302bbba4aaf99f89d47fae5421a_68"
        },
        {
            "start": 9584,
            "end": 9709,
            "text": "Hence, the MOU is not barred by Rule 37 of the Rules and the said Rule 37 is not applicable to the facts of the present case;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8367e2e4116f4f9e9aaee6f42c017977_69"
        },
        {
            "start": 9710,
            "end": 9769,
            "text": "\n(ii) The MOU, as on date of its execution was not invalid.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71bac54f05a349e2bea5a0870ec33c67_70"
        },
        {
            "start": 9770,
            "end": 9899,
            "text": "It was only subsequent to the same that since mining in Bellary District was suspended, grant of mining lease did not take place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6999e29f61a84c90aeca7f26409c87b4_71"
        },
        {
            "start": 9900,
            "end": 10369,
            "text": "Hence, the Respondent resiling from refunding of the amount, which it received pursuant to the MOU does not arise;\n(iii) Section 65 of the Contract Act enables a person not in pari delicto to claim restoration as it is not based on an illegal contract, but dis-associated from it;\n(iv) Section 65 does not render assistance to persons who induce innocent parties to enter into contracts by playing fraud on them to retain the benefit which they obtained by their wrong;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8570125bc384813b21671fb6b2fea26_72"
        },
        {
            "start": 10370,
            "end": 10464,
            "text": "\n(v) The claim made by the Claimants is well within time and it is required to be entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a50344a8ea5465c83b4295687cb69a6_73"
        },
        {
            "start": 10465,
            "end": 10631,
            "text": "\n14. Being aggrieved by the award passed by the Sole Arbitrator, the Respondents filed a petition under Section 34 of the Arbitration Act before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "0c337a75466e4f4f94706e86fe96676b_74"
        },
        {
            "start": 10632,
            "end": 10892,
            "text": "The Commercial Court after noticing the scope of interference as contemplated under Section 34 of the Arbitration Act and after re-appreciating the relevant facts as well as the legal contentions, vide its judgment dated 26.03.2021 dismissed the said petition.",
            "labels": [
                "RLC"
            ],
            "id": "aa9ecd48a06b4170836b508a485715d6_75"
        },
        {
            "start": 10893,
            "end": 11593,
            "text": "The Commercial Court vide the said judgment dated 26.03.2021 has, inter-alia, recorded following findings:\n(i) The parties were not knowing about illegality or unenforceability as on date of entering into the agreements and the same became unenforceable due to subsequent decisions of the Hon'ble Supreme Court;\n(ii) The Arbitrator had relied upon the documents and re-appreciated the entire evidence before it;\n(iii) The arbitral award is a well reasoned and a speaking award;\n(iv) The finding of the learned Arbitrator is not perverse and not contrary to public policy;\n(v) The arbitral award is not marred by any patent illegality, as there is no contravention of the substantive law of India.\n15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7936e4bebb03427f96ed7a5af0e6c00d_76"
        },
        {
            "start": 11594,
            "end": 11669,
            "text": "We have carefully considered the rival contentions and perused the records.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c2e6503dbfb4c16a0a27eeb4078ec5b_77"
        },
        {
            "start": 11671,
            "end": 11827,
            "text": "16. Before appreciating the relevant contention of the parties, the scope of interference under Section 37 of the Arbitration Act is required to be noticed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302d91d673744b58b36c275348d4b964_78"
        },
        {
            "start": 11828,
            "end": 12085,
            "text": "The Hon'ble Supreme Court in the case of MCDERMOTT INTERNATIONAL INC. Vs. BURN STANDARD CO. LTD. AND OTHERS3 held as follows:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f45611ac87694b8b91699f277079454f_79"
        },
        {
            "start": 12086,
            "end": 12237,
            "text": "Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dbd3d344fdf84a50a682d4d634f55cc4_80"
        },
        {
            "start": 12238,
            "end": 12289,
            "text": "The court cannot correct errors of the arbitrators.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5bf51607c577472c90531899ec65d708_81"
        },
        {
            "start": 12290,
            "end": 12391,
            "text": "It can only quash the award leaving the parties free to begin the arbitration again if it is desired.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aec28e2d49b74b9490adc5f61e8433f5_82"
        },
        {
            "start": 12392,
            "end": 12691,
            "text": "So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0cfd50a5e9e448a887ff401d5b18ee03_83"
        },
        {
            "start": 12692,
            "end": 12712,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5dfb2e10fcbb4fd0b6b49e1429140b84_84"
        },
        {
            "start": 12714,
            "end": 12849,
            "text": "17. The Hon'ble Supreme Court in the case of MMTC Limited Vs. Vedanta Limited4 held as follows:\n(2006) 11 SCC 181 (2019) 4 SCC 163 \"14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed4beba6d53b49b19f9470d1b94c9898_85"
        },
        {
            "start": 12850,
            "end": 13070,
            "text": "As far as interference with an order made under Section 34, as per Section 37, is concerned, it cannot be disputed that such interference under Section 37 cannot travel beyond the restrictions laid down under Section 34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b2a359e1604d4aa799c29b4c22f928c2_86"
        },
        {
            "start": 13071,
            "end": 13293,
            "text": "In other words, the court cannot undertake an independent assessment of the merits of the award, and must only ascertain that the exercise of power by the court under Section 34 has not exceeded the scope of the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b30a15f62bc4c94a180371ae44922ae_87"
        },
        {
            "start": 13294,
            "end": 13551,
            "text": "\nThus, it is evident that in case an arbitral award has been confirmed by the court under Section 34 and by the court in an appeal under Section 37, this Court must be extremely cautious and slow to disturb such concurrent findings.\"\n(emphasis supplied)\n18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "96167ad285784d179cf6068c8338ec62_88"
        },
        {
            "start": 13552,
            "end": 13694,
            "text": "The Hon'ble Supreme Court in the case of Patel Engineering Limited Vs. North Eastern Electric Power Corporation Limited5 held as follows:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "88b2928b2420457d9a804adfe84d07ec_89"
        },
        {
            "start": 13695,
            "end": 13771,
            "text": "The present case arises out of a domestic award between two Indian entities.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1a8f3d11179e41f68d2641eb05704139_90"
        },
        {
            "start": 13772,
            "end": 13789,
            "text": "\n(2020) 7 SCC 167",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "926d703217104a029af132cc1555134c_91"
        },
        {
            "start": 13790,
            "end": 14188,
            "text": "The ground of patent illegality is a ground available under the statute for setting aside a domestic award, if the decision of the arbitrator is found to be perverse, or, so irrational that no reasonable person would have arrived at the same; or, the construction of the contract is such that no fair or reasonable person would take; or, that the view of the arbitrator is not even a possible view.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "41ecb3be3de346578c5ef5dece79ac37_92"
        },
        {
            "start": 14190,
            "end": 14199,
            "text": "xxxxx 27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d9efa8db3fec4e6d9b90e1adca08cb54_93"
        },
        {
            "start": 14200,
            "end": 14549,
            "text": "In our view, while dealing with the appeal under Section 37 of the Act, the High Court has considered the matter at length, and held that while interpreting the terms of the contract, no reasonable person could have arrived at a different conclusion and that the awards passed by the arbitrator suffer from the vice of irrationality and perversity.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b23ac7474044225b7f19b2136df532f_94"
        },
        {
            "start": 14550,
            "end": 14570,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb5cb1bdf332433aa3d50ed06e4a9668_95"
        },
        {
            "start": 14572,
            "end": 14928,
            "text": "19. Hence, the settled position of law is that, interference in the award is warranted, if the manner in which Sole Arbitrator has construed the contract is such that no fair or reasonable person would take; or, that the view of the Arbitrator was not even a possible view resulting in there being a \"patent illegality\" in the award of the Sole Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b14844bf2b147afbeb6172e70c09df8_96"
        },
        {
            "start": 14929,
            "end": 15131,
            "text": "Also, interference in the judgment of the Commercial Court is warranted, if the aforementioned aspect is not properly appreciated in exercise of its jurisdiction under Section 34 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91359b71bc024948be05f26d9c4ba0f3_97"
        },
        {
            "start": 15133,
            "end": 15653,
            "text": "20. Keeping the aforementioned legal parameters in mind, it is relevant to note that the Sole Arbitrator has noticed the relevant terms of the MOU which clearly stipulate that if for any reason the mining is not granted, the entire advance amount was required to be refunded and having noticed the applicability of Rule 37 of the Rules which prohibits any party to in any manner to transfer a mining lease, has rightly recorded a finding that Rule 37 of the Rules would be applicable only if the mining lease is granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18ca5ce3726e4bcd85e12473fa194a1b_98"
        },
        {
            "start": 15654,
            "end": 15888,
            "text": "Having regard to the fact that in the present case, the mining lease was not granted, it would not be open to the Respondents to contend that it is not liable to refund the amount received under MOU by relying on Rule 37 of the Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dff545c3e3c348a894c2a265c9ef7a14_99"
        },
        {
            "start": 15889,
            "end": 16258,
            "text": "The contention of leaned Senior counsel for the Appellants/Respondents that the award of the Sole Arbitrator as well as the judgment of the Commercial Court is liable to be interfered with as being opposed to the public policy of India and being patently illegal is untenable and liable to be rejected, as the same would be applicable only if the MOU is void ab initio.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "17f4de4009a943afb4b78ce9f5f68572_100"
        },
        {
            "start": 16259,
            "end": 16696,
            "text": "The said aspect was also considered by the Commercial Court, which upon noticing the factual aspect of the matter and the relevant legal position including the extent of interference under Section 34 of the Arbitration Act has rightly refused to interfere with the award of the Sole Arbitrator, as there was no patent illegality nor contravention of the substantive law of India or the award being against the public policy of India.\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fd2d9c9dd164506a65e389fb283b0fc_101"
        },
        {
            "start": 16697,
            "end": 17414,
            "text": "It is relevant to note that in the case of Loop Telecom (supra), the peculiar facts of the case were inter alia, that the entry fee paid was specifically made non-refundable by the UASL guidelines issued by the DOT; the appellants in the said case, who had participated in the telecom auction and who had deposited licence fee had benefited by the wholly arbitrary and un-constitutional exercise undertaken for allocation of spectrum of 2G band, which ultimately resulted in the allocation of spectrum of 2G band being set aside by the Hon'ble Supreme Court; refund was refused since the party claiming restitution is equally or more responsible with the Union Government and they were considered in pari delicto;\n22.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba23932345ca449d8f718fdf44cabf63_102"
        },
        {
            "start": 17415,
            "end": 17791,
            "text": "Therefore, reliance placed by the learned Senior Counsel for the petitioner on the judgment of the Hon'ble Supreme Court in the case of Loop Telecom (supra) is liable to be rejected, because in the said case the Hon'ble Supreme Court has recorded a finding that both the parties were in pari delicto having jointly participated in an \"arbitrary and unconstitutional exercise\".",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f858a3154738487caea02faa9d2046ce_103"
        },
        {
            "start": 17792,
            "end": 18044,
            "text": "The said fact situation is not so in the present case since the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db96e2c344924f7a90e485ff7fe5d639_104"
        },
        {
            "start": 18045,
            "end": 18193,
            "text": "Hence, the ultimate conclusion arrived by the Hon'ble Supreme Court in the case of Loop Telecom (supra) will not come to the aid of the Respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2da5bcc5160148fe84965405252332e6_105"
        },
        {
            "start": 18195,
            "end": 18450,
            "text": "23. In order to further appreciate the contention of the learned Senior Counsel for the Appellants/Respondents, it is relevant to refer to the legal position regarding applicability of Section 65 of the Contract Act vis--vis, the doctrine in pari delicto.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "13e92944a8d440eb891b58c8fa7a7d65_106"
        },
        {
            "start": 18452,
            "end": 18622,
            "text": "24. The latin maxim in pari delicto has been defined in the Law Lexicon6 as under:\n\"In equal fault; equally culpable or criminal; in a case of equal fault or guilty.\"\n25.",
            "labels": [
                "STA"
            ],
            "id": "ac67334387ee45458dde0e7301733b6c_107"
        },
        {
            "start": 18623,
            "end": 18914,
            "text": "The Hon'ble Supreme Court in the case of Immani Appa Rao and others v. Gollapalli Ramalingamurthi and others7 has held as follows:\n\"(12) Reported decisions bearing on this question show that consideration of this problem often gives rise to what may be described as a battle of legal maxims.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e928b5328704d7a90a4aded8bf2e965_108"
        },
        {
            "start": 18915,
            "end": 19081,
            "text": "The appellants emphasised that the doctrine which is pre-eminently applicable to the present case is ex dolo malo non oritur actio or ex turpi causa non oritur actio.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8961c816dc6042fa8b5cbbbd5facfb1c_109"
        },
        {
            "start": 19082,
            "end": 19565,
            "text": "In other words, they contended that the right of action cannot arise out of fraud or out of transgression of law; and according to them it is necessary in such a case that possession should rest where it lies in pari delicto potior est conditio possidenties; where each party is equally in fraud the law favors him P.Ramanatha Aiyar The Law Lexicon, 2nd Edition, Reprint 2010 who is actually in possession, or where both parties are equally guilty the estate will lie where it falls.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "89e5a7f3a2b04dc9a1008040120e83c7_110"
        },
        {
            "start": 19566,
            "end": 19811,
            "text": "On the other hand, respondent 1 argues that the proper maxim to apply is nemo allegans suam turpitudinum audiendus est, whoever has first to plead turpitudinum should fail; that party fails who first has to allege fraud in which he participated.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "eba97a4d7bbf4d0c8732c0a4b4be8f34_111"
        },
        {
            "start": 19812,
            "end": 19907,
            "text": "In other words, the principle invoked by respondent 1 is that a man cannot plead his own fraud.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "197e38191b0642448b7e0b02d5b0af79_112"
        },
        {
            "start": 19908,
            "end": 20112,
            "text": "In deciding the question as to which maxim should govern the present case it is necessary to recall what Lord Wright, M. R. observed about these maxims in Berg v. Sadler and Moore, 1937-2 KB 158 at p.162.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ece356880dc4aafb09ee17f337269fb_113"
        },
        {
            "start": 20113,
            "end": 20528,
            "text": "Referring to the maxim ex turpi causa non oritur actio Lord Wright observed that \"this maxim, though veiled in the dignity of learned language, is a statement of a principle of great importance; but like most maxims it is much too vague and much too general to admit of application without a careful consideration of the circumstances and of the various definite rules which have been laid down by the authorities\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "733d39a2fde549e48f2d431ca92a2166_114"
        },
        {
            "start": 20529,
            "end": 20841,
            "text": "Therefore, in deciding the question AIR 1962 SC 370 raised in the present appeal it would be necessary for us to consider carefully the true scope and effect of the maxims pressed into service by the rival parties, & to enquire which of the maxims would be relevant & applicable in the circumstances of the case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adcf4b9f58e14ef68a8c834aca3de308_115"
        },
        {
            "start": 20842,
            "end": 20990,
            "text": "It is common ground that the approach of the Court in determining the present dispute must be conditioned solely by considerations of public policy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fd626159e2447c7a9e2f6d735f01502_116"
        },
        {
            "start": 20991,
            "end": 21107,
            "text": "Which principle would be more conducive to and more consistent with public interest, that is the crux of the matter.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2dca149409b84a9790d7d1016bb7c010_117"
        },
        {
            "start": 21108,
            "end": 21285,
            "text": "To put it differently, having regard to the fact that both the parties before the Court are confederates in the fraud, which approach would be less injurious to public interest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df68b912ddde4f52a6891966783b118c_118"
        },
        {
            "start": 21286,
            "end": 21472,
            "text": "Whichever approach is adopted one party would succeed and the other would fail, and so it is necessary to enquire as to which party's success would be less injurious to public interest.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aac9aa48469e41798ef93f3b2c87012e_119"
        },
        {
            "start": 21473,
            "end": 21493,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "103f7a5ac9ee402dad9d6282472c2637_120"
        },
        {
            "start": 21495,
            "end": 21616,
            "text": "26. The Hon'ble Supreme Court in the case of Smt. Narayanamma and another v. Govindappa and others8 held as follows:\n\"27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "11ad1b6bc5d743b4be7f2f4c79d846db_121"
        },
        {
            "start": 21617,
            "end": 21719,
            "text": "Now, let us apply the another test laid down in the case of Immani Appa Rao (AIR 1962 SC 370) (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a1afb72c47245b394314971a7f6015a_122"
        },
        {
            "start": 21720,
            "end": 21806,
            "text": "At the cost of repetition, both the parties are common participator in the illegality.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b099e9d73f0840c5997f54dfc602aa5f_123"
        },
        {
            "start": 21807,
            "end": 21894,
            "text": "In such a situation, the balance of justice would tilt in whose favour is the question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f57b75980a24459c8e6cfa87bb86a2fc_124"
        },
        {
            "start": 21895,
            "end": 22153,
            "text": "As held in Immani Appa Rao (supra), if the decree is granted in favour of the plaintiff on the basis of an illegal agreement which is hit by a statute, it will be rendering an active assistance of the court in enforcing an agreement which is contrary to law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "542443a7c9d748bbaf6add52b08bc8f3_125"
        },
        {
            "start": 22154,
            "end": 22331,
            "text": "As against this, if the balance is tilted towards the defendants, no doubt that they would stand benefited even in spite of their predecessor-in- title committing an illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fb0c7b315304241aec24f422e9a1715_126"
        },
        {
            "start": 22332,
            "end": 22442,
            "text": "However, what the court would be doing is only rendering an assistance which is purely of a passive character.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d2bbf77ee1a4c799cf7ecf9aab9eb56_127"
        },
        {
            "start": 22443,
            "end": 22690,
            "text": "As held by Gajendragadkar, J. in Immani Appa Rao (supra), the first course AIR 2019 SC 4654 would be clearly and patently inconsistent with the public interest whereas, the latter course is lesser injurious to public interest than the former.\"\n27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b842ec9d051e443c8d1ff851e4317a64_128"
        },
        {
            "start": 22691,
            "end": 22951,
            "text": "If the facts of the case on hand are tested on the principles laid down in the authorities supra, it is relevant to note that there is no total prohibition for transfer of mining lease under Rule 37 of the Rules, which reads as follows:\n\"37. Transfer of lease.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b15ce0dbc814ab3af1406367291c31d_129"
        },
        {
            "start": 22952,
            "end": 23368,
            "text": "--(1) The lessee shall not, without the previous consent in writing of the State Government [and in the case of mining lease in respect of any mineral specified in [Part A and Part B of] the First Schedule to the Act, without the previous approval of the Central Government]--\n(a) assign, sublet, mortgage, or in any other manner, transfer the mining lease, or any right, title or interest therein, or (b) xxxxx\"\n28.",
            "labels": [
                "STA"
            ],
            "id": "a213ff572e594b479d8c2e15bb5e899a_130"
        },
        {
            "start": 23369,
            "end": 23482,
            "text": "The above provision clearly shows that lease shall not be transferred without previous consent of the Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2afef12ef12041738c1b8b1fcba439dd_131"
        },
        {
            "start": 23483,
            "end": 23590,
            "text": "The converse of this means, the lease may be transferred with the previous consent of the State Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "753e17f7ab5942a184aec8bc644c089d_132"
        },
        {
            "start": 23591,
            "end": 23680,
            "text": "Transfer of a lease can be considered after the grant of lease in favour of an applicant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b18652d9faa4b4da65b6d7c1d49a41a_133"
        },
        {
            "start": 23681,
            "end": 23826,
            "text": "Undisputed factual matrix in this case is, parties had entered into an agreement whilst defendants application for lease was under consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87724d5253a6447f8a31bacd1e8fd23e_134"
        },
        {
            "start": 23827,
            "end": 23911,
            "text": "Thus, as on the date of agreement, lease was not granted in favour of the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f98491e7638343fe8dd75cdf79a6659b_135"
        },
        {
            "start": 23912,
            "end": 23984,
            "text": "The stage of submitting an application would arise only after the grant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee19c0c30b4947c7b820dccc8a4c0ed6_136"
        },
        {
            "start": 23985,
            "end": 24106,
            "text": "Therefore, the learned Arbitrator has rightly recorded that Rule 37 would be applicable only after grant of mining lease.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5e62b1b4296462197fb3b4c423c1b14_137"
        },
        {
            "start": 24108,
            "end": 24622,
            "text": "29. In the case of Loop Telecom (supra), the Hon'ble Supreme Court also noticed the proposition of law as held in the case of Kuju Collieries Ltd., v. Jharkhand Mines Ltd., and noticed as follows:\n(1974) 2 SCC 533 \"While upholding the view of the Hyderabad High Court, this Court held \"it [the Full Bench (Budhulal v. Deccan Banking Co., 1954 SCC Online Hyd 187) of the Hyderabad High Court] has rightly pointed out that if both the transferor and transferee are in pari delicto the courts do not assist them\".\n30.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "94bd5139002946b69af4d697a1494cfa_138"
        },
        {
            "start": 24623,
            "end": 24808,
            "text": "Further, in the case of Loop Telecom (supra), the Hon'ble Supreme Court after noticing the law laid down in Immani Appa Rao (supra) and Smt Narayanamma (supra) has held as follows:\n\"69.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a4167770f93d4c4d97d555072f64c4be_139"
        },
        {
            "start": 24809,
            "end": 25035,
            "text": "Hence, in adjudicating a claim of restitution under Section 65 of the Contract Act, the court must determine the illegality which caused the contract to become void and the role the party claiming restitution has played in it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e6ea9ba4bdc041e69775c73a4ce5d0bc_140"
        },
        {
            "start": 25036,
            "end": 25195,
            "text": "If the party claiming restitution was equally or more responsible for the illegality (in comparison to the defendant), there shall be no cause for restitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c16093914c6147a9a5b75a507de13963_141"
        },
        {
            "start": 25196,
            "end": 25264,
            "text": "This has to be determined on the facts of each individual case.\"\n31.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6be4451c1ad49d79b613302f394cad8_142"
        },
        {
            "start": 25265,
            "end": 25709,
            "text": "Having regard to the position of law, as noticed above and the fact that the Claimant had no role to play in the application made by the Respondent for grant of mining lease, nor in the events leading to the non granting of mining lease in favour of the Respondent, it will not be open to the Respondents to resist the claim for refund of the money paid under the MOU by putting forth its contention regarding illegality or voidness of the MOU.",
            "labels": [
                "RATIO"
            ],
            "id": "9d9f3178e9ab4f53b774642fab9d3c28_143"
        },
        {
            "start": 25711,
            "end": 25821,
            "text": "32. In view of what is noticed above, we find no patent illegality in the award passed by the Sole Arbitrator.",
            "labels": [
                "RATIO"
            ],
            "id": "961e56a561974761ade7a3388a9ed8cd_144"
        },
        {
            "start": 25822,
            "end": 25988,
            "text": "The Commercial Court in exercise of its jurisdiction under Section 34 of the Arbitration Act has rightly refused to interfere with the Award passed by the Arbitrator.",
            "labels": [
                "RATIO"
            ],
            "id": "3cb2878905084488abc0c2fef890173a_145"
        },
        {
            "start": 25989,
            "end": 26148,
            "text": "Therefore, the judgment passed by the Commercial Court is not liable to be interfered with in exercise of jurisdiction under Section 37 of the Arbitration Act.",
            "labels": [
                "RATIO"
            ],
            "id": "35f15e8c9528421d8943fb1bd9c9b5b2_146"
        },
        {
            "start": 26150,
            "end": 26215,
            "text": "33. Hence, the present Appeal fails and is accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "37495199907049c39c696555a1bef85d_147"
        },
        {
            "start": 26216,
            "end": 26248,
            "text": "\nSD/-\nJUDGE SD/-\nJUDGE RSP/LG/nd",
            "labels": [
                "NONE"
            ],
            "id": "69cfee9223f24339b5f666c6f00f3452_148"
        }
    ],
    "entities": [
        {
            "text": "Venkatesh Vincom Private Limited",
            "label": "PETITIONER",
            "start_char": 37,
            "end_char": 69
        },
        {
            "text": "Spice Of Joy",
            "label": "RESPONDENT",
            "start_char": 78,
            "end_char": 90
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 121,
            "end_char": 134
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 142,
            "end_char": 155
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 268,
            "end_char": 290
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 425,
            "end_char": 438
        },
        {
            "text": "Shampa Dutt",
            "label": "JUDGE",
            "start_char": 480,
            "end_char": 491
        },
        {
            "text": "Venkatesh Vincom Private Limited",
            "label": "PETITIONER",
            "start_char": 624,
            "end_char": 656
        },
        {
            "text": "Spice of Joy",
            "label": "RESPONDENT",
            "start_char": 718,
            "end_char": 730
        },
        {
            "text": "Sarosij Dasgupta",
            "label": "LAWYER",
            "start_char": 829,
            "end_char": 845
        },
        {
            "text": "Anurag Bagaria",
            "label": "LAWYER",
            "start_char": 895,
            "end_char": 909
        },
        {
            "text": "Manju Bhuteria",
            "label": "LAWYER",
            "start_char": 959,
            "end_char": 973
        },
        {
            "text": "Subhrendu Halder",
            "label": "LAWYER",
            "start_char": 1023,
            "end_char": 1039
        },
        {
            "text": "Mohit Gupta",
            "label": "LAWYER",
            "start_char": 1089,
            "end_char": 1100
        },
        {
            "text": "Tanni Luhariwala",
            "label": "LAWYER",
            "start_char": 1150,
            "end_char": 1166
        },
        {
            "text": "Arundhuti Barman",
            "label": "LAWYER",
            "start_char": 1216,
            "end_char": 1232
        },
        {
            "text": "26.09.2022",
            "label": "DATE",
            "start_char": 1279,
            "end_char": 1289
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 1290,
            "end_char": 1303
        },
        {
            "text": "11.11.2021",
            "label": "DATE",
            "start_char": 1368,
            "end_char": 1378
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 1408,
            "end_char": 1435
        },
        {
            "text": "FMAT 20 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 1439,
            "end_char": 1454
        },
        {
            "text": "Money Suit no. 12 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1462,
            "end_char": 1487
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 1529,
            "end_char": 1544
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 1552,
            "end_char": 1575
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 1888,
            "end_char": 1915
        },
        {
            "text": "Money Suit no. 12 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1940,
            "end_char": 1965
        },
        {
            "text": "19.5.2018",
            "label": "DATE",
            "start_char": 3256,
            "end_char": 3265
        },
        {
            "text": "FMAT 20 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 3266,
            "end_char": 3281
        },
        {
            "text": "Section 138",
            "label": "PROVISION",
            "start_char": 3596,
            "end_char": 3607
        },
        {
            "text": "Negotiable Instrument Act",
            "label": "STATUTE",
            "start_char": 3615,
            "end_char": 3640
        },
        {
            "text": "Order 7 Rule 11 read",
            "label": "PROVISION",
            "start_char": 4108,
            "end_char": 4128
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 4134,
            "end_char": 4145
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 4153,
            "end_char": 4176
        },
        {
            "text": "Section 2 (1)(c)(i)",
            "label": "PROVISION",
            "start_char": 4375,
            "end_char": 4394
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4402,
            "end_char": 4429
        },
        {
            "text": "Section 2 (1)(c)(i)",
            "label": "PROVISION",
            "start_char": 4918,
            "end_char": 4937
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5031,
            "end_char": 5058
        },
        {
            "text": "Law Commission of India",
            "label": "ORG",
            "start_char": 5292,
            "end_char": 5315
        },
        {
            "text": "Law Commission of India",
            "label": "ORG",
            "start_char": 5633,
            "end_char": 5656
        },
        {
            "text": "Rajya Sabha",
            "label": "COURT",
            "start_char": 5920,
            "end_char": 5931
        },
        {
            "text": "24th April, 2015",
            "label": "DATE",
            "start_char": 5935,
            "end_char": 5951
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6175,
            "end_char": 6202
        },
        {
            "text": "Section 2(1)(c)(i)",
            "label": "PROVISION",
            "start_char": 6241,
            "end_char": 6259
        },
        {
            "text": "Sec. 2.1 (c)",
            "label": "PROVISION",
            "start_char": 6552,
            "end_char": 6564
        },
        {
            "text": "Ladymoon Towers Private Limited vs. Mahendra Investment Advisors Private Limited (CS 99 of 2020)",
            "label": "PRECEDENT",
            "start_char": 8789,
            "end_char": 8885
        },
        {
            "text": "13th August, 2021",
            "label": "DATE",
            "start_char": 8897,
            "end_char": 8914
        },
        {
            "text": "Reserve Bank of India",
            "label": "ORG",
            "start_char": 8951,
            "end_char": 8972
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9278,
            "end_char": 9291
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019)",
            "label": "PRECEDENT",
            "start_char": 9300,
            "end_char": 9404
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9457,
            "end_char": 9478
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 10270,
            "end_char": 10285
        },
        {
            "text": "FMAT 20 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 10296,
            "end_char": 10311
        },
        {
            "text": "Clause (i) of Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 11301,
            "end_char": 11330
        },
        {
            "text": "Section 2(1)(f)",
            "label": "PROVISION",
            "start_char": 12676,
            "end_char": 12691
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 14069,
            "end_char": 14078
        },
        {
            "text": "UCC",
            "label": "STATUTE",
            "start_char": 14086,
            "end_char": 14089
        },
        {
            "text": "UCC",
            "label": "ORG",
            "start_char": 14111,
            "end_char": 14114
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 14274,
            "end_char": 14283
        },
        {
            "text": "UCC",
            "label": "ORG",
            "start_char": 14313,
            "end_char": 14316
        },
        {
            "text": "UCC",
            "label": "COURT",
            "start_char": 14372,
            "end_char": 14375
        },
        {
            "text": "Sec. 2 (c)",
            "label": "PROVISION",
            "start_char": 15227,
            "end_char": 15237
        },
        {
            "text": "Punjab University vs. Unit Trust of India & Ors., (2015) 2 SCC 669",
            "label": "PRECEDENT",
            "start_char": 15951,
            "end_char": 16017
        },
        {
            "text": "Ladymoon Towers Pvt. Ltd.",
            "label": "ORG",
            "start_char": 16023,
            "end_char": 16048
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 16129,
            "end_char": 16145
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 16147,
            "end_char": 16164
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 16169,
            "end_char": 16186
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 16202,
            "end_char": 16221
        },
        {
            "text": "Section 2(1)(c)(i)",
            "label": "PROVISION",
            "start_char": 16369,
            "end_char": 16387
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 16480,
            "end_char": 16497
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 16872,
            "end_char": 16889
        },
        {
            "text": "FMAT 20 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 16917,
            "end_char": 16932
        },
        {
            "text": "Ladymoon Towers Pvt. Ltd.",
            "label": "ORG",
            "start_char": 16950,
            "end_char": 16975
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 17143,
            "end_char": 17162
        },
        {
            "text": "City Civil Courts Act, 1953",
            "label": "STATUTE",
            "start_char": 17315,
            "end_char": 17342
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 18427,
            "end_char": 18442
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 19058,
            "end_char": 19091
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 19105,
            "end_char": 19115
        },
        {
            "text": "3.1.2017",
            "label": "DATE",
            "start_char": 19439,
            "end_char": 19447
        },
        {
            "text": "Clause 7 of Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 20180,
            "end_char": 20207
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20425,
            "end_char": 20435
        },
        {
            "text": "FMAT 20 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 20442,
            "end_char": 20457
        },
        {
            "text": "sub-clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 20606,
            "end_char": 20643
        },
        {
            "text": "3-11-2017",
            "label": "DATE",
            "start_char": 21103,
            "end_char": 21112
        },
        {
            "text": "Ketan Bhailalbhai Shah",
            "label": "RESPONDENT",
            "start_char": 21215,
            "end_char": 21237
        },
        {
            "text": "sub-clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 22573,
            "end_char": 22610
        },
        {
            "text": "Chapter IV",
            "label": "PROVISION",
            "start_char": 23955,
            "end_char": 23965
        },
        {
            "text": "Indian Partnership Act, 1932",
            "label": "STATUTE",
            "start_char": 23973,
            "end_char": 24001
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 24003,
            "end_char": 24013
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 24121,
            "end_char": 24131
        },
        {
            "text": "Section 22",
            "label": "PROVISION",
            "start_char": 24210,
            "end_char": 24220
        },
        {
            "text": "Section 2(1)(f)",
            "label": "PROVISION",
            "start_char": 25243,
            "end_char": 25258
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 25859,
            "end_char": 25886
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 26402,
            "end_char": 26415
        },
        {
            "text": "Shampa Dutt",
            "label": "JUDGE",
            "start_char": 26426,
            "end_char": 26437
        }
    ],
    "precedent_clusters": {
        "Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019)": [
            "Ladymoon Towers Private Limited vs. Mahendra Investment Advisors Private Limited (CS 99 of 2020)",
            "Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order 7 Rule 11",
            "Code of Civil Procedure",
            "Order 7 Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 138",
            "Negotiable Instrument Act",
            "Section 138",
            "Negotiable Instrument Act"
        ],
        [
            "Section 151",
            "Code of Civil Procedure",
            "Section 151",
            "Code of Civil Procedure"
        ],
        [
            "Section 2 (1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2 (1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 3",
            "UCC",
            "Article 3",
            "UCC"
        ],
        [
            "Chapter IV",
            "Indian Partnership Act, 1932",
            "Chapter IV",
            "Indian Partnership Act, 1932"
        ],
        [
            "Section 2 (1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2 (1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (i) of Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Clause (i) of Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(f)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(f)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 3",
            "UCC",
            "Article 3",
            "UCC"
        ],
        [
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause 7 of Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Clause 7 of Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(f)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(f)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 7 Rule 11 read",
            "Negotiable Instrument Act",
            "Order 7 Rule 11 read",
            "Negotiable Instrument Act"
        ],
        [
            "Sec. 2.1 (c)",
            "Commercial Courts Act, 2015",
            "Sec. 2.1 (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 7 Rule 10",
            "Commercial Courts Act",
            "Order 7 Rule 10",
            "Commercial Courts Act"
        ],
        [
            "Sec. 2 (c)",
            "UCC",
            "Sec. 2 (c)",
            "UCC"
        ],
        [
            "Section 18",
            "Indian Partnership Act, 1932",
            "Section 18",
            "Indian Partnership Act, 1932"
        ],
        [
            "Section 19",
            "Indian Partnership Act, 1932",
            "Section 19",
            "Indian Partnership Act, 1932"
        ],
        [
            "Section 22",
            "Indian Partnership Act, 1932",
            "Section 22",
            "Indian Partnership Act, 1932"
        ]
    ],
    "precedent_counts": {
        "Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019)": 2
    },
    "provision_counts": {
        "Order 7 Rule 11 of Code of Civil Procedure": 1,
        "Section 138 of Negotiable Instrument Act": 1,
        "Section 151 of Code of Civil Procedure": 1,
        "Section 2 (1)(c)(i) of Commercial Courts Act, 2015": 2,
        "Article 3 of UCC": 2,
        "Chapter IV of Indian Partnership Act, 1932": 1,
        "Section 2(1)(c)(i) of Commercial Courts Act, 2015": 2,
        "Clause (i) of Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "Section 2(1)(f) of Commercial Courts Act, 2015": 2,
        "Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "Clause 7 of Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "sub-clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 2,
        "Order 7 Rule 11 read of Negotiable Instrument Act": 1,
        "Sec. 2.1 (c) of Commercial Courts Act, 2015": 1,
        "Order 7 Rule 10 of Commercial Courts Act": 1,
        "Sec. 2 (c) of UCC": 1,
        "Section 18 of Indian Partnership Act, 1932": 1,
        "Section 19 of Indian Partnership Act, 1932": 1,
        "Section 22 of Indian Partnership Act, 1932": 1
    },
    "statute_counts": {
        "Code of Civil Procedure": 2,
        "Negotiable Instrument Act": 2,
        "Commercial Courts Act, 2015": 12,
        "UCC": 3,
        "Indian Partnership Act, 1932": 4,
        "Commercial Courts Act": 1
    }
}