{
    "id": "37a599ac2249959177b772615c8710c89804342f42d1be81df7ad94dd22d53a4",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nOwners And Parties Interested In The ... vs Banque Cantonale De Geneve on 23 September, 2022 \nAuthor: Indira Banerjee\nBench: A. S. Bopanna, Indira Banerjee \n                                                                              Reportable\n\n                                      In The Supreme Court Of India\n                                          Civil Appellate Jurisdiction\n\n\n                                  Civil Appeal Nos. 6897-6898 Of 2022 \n                             (Arising Out Of Slp (C) Nos. 19314-19315 Of 2021)\n\n\n          Owners And Parties Interested In The \n          Vessel M.V. Polaris Galaxy                                       Appellant (s)\n\n\n                                                      Versus\n\n\n          Banque Cantonale De Geneve                                     Respondent (s)\n\n\n\n                                                 Judgment\nIndira Banerjee, J. \nLeave granted. \n2. These appeals are against a judgment and order dated 28 th October 2021 passed by the Commercial Appellate Division of the High Court of Judicature at Madras allo wing Commercial Appeal being O.S.A (CAD) No.88 of 2021 filed by the Respondent, and setting aside an order dated 24 th September 2021 passed by the Commercial Division (Single Bench) of the High Court, adding Gulf Petroleum FZC as defendant in the Admiralty Suit filed by the Respondent, Banque Nationale De Geneve being CS (Commercial Division) No.96 of 2021. \n3. The Appellant, M/s Galaxy Marine Services Limited is the registered owner of the Vessel, M. V. Polaris Galaxy, a sea-going oil tanker, flying the flag of Liberia, which is hereinafter referred to as, the Vessel. \n4. M/s Polaris Marine Services, acting as Commercial Managers of M/s Galaxy Marine Services, entered into a charterparty agreement with Profitable Wealth Inc., a company registered in the British Virgin Islands and operated by Wirana Shipping Corporation Private Limited, a well- known maritime company based in Singapore, for charter of the vessel to Profitable Wealth Inc. Profitable Wealth Inc. in turn sub- chartered the vessel to Gulf Petroleum FZC for carriage of cargo of Marine Fuel Oil. \n5. On 6th May 2020, Gulf Petroleum FZC entered into a contract for purchase of 27-28,000 Metric Tons (MT) of Marine Fuel from Indian Oil Corporation Limited (IOC) which was to be loaded at the Kandla Port, for discharge at Fujairah. \n6. Gulf Petroleum FZC requested the Respondent, Banque Cantonale de Geneve, hereinafter referred to as the Respondent Bank, to finance the purchase of the said 27-28,000 MT of Marine Fuel Oil from IOC. Gulf Petroleum FZC informed the Respondent that the Marine Fuel Oil had been sold to Aramaco for delivery at Fujairah, on open credit. \n7. By a letter dated 11th May 2020, the Respondent Bank requested Gulf Petroleum FZC to provide a copy of the Sale Contract between Gulf Petroleum FZC and Aramco and also sought certain clarifications. On the same day i.e., 11th May 2020, Gulf Petroleum FZC and Aramco entered into a Sale Contract for delivery of Marine Fuel Oil at Fujairah between 23-30 May 2020, against credit of 60 days from the date of invoice. \n8. On 12th May 2020, a copy of the Sale Contract between Gulf Petroleum FZC and Aramco was forwarded to the Respondent Bank. Thereafter, the Respondent Bank agreed to finance the transaction. The Respondent Bank issued a Letter of Credit in favour of IOC for USD 6,050,000.00. The Letter of Credit provided that if original Bills of Lading were not available, then payment under the Letter of Credit would have to be made against a Letter of Indemnity. \n9. On 15th May 2020, Gulf Petroleum FZC requested the Respondent Bank to amend the Letter of Credit by changing the Port of Discharge from Fujairah to Singapore. The Respondent Bank sought certain clarifications on the proposed amendment. \n10. On 15th May 2020, Gulf Petroleum FZC and Aramco made an addendum to their Sale Contract changing the Port of Discharge from Fujairah to Singapore. On 17th May 2020, Gulf Petroleum FZC forwarded a copy of the addendum to the Sale Contract, to the Respondent Bank. On 18th May 2020, the Respondent Bank amended the Letter of Credit by changing the Port of Discharge from Fujairah to Singapore. \n11. On 21st May 2020, the Master of the Vessel issued a Bill of Lading No.21052020/01, in respect of cargo of marine fuel. In terms of the Bill of Lading the consignee was the Respondent Bank, the Notify Party was Gulf Petrochem FZC and the Port of Discharge was Singapore. On the said date Gulf Petroleum FZC instructed the Master of Vessel that the cargo should to be discharged to Chevron Singapore Private Limited (hereinafter referred to as Chevron) at the Horizon Terminal at Singapore. \n12. On 24th May 2020, Profitable Wealth Inc. gave a Letter of Indemnity to Polaris Marine Services. Gulf Petroleum FZC, in turn gave a counter- indemnity to Profitable Wealth Inc.\n13. IOC issued an invoice dated 27 th May 2020 for USD 5,985,084.28 to Gulf Petroleum FZC. In terms of the Sale Contract between IOC and Gulf Petroleum FZC, the Respondent Bank honoured the Letter of Credit and paid IOC the amount due in terms of the invoice. \n14. On 31st May 2020, the Vessel arrived at the Port of Discharge at Singapore and tendered its Notice of Readiness as per the instructions of Gulf Petroleum FZC. By an email dated 2nd June 2020, Gulf Petroleum FZC requested the Vessel to tender Notice of Readiness to Chevron being receivers of the cargo. Thereafter, between 9 th June 2020 and 10th June 2020 the cargo was discharged at Horizon Terminal, Singapore. \n15. On 11th June 2020, Gulf Petroleum FZC issued an invoice of USD 6,707,357.38 to Aramco under a Sale Contract with Aramco. The due date of the invoice was 10th August 2020 i.e. 60 days from the date of discharge as agreed in terms of the Sale Contract. \n16. On 15th June 2020, Gulf Petroleum FZC provided the Respondent Bank with a copy of the invoice issued by Gulf Petroleum FZC to Aramco. On 20th July 2020, GP Global Group being the parent/holding company of the Gulf Petroleum FZC issued a media statement with regard to financial restructuring of Gulf Petroleum FZC on account of financial difficulties. \n17 . Thereafter, news reports surfaced that GP Global Group had uncovered a massive fraud within Gulf Petroleum FZC. Gulf Petroleum FZC and its employees were by various ways and means defrauding and cheating various parties, including the Appellant 18. The Respondent Bank sent a letter to the Master of the Vessel marking a copy to P&I Club and the registered owners stating that no payment had been received by the Respondent Bank on the due date which is 60 days after delivery of the cargo. The cargo should therefore not be discharged without the consent of the Respondent Bank. However, by this time the cargo had already been discharged and delivered on the basis of instructions given by Gulf Petroleum FZC to Chevron. \n19. In October 2020, there were news reports that another company, Gulf Petrol Supplies LLC had filed criminal proceedings against Gulf Petroleum FZC making allegations of fraud in relation to contracts for refined product cargoes, including fuel oil. It was alleged that Gulf Petroleum FZC had fabricated several contracts for supply of petroleum products to Gulf Petrol Supplies LLC and had issued fraudulent/fake invoices. \n20. On 8th March 2021, the Respondent Bank instituted the Admiralty Suit being C.S. (Commercial Division) No. 96 of 2021 before the Commercial Division of the Madras High Court. \n21. In the plaint filed in the said Admiralty suit, the Respondent Bank pleaded the following:-\n7. The Plaintiff submits that its claim in the present suit arises under a Bill of Lading and is for mis-delivery of cargo. The claim is a maritime claim under section 4(1)(f) of the Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017 (hereinafter referred to as the said Act). The claim is against the owners of the Defendant vessel. The Defendant vessel is within the territorial jurisdiction of this Honble Court. In the circumstances the Plaintiff is entitled to file the present Suit in rem against the Defendant vessel and entitled to an order of arrest of the Defendant vessel in respect of its maritime claim. \n8. The Plaintiff is the lawful holder of the original Bill of Lading no. 21052020/01 dated 21st May 2020 issued by the owner of the Defendant vessel for carriage of 27,132.411 MTs of marine fuel from Kandla to Singapore.\n9. The central issue in the present suit is that the owner of the Defendant vessel has unlawfully and in breach of its obligations misdelivered cargo belonging to the Plaintiff to someone else, without production of the original bill of lading. The Defendant vessel and or its owner is therefore, liable to the Plaintiff for the tort of conversion. The Plaintiff is entitled to be compensated for its loss. The liability of the Defendant vessel is established once the Plaintiff demonstrates that it continues to be the lawful holder of the original bill of lading and that the Defendant vessel has unlawfully delivered the cargo to someone else. However, it may be useful to provide some background. \n10. On 8th May 2020, one Gulf Petrochem FZC (GP) approached the Plaintiff seeking financing for a transaction of purchase of fuel from Indian Oil Corporation Ltd. (IOCL) and onward sale of marine fuel to Aramco Trading Fujairah FZE (Aramco). The proposed transaction was as follows :\na. GP would buy marine fuel from IOCL at USD 220.5880 per MT.\nb. GP would sell on the marine fuel to Armco at USD 246.726 per MT c. The load port for the cargo would be Kandla and the discharge port would be Fujairah d. The Plaintiff would finance the purchase of the fuel by GP from IOCL by way of letter of credit so as to enable GP to procure the cargo and sell it onward to Aramco. The purchase price for the onward sale would be remitted by Aramco into GPs bank account maintained with the Plaintiff. \n11. The payment terms under the sale by GP to Aramco were to be on open credit given that Aramco was an Oil Major. \nIn other words, the Plaintiff would rely on the name of Aramco as having never defaulted as security for payment due from them. The relevant payment terms expressed in the contract stated:\nTHE PAYMENT SHOULD BE MADE WITHIN 60 (SIXTY) CALENDAR DAYS FROM THE DATE OF INVOICE (INVOICE DATE = DAY 0) AGAINST PRESENTATION OF THE SELLERS INVOICE AND COQ [Certificate of Quality].\n12. The understanding between the parties in relation to this aspect of security, was as follows:\na. It was agreed that the original Bill of Lading representing the cargo would be issued by the shipowner to the order of the Plaintiff. The title/property in the cargo of fuel financed and paid for by the Plaintiff would vest with the Plaintiff b. Independent of the obligation to pay from Aramco, the Plaintiff would remain the lawful holder of the original Bill of Lading and would be entitled to delivery of the cargo thereunder., the security for the Plaintiffs claim was the cargo, i.e., the fuel itself. However, until the Plaintiff received confirmation of the onward sale of Aramco, the title/property in the cargo of fuel would vest with the Plaintiff by virtue of being the lawful holder of the original Bill of Lading. \n11. Further emails were exchanged between GP and the Plaintiff on the above proposed transaction. GP had, on 8 May 2020, provided to the Plaintiff the contract between it (as buyer) and IOCL (as seller). On 12 May 2020, on the basis of the above understanding, the Plaintiff opened the Letter of Credit in IOCLs favour. There were some amendments to the contract between GP and Aramco, as regards the discharge port  it was changed from Fujairah to Singapore. This was conveyed by GP to the Plaintiff on 17 May 2020. The corresponding amendment in the letter of credit was carried out by the Plaintiff on 18 May 2020. \n***\n13. The relevant documents such as the bill of lading, commercial invoice etc. were negotiated by IOCL under the letter of credit opened by the Plaintiff. The Plaintiff accordingly made payment to IOCL as per the financial agreement with GP. The bill of lading was to the order of the Plaintiff. By reason of the bill of lading being made out to order and being the lawful holder of the bill of lading, the Plaintiff acquired rights of suit against the Defendant vessel in respect of the goods, pending further onward endorsement. \n14. The Plaintiff was concerned, when, even as 10 August 2020 (i.e., the deadline for Aramco to make payment for the Cargo) was fast approaching, there was no update about any such payment nor was there any news of the status of the Cargo. This is in spite of the fact that, by virtue of being in possession of the original bill of lading, it would have rights of suit against the Defendant vessel if any mischief had been engaged in respect of the Cargo. \n*** \n17. It now appears that the Defendant vessel has delivered the Cargo to Aramco or an unknown third party, on or about 10 August 2020, without insisting on production of the original bill of lading. An invoice was raised on 11 June 2020, by GP on Aramco for the amount of USD 6,705,357.38 (approx INR 49,07,04,087.89 (Forty-Nine Crore, Seven Lakh, Four Thousand and Eighty Seven only) (CALCULATED AT 1 USD=73 INR). The Plaintiff learnt about this subsequently when in the course of a fraud investigation against GP. \n22. On 9th March 2021, the Commercial Division of Madras High Court (Single Bench) passed an ex parte order of arrest of the Vessel. Thereafter, on 26th March 2021, the Respondent Bank filed an Application No.1494 of 2021 in the said Admiralty suit, for summary judgment under Order XIV Rule 8 and Order XIIIA of the Civil Procedure Code 1908, as amended by the Commercial Courts Act 2015 (hereinafter referred to as Commercial Courts Act).\n23. Pursuant to orders passed by the Commercial Division (Single Bench) of the Madras High Court, on an application made by the Appellant, the Appellant furnished a Bank Guarantee to secure the claim of the Respondent Bank. Thereafter, on 6 th July 2021, the Commercial Division of the High Court passed an order vacating the order of arrest of the vessel and allowing the Vessel to sail out. \n24. On 16th July 2021, the Appellant filed its response to the interim application being Application No.1494 of 2021, filed by the Respondent Bank for summary judgment under Order XIV Rule 8 and Order XIIA of the Code of Civil Procedure as amended by the Commercial Courts Act. In its response/Counter-Affidavit, the Appellant pleaded:- \n(k) The Plaintiffs customer Gulf Petrochem who is alleged to have cheated and defrauded the Plaintiff and provided the Plaintiff with false and fraudulent documents on the basis of which credit was granted by the Plaintiff, is a necessary and/or proper party whose presence is necessary to effectively adjudicate the issues that arise in the suit. Whether the Plaintiff has been paid any amounts by Gulf Petrochem is an issue that can only be gone into at trial and requires the presence of Gulf Petrochem... \n25. On 13th August 2021, the Respondent Bank filed its Rejoinder Affidavit to the aforementioned Application No.1494 of 2021 for summary judgment. After hearing the respective parties and after considering the documents on record, the Commercial Division of the High Court (Single Bench) passed an order dated 24 th September 2021 directing the Respondent Bank to take necessary steps to implead Gulf Petroleum FZC as a necessary and proper party to the suit. \n26. The Single Bench observed and held:-\n6. In the written statement and the common counter filed by the Vessel owner/the sole defendant, it is specifically stated that on the instructions, the goods were delivered at Singapore Port based on the delivery order issued by the customer of the plaintiff. In such circumstances, the original Bill of Lading is not required. Acting upon the e-mail communication dated 21.05.2020 by the Gulf Petrochem, the customer of the plaintiff, the defendant delivered the cargo at Singapore. The plaintiff is the financier to GP and the defendant is the carrier for GP. The plaintiff is not the owner of the cargo. Hence the suit has to be dismissed for non-joinder and mis joinder of the party. If at all the plaintiff have any money claim, it has to proceed against its customer Gulf Petrochem (GP) for breach of contract and not a suit for maritime claim. The suit against the carrier as if it is a maritime claim is abuse of law. \n7. Heard. Records perused. \n8. In the suit transaction, the Gulf Petrochem (GP), who is the customer of the plaintiff, is the key player on whose instructions, the goods have been delivered at Singapore by the defendant. \nIOCL has sold marine fuel to GP based on the LC issued by the plaintiff for USD 6,050,000. GP has engaged the defendant to transport cargo. As per the Bill of Lading, the cargo is supposed to be delivered at Singapore. The defendant has discharged the cargo at Singapore Port based on the letter of indemnity dated 24.05.2020 given by Profitable Wealth INC, Singapore. In the documentary credit opening (LC) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original Bill of Lading. \n9. From the documents and the facts pleaded, this Court is of the view that Gulf Petrochem (GP) who is the customer of the plaintiff, is the proper and necessary party in the suit. Unless the plaintiff impleads GP as a party, the suit cannot be adjudicated to render proper justice. \n27. The Respondent Bank filed an appeal being OSA (CAD) No.88 of 2021, against the said order dated 24 th September 2021, in the Commercial Appellate Division of the High Court (Division Bench), under Section 13(1) of the Commercial Courts Act 2015. By the judgment and order dated 28th October 2021 impugned in this appeal, the Commercial Appellate Division of the High Court (Division Bench) allowed the appeal and set aside the judgment and order of the Single Bench (Commercial Division), imposing costs of Rs.1,50,000/- on the Appellant. The preliminary objection raised by the Appellant, to the maintainability of the appeal, was rejected. \n28. After recording the submissions of the parties, the Division Bench, observed and held:\n12. Indeed, the order impugned is spread over eight paragraphs. The first five are the preliminary paragraphs. At the sixth paragraph, it is recorded that the sole defendant delivered the goods at Singapore based on a delivery order apparently issued by the customer of the plaintiff and the defendant apparently acted on the basis of an e-mail of May 21, 2020 issued by Gulf Petrochem. The trial court recorded the defendants contention that the plaintiff had financed the transaction and that the plaintiff was not the owner of the cargo and since the owner of the cargo was Gulf Petrochem which had not been impleaded, the suit was liable to be dismissed. \n13. Upon noting such contention, the trial court concluded as follows in the only paragraph in support of the order:\n8. In the suit transaction, the Gulf Petrochem (GP), who is the customer of the plaintiff, is the key player on whose instruction, the goods have been delivered at Singapore by the defendant. IOCL has sold marine fuel to GP based on the LC issued by the plaintiff for USD 6,050,000. GP has engaged the defendant to transport the cargo. As per the Bill of Lading, the cargo is supposed to be delivered at Singapore. The defendant has discharged the cargo at Singapore Port based on the letter of indemnity dated 24.05.2020 given by Profitable Wealth Inc. Singapore. In the documentary credit opening (LC) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original Bill of Lading. ** *\n18. The matter falls within a very short compass. The primary document is not disputed. The plaintiff is the named consignee in the bill of lading and it is also accepted by the defendant, in particular, that ordinarily it would be the consignee who would be entitled to obtain delivery of the goods covered by a bill of lading. \nIn this case, it may also be noticed that Gulf Petrochem is the notify party mentioned in the bill of lading. In international trade, documents are of immense value and courts must proceed on the basis of the letter of the documents without seeking to ascertain the nature of the underlying or any incidental transaction. If it is imperative that a carrier notifies the party indicated as the notify party, what it implies is that notice of the arrival of the vessel or the notice of readiness to discharge cargo must be given to such party whereupon such party would produce the bill of lading and obtain the discharge of the cargo. It is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other as the consignee is entitled to assign its right to obtain delivery under the bill of lading to any party of the consignees choice. \n19. What is of paramount importance is that it is the consignee and the consignee alone which can issue instructions or authorise the delivery of the goods covered by the bill of lading to any third party. The carrier is not obliged to act as per the directions or instructions of any third party as the bill of lading, in a sense, is the document of title pertaining to the cargo and it is elementary that it is only the owner of the goods who has the right to alienate the goods or transfer the same. \n20. Implicit in the letter of May 24, 2020 issued by Profitable Wealth Inc. was that such entity required the carrier to do something unusual or out of the ordinary, and, as such, exposing the carrier to a risk in course of such deviation. As a consequence, to induce the carrier to deviate from the usual practice, Profitable Wealth Inc. indemnified the carrier harmless against any claim that may be made against the carrier for the carrier acting according to the instructions of Profitable Wealth Inc. The plaintiff had nothing to do with Profitable Wealth Inc. or any instructions that profitable Wealth Inc. or Gulf Petrochem or even the Maharaja of Gaipajama may have issued to the carrier. These instructions, whether issued by Gulf Petrochem or Profitable Wealth Inc., were not backed by any authority of the plaintiff. In such circumstances, what the arrangement between the defendant and the third parties may have been may not be of any relevance in the suit and in the context of the plaintiffs claim herein. \n21. As to the averments in paragraphs 10 to 12 of the plaint, it is sometimes better not to say too much. However, the averments may be seen as part of a narrative leading up to the claim of the plaintiff and the plaintiffs cause of action against the defendant. In the scheme of the action and the particular claim of the plaintiff as the consignee in the bill of lading against the defendant carrier, the transactions between the plaintiff and Gulf petrochem or those between Gulf Petrochem and Indian Oil Corporation or even that between Gulf Petrochem and Aramco are of no relevance. Till such time that the plaintiffs name appeared as the consignee in the bill of lading, the defendant was obliged only to the plaintiff to deliver the goods to the plaintiff or to the order of the plaintiff and the defendant, in acting on the basis of instructions issued by others may not have affected the right of the plaintiff or the plaintiffs claim under the bill of lading. \n22. In such circumstances, Gulf Petrochem Inc., which may have been financed by the plaintiff qua the subject transaction is neither a necessary nor a proper party to the plaintiffs simple claim against the carrier of the goods for the breach of the contract of carriage and in the carriers failure to deliver the goods to the plaintiff or to the order of the plaintiff. It is not unusual in the industry for goods to be released at the request of a stranger, but that is precisely why the stranger indemnifies the carrier. It is more likely than not that the entity that induced the defendant to discharge the goods in Singapore may be beyond the defendants reach; but that may not be an excuse to resist the plaintiffs claim. It is equally possible that the plaintiff may have acquiesced in the delivery instructions issued by Profitable Wealth Inc., but when the plaintiff has not, it is only the indemnity furnished by the entity that the defendant can chase. \n23. The observations made herein must be understood to be in the context of what was required to be considered and should not unduly weigh with the trial court in course of the expeditious disposal of the application for summary judgment that the plaintiff has filed. \n24. The order impugned dated September 24, 2021 is set aside. The trial court is requested to take up the application for summary judgment and disposal of the same in accordance with law as expeditiously as the business of the trial court permits. OSA (CAD) No.88 of 2021 is allowed as above. The defendant will pay costs assessed at Rs.1,50,000/- CMP No.16921 of 2021 is closed.\n29. There is no doubt that in international trade, documents are of immense value and that Courts must proceed on the basis of the documents as held by the Division Bench. It is, however, difficult to accept that the Court is not required to ascertain the nature of the underlying transaction. The Division Bench rightly noted that when a carrier notifies the party indicated as the notify party, what it implies is that notice of the arrival of the vessel or notice of readiness to discharge cargo must be given to such party, whereupon such party would produce the Bill of Lading and obtain the discharge of the cargo. \n30. The law governing bills of lading is a combination of mandatory international rules and rules of common law, while charterparties are governed entirely by the common law. \n31. The International Convention for the Unification of Certain Rules of Law relating to Bills of Lading framed in 1924, and known as the Hague Rules, govern the liability of carriers in respect of cargo, covered by bills of lading. The Hague Rules, which are mandatory, impose certain non- derogable obligations on the shipowner, but in return, confer an extensive list of immunities, a defence of limitation of liability and a short time limit for the bringing of claims. \n32. In 1968, the Hague-Visby Rules introduced a modified version of the Hague Rules, including amendments. The Hague-Visby Rules are enacted into English law by the Carriage of Goods by Sea Act, 1971. The Hague/Hague Visby Rules were widely adopted internationally. \n33. In 1978, the United Nations conducted a Convention on the Carriage of Goods by Sea. The Rules which emerged in the convention, which are known as Hamburg Rules, came into force in 1992. However, the rules were not accepted by major trading nations of the world. \n34. There was an attempt to replace the Hague/Hague-Visby settlement, by for the adoption in 2008 of the United Nations Convention on Contracts for the International Carriage of Goods Wholly or Partly by Sea, which is known as the Rotterdam Rules. Rotterdam Rules have also not been uniformly implemented. \n35. In modern English law, Bills of Lading are governed by the Hague- Visby Rules with respect to the matters addressed by the Rules and otherwise by rules of common law. \n36. A Bill of Lading is a type of transport document that may be used in respect of the carriage of goods by sea or on behalf of owner, or less commonly the charterer of the carrying ship. Bills of Lading are commonly used when a vessel is employed as a general ship, being put up for a particular voyage to carry the goods of any person. \n37. A Bill of Lading serves as a receipt for the goods entrusted to the carrier in respect of both the quantity and the condition of the goods received. \n38. A Bill of Lading serves also as evidence of the terms of the contract of affreightment. As between the immediate parties to that contract, namely the carrier and the shipper, the evidence provided by the bill is not conclusive and may be supplemented or even overridden by extraneous evidence. Once the bill has been transferred however, the bill provides conclusive evidence as between the carrier and the new holder, as to the terms of the contract of affreightment. In this sense the bill may be said to contain the contract. \n39. Finally, the Hague-Visby Rules, to which effect is given in English law by the Carriage of Goods by Sea Act 1971, apply as a matter of law to contracts of carriage covered by a bill of lading or any similar document of title. That a contract of affreightment contemplates the issuing of a Bill of Lading serves, therefore, to attract the application of the Hague- Visby Rules. \n40. Carver on Bills of Lading (2005) says, a bill of lading is a document issued by or on behalf of a carrier of goods by sea to the person, (usually known as the shipper) with whom he has contracted for the carriage of goods. \n41. Scrutton on Charterparties and Bills of Lading (1984) says that the Bill of Lading is not the contract, for that has been made before the Bill of Lading was signed and delivered, but it is excellent evidence of the terms of contract and in the hands of an endorsee, is the only evidence. \n42. Three common characteristics of a Bill of Lading are (i) it constitutes a receipt for the goods shipped or received by the carrier; (b) it constitutes a document of title for such goods; and (iii) it contains or evidences the contract of carriage by sea relating to the goods. \n43. There is no universally accepted definition of bill of lading. To quote Sir Richard Aikens Bills of Lading (2006), Like an elephant, a Bill of Lading is generally easier to recognize than to define. \n44. The Preamble to the Bills of Lading Act does not define a Bill of Lading but mentions Bill of Lading. The Preamble reads whereas by the custom of merchants a Bill of Lading of goods being transferable by endorsement of property in the goods may thereby pass to the endoresee, but nevertheless all rights in respect of the contract contained in the Bill of Lading continue in the original shipper or owner, and it is expedient that such rights should pass with the property; it frequently happens that the goods in respect of which Bill of Lading purport to be signed have not been laden on board, and it is proper that such Bills of Lading in the hands of a bona fide holder for value should not be questioned by the Master or other person signing the same on the ground of the goods not having been laden as aforesaid; it is enacted as follows:- Though there is no definition of the Bill of Lading but the concept of it is clear. \n45. Delivery of goods covered by a Bill of Lading are ordinarily to be made on presentation of the bill. The Carrier may be liable to the person lawfully in possession of such a Bill, if he wrongly delivers the goods to anyone else. Whether the delivery of the goods to anyone other than the holder of the Bill of Lading, is wrongful or not, would depend on the facts and circumstances of the case. \n46. As observed in Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1, the Bill of Lading is not a contract but it is excellent evidence of the terms of the contracts. It is open to the shipper to adduce oral evidence to show the true terms of the contract. \n47. As observed by the Division Bench, in the judgment and order impugned in this appeal, it is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other party. Whether the consignee authorised release of the cargo 1 (1997) 2 Lloyds Rep 641 in favour of the notify party or any other party, can effectively be adjudicated in the presence of Gulf Petrochem, shown as the notify party in the Bill of Lading. \n48. Even assuming that the consignee alone can issue instructions or authorise delivery of the goods covered by the Bill of Lading, to any third party, as observed by the Division Bench, the question of whether the consignee had issued any instructions authorising delivery of the goods covered by the Bill of Lading to Chevron can also be effectively adjudged in the presence of the notify party. \n49. On a reading of averments made in the plaint and, in particular, paragraphs 10 to 12 to which reference has been made in the impugned judgment and order, it cannot be said that Gulf Petrochem, the owner of the cargo financed by the Respondent Bank, and the notify party who had admittedly been communicating with the Respondent Bank as also the carrier and others, was a complete stranger to the proceedings. \n50. The consignee named in the Bill of Lading, need not necessarily be the owner of the cargo. Whether the Respondent Bank had anything to do with any instruction that Gulf Petrochem might have given is to be decided in the suit. It is perhaps preposterous to equate the instructions that might be given by Gulf Petrochem, to instructions that might be given by the fictitious Maharaja of Gaipajama. \n51. Having noted the averments made in paragraph 10 to 12 of the plaint and commented better not to say too much it is difficult to understand how the Division Bench could have imposed costs of Rs.1,50,000/- on the Appellant, who had not even made any formal application for addition of Gulf Petrochem as party. \n52. In our view, the Division Bench erred in holding that Gulf Petrochem was neither a necessary nor a proper party to the admiralty suit. Gulf Petrochem was a proper party, whose presence, as observed above, was necessary for effective adjudication of the issue in the suit. \n53. An important question of law involved in these appeals is, whether an appeal lies to the Commercial Appellate Division of the High Court from an order of the Commercial Division (Single Bench) of the same High Court for addition of a party, in an Admiralty Suit governed by the Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017, hereinafter referred to as the Admiralty Act. \n54. If it is held that, an order in an Admiralty Suit, for addition of party, passed by the Commercial Division of the High Court, is appealable to the Commercial Appellate Division, the question which would follow is, whether the Commercial Appellate Division of the High Court (Division Bench) should have allowed the appeal and set aside the order of the Commercial Division (Single Bench) adding Gulf Petroleum FZC as defendant in the suit? \n55. The relevant provisions of the Admiralty Act, which governs the above suit are as follows:\n3. Admiralty jurisdictions (1) Subject to the provisions of Sections 4 and 5, the jurisdiction in respect of all maritime claims under this Act shall vest in the respective High Courts and be exercisable over the waters up to and including the territorial waters of their respective jurisdictions in accordance with the provisions contained in this Act:\nProvided that the Central Government may, by notification, extend the jurisdiction of the High Court up to the limit as defined in Section 2 of the Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976).\n4. Maritime claim.- (1) The High Court may exercise jurisdiction to hear and determine any question on a maritime claim, against any vessel, arising out of any ***\n(g) agreement relating to the carriage of goods or passengers on board a vessel, whether contained in a charter party or otherwise;\n5. Arrest of vessel in rem. -(1) The High Court may order arrest of any vessel which is within its jurisdiction for the purpose of providing security against a maritime claim which is the subject of an admiralty proceeding, where the court has reason to believe that (a) the person who owned the vessel at the time when the maritime claim arose is liable for the claim and is the owner of the vessel when the arrest is effected; or (b) the demise charterer of the vessel at the time when the maritime claim arose is liable for the claim and is the demise charterer or the owner of the vessel when the arrest is effected; or *** (2) The High Court may also order arrest of any other vessel for the purpose of providing security against a maritime claim, in lieu of the vessel against which a maritime claim has been made under this Act, subject to the provisions of sub-section (1):\nProvided that no vessel shall be arrested under this sub-section in respect of a maritime claim under clause (a) of sub-section (1) of section 4.\n6. Admiralty jurisdiction in personam.- Subject to Section 7, the High Court may exercise admiralty jurisdiction by action in personam in respect of any maritime claim referred to in clauses (a) to (w) of sub- section (1) of section 4.\nxxxxx 12. Application of Code of Civil Procedure.- The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall apply in all the proceedings before the High Court in so far as they are not inconsistent with or contrary to the provisions of this Act or the rules made thereunder. \nxxxxx 14. Appeal.- Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a single Judge of the High Court under this Act to a Division Bench of the High Court. \n56. In view of Section 12 of the Admiralty Act, referred to above, the provisions of the Code of Civil Procedure 1908, hereinafter referred to as CPC shall apply to all proceedings before the High Court, under the Admiralty Act, insofar as they are not inconsistent with, or contrary to the provisions of the Admiralty Act or any rule made thereunder. \n57. Order 1 Rule 10(2) of the CPC provides:\nCourt may strike out or add parties. The Court may at any stage of the proceedings, either upon or without the application of either party, and on such terms as may appear to the Court to be just, order that the name of any party improperly joined, whether as plaintiff or defendant, be struck out, and that the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the Court may be necessary in order to enable the Court effectually and completely to adjudicate upon and settle all the questions involved in the suit, be added. \n58. There being no inconsistency between Order 1 Rule 10(2) and any provision of the Admiralty Act, Order 1 Rule 10(2) of the CPC would be applicable to suits and/or proceedings governed by the Admiralty Act. Order 1 Rule 10 (2) enables the Court to add any person as party at any stage of the proceedings, on its own, irrespective of whether there is any application before it, if the Court deems it necessary to do so, to enable the Court to effectively and completely adjudicate and settle all questions involved in the suit. One of the objects of Order I Rule 10(2) is to avoid multiplicity of proceedings. \n59. The Commercial Courts Act, 2015, has, as per its preamble been enacted to provide for the constitution of Commercial Courts, Commercial Appellate Courts, and for Commercial Division and Commercial Appellate Division in the High Courts, for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. \n60. Commercial dispute has been defined in Section 2(c) of the Commercial Courts Act to include issues relating to admiralty and maritime laws. Sections 7, 13, 14, 16 and 21 of the Commercial Courts Act, relevant to the issues involved in this Appeal, are set out hereinbelow:\n\"7. Jurisdiction of Commercial Divisions of High Courts. All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court: \nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.20[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. (1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n14. Expeditious disposal of appeals. The Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. \nxxxxx 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. (2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\n21. Act to have overriding effect. Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n61. As observed above, Section 12 of the Admiralty Act applies the provisions of the CPC to all Admiralty proceedings in the High Court. Section 16 of the Commercial Courts Act makes it explicit that the provisions of CPC, as amended by the Schedule to the Commercial Courts Act, applies to suits relating to commercial disputes governed by the Commercial Courts Act. \n62. There can be no doubt that the Commercial Division of the High Court has the power to add a party to an Admiralty suit, on its own, without any application having been made, if it is of the view that the presence of that party before the Court may be necessary to effectively and completely adjudicate upon and settle all the questions involved in the suit. The question is whether an order of the Commercial Court or the Commercial Division of the High Court, adding a party to an Admiralty Suit, is appealable under Section 13 of the Commercial Courts Act, read with Section 14 of the Admiralty Act. \n63. Proviso 2 of Section 13(1A) of the Commercial Courts Act restricts intra Court appeals from the Commercial Division of a High Court to its Commercial Appellate Division, only to those orders of the Commercial Division, which are specifically enumerated under Order 43 of the Code of Civil Procedure 1908 as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act 1996.\n64. The Commercial Courts Act does not amend Order 43 Rule 1 of the CPC which provides:\n1. Appeals from orders. An appeal shall lie from the following orders under the provisions of Section 104, namely:\n(a) an order under Rule 10 of Order VII returning a plaint to be presented to the proper Court except where the procedure specified in Rule 10-A of Order VII has been followed;\n(b) * * *\n(c) an order under Rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under Rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set aside a decree passed ex parte;\n(e) * * *\n(f) an order under Rule 21 of Order XI;\n(g) * * *\n(h) * * *\n(i) an order under Rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under Rule 72 or Rule 92 of Order XXI setting aside or refusing to set aside a sale;\n(ja) an order rejecting an application made under sub-rule (1) of Rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of Rule 105 of that Order is appealable;\n(k) an order under Rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under Rule 10 of Order XXII giving or refusing to give leave;\n(m) * * *\n(n) an order under Rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit; (na) an order under Rule 5 or Rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\n(o) * * *\n(p) orders in interpleader-suit under Rule 3, Rule 4 or Rule 6 of Order XXXV;\n(q) an order under Rule 2, Rule 3 or Rule 6 of Order XXXVIII;\n(r) an order under Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX;\n(s) an order under Rule 1 or Rule 4 of Order XL;\n(t) an order of refusal under Rule 19 of Order XLI to readmit, or under Rule 21 of Order XLI to rehear, an appeal;\n(u) an order under Rule 23 [or Rule 23-A] of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\n(v) [* * *] (w) an order under Rule 4 of Order XLVII granting an application for review. \n65. Sub-section (2) of Section 13 begins with a non obstante clause giving the said Section overriding over all other laws including the Letters Patent of the High Court. Sub-section (2) of Section 13 of the Commercial Courts Act says that no appeal shall lie from any order of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act. \n66. On the other hand, Section 14 of the Admiralty Act, which also starts with a non-obstante clause saying that notwithstanding any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a Single Bench of the High Court under the Admiralty Act, to a Division Bench of the High Court. \n67. Both Section 13 of the Commercial Courts Act and Section 14 of the Admiralty Act contain non-obstante clauses giving the Sections overriding effect. While Section 14 of the Admiralty Act which begins with a non- obstante clause as observed, provides that notwithstanding contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order under the Admiralty Act, of a Single Judge of the High Court to a Division Bench of the High Court, Section 13(2) of the Commercial Courts Act says notwithstanding anything contained in any other law for the time being in force, or the Letters Patent of the High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act. As stated above, the proviso restricts an appeal under the Commercial Courts Act, to such orders as are specifically enumerated in Order 43 of the CPC. \n68. A clause with the words notwithstanding anything contained in any other law for the time being in force is generally appended at the beginning of a section with a view to give the enacting part of the section overriding effect in case of conflict with any other law. Ordinarily, when two or more statutes contain statutory provisions which start with the clause notwithstanding anything contained in any other law for the time being in force and those statutes contain conflicting provisions, a question that could arise is, which statute would prevail. As a general rule, the Special Statutes prevail over General Statutes. If both statutes are general statutes or special statutes containing identical or similar non- obstante clauses, the later statute would prevail. \n69. The rule that a non-obstante clause in a later statute prevails over the non-obstante clause in an earlier statute is not an absolute rule. The question of which provision prevails, would necessarily depend on the object of the enactment and, in particular, the object of giving overriding effect to the enactment or any specific provision thereof. \n70. When two or more enactments operating in the same field contain a non obstante clause stating that its provisions will have effect notwithstanding anything inconsistent therewith contained in any other law, the conflict has to be resolved upon consideration of the purpose and policy underlying the enactments. Mr. Vishwanathan, learned Senior Counsel appearing for the Appellant, argued that Section 14 provides for appeals from an interim order of a Single Judge of a High Court under the Admiralty Act which means an interim order in relation to an action in rem. Once the owner of the Vessel enters appearance and submits to the jurisdiction and provides security for release of the Vessel, the Admiralty Action proceeds to trial as an action in personam as in any other suit. This view finds support from the judgment of this court in MV Elizabeth v. Harwan Investment and Trading Pvt. Ltd.2 71. The Statement of Objects and Reasons of the Commercial Courts Bill, 2015 indicates that the Commercial Courts Bill followed from (a) proposal to provide for speedy disposal of high value commercial disputes, which involves complex facts and question(s) of law. The Statement notes that early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. The Statement says that the proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation. \n72. The Statement of Objects and Reasons for the Admiralty (Jurisdiction and Settlement of Maritime Claims) Bill, 2016 says that the Bill consolidates the existing British era laws on civil matters of Admiralty jurisdiction of courts, Admiralty proceedings on Maritime claims, arrest of vessels and related issues, in line with modern trends in the maritime sector and in uniformity with prevalent international practices. The 2 1993 Supp (2) SCC 433 Admiralty Bill provides for adjudication of identified maritime claims and, to ensure security against maritime claims, arrest of vessels in certain circumstances. The Bill also provides for inter se priority on maritime lien. The Statement of Objects and Reasons reiterates that CPC shall be applicable in respect of aspects on which provisions are not laid down in the Bill. The Bill also deals with admiralty jurisdiction in personam and the order of priority of maritime claims. \n73. A dispute arising out of issues relating to admiralty and maritime law is a commercial dispute as defined in Section 2(1) (c)(iii) of the Commercial Courts Act. Section 13 of the Commercial Courts Act, which restricts the scope of appeals, has been interpreted by this Court in Kandla Corporation v. OCI Corp.3, to mean that orders that are not specifically enumerated under Order XLIII of the CPC would, not be appealable. \n74. This Court held:\n14.The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n75. Mr. Vishwanathan submitted that, considering the scope of the Commercial Courts Act, the Madras High Court has issued Notification No. 48 of 2018 in exercise of the powers conferred under section 18 of the 3 (2018) 14 SCC 715 Act, which is a practice note in relation to the Commercial Appellate Division. The Notification states \"If the decision of the Commercial Court and Commercial Division is an 'order', it should be an order which has been specifically enumerated as an appealable order under Order XLIII of the CPC [proviso to Section 13 of the Act 4 of 2016]. Other than the above, even if there is an appeal provision under the Letters Patent of a High Court or under any law, no appeal will lie against an order or decree of a Commercial Division or Commercial Court [Section 13(2) of Act 4 of 2016).\" Incidentally the notification was issued by one of us, (Indira Banerjee, J.) as Chief Justice of the Madras High Court, at the material time. \n76. In Magic Frames v. Radiance Media P Ltd .4, relied upon by Mr. Vishwanathan, the Madras High Court held that an Original Side Appeal under Section 13(1A) was not maintainable against a Single Judges order, dismissing an application filed by the defendants Magic Frames for summary judgment, seeking dismissal of the commercial suit filed by the plaintiff, Radiance Media. The relevant paragraphs of the judgment are reproduced herein below:-\n24. Further, as per Notification No.48 of 2018 of this Court, in exercise of the power conferred under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016), the Hon. The Chief Justice is pleased to issue the Practice Note therein and in relation to Commercial Appellate Division, it is stated as follows:\nII. Commercial Appellate Division:\nJurisdiction of Commercial Appellate Division:\n4 2019 SCC Online Mad 38929 1) Jurisdiction of Commercial Appellate Division is set out in three provisions of Act 4 of 2016, i.e. section 9(2), section 13 and Section 15(5).\n2) In suits relating to a Commercial Dispute (where the value of the suit when filed is not of specified value) in the even of counter claim/s by defendants/s of Specified Value) in the event of counter claim/s by defendant/s of Specified value, such a suit shall be transferred to Commercial court or the commercial division, as the case may be (Section 9(1) of Act 4 of 2016). If such a suit is not transferred, on an application by any of the parties to the suit, Commercial Appellate Division may withdraw such suits from the regular. \n25. Therefore, from the above Notification, it is clear that the amendment to section 13(1) of the Commercial Courts Act, has no impact on the right of appeal, which was clarified in the practice directions to be limited under Order 43 of the CPC, and section 37 of the Arbitration and Conciliation Act, 1996, if it had any impact, the practice directions would have also been amended which the Court has not done till date.\n77. The judgment in Magic Frames (supra), in the context of dismissal of an application for summary judgment, is not attracted in this case, even though the finding that an order dismissing an application for summary judgment is not appealable, is correct. However, a Notification giving Practice Directions can neither restrict nor expand the scope of a statutory enactment. \n78. It is clear from a reading of the Admiralty Act and the Commercial Courts Act, that orders passed under the Admiralty Act pertaining to the exercise of in rem jurisdiction by the High Court are the only orders which are appealable under section 14 of the Admiralty Act, whereas orders passed in the trial of a suit and on applications made under the provisions of the Code of Civil Procedure, 1908 are not orders under the Admiralty Act but orders under the CPC which would be appealable only if they fall under Order 43 of the CPC as provided in Section 13 of the Commercial Courts Act. \n79. Both the Admiralty Act and Commercial Courts Act are Special Acts. In Ashoka Marketing Ltd. v. Punjab National Bank 5, a Constitution Bench of this Court, after considering the law on the subject of conflicting non-obstante clauses and inconsistency between the provisions of the two statutes, observed in paragraph 61 that \"The principle which emerges from these decisions is that in the case of inconsistency between the provisions of the two enactments, both of which can be regarded as special in nature, the conflict has to be resolved by reference to the purpose and policy underlying the two enactments and the clear intendment conveyed by the language of the relevant provisions therein. \n80. Even assuming that the Commercial Courts Act provisions are considered to be general provisions relating to appeals, whilst the provisions in the Admiralty Act are considered to be special provision for appeal, then too the maxim Generalia Specialibus Non Derogant, which is ordinarily attracted where there is a conflict between a special and a general statute, would not apply. If it appears from a consideration of the general enactment, in the light of admissible circumstances, that Parliament's true intention was to establish thereby a rule of a universal application, then the special provision must give way to the general\". In CTO vs. Binani Cements6, this Court held:-\n5 (1990) 4 SCC 406 6 2014 SCC Online SC 140 \"34. It is well established that when a General Law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed. This principle finds its origins in the latin maxim of generalia specialibus non derogant, i.e., general law yields to special law should they operate in the same field on same subject. (Vepa P. Sarathi, Interpretation of Statutes, 5th Ed., Eastern Book Company; N. S. Bindra's Interpretation of Statutes, 8th Ed., The Law Book Company; Craies on Statute Law, S.G.G.Edkar, 7th Ed., Sweet & Maxwell; Justice G.P. Singh, Principles of Statutory Interpretation, 13th Ed., LexisNexis; Craies on Legislation, Daniel Greenberg, 9th Ed., Thomson Sweet & Maxwell, Maxwell on Interpretation of Statutes, 12th Ed., Lexis Nexis) \n35 . Generally, the principle has found vast application in cases of there being two statutes: general or specific with the latter treating the common subject matter more specifically or minutely than the former. Corpus Juris Secundum, 82 C.J.S. Statutes  482 states that when construing a general and a specific statute pertaining to the same topic, it is necessary to consider the statutes as consistent with one another and such statutes therefore should be harmonized, if possible, with the objective of giving effect to a consistent legislative policy. On the other hand, where a general statute and a specific statute relating to the same subject matter cannot be reconciled, the special or specific statute ordinarily will control. The provision more specifically directed to the matter at issue prevails as an exception to or qualification of the provision which is more general in nature, provided that the specific or special statute clearly includes the matter in controversy. (Edmond v. U.S., 520 U.S. 651, Warden v. Marrero, 417 U.S. 653)\n36. The maxim generalia specialibus non derogant is dealt with in Volume 44 (1) of the 4th ed. of Halsbury's Laws of England at paragraph 1300 as follows:\n\"The principle descends clearly from decisions of the House of Lords in Seward v. Owner of \"The Vera Cruz\", (1884) 10 App Gas 59 and the Privy Council in Barker v Edger, (1898) AC 748 and has been affirmed and put into effect on many occasions .... If Parliament has considered all the circumstances of, and made special provision for, a particular case, the presumption is that a subsequent enactment of a purely general character would not have been intended to interfere with that provision; and therefore, if such an enactment, although inconsistent in substance, is capable of reasonable and sensible application without extending to the case in question, it is prima facie to be construed as not so extending. The special provision stands as an exceptional proviso upon the general. If, however, it appears from a consideration of the general enactment in the light of admissible circumstances that Parliament's true intention was to establish thereby a rule of universal application, then the special provision must give way to the general.\" \n81. If such an order under the Code of Civil Procedure which does not fall under Order XLIII of CPC is held to be appealable, then the entire purpose of the Commercial Courts Act would be defeated, and every single order passed in a course of a trial of an admiralty suit would be appealable under section 14 of the Act. Such orders would be large in number including orders in relation to discovery, inspection, case management hearing, admissibility of evidence, framing of issues, interrogatories, etc. This would make a mockery of the intended purpose of Parliament in enacting the Commercial Courts Act, which is to expedite trials in commercial suits of a specified value, and restrict the number of interlocutory appeals. \n82. This Court is of the view that an order for addition of a party under Order 1 Rule 10(2) of the CPC is not appealable under section 14 of the Admiralty Act. Gulf Petrochem is a party to the dispute and the suit transaction and the Contract of Carriage (Bill of Lading) and hence is a necessary party. Gulf Petrochem is also a proper party whose presence is necessary for complete and final decision on questions in the suit. In Anil Kumar Singh vs. Shivnath Mishra7, this Court held:\n\"10. A person may be added as a party defendant to the suit though no relief may be claimed against him/her provided his/her presence is necessary for a complete and final decision 7 (1995) 3 SCC 147 on the question involved in the suit. Such a person is only a proper party as distinguished from a necessary party .... \"\n83. The pleadings in Paragraphs 10 to 12 of the Plaint [Page 264] which are extracted in the Impugned Judgement at Page 11-13 demonstrate that Gulf Petrochem is a proper and necessary party even though the Respondent may choose not to claim any reliefs against them in the present Suit. \n84. Section 14 of the Admiralty Act, as argued by Mr. Vishwanathan, provides the fora for an appeal from any judgment, decree, final order or interim order of a Single Judge of the High Court under the Admiralty Act to a Division Bench of the High Court. The expression any interim order has to be read harmoniously with Order 43, Rule 1 of the Code of Civil Procedure in view of Section 12 of the Admiralty Act read with Section 13 of the Commercial Courts Act referred to above. \n85. It is not the intent of the overriding provision of Section 14 to nullify Section 12 of the Admiralty Act. Section 12 of the Admiralty Act applies to all proceedings in the High Court whether they be original proceedings or appellate proceedings. \n86. On a harmonious reading of Sections 12 and 14 of the Admiralty Act with Section 13 of the Commercial Courts Act, an intra-court appeal under the Admiralty Act to the Commercial Division of the High Court would lie from any judgment, decree or final order under the Admiralty Act or an interim order under the Admiralty Act relatable to the orders specified in Order 43, Rule 1.\n87. We are unable to accept Mr. Baruchas argument that Section 14 read with Section 12 of the Admiralty Act, 2017 demonstrates legislative intent to permit appeals from any interim order passed by the Single Judge of a High Court exercising admiralty jurisdiction to a Division Bench of that High Court without any restriction or limitation. The judgments of the High Courts referred to by Mr. Barucha rendered in the facts and circumstances of those cases, in respect of orders under the Admiralty Act has specifically been made appealable under Section 14 of the Admiralty Act. The mere dismissal of a special leave petition does not operate as a precedent of the Supreme Court. \n88. It could not possibly have been the legislative intent of the Admiralty Act to make all interim orders appealable. Such a wide interpretation of the expression interim order would mean that any party would be able to delay the trial and final disposal by filing appeals even from inconsequential orders calling for affidavits and the like. We, therefore, hold that an appeal does not lie to the Commercial Appellate Division of the High Court from an order of the Commercial Division (Single Bench) of the same High Court for addition of a party in an admiralty suit governed by the Admiralty Act. \n89. Even otherwise, we are of the view that the Division Bench erred in law in allowing the appeal from the order of the Commercial Division (Single Judge) adding Gulf Petroleum as party defendant to the suit. \n90. For the reasons discussed above, the appeals are allowed. The impugned judgment and order of the Division Bench is set aside. \n,J.\n[ INDIRA BANERJEE ] .,J.\n[ A. S. BOPANNA ] NEW DELHI;\nSEPTEMBER 23, 2022.",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court l. prakasam reddy vs paras medical publishers on 9 november, 2023 the hon'ble the chief justice alok aradhe and the hon'ble sri justice n.v.shravan kumar + civil miscellaneous appeal no.318 of 2023 % date: 09.11.2023 # l.prakasam reddy and others. . appellants v. $ paras medical publishers and another. . respondents ! counsel for the appellants : mr. vivek reddy, learned senior counsel for ms. preeti kolluri ^ counsel for the respondents : mr. vivek jain < gist:  head note: ? cases referred: 1. (1992) 1 scc 719 2. (2006) 5 scc 282 3. (2012) 6 scc 792 4. (2013) 15 scc 27 5. (2019) 9 scc 358 6. air 1970 mp 261 7. air 1958 sc 79 8. (2002) 3 scc 65 9. (2004) 3 scc 90 10. (2007) 10 scc 82 11. 2003 (67) drj 184 12. 1990 (supp) scc 727 13. (1995) 5 scc 545 14. (2020) 5 scc 410 15. (1960) 3 scr 713: air 1960 sc 1156 2 the hon'ble the chief justice alok aradhe and the hon'ble sri justice n.v.shravan kumar civil miscellaneous appeal no.318 of 2023 judgment: (per the hon'ble the chief justice alok aradhe) this appeal is filed by the defendants against the order dated 29.03.2023 passed by the commercial court by which application for temporary injunction filed by the plaintiffs has been allowed and the appellants herein have been restrained from printing, publishing or distributing the eighth edition of the textbook, namely fundamentals of medical physiology. 2. facts giving rise to filing of this appeal in nutshell are that the appellant no.1 is a retired professor in physiology with 45 years of experience in teaching, researching and practical experience in physiology. the appellant nos.1 to 5 are the authors of medical textbook, namely fundamentals of medical physiology. the appellant no.1 has authored eight editions of the text book based on his continued research. 3. on 30.01.1999, the appellant no.1 entered into an agreement with the first respondent's publishing house for publishing a medical textbook, namely fundamentals of medical physiology second edition. between the years 1999 and 2015, appellant no.1 published four editions of the medical textbook. thereafter, the agreement was superseded and the appellants and the respondents entered into a fresh agreement on 18.04.2015 for publication of new edition of the medical textbook. the appellant nos.1 to 5 by a letter dated 16.11.2022 terminated the agreement inter alia on the grounds that (a) respondents failed to make satisfactory efforts in publishing and marketing the textbook; (b) respondents failed to communicate the actual sales of the textbook; and (c) respondents did not make any efforts to increase the availability of the textbook. 4. thereafter, appellant nos.1 to 5 published eighth edition of the textbook in january, 2023 with the support of another publishing house, namely appellant no.6. 5. thereupon, the respondents filed a suit against the appellants seeking relief of permanent injunction, damages to the tune of rs.1 crore along with interest @ 18% and for the relief of rendition of accounts. along with the plaint, the respondents filed an application seeking temporary injunction restraining the defendants from printing, marketing, distributing, reproducing, publishing or making alterations of the book, namely fundamentals of medical physiology, volumes i and ii, in any manner. 6. the commercial court by an order dated 29.03.2023 inter alia held that the assignment agreement was executed between the parties under which the respondents/plaintiffs had been paying royalty regularly to the appellant nos.1 to 5/defendant nos.1 to 5. it was further held that the validity of termination of the agreement can only be considered after trial and for the purposes of consideration of interlocutory application, it has been held that assignment of copyright in favour of the respondents/plaintiffs is absolute. it was further held that the defences like undue influence and misrepresentation in respect of agreement dated 18.04.2015 can be considered only during trial. therefore, it was held that the respondents/plaintiffs have prima facie case. the commercial court further concluded that in case, the appellants/defendants are not restrained from any further publication of the book, the same shall result in huge loss to the respondents/plaintiffs. accordingly, the commercial court allowed the application for grant of temporary injunction and restrained the appellants/defendants from printing, publishing, marketing or distributing or allowing any others on their instructions to print, market, publish, distribute or reprint of any of the previous editions, including the eighth edition of the book till disposal of the suit. in the aforesaid factual background, this appeal has been filed. 7. the learned senior counsel for the appellants while inviting the attention of this court to the averments made in the plaint pointed out that no challenge has been made to termination of agreement and therefore, the suit is prima facie barred under order ii rule 2 of the code of civil procedure, 1908. it is also argued that the injury which may be caused to the respondents/plaintiffs can be measured in terms of the damages. the attention of this court has been invited to averments made in paragraphs 14 and 16 of the affidavit filed in support of the application for temporary injunction. it is further submitted that in the absence of any finding that the injury which may be suffered by the respondents/plaintiffs will be irreparable, the court ought to have refused to grant temporary injunction. it is also contended that the agreement provides for payment of royalties and imposes obligation on the respondents/plaintiffs and therefore, the commercial court erred in treating the same as assignment. in support of the aforesaid submissions, reliance has been placed on the decisions of the supreme court in dalpat kumar vs. prahlad singh 1, seema arshad zaheer vs. municipal corporation of greater mumbai 2, best sellers retail vs. aditya birla 3, i.s.sikandar vs. k.subramani 4, mahinder 1 (1992) 1 scc 719 2 (2006) 5 scc 282 3 (2012) 6 scc 792 4 (2013) 15 scc 27 kaur vs. sant paul singh 5 and mishra bandhu karyalaya vs. shivratan lal koshal 6. 8. on the other hand, learned counsel for the respondents/plaintiffs has submitted that the parties had entered into an assignment agreement on 18.04.2015 and if section 18(2) read with section 19(3) of the copyright act, 1957 is read in conjunction, it is evident that the same provides for assignment even on payment of royalty. it is submitted that the appellants/defendants did not raise any protest till 16.11.2022. it is also contended that the appellants/defendants have no right to unilaterally terminate the assignment agreement. it is contended that the respondents/plaintiffs are not required to challenge the unilateral cancellation of the assignment agreement and the remedy available to the appellants/defendants is under section 57 of the copyright act. it is contended that the respondents/plaintiffs have a prima facie case in their favour and the commercial court has rightly granted the injunction as the respondents/plaintiffs would have 5 (2019) 9 scc 358 6 air 1970 mp 261 suffered irreparable loss, in case the injunction as prayed for is not granted. in support of the aforesaid submissions, the learned counsel has placed reliance on the decisions of the supreme court in martin burn limited vs. r.n.bangerjee 7, laxmikant v.patel vs. chetanbhai shah 8, midas hygiene industries (private) limited vs. sudhir bhatia 9, sumtibai vs. paras finance company 10 and the chancellor masters and scholars of the university of oxford vs. orient longman private limited 11. 9. we have considered the submissions on both sides and have perused the record. 10. the distinction between the assignment of a copyright and licence thereof is well settled. assignment transfers title in the copyright, whereas licence merely permits certain things to be done by the licensee. the title in the copyright is assigned to assignee, whereas the 7 air 1958 sc 79 8 (2002) 3 scc 65 9 (2004) 3 scc 90 10 (2007) 10 scc 82 11 2003 (67) drj 184 licence is personal. before proceeding further, it is apposite to take note of the decisions of supreme court with regard to grant of injunction. 11. the supreme court in wander limited vs. antox india private limited 12, while dealing with the issue whether a prima facie case is made out by the plaintiff in that case, held in paragraph 9 as under: 9. usually, the prayer for grant of an interlocutory injunction is at a stage when the existence of the legal right asserted by the plaintiff and its alleged violation are both contested and uncertain and remain uncertain till they are established at the trial on evidence. the court, at this stage, acts on certain well settled principles of administration of this form of interlocutory remedy which is both temporary and discretionary. the object of the interlocutory injunction, it is stated \".is to protect the plaintiff against injury by violation of his rights for which he could not adequately be compensated in damages recoverable in the action if the uncertainty were resolved in his favour at the trial. the need for such protection must be weighed against the corresponding need of the defendant to be protected against injury resulting from his having been prevented from exercising his own legal rights for which he could not be adequately compensated. the court must weigh one need against another and determine where the 'balance of convenience' lies.\" 12 1990 (supp) scc 727 the interlocutory remedy is intended to preserve in status quo, the rights of parties which may appear on a prima facie case. the court also, in restraining a defendant from exercising what he considers his legal right but what the plaintiff would like to be prevented, puts into the scales, as a relevant consideration whether the defendant has yet to commence his enterprise or whether he has already been doing so in which latter case considerations somewhat different from those that apply to a case where the defendant is yet to commence his enterprise, are attracted. 12. in gujarat bottling company limited vs. coca cola 13, the supreme court laid down the principles on the anvil of which the discretion of the court to deal with the case of grant of interlocutory injunction can be exercised, namely (i) whether the plaintiff has a prima facie case; (ii) whether the balance of convenience is in favour of the plaintiff and (iii) whether the plaintiff would suffer any irreparable injury if prayer for interlocutory injunction is disallowed. in paragraph 43, it was held as under: 43. the grant of an interlocutory injunction during the pendency of legal proceedings is a matter requiring the exercise of discretion of the court. while exercising the discretion the court applies the following tests -(i) whether the plaintiff has a prima facie case; 13 (1995) 5 scc 545 (ii) whether the balance of convenience is in favour of the plaintiff; and (iii) whether the plaintiff would suffer an irreparable injury if his prayer for interlocutory injunction is disallowed. the decision whether or not to grant an interlocutory injunction has to be taken at a time when the existence of the legal right assailed by the plaintiff and its alleged violation are both contested and uncertain and remain uncertain till they are established at the trial on evidence. relief by way of interlocutory injunction is granted to mitigate the risk of injustice to the plaintiff during the period before that uncertainty could be resolved. the object of the interlocutory injunction is to protect the plaintiff against injury by violation of his right for which he could not be adequately compensated in damages recoverable in the action if the uncertainty were resolved in his favour at the trial. the need for such protection has, however, to be weighed against the corresponding need of the defendant to be protected against injury resulting from his having been prevented from exercising his own legal rights for which he could not be adequately compensated. the court must weigh one need against another and determine where the \"balance of convenience\" lies. [see: wander ltd. v. antox india (p) ltd. [1990 supp scc 727], (scc at pp. 731-32.] in order to protect the defendant while granting an interlocutory injunction in his favour the court can require the plaintiff to furnish an undertaking so that the defendant can be adequately compensated if the uncertainty were resolved in his favour at the trial. 13. thus, it is evident that the supreme court noted that the very object of grant of interlocutory injunction is to protect the party against injury by violation of his right by which he could not be compensated in damages in the action, if uncertainty were resolved in his favour at the trial. 14. in ambalal sarabhai enterprise limited vs. k.s.infraspace llp limited 14, the supreme court in paragraph 16 has held as under: 16. the cardinal principles for grant of temporary injunction were considered in dalpat kumar v. prahlad singh [dalpat kumar v. prahlad singh, (1992) 1 scc 719], observing as follows : (scc p. 721, para 5) \"5. . satisfaction that there is a prima facie case by itself is not sufficient to grant injunction. the court further has to satisfy that non-interference by the court would result in \"irreparable injury\" to the party seeking relief and that there is no other remedy available to the party except one to grant injunction and he needs protection from the consequences of apprehended injury or dispossession. irreparable injury, however, does not mean that there must be no physical possibility of repairing the injury, but means only that the injury must be a material one, namely, one that cannot be adequately compensated by way of damages. the third condition also is that \"the balance of convenience\" must be in favour of granting injunction. the court while granting or refusing to grant injunction should exercise 14 (2020) 5 scc 410 sound judicial discretion to find the amount of substantial mischief or injury which is likely to be caused to the parties, if the injunction is refused and compare it with that which is likely to be caused to the other side if the injunction is granted. if on weighing competing possibilities or probabilities of likelihood of injury and if the court considers that pending the suit, the subject-matter should be maintained in status quo, an injunction would be issued. thus the court has to exercise its sound judicial discretion in granting or refusing the relief of ad interim injunction pending the suit.\" 15. in the backdrop of the aforesaid well settled legal principles, we may now advert to the facts of the case in hand. the plaintiff in order to prove a prima facie case is required to establish that there are serious questions to be tried in the suit. from the averments made in the plaint, it is evident that the following questions arise for consideration in the suit: i) whether the agreement dated 18.04.2015 executed between the parties is an assignment or a licence? ii) whether the plaintiffs are entitled to rescind the agreement and are entitled to the relief as sought for by them in the suit? 16. the agreement executed between the parties on 18.04.2015 is titled as \"assignment agreement\". under clause (1) of the aforesaid agreement, the authors have transferred all intellectual property rights, including copyrights, in favour of the publisher. clause (5) provides for royalties and accounting procedure. therefore, the agreement appears to be an assignment agreement. 17. thus, the plaintiffs have been able to make out a prima facie case as there are serious questions to be tried in the suit. 18. it is pertinent to note that balance of convenience lies in favour of the defendants in the suit as in case they are prevented from publishing the book, namely fundamentals of medical physiology volumes i and ii, the students would be deprived of the benefit of latest edition of the book. 19. now we may advert to another essential ingredient for grant of injunction, namely irreparable injury. from the decisions referred to in the preceding paragraphs, it is evident that the object of grant of interlocutory injunction is to prevent a party against an injury by violation of his right by which he could not be adequately compensated in damages in the action if the uncertainty were resolved in his favour at the trial. in the instant case, in paragraph 18 of the plaint itself, the plaintiffs have pleaded the damages suffered by them. paragraph 18 is reproduced below for the facility of reference: 18. as per the agreement, the defendant no.1 is obligated not to act in a manner that would adversely affect the sale of the publication and in the event the defendants no.1 to 5 do so, the defendants no.1 to 5 have agreed to be liable for all the losses suffered by the plaintiff caused by their actions. the defendant no.6 in collusion with defendants no.1 to 5 is printing, publishing and selling the said book at rs.1,995/mrp as purported 8th edition which is a clear breach of the agreement dt. 18/04/2015. therefore, the defendants stand to illegally profit from such unauthorized publication of the book over which the plaintiff has vested rights subsisting as on today. the plaintiff states that it is entitled for rs.2095/mrp as compensation on every copy of the infringing book published and sold by the defendants as loss of profits and damages and, the plaintiff reserves its right to call upon the statement of accounts of the defendant no.6 to ascertain the same and amend the plaint if needed. furthermore, the plaintiff has 7th edition books in stock which it is unable to sell on account of the circulation of the second edition in the market. therefore, the defendants are liable to pay the loss occasioned on the books that the plaintiff is unable to print, publish and sell as until the date of realization of the suit. the plaintiff estimates the total loss to his business at rs.1,00,00,000/as damages for the loss suffered by the plaintiff on account of breach of agreement by the defendants no.1 to 5. 20. in the instant case, even though the plaintiffs have been able to establish a prima facie case in their favour, yet they have failed to fulfil the requirement to demonstrate that, irreparable injury, would be caused to them in case injunction as prayed for is not granted. 21. this court is conscious of the scope of interference in an appeal with the order of injunction passed by the trial court. in printers (mysore) private limited vs. pothan joseph 15, the supreme court has dealt with the scope of reversal by a court of appeal and has held as under: .these principles are well established, but as has been observed by viscount simon in charles osenton & co. v. jhanaton (1942 ac 130) '.the law as to the reversal by a court of appeal of an order made by a judge below in the exercise of his discretion is well established, and any difficulty that arises is due only to the application of well settled principles in an individual case'. 22. in the instant case, the commercial court has failed to apply the well settled legal principles for grant of injunction, namely irreparable injury. therefore, the case for interference in this appeal is made out. 23. for the aforementioned reasons, the order dated 29.03.2003 passed by the commercial court in i.a.no.8 of 2023 in cos.no.3 of 2023 is set aside. however, the respondent nos.1 to 6 shall keep an account with regard to printing, marketing, publishing, distributing or reprinting any previous editions, including eighth edition of the medical book, namely fundamentals of medical physiology 15 (1960) 3 scr 713: air 1960 sc 1156 volumes i and ii, already marketed and shall produce the same periodically before the commercial court. the commercial court shall make an endeavour to dispose of the suit expeditiously. 24. in the result, the appeal is disposed of. miscellaneous applications, pending if any, shall stand closed. ______________________________________ alok aradhe, cj ______________________________________ n.v.shravan kumar, j 09.11.2023 note: lr copy to be marked. (by order) pln"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7dbd23967394a5cafa8d546804c3eac_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d5a67a7ce83846209bbb55b283538b7f_1"
        },
        {
            "start": 242,
            "end": 358,
            "text": "\nSupreme Court of India\nOwners And Parties Interested In The ... vs Banque Cantonale De Geneve on 23 September, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58d6daa4c3a941efb3c4f33c27e7d401_2"
        },
        {
            "start": 359,
            "end": 421,
            "text": "\nAuthor: Indira Banerjee\nBench: A. S. Bopanna, Indira Banerjee",
            "labels": [
                "PREAMBLE"
            ],
            "id": "557dea9b7b374f7697bc0be4db26b746_3"
        },
        {
            "start": 501,
            "end": 551,
            "text": "Reportable\n\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2261e9aaa09943509e9f70ce6c0a7339_4"
        },
        {
            "start": 551,
            "end": 623,
            "text": "In The Supreme Court Of India\n                                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f278bf75b8334fdc94024b722f200403_5"
        },
        {
            "start": 623,
            "end": 688,
            "text": "Civil Appellate Jurisdiction\n\n\n                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d77a473d72743a7bb4e1e0dbd2d62b2_6"
        },
        {
            "start": 688,
            "end": 723,
            "text": "Civil Appeal Nos. 6897-6898 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbfded67c72b475ebd58bba4aa51be77_7"
        },
        {
            "start": 724,
            "end": 816,
            "text": "\n                             (Arising Out Of Slp (C) Nos. 19314-19315 Of 2021)\n\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d47cc922a7548cf864a66e909022262_8"
        },
        {
            "start": 816,
            "end": 852,
            "text": "Owners And Parties Interested In The",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9194b7ca14894d8bab1cc774e8ccc0d8_9"
        },
        {
            "start": 864,
            "end": 870,
            "text": "Vessel",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8f8ff41b2ff4289b430f6d38032d589_10"
        },
        {
            "start": 871,
            "end": 890,
            "text": "M.V. Polaris Galaxy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77ba7579ed1440b7b267d107bef071b0_11"
        },
        {
            "start": 929,
            "end": 999,
            "text": "Appellant (s)\n\n\n                                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c573ac661ae84f2e8c96d8dd78e7d72f_12"
        },
        {
            "start": 999,
            "end": 1018,
            "text": "Versus\n\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30d712c18d914e01b36d6ebf1e07d975_13"
        },
        {
            "start": 1018,
            "end": 1034,
            "text": "Banque Cantonale",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1915190f49c94cdda46a52ab74b8b37f_14"
        },
        {
            "start": 1035,
            "end": 1044,
            "text": "De Geneve",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14836000bfe34d2c80c288dfc55d9b5a_15"
        },
        {
            "start": 1081,
            "end": 1148,
            "text": "Respondent (s)\n\n\n\n                                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "947a04fcfe774981954c1de230913a87_16"
        },
        {
            "start": 1148,
            "end": 1157,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67ac0e963d75467ba9e1a07d532ba081_17"
        },
        {
            "start": 1157,
            "end": 1176,
            "text": "Indira Banerjee, J.",
            "labels": [
                "NONE"
            ],
            "id": "61956c162e6b4f51b6df0bf3fb83f4c9_18"
        },
        {
            "start": 1177,
            "end": 1192,
            "text": "\nLeave granted.",
            "labels": [
                "NONE"
            ],
            "id": "a6affc587a474c8895c46625ff4c077f_19"
        },
        {
            "start": 1194,
            "end": 1359,
            "text": "2. These appeals are against a judgment and order dated 28 th October 2021 passed by the Commercial Appellate Division of the High Court of Judicature at Madras allo",
            "labels": [
                "FAC"
            ],
            "id": "3a28127f926a4c479bd76e4e5859014c_20"
        },
        {
            "start": 1360,
            "end": 1720,
            "text": "wing Commercial Appeal being O.S.A (CAD) No.88 of 2021 filed by the Respondent, and setting aside an order dated 24 th September 2021 passed by the Commercial Division (Single Bench) of the High Court, adding Gulf Petroleum FZC as defendant in the Admiralty Suit filed by the Respondent, Banque Nationale De Geneve being CS (Commercial Division) No.96 of 2021.",
            "labels": [
                "FAC"
            ],
            "id": "0265fd5fbcbf45419015ca2a2f3510e8_21"
        },
        {
            "start": 1721,
            "end": 1936,
            "text": "\n3. The Appellant, M/s Galaxy Marine Services Limited is the registered owner of the Vessel, M. V. Polaris Galaxy, a sea-going oil tanker, flying the flag of Liberia, which is hereinafter referred to as, the Vessel.",
            "labels": [
                "FAC"
            ],
            "id": "d46d65e6f7804ea6bacac2516829a11e_22"
        },
        {
            "start": 1938,
            "end": 2312,
            "text": "4. M/s Polaris Marine Services, acting as Commercial Managers of M/s Galaxy Marine Services, entered into a charterparty agreement with Profitable Wealth Inc., a company registered in the British Virgin Islands and operated by Wirana Shipping Corporation Private Limited, a well- known maritime company based in Singapore, for charter of the vessel to Profitable Wealth Inc.",
            "labels": [
                "FAC"
            ],
            "id": "ca51b992f8984009ad97f50f7eda4a4b_23"
        },
        {
            "start": 2313,
            "end": 2348,
            "text": "Profitable Wealth Inc. in turn sub-",
            "labels": [
                "FAC"
            ],
            "id": "d058d6edfb2a4c3bb0f25cfccb534c26_24"
        },
        {
            "start": 2349,
            "end": 2433,
            "text": "chartered the vessel to Gulf Petroleum FZC for carriage of cargo of Marine Fuel Oil.",
            "labels": [
                "FAC"
            ],
            "id": "91650c94ee8f4c2bbc3b377e046983bd_25"
        },
        {
            "start": 2435,
            "end": 2667,
            "text": "5. On 6th May 2020, Gulf Petroleum FZC entered into a contract for purchase of 27-28,000 Metric Tons (MT) of Marine Fuel from Indian Oil Corporation Limited (IOC) which was to be loaded at the Kandla Port, for discharge at Fujairah.",
            "labels": [
                "FAC"
            ],
            "id": "fe7447e2d350488f9b097832992fad52_26"
        },
        {
            "start": 2668,
            "end": 2870,
            "text": "\n6. Gulf Petroleum FZC requested the Respondent, Banque Cantonale de Geneve, hereinafter referred to as the Respondent Bank, to finance the purchase of the said 27-28,000 MT of Marine Fuel Oil from IOC.",
            "labels": [
                "FAC"
            ],
            "id": "5204f34696d24cf197ca503226ff9284_27"
        },
        {
            "start": 2871,
            "end": 3005,
            "text": "Gulf Petroleum FZC informed the Respondent that the Marine Fuel Oil had been sold to Aramaco for delivery at Fujairah, on open credit.",
            "labels": [
                "FAC"
            ],
            "id": "b21c6a4fc39647c7b8aab3ccb93926c2_28"
        },
        {
            "start": 3007,
            "end": 3208,
            "text": "7. By a letter dated 11th May 2020, the Respondent Bank requested Gulf Petroleum FZC to provide a copy of the Sale Contract between Gulf Petroleum FZC and Aramco and also sought certain clarifications.",
            "labels": [
                "FAC"
            ],
            "id": "5263594b730045fa9a084e12bcfdc5ab_29"
        },
        {
            "start": 3209,
            "end": 3424,
            "text": "On the same day i.e., 11th May 2020, Gulf Petroleum FZC and Aramco entered into a Sale Contract for delivery of Marine Fuel Oil at Fujairah between 23-30 May 2020, against credit of 60 days from the date of invoice.",
            "labels": [
                "FAC"
            ],
            "id": "d8b572878d6f4c8992d66faca4f7b16b_30"
        },
        {
            "start": 3425,
            "end": 3550,
            "text": "\n8. On 12th May 2020, a copy of the Sale Contract between Gulf Petroleum FZC and Aramco was forwarded to the Respondent Bank.",
            "labels": [
                "FAC"
            ],
            "id": "f0ea77931b75428ba74b89cfeb1b3d8d_31"
        },
        {
            "start": 3551,
            "end": 3617,
            "text": "Thereafter, the Respondent Bank agreed to finance the transaction.",
            "labels": [
                "FAC"
            ],
            "id": "5de7f254d67042e7a98e27537840f0d3_32"
        },
        {
            "start": 3618,
            "end": 3702,
            "text": "The Respondent Bank issued a Letter of Credit in favour of IOC for USD 6,050,000.00.",
            "labels": [
                "FAC"
            ],
            "id": "d3569d9b03974c4b879eff575cc773d4_33"
        },
        {
            "start": 3703,
            "end": 3878,
            "text": "The Letter of Credit provided that if original Bills of Lading were not available, then payment under the Letter of Credit would have to be made against a Letter of Indemnity.",
            "labels": [
                "FAC"
            ],
            "id": "629e4532df26463785683c277c66f72a_34"
        },
        {
            "start": 3880,
            "end": 4041,
            "text": "9. On 15th May 2020, Gulf Petroleum FZC requested the Respondent Bank to amend the Letter of Credit by changing the Port of Discharge from Fujairah to Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "c059f11b29c442d7854d15eb271e7ea1_35"
        },
        {
            "start": 4042,
            "end": 4118,
            "text": "The Respondent Bank sought certain clarifications on the proposed amendment.",
            "labels": [
                "FAC"
            ],
            "id": "ecce3fff375448a4a3df868aa9c92ffc_36"
        },
        {
            "start": 4120,
            "end": 4270,
            "text": "10. On 15th May 2020, Gulf Petroleum FZC and Aramco made an addendum to their Sale Contract changing the Port of Discharge from Fujairah to Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "58453a9e62e848c589472483c51f77ee_37"
        },
        {
            "start": 4271,
            "end": 4386,
            "text": "On 17th May 2020, Gulf Petroleum FZC forwarded a copy of the addendum to the Sale Contract, to the Respondent Bank.",
            "labels": [
                "FAC"
            ],
            "id": "1aa78590b69e41aaab156ff0963a9872_38"
        },
        {
            "start": 4387,
            "end": 4515,
            "text": "On 18th May 2020, the Respondent Bank amended the Letter of Credit by changing the Port of Discharge from Fujairah to Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "d0f9f79584694199acd7372f930fd1a6_39"
        },
        {
            "start": 4517,
            "end": 4639,
            "text": "11. On 21st May 2020, the Master of the Vessel issued a Bill of Lading No.21052020/01, in respect of cargo of marine fuel.",
            "labels": [
                "FAC"
            ],
            "id": "53ddfe6ad43940148c187dcccad2e9a7_40"
        },
        {
            "start": 4640,
            "end": 4790,
            "text": "In terms of the Bill of Lading the consignee was the Respondent Bank, the Notify Party was Gulf Petrochem FZC and the Port of Discharge was Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "e84d905fbcc548408ea706d37e40168f_41"
        },
        {
            "start": 4791,
            "end": 5009,
            "text": "On the said date Gulf Petroleum FZC instructed the Master of Vessel that the cargo should to be discharged to Chevron Singapore Private Limited (hereinafter referred to as Chevron) at the Horizon Terminal at Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "eeb7f5fc0a17467fb50fcb7dcd671177_42"
        },
        {
            "start": 5011,
            "end": 5110,
            "text": "12. On 24th May 2020, Profitable Wealth Inc. gave a Letter of Indemnity to Polaris Marine Services.",
            "labels": [
                "FAC"
            ],
            "id": "93c97a0f2360415d938f603c5d758e2f_43"
        },
        {
            "start": 5111,
            "end": 5194,
            "text": "Gulf Petroleum FZC, in turn gave a counter- indemnity to Profitable Wealth Inc.\n13.",
            "labels": [
                "FAC"
            ],
            "id": "23b30e99c03c4d34912c83dcc2c90b54_44"
        },
        {
            "start": 5195,
            "end": 5281,
            "text": "IOC issued an invoice dated 27 th May 2020 for USD 5,985,084.28 to Gulf Petroleum FZC.",
            "labels": [
                "FAC"
            ],
            "id": "8874c583c8f54da2a1d535e72a8773c9_45"
        },
        {
            "start": 5282,
            "end": 5450,
            "text": "In terms of the Sale Contract between IOC and Gulf Petroleum FZC, the Respondent Bank honoured the Letter of Credit and paid IOC the amount due in terms of the invoice.",
            "labels": [
                "FAC"
            ],
            "id": "8f1d32995f5a439d8d869af123cac0df_46"
        },
        {
            "start": 5452,
            "end": 5614,
            "text": "14. On 31st May 2020, the Vessel arrived at the Port of Discharge at Singapore and tendered its Notice of Readiness as per the instructions of Gulf Petroleum FZC.",
            "labels": [
                "FAC"
            ],
            "id": "0bcfeaa5bc4a4ac08413081af4ddaf3d_47"
        },
        {
            "start": 5615,
            "end": 5758,
            "text": "By an email dated 2nd June 2020, Gulf Petroleum FZC requested the Vessel to tender Notice of Readiness to Chevron being receivers of the cargo.",
            "labels": [
                "FAC"
            ],
            "id": "75b7c6ee8efa474e8dca3065abda440e_48"
        },
        {
            "start": 5759,
            "end": 5869,
            "text": "Thereafter, between 9 th June 2020 and 10th June 2020 the cargo was discharged at Horizon Terminal, Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "4556569d90dd4ed5a4792841069e7ba9_49"
        },
        {
            "start": 5871,
            "end": 5995,
            "text": "15. On 11th June 2020, Gulf Petroleum FZC issued an invoice of USD 6,707,357.38 to Aramco under a Sale Contract with Aramco.",
            "labels": [
                "FAC"
            ],
            "id": "e4353118770e4d17929bf75d25aac186_50"
        },
        {
            "start": 5996,
            "end": 6125,
            "text": "The due date of the invoice was 10th August 2020 i.e. 60 days from the date of discharge as agreed in terms of the Sale Contract.",
            "labels": [
                "FAC"
            ],
            "id": "e452f468bd5e45cc90c7a8ca77360012_51"
        },
        {
            "start": 6127,
            "end": 6264,
            "text": "16. On 15th June 2020, Gulf Petroleum FZC provided the Respondent Bank with a copy of the invoice issued by Gulf Petroleum FZC to Aramco.",
            "labels": [
                "FAC"
            ],
            "id": "7e906df9b3cf493ca18ab04f5f5ede7c_52"
        },
        {
            "start": 6265,
            "end": 6482,
            "text": "On 20th July 2020, GP Global Group being the parent/holding company of the Gulf Petroleum FZC issued a media statement with regard to financial restructuring of Gulf Petroleum FZC on account of financial difficulties.",
            "labels": [
                "FAC"
            ],
            "id": "ceba4d5fc0aa448aae99b271eabf54a5_53"
        },
        {
            "start": 6483,
            "end": 6600,
            "text": "\n17 . Thereafter, news reports surfaced that GP Global Group had uncovered a massive fraud within Gulf Petroleum FZC.",
            "labels": [
                "FAC"
            ],
            "id": "0c42196fcda542e4b02ed706675a7a36_54"
        },
        {
            "start": 6601,
            "end": 6737,
            "text": "Gulf Petroleum FZC and its employees were by various ways and means defrauding and cheating various parties, including the Appellant 18.",
            "labels": [
                "FAC"
            ],
            "id": "c57c04b9b2fd459fad4b30672b526783_55"
        },
        {
            "start": 6738,
            "end": 6979,
            "text": "The Respondent Bank sent a letter to the Master of the Vessel marking a copy to P&I Club and the registered owners stating that no payment had been received by the Respondent Bank on the due date which is 60 days after delivery of the cargo.",
            "labels": [
                "FAC"
            ],
            "id": "63e328d109064999a653651d76cb20e5_56"
        },
        {
            "start": 6980,
            "end": 7068,
            "text": "The cargo should therefore not be discharged without the consent of the Respondent Bank.",
            "labels": [
                "FAC"
            ],
            "id": "a594e3a8f29940f98add17750edb558e_57"
        },
        {
            "start": 7069,
            "end": 7211,
            "text": "However, by this time the cargo had already been discharged and delivered on the basis of instructions given by Gulf Petroleum FZC to Chevron.",
            "labels": [
                "FAC"
            ],
            "id": "6723e5729e214c068b5915afb12efb10_58"
        },
        {
            "start": 7213,
            "end": 7464,
            "text": "19. In October 2020, there were news reports that another company, Gulf Petrol Supplies LLC had filed criminal proceedings against Gulf Petroleum FZC making allegations of fraud in relation to contracts for refined product cargoes, including fuel oil.",
            "labels": [
                "FAC"
            ],
            "id": "7e3bc618979c4d9487efc135f62a6423_59"
        },
        {
            "start": 7465,
            "end": 7638,
            "text": "It was alleged that Gulf Petroleum FZC had fabricated several contracts for supply of petroleum products to Gulf Petrol Supplies LLC and had issued fraudulent/fake invoices.",
            "labels": [
                "FAC"
            ],
            "id": "a4bf85842b4f44df806896559311ae74_60"
        },
        {
            "start": 7640,
            "end": 7817,
            "text": "20. On 8th March 2021, the Respondent Bank instituted the Admiralty Suit being C.S. (Commercial Division) No. 96 of 2021 before the Commercial Division of the Madras High Court.",
            "labels": [
                "FAC"
            ],
            "id": "0b4ffc0f87e14967b0e6fc3f19aa2e0c_61"
        },
        {
            "start": 7819,
            "end": 7917,
            "text": "21. In the plaint filed in the said Admiralty suit, the Respondent Bank pleaded the following:-\n7.",
            "labels": [
                "FAC"
            ],
            "id": "4c148eb2292144ada865024fdc3a755b_62"
        },
        {
            "start": 7918,
            "end": 8038,
            "text": "The Plaintiff submits that its claim in the present suit arises under a Bill of Lading and is for mis-delivery of cargo.",
            "labels": [
                "FAC"
            ],
            "id": "cd38f931963e43a1a19e9f43f147ccee_63"
        },
        {
            "start": 8039,
            "end": 8209,
            "text": "The claim is a maritime claim under section 4(1)(f) of the Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017 (hereinafter referred to as the said Act).",
            "labels": [
                "FAC"
            ],
            "id": "01957946df1242649377c762ff0ac2c8_64"
        },
        {
            "start": 8210,
            "end": 8266,
            "text": "The claim is against the owners of the Defendant vessel.",
            "labels": [
                "FAC"
            ],
            "id": "7ef7c3b16fb1475fb7091e80f5a1fa05_65"
        },
        {
            "start": 8267,
            "end": 8348,
            "text": "The Defendant vessel is within the territorial jurisdiction of this Honble Court.",
            "labels": [
                "FAC"
            ],
            "id": "73bc873c496245a88cd88799e6d35190_66"
        },
        {
            "start": 8349,
            "end": 8549,
            "text": "In the circumstances the Plaintiff is entitled to file the present Suit in rem against the Defendant vessel and entitled to an order of arrest of the Defendant vessel in respect of its maritime claim.",
            "labels": [
                "FAC"
            ],
            "id": "75346bb2e2ee465cac9224249ba55bb2_67"
        },
        {
            "start": 8551,
            "end": 8774,
            "text": "8. The Plaintiff is the lawful holder of the original Bill of Lading no. 21052020/01 dated 21st May 2020 issued by the owner of the Defendant vessel for carriage of 27,132.411 MTs of marine fuel from Kandla to Singapore.\n9.",
            "labels": [
                "FAC"
            ],
            "id": "699bda9469484bc1bdb282b0af79ec97_68"
        },
        {
            "start": 8775,
            "end": 9016,
            "text": "The central issue in the present suit is that the owner of the Defendant vessel has unlawfully and in breach of its obligations misdelivered cargo belonging to the Plaintiff to someone else, without production of the original bill of lading.",
            "labels": [
                "FAC"
            ],
            "id": "726f3945d89a442dbfcfb840d3fea240_69"
        },
        {
            "start": 9017,
            "end": 9120,
            "text": "The Defendant vessel and or its owner is therefore, liable to the Plaintiff for the tort of conversion.",
            "labels": [
                "FAC"
            ],
            "id": "58303149b3054ba48ead6cc5417409e6_70"
        },
        {
            "start": 9121,
            "end": 9178,
            "text": "The Plaintiff is entitled to be compensated for its loss.",
            "labels": [
                "FAC"
            ],
            "id": "27f8bd13afdc4bb99cd57aab1a2dcf6f_71"
        },
        {
            "start": 9179,
            "end": 9418,
            "text": "The liability of the Defendant vessel is established once the Plaintiff demonstrates that it continues to be the lawful holder of the original bill of lading and that the Defendant vessel has unlawfully delivered the cargo to someone else.",
            "labels": [
                "FAC"
            ],
            "id": "05961cc774c04d9d891d2244b4a6bde3_72"
        },
        {
            "start": 9419,
            "end": 9472,
            "text": "However, it may be useful to provide some background.",
            "labels": [
                "FAC"
            ],
            "id": "bec254fc59604d63a38b31a8a1bb4d94_73"
        },
        {
            "start": 9474,
            "end": 9715,
            "text": "10. On 8th May 2020, one Gulf Petrochem FZC (GP) approached the Plaintiff seeking financing for a transaction of purchase of fuel from Indian Oil Corporation Ltd. (IOCL) and onward sale of marine fuel to Aramco Trading Fujairah FZE (Aramco).",
            "labels": [
                "FAC"
            ],
            "id": "8d1a51a8e0f34e78aa5ec2d1c86b7aea_74"
        },
        {
            "start": 9716,
            "end": 9889,
            "text": "The proposed transaction was as follows :\na. GP would buy marine fuel from IOCL at USD 220.5880 per MT.\nb. GP would sell on the marine fuel to Armco at USD 246.726 per MT c.",
            "labels": [
                "FAC"
            ],
            "id": "32b862b3debc496bb594ed01fc2f5ded_75"
        },
        {
            "start": 9890,
            "end": 9977,
            "text": "The load port for the cargo would be Kandla and the discharge port would be Fujairah d.",
            "labels": [
                "FAC"
            ],
            "id": "3989097a2b4a44eebc407b3e722e5f05_76"
        },
        {
            "start": 9978,
            "end": 10143,
            "text": "The Plaintiff would finance the purchase of the fuel by GP from IOCL by way of letter of credit so as to enable GP to procure the cargo and sell it onward to Aramco.",
            "labels": [
                "FAC"
            ],
            "id": "2e23509ac0504ebd8be7f903a13fa149_77"
        },
        {
            "start": 10144,
            "end": 10263,
            "text": "The purchase price for the onward sale would be remitted by Aramco into GPs bank account maintained with the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "f831e90a62064b428cc7ffa5e46cbdc5_78"
        },
        {
            "start": 10265,
            "end": 10379,
            "text": "11. The payment terms under the sale by GP to Aramco were to be on open credit given that Aramco was an Oil Major.",
            "labels": [
                "FAC"
            ],
            "id": "48c1e969348e41acaeb04f886b87be46_79"
        },
        {
            "start": 10380,
            "end": 10508,
            "text": "\nIn other words, the Plaintiff would rely on the name of Aramco as having never defaulted as security for payment due from them.",
            "labels": [
                "FAC"
            ],
            "id": "2a6de143f1f54ccbba15defbc6076b74_80"
        },
        {
            "start": 10509,
            "end": 10758,
            "text": "The relevant payment terms expressed in the contract stated:\nTHE PAYMENT SHOULD BE MADE WITHIN 60 (SIXTY) CALENDAR DAYS FROM THE DATE OF INVOICE (INVOICE DATE = DAY 0) AGAINST PRESENTATION OF THE SELLERS INVOICE AND COQ [Certificate of Quality].\n12.",
            "labels": [
                "FAC"
            ],
            "id": "4bfd43b48cde4bd58cb2310033e05f04_81"
        },
        {
            "start": 10759,
            "end": 10855,
            "text": "The understanding between the parties in relation to this aspect of security, was as follows:\na.",
            "labels": [
                "FAC"
            ],
            "id": "8e1d859eeff04591b07da14c42adab60_82"
        },
        {
            "start": 10856,
            "end": 10989,
            "text": "It was agreed that the original Bill of Lading representing the cargo would be issued by the shipowner to the order of the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "503d009133614ec2888a482ae165f9c5_83"
        },
        {
            "start": 10990,
            "end": 11101,
            "text": "The title/property in the cargo of fuel financed and paid for by the Plaintiff would vest with the Plaintiff b.",
            "labels": [
                "FAC"
            ],
            "id": "3df4140057744091a9c427fc45499329_84"
        },
        {
            "start": 11102,
            "end": 11363,
            "text": "Independent of the obligation to pay from Aramco, the Plaintiff would remain the lawful holder of the original Bill of Lading and would be entitled to delivery of the cargo thereunder., the security for the Plaintiffs claim was the cargo, i.e., the fuel itself.",
            "labels": [
                "FAC"
            ],
            "id": "9d3a0ae30bb4479d81e9371e5c59c6cf_85"
        },
        {
            "start": 11364,
            "end": 11583,
            "text": "However, until the Plaintiff received confirmation of the onward sale of Aramco, the title/property in the cargo of fuel would vest with the Plaintiff by virtue of being the lawful holder of the original Bill of Lading.",
            "labels": [
                "FAC"
            ],
            "id": "5869df9d76124554a81f08c6983f4a2b_86"
        },
        {
            "start": 11585,
            "end": 11682,
            "text": "11. Further emails were exchanged between GP and the Plaintiff on the above proposed transaction.",
            "labels": [
                "FAC"
            ],
            "id": "421e25d6531545f392c6d1078a20c49a_87"
        },
        {
            "start": 11683,
            "end": 11788,
            "text": "GP had, on 8 May 2020, provided to the Plaintiff the contract between it (as buyer) and IOCL (as seller).",
            "labels": [
                "FAC"
            ],
            "id": "88c7e6f1142e4fac8c5f182715196e6f_88"
        },
        {
            "start": 11789,
            "end": 11904,
            "text": "On 12 May 2020, on the basis of the above understanding, the Plaintiff opened the Letter of Credit in IOCLs favour.",
            "labels": [
                "FAC"
            ],
            "id": "50a65ec8883446f8b062708ccf52733c_89"
        },
        {
            "start": 11905,
            "end": 12044,
            "text": "There were some amendments to the contract between GP and Aramco, as regards the discharge port  it was changed from Fujairah to Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "676c9e72b2c844c9ae12d1e230d1730a_90"
        },
        {
            "start": 12045,
            "end": 12101,
            "text": "This was conveyed by GP to the Plaintiff on 17 May 2020.",
            "labels": [
                "FAC"
            ],
            "id": "97c8730a68274ca0a5a894870a835182_91"
        },
        {
            "start": 12102,
            "end": 12202,
            "text": "The corresponding amendment in the letter of credit was carried out by the Plaintiff on 18 May 2020.",
            "labels": [
                "FAC"
            ],
            "id": "dbdaa38f48b141d58bbd43978e53feaf_92"
        },
        {
            "start": 12204,
            "end": 12211,
            "text": "***\n13.",
            "labels": [
                "FAC"
            ],
            "id": "d7fc26e543cb4b72ac81a09975496499_93"
        },
        {
            "start": 12212,
            "end": 12362,
            "text": "The relevant documents such as the bill of lading, commercial invoice etc. were negotiated by IOCL under the letter of credit opened by the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "2e2c8d6f194c4674a72883b6191045a3_94"
        },
        {
            "start": 12363,
            "end": 12449,
            "text": "The Plaintiff accordingly made payment to IOCL as per the financial agreement with GP.",
            "labels": [
                "FAC"
            ],
            "id": "9657041a38b3439486d145358bc890fc_95"
        },
        {
            "start": 12450,
            "end": 12503,
            "text": "The bill of lading was to the order of the Plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "836a980c1d424d6f8b73852b5ce5113a_96"
        },
        {
            "start": 12504,
            "end": 12738,
            "text": "By reason of the bill of lading being made out to order and being the lawful holder of the bill of lading, the Plaintiff acquired rights of suit against the Defendant vessel in respect of the goods, pending further onward endorsement.",
            "labels": [
                "FAC"
            ],
            "id": "39071b5f148d43d4bf8aec59a78a0301_97"
        },
        {
            "start": 12740,
            "end": 12979,
            "text": "14. The Plaintiff was concerned, when, even as 10 August 2020 (i.e., the deadline for Aramco to make payment for the Cargo) was fast approaching, there was no update about any such payment nor was there any news of the status of the Cargo.",
            "labels": [
                "FAC"
            ],
            "id": "b7368dc3ca734948892bf249669744fe_98"
        },
        {
            "start": 12980,
            "end": 13195,
            "text": "This is in spite of the fact that, by virtue of being in possession of the original bill of lading, it would have rights of suit against the Defendant vessel if any mischief had been engaged in respect of the Cargo.",
            "labels": [
                "FAC"
            ],
            "id": "324c8330784049ed8c45e7acbccc828e_99"
        },
        {
            "start": 13197,
            "end": 13205,
            "text": "*** \n17.",
            "labels": [
                "FAC"
            ],
            "id": "e95002b341f7400887c21c23cb5ab991_100"
        },
        {
            "start": 13206,
            "end": 13399,
            "text": "It now appears that the Defendant vessel has delivered the Cargo to Aramco or an unknown third party, on or about 10 August 2020, without insisting on production of the original bill of lading.",
            "labels": [
                "FAC"
            ],
            "id": "caa4a0cc89b14705b28353ca237211e6_101"
        },
        {
            "start": 13400,
            "end": 13615,
            "text": "An invoice was raised on 11 June 2020, by GP on Aramco for the amount of USD 6,705,357.38 (approx INR 49,07,04,087.89 (Forty-Nine Crore, Seven Lakh, Four Thousand and Eighty Seven only) (CALCULATED AT 1 USD=73 INR).",
            "labels": [
                "FAC"
            ],
            "id": "79bc1074fc374acd8138b7aa98cc6337_102"
        },
        {
            "start": 13616,
            "end": 13716,
            "text": "The Plaintiff learnt about this subsequently when in the course of a fraud investigation against GP.",
            "labels": [
                "FAC"
            ],
            "id": "1776198e11084d77b2a7494c59cad883_103"
        },
        {
            "start": 13718,
            "end": 13850,
            "text": "22. On 9th March 2021, the Commercial Division of Madras High Court (Single Bench) passed an ex parte order of arrest of the Vessel.",
            "labels": [
                "FAC"
            ],
            "id": "630bd50ec5eb4db994cb5b7449750913_104"
        },
        {
            "start": 13851,
            "end": 14162,
            "text": "Thereafter, on 26th March 2021, the Respondent Bank filed an Application No.1494 of 2021 in the said Admiralty suit, for summary judgment under Order XIV Rule 8 and Order XIIIA of the Civil Procedure Code 1908, as amended by the Commercial Courts Act 2015 (hereinafter referred to as Commercial Courts Act).\n23.",
            "labels": [
                "FAC"
            ],
            "id": "8c40592eb4e44aa3aa44ff19f9d9396d_105"
        },
        {
            "start": 14163,
            "end": 14382,
            "text": "Pursuant to orders passed by the Commercial Division (Single Bench) of the Madras High Court, on an application made by the Appellant, the Appellant furnished a Bank Guarantee to secure the claim of the Respondent Bank.",
            "labels": [
                "FAC"
            ],
            "id": "3f3c11af9b554fe1a9ee538e3f5cab9b_106"
        },
        {
            "start": 14383,
            "end": 14551,
            "text": "Thereafter, on 6 th July 2021, the Commercial Division of the High Court passed an order vacating the order of arrest of the vessel and allowing the Vessel to sail out.",
            "labels": [
                "FAC"
            ],
            "id": "5feda5e8c7704b12b6aa8bc0eb8fa6ea_107"
        },
        {
            "start": 14553,
            "end": 14830,
            "text": "24. On 16th July 2021, the Appellant filed its response to the interim application being Application No.1494 of 2021, filed by the Respondent Bank for summary judgment under Order XIV Rule 8 and Order XIIA of the Code of Civil Procedure as amended by the Commercial Courts Act.",
            "labels": [
                "FAC"
            ],
            "id": "5a445ecb79384890b65d966b71a77639_108"
        },
        {
            "start": 14831,
            "end": 14889,
            "text": "In its response/Counter-Affidavit, the Appellant pleaded:-",
            "labels": [
                "FAC"
            ],
            "id": "825536cb808e4e66b49fd6bf12aa5a9d_109"
        },
        {
            "start": 14890,
            "end": 15238,
            "text": "\n(k) The Plaintiffs customer Gulf Petrochem who is alleged to have cheated and defrauded the Plaintiff and provided the Plaintiff with false and fraudulent documents on the basis of which credit was granted by the Plaintiff, is a necessary and/or proper party whose presence is necessary to effectively adjudicate the issues that arise in the suit.",
            "labels": [
                "FAC"
            ],
            "id": "c84e6d65d9e1427e966787f4c87ad983_110"
        },
        {
            "start": 15239,
            "end": 15399,
            "text": "Whether the Plaintiff has been paid any amounts by Gulf Petrochem is an issue that can only be gone into at trial and requires the presence of Gulf Petrochem...",
            "labels": [
                "FAC"
            ],
            "id": "eabcc95026044bda96108d38c5a7dac2_111"
        },
        {
            "start": 15401,
            "end": 15547,
            "text": "25. On 13th August 2021, the Respondent Bank filed its Rejoinder Affidavit to the aforementioned Application No.1494 of 2021 for summary judgment.",
            "labels": [
                "FAC"
            ],
            "id": "f46463e0a4e74fd38309d79c72f0fbe4_112"
        },
        {
            "start": 15548,
            "end": 15860,
            "text": "After hearing the respective parties and after considering the documents on record, the Commercial Division of the High Court (Single Bench) passed an order dated 24 th September 2021 directing the Respondent Bank to take necessary steps to implead Gulf Petroleum FZC as a necessary and proper party to the suit.",
            "labels": [
                "RLC"
            ],
            "id": "af80a3249cc74d87b152f45ce062f060_113"
        },
        {
            "start": 15862,
            "end": 15905,
            "text": "26. The Single Bench observed and held:-\n6.",
            "labels": [
                "FAC"
            ],
            "id": "84413fa2cd0442589e249759e2eb4f8a_114"
        },
        {
            "start": 15906,
            "end": 16163,
            "text": "In the written statement and the common counter filed by the Vessel owner/the sole defendant, it is specifically stated that on the instructions, the goods were delivered at Singapore Port based on the delivery order issued by the customer of the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "8b3786f2dba44a8da875f1154d6340f3_115"
        },
        {
            "start": 16164,
            "end": 16231,
            "text": "In such circumstances, the original Bill of Lading is not required.",
            "labels": [
                "FAC"
            ],
            "id": "75fe88bed0434dec8d06ed90324bd0a1_116"
        },
        {
            "start": 16232,
            "end": 16387,
            "text": "Acting upon the e-mail communication dated 21.05.2020 by the Gulf Petrochem, the customer of the plaintiff, the defendant delivered the cargo at Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "b40f29bca10f43e9b2eac3b54046a614_117"
        },
        {
            "start": 16388,
            "end": 16465,
            "text": "The plaintiff is the financier to GP and the defendant is the carrier for GP.",
            "labels": [
                "FAC"
            ],
            "id": "3241701ec1864bbeaf61a1321a2d4cb5_118"
        },
        {
            "start": 16466,
            "end": 16510,
            "text": "The plaintiff is not the owner of the cargo.",
            "labels": [
                "FAC"
            ],
            "id": "92fa7d52b00a47ba81a73a51822e925d_119"
        },
        {
            "start": 16511,
            "end": 16591,
            "text": "Hence the suit has to be dismissed for non-joinder and mis joinder of the party.",
            "labels": [
                "FAC"
            ],
            "id": "637c5b43a43046fd8485f949c655997b_120"
        },
        {
            "start": 16592,
            "end": 16754,
            "text": "If at all the plaintiff have any money claim, it has to proceed against its customer Gulf Petrochem (GP) for breach of contract and not a suit for maritime claim.",
            "labels": [
                "FAC"
            ],
            "id": "bd6e8afb3c5f4f6a953f48fe2bc01ee6_121"
        },
        {
            "start": 16755,
            "end": 16829,
            "text": "The suit against the carrier as if it is a maritime claim is abuse of law.",
            "labels": [
                "FAC"
            ],
            "id": "cb694d3e88dd4022988c9b7cd5d2924b_122"
        },
        {
            "start": 16831,
            "end": 16840,
            "text": "7. Heard.",
            "labels": [
                "FAC"
            ],
            "id": "140a52ced05145b98fec3bef6fc4803e_123"
        },
        {
            "start": 16841,
            "end": 16857,
            "text": "Records perused.",
            "labels": [
                "FAC"
            ],
            "id": "1f2f0f5234354152a29bb76960cbfaa9_124"
        },
        {
            "start": 16859,
            "end": 17051,
            "text": "8. In the suit transaction, the Gulf Petrochem (GP), who is the customer of the plaintiff, is the key player on whose instructions, the goods have been delivered at Singapore by the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "3d2c6cfd94264ef98f2dd79316ee9465_125"
        },
        {
            "start": 17052,
            "end": 17143,
            "text": "\nIOCL has sold marine fuel to GP based on the LC issued by the plaintiff for USD 6,050,000.",
            "labels": [
                "FAC"
            ],
            "id": "f2ff6d6771fe4deeb0bd16469fdf4dae_126"
        },
        {
            "start": 17144,
            "end": 17192,
            "text": "GP has engaged the defendant to transport cargo.",
            "labels": [
                "FAC"
            ],
            "id": "d6229370629b4471b4d6e3cae7da84e0_127"
        },
        {
            "start": 17193,
            "end": 17271,
            "text": "As per the Bill of Lading, the cargo is supposed to be delivered at Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "da4d6569efaa44289886236a2c6aa66c_128"
        },
        {
            "start": 17272,
            "end": 17421,
            "text": "The defendant has discharged the cargo at Singapore Port based on the letter of indemnity dated 24.05.2020 given by Profitable Wealth INC, Singapore.",
            "labels": [
                "FAC"
            ],
            "id": "50aa9fb7c69f47dc92e6a76bef55d493_129"
        },
        {
            "start": 17422,
            "end": 17653,
            "text": "In the documentary credit opening (LC) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original Bill of Lading.",
            "labels": [
                "FAC"
            ],
            "id": "a054e9fc17d945dc95915d720d5cc3c6_130"
        },
        {
            "start": 17655,
            "end": 17835,
            "text": "9. From the documents and the facts pleaded, this Court is of the view that Gulf Petrochem (GP) who is the customer of the plaintiff, is the proper and necessary party in the suit.",
            "labels": [
                "FAC"
            ],
            "id": "fc2b737123f84034aedf8af574733c09_131"
        },
        {
            "start": 17836,
            "end": 17937,
            "text": "Unless the plaintiff impleads GP as a party, the suit cannot be adjudicated to render proper justice.",
            "labels": [
                "FAC"
            ],
            "id": "0570029c97e447baae66280db6506229_132"
        },
        {
            "start": 17939,
            "end": 18188,
            "text": "27. The Respondent Bank filed an appeal being OSA (CAD) No.88 of 2021, against the said order dated 24 th September 2021, in the Commercial Appellate Division of the High Court (Division Bench), under Section 13(1) of the Commercial Courts Act 2015.",
            "labels": [
                "FAC"
            ],
            "id": "052b5bcc945349e49eb0cb8e4cc84344_133"
        },
        {
            "start": 18189,
            "end": 18481,
            "text": "By the judgment and order dated 28th October 2021 impugned in this appeal, the Commercial Appellate Division of the High Court (Division Bench) allowed the appeal and set aside the judgment and order of the Single Bench (Commercial Division), imposing costs of Rs.1,50,000/- on the Appellant.",
            "labels": [
                "RLC"
            ],
            "id": "fec522aae8b3498ea355b53873e94d51_134"
        },
        {
            "start": 18482,
            "end": 18584,
            "text": "The preliminary objection raised by the Appellant, to the maintainability of the appeal, was rejected.",
            "labels": [
                "FAC"
            ],
            "id": "d8ec7bdb54584a0fbce0e73022c5ec9c_135"
        },
        {
            "start": 18586,
            "end": 18680,
            "text": "28. After recording the submissions of the parties, the Division Bench, observed and held:\n12.",
            "labels": [
                "FAC"
            ],
            "id": "c88019855a7540f8b2378f2c5546871e_136"
        },
        {
            "start": 18681,
            "end": 18740,
            "text": "Indeed, the order impugned is spread over eight paragraphs.",
            "labels": [
                "FAC"
            ],
            "id": "605ad2ca1075474ea2bcd305792ca0b2_137"
        },
        {
            "start": 18741,
            "end": 18787,
            "text": "The first five are the preliminary paragraphs.",
            "labels": [
                "FAC"
            ],
            "id": "9a93f447bf9f41499c789a9901d8f443_138"
        },
        {
            "start": 18788,
            "end": 19063,
            "text": "At the sixth paragraph, it is recorded that the sole defendant delivered the goods at Singapore based on a delivery order apparently issued by the customer of the plaintiff and the defendant apparently acted on the basis of an e-mail of May 21, 2020 issued by Gulf Petrochem.",
            "labels": [
                "FAC"
            ],
            "id": "c99b081d7c0e42a0892f1bffb6ef2ad7_139"
        },
        {
            "start": 19064,
            "end": 19335,
            "text": "The trial court recorded the defendants contention that the plaintiff had financed the transaction and that the plaintiff was not the owner of the cargo and since the owner of the cargo was Gulf Petrochem which had not been impleaded, the suit was liable to be dismissed.",
            "labels": [
                "RLC"
            ],
            "id": "3db5f1ab61b74466bf1c28f60551132e_140"
        },
        {
            "start": 19337,
            "end": 19456,
            "text": "13. Upon noting such contention, the trial court concluded as follows in the only paragraph in support of the order:\n8.",
            "labels": [
                "RLC"
            ],
            "id": "b6e4207192574a5d948d3bfd2bd6a4cd_141"
        },
        {
            "start": 19457,
            "end": 19645,
            "text": "In the suit transaction, the Gulf Petrochem (GP), who is the customer of the plaintiff, is the key player on whose instruction, the goods have been delivered at Singapore by the defendant.",
            "labels": [
                "RLC"
            ],
            "id": "b39ced3458884ea8a01a59fa4cdd4193_142"
        },
        {
            "start": 19646,
            "end": 19736,
            "text": "IOCL has sold marine fuel to GP based on the LC issued by the plaintiff for USD 6,050,000.",
            "labels": [
                "RLC"
            ],
            "id": "861244eeb9714a45b79ed7563114a29e_143"
        },
        {
            "start": 19737,
            "end": 19789,
            "text": "GP has engaged the defendant to transport the cargo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a2444bcb4804aeca06cdd91187e56be_144"
        },
        {
            "start": 19790,
            "end": 19868,
            "text": "As per the Bill of Lading, the cargo is supposed to be delivered at Singapore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29af30e231fe40ffb9250e53f61870fd_145"
        },
        {
            "start": 19869,
            "end": 20018,
            "text": "The defendant has discharged the cargo at Singapore Port based on the letter of indemnity dated 24.05.2020 given by Profitable Wealth Inc. Singapore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa699720a55e4b13a83f2b3060134398_146"
        },
        {
            "start": 20019,
            "end": 20250,
            "text": "In the documentary credit opening (LC) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original Bill of Lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e40f0cb999440799d4ad872ec7415db_147"
        },
        {
            "start": 20251,
            "end": 20259,
            "text": "** *\n18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b72de18b2348411fade0fd3a2e3d5daa_148"
        },
        {
            "start": 20260,
            "end": 20305,
            "text": "The matter falls within a very short compass.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dec3e0c925024440b4b5f920634e350d_149"
        },
        {
            "start": 20306,
            "end": 20343,
            "text": "The primary document is not disputed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fac903a9f65498880fbe34e68c1c4c7_150"
        },
        {
            "start": 20344,
            "end": 20584,
            "text": "The plaintiff is the named consignee in the bill of lading and it is also accepted by the defendant, in particular, that ordinarily it would be the consignee who would be entitled to obtain delivery of the goods covered by a bill of lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "beb33691cc0e490fb72d76047a4bcb10_151"
        },
        {
            "start": 20585,
            "end": 20695,
            "text": "\nIn this case, it may also be noticed that Gulf Petrochem is the notify party mentioned in the bill of lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d30d0ddc22b43d6ab5739e4a3a96969_152"
        },
        {
            "start": 20696,
            "end": 20907,
            "text": "In international trade, documents are of immense value and courts must proceed on the basis of the letter of the documents without seeking to ascertain the nature of the underlying or any incidental transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e1c303b0199847cfa2a791fb0c9d63ed_153"
        },
        {
            "start": 20908,
            "end": 21219,
            "text": "If it is imperative that a carrier notifies the party indicated as the notify party, what it implies is that notice of the arrival of the vessel or the notice of readiness to discharge cargo must be given to such party whereupon such party would produce the bill of lading and obtain the discharge of the cargo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a273f7f19fa6452f90938b5659b45adb_154"
        },
        {
            "start": 21220,
            "end": 21483,
            "text": "It is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other as the consignee is entitled to assign its right to obtain delivery under the bill of lading to any party of the consignees choice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "509228218f174c1a85bf98bb627661c4_155"
        },
        {
            "start": 21485,
            "end": 21690,
            "text": "19. What is of paramount importance is that it is the consignee and the consignee alone which can issue instructions or authorise the delivery of the goods covered by the bill of lading to any third party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1aed5aebb2e245d88a903286041b51d3_156"
        },
        {
            "start": 21691,
            "end": 21987,
            "text": "The carrier is not obliged to act as per the directions or instructions of any third party as the bill of lading, in a sense, is the document of title pertaining to the cargo and it is elementary that it is only the owner of the goods who has the right to alienate the goods or transfer the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1a19b67e90941ccaade62cb3d09a847_157"
        },
        {
            "start": 21989,
            "end": 22228,
            "text": "20. Implicit in the letter of May 24, 2020 issued by Profitable Wealth Inc. was that such entity required the carrier to do something unusual or out of the ordinary, and, as such, exposing the carrier to a risk in course of such deviation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0551c04cef7948f4945999fcb2f8a8fb_158"
        },
        {
            "start": 22229,
            "end": 22494,
            "text": "As a consequence, to induce the carrier to deviate from the usual practice, Profitable Wealth Inc. indemnified the carrier harmless against any claim that may be made against the carrier for the carrier acting according to the instructions of Profitable Wealth Inc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f43e5657ba2e4adcbc7881901d21eb4d_159"
        },
        {
            "start": 22495,
            "end": 22686,
            "text": "The plaintiff had nothing to do with Profitable Wealth Inc. or any instructions that profitable Wealth Inc. or Gulf Petrochem or even the Maharaja of Gaipajama may have issued to the carrier.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "418e08fdf26240d9959c173662c7a63c_160"
        },
        {
            "start": 22687,
            "end": 22817,
            "text": "These instructions, whether issued by Gulf Petrochem or Profitable Wealth Inc., were not backed by any authority of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5bb0c496eca4f6291a8d02197419171_161"
        },
        {
            "start": 22818,
            "end": 23010,
            "text": "In such circumstances, what the arrangement between the defendant and the third parties may have been may not be of any relevance in the suit and in the context of the plaintiffs claim herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2b1406483f946bdae1fc0c7cffeea59_162"
        },
        {
            "start": 23012,
            "end": 23117,
            "text": "21. As to the averments in paragraphs 10 to 12 of the plaint, it is sometimes better not to say too much.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ee2109751684302b00dba46d9654f5e_163"
        },
        {
            "start": 23118,
            "end": 23274,
            "text": "However, the averments may be seen as part of a narrative leading up to the claim of the plaintiff and the plaintiffs cause of action against the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b58c702df6e4e0799c02c9721c32529_164"
        },
        {
            "start": 23275,
            "end": 23599,
            "text": "In the scheme of the action and the particular claim of the plaintiff as the consignee in the bill of lading against the defendant carrier, the transactions between the plaintiff and Gulf petrochem or those between Gulf Petrochem and Indian Oil Corporation or even that between Gulf Petrochem and Aramco are of no relevance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d22fe6224bb493f9e259b602385a204_165"
        },
        {
            "start": 23600,
            "end": 23981,
            "text": "Till such time that the plaintiffs name appeared as the consignee in the bill of lading, the defendant was obliged only to the plaintiff to deliver the goods to the plaintiff or to the order of the plaintiff and the defendant, in acting on the basis of instructions issued by others may not have affected the right of the plaintiff or the plaintiffs claim under the bill of lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5b8ff21ed4c4c3c870282fb9ddeb475_166"
        },
        {
            "start": 23983,
            "end": 24353,
            "text": "22. In such circumstances, Gulf Petrochem Inc., which may have been financed by the plaintiff qua the subject transaction is neither a necessary nor a proper party to the plaintiffs simple claim against the carrier of the goods for the breach of the contract of carriage and in the carriers failure to deliver the goods to the plaintiff or to the order of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b051eb6c8f4f485e82fc8770a2113f86_167"
        },
        {
            "start": 24354,
            "end": 24506,
            "text": "It is not unusual in the industry for goods to be released at the request of a stranger, but that is precisely why the stranger indemnifies the carrier.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8367ab522b3242cfac9d8d470e2e746c_168"
        },
        {
            "start": 24507,
            "end": 24710,
            "text": "It is more likely than not that the entity that induced the defendant to discharge the goods in Singapore may be beyond the defendants reach; but that may not be an excuse to resist the plaintiffs claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b8c387d45cf4f06b618f64045136330_169"
        },
        {
            "start": 24711,
            "end": 24946,
            "text": "It is equally possible that the plaintiff may have acquiesced in the delivery instructions issued by Profitable Wealth Inc., but when the plaintiff has not, it is only the indemnity furnished by the entity that the defendant can chase.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97897f5e950d41af892060243de22b9f_170"
        },
        {
            "start": 24948,
            "end": 25215,
            "text": "23. The observations made herein must be understood to be in the context of what was required to be considered and should not unduly weigh with the trial court in course of the expeditious disposal of the application for summary judgment that the plaintiff has filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31712859c1bf4d09b9f2d1dae024b9c8_171"
        },
        {
            "start": 25217,
            "end": 25278,
            "text": "24. The order impugned dated September 24, 2021 is set aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d5a32a8687d4fe5a234963386d63704_172"
        },
        {
            "start": 25279,
            "end": 25464,
            "text": "The trial court is requested to take up the application for summary judgment and disposal of the same in accordance with law as expeditiously as the business of the trial court permits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5ed9232cbc7472695422c6ed1231430_173"
        },
        {
            "start": 25465,
            "end": 25509,
            "text": "OSA (CAD) No.88 of 2021 is allowed as above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af4c2a6e3cf1444b89e19275c89c8b57_174"
        },
        {
            "start": 25510,
            "end": 25600,
            "text": "The defendant will pay costs assessed at Rs.1,50,000/- CMP No.16921 of 2021 is closed.\n29.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4095f90ffc3443689ca7f725eaec43a_175"
        },
        {
            "start": 25601,
            "end": 25768,
            "text": "There is no doubt that in international trade, documents are of immense value and that Courts must proceed on the basis of the documents as held by the Division Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f2b84d052774f3588e30de07688d08d_176"
        },
        {
            "start": 25769,
            "end": 25890,
            "text": "It is, however, difficult to accept that the Court is not required to ascertain the nature of the underlying transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f73199afbc074362b0028fc16a6cc1f0_177"
        },
        {
            "start": 25891,
            "end": 26217,
            "text": "The Division Bench rightly noted that when a carrier notifies the party indicated as the notify party, what it implies is that notice of the arrival of the vessel or notice of readiness to discharge cargo must be given to such party, whereupon such party would produce the Bill of Lading and obtain the discharge of the cargo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d507ff39919b4ae9ac1e462b816e7a0b_178"
        },
        {
            "start": 26219,
            "end": 26393,
            "text": "30. The law governing bills of lading is a combination of mandatory international rules and rules of common law, while charterparties are governed entirely by the common law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e11c5a725644603b5c5bfa3ab78b7b8_179"
        },
        {
            "start": 26394,
            "end": 26627,
            "text": "\n31. The International Convention for the Unification of Certain Rules of Law relating to Bills of Lading framed in 1924, and known as the Hague Rules, govern the liability of carriers in respect of cargo, covered by bills of lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f743ecbc639645aa8462503fe0b928d9_180"
        },
        {
            "start": 26628,
            "end": 26868,
            "text": "The Hague Rules, which are mandatory, impose certain non- derogable obligations on the shipowner, but in return, confer an extensive list of immunities, a defence of limitation of liability and a short time limit for the bringing of claims.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26088d14a9be4a08a0227cc70e75326f_181"
        },
        {
            "start": 26870,
            "end": 26976,
            "text": "32. In 1968, the Hague-Visby Rules introduced a modified version of the Hague Rules, including amendments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f16c3d00a4774c6fb872cb4a4a5887ef_182"
        },
        {
            "start": 26977,
            "end": 27070,
            "text": "The Hague-Visby Rules are enacted into English law by the Carriage of Goods by Sea Act, 1971.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b4ecb934ad94a198abef4d945ad0879_183"
        },
        {
            "start": 27071,
            "end": 27135,
            "text": "The Hague/Hague Visby Rules were widely adopted internationally.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a16abd9da34344d48cbb5e96bef19f73_184"
        },
        {
            "start": 27137,
            "end": 27224,
            "text": "33. In 1978, the United Nations conducted a Convention on the Carriage of Goods by Sea.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45b6241a825846708cd7cbc15f6e6ded_185"
        },
        {
            "start": 27225,
            "end": 27326,
            "text": "The Rules which emerged in the convention, which are known as Hamburg Rules, came into force in 1992.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f8e18aab2d44ca09b2dbae9bb71a0f8_186"
        },
        {
            "start": 27327,
            "end": 27402,
            "text": "However, the rules were not accepted by major trading nations of the world.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "314c4ba0f6d944c9bf3a889fa243fc6f_187"
        },
        {
            "start": 27404,
            "end": 27651,
            "text": "34. There was an attempt to replace the Hague/Hague-Visby settlement, by for the adoption in 2008 of the United Nations Convention on Contracts for the International Carriage of Goods Wholly or Partly by Sea, which is known as the Rotterdam Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e000335baaee4638a09f278e76d55959_188"
        },
        {
            "start": 27652,
            "end": 27709,
            "text": "Rotterdam Rules have also not been uniformly implemented.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7281bfd2105f4b7cb37e299c6ed360c3_189"
        },
        {
            "start": 27711,
            "end": 27881,
            "text": "35. In modern English law, Bills of Lading are governed by the Hague- Visby Rules with respect to the matters addressed by the Rules and otherwise by rules of common law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed59acee1ab648b7bba6afaeadbeeba5_190"
        },
        {
            "start": 27883,
            "end": 28071,
            "text": "36. A Bill of Lading is a type of transport document that may be used in respect of the carriage of goods by sea or on behalf of owner, or less commonly the charterer of the carrying ship.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "141b308d80744fc590311c7f37a520aa_191"
        },
        {
            "start": 28072,
            "end": 28221,
            "text": "Bills of Lading are commonly used when a vessel is employed as a general ship, being put up for a particular voyage to carry the goods of any person.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0ecf57b030247d29a5fd9fa51c955db_192"
        },
        {
            "start": 28222,
            "end": 28375,
            "text": "\n37. A Bill of Lading serves as a receipt for the goods entrusted to the carrier in respect of both the quantity and the condition of the goods received.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21e0b0db04714dd6b03ac348198f3c16_193"
        },
        {
            "start": 28376,
            "end": 28468,
            "text": "\n38. A Bill of Lading serves also as evidence of the terms of the contract of affreightment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "617e891442014da6bcb0d708a31c6fdb_194"
        },
        {
            "start": 28469,
            "end": 28674,
            "text": "As between the immediate parties to that contract, namely the carrier and the shipper, the evidence provided by the bill is not conclusive and may be supplemented or even overridden by extraneous evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5fb194547c641af9e2c47b226731a14_195"
        },
        {
            "start": 28675,
            "end": 28849,
            "text": "Once the bill has been transferred however, the bill provides conclusive evidence as between the carrier and the new holder, as to the terms of the contract of affreightment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "927fcf05c5224fcdba2840f72947ddd2_196"
        },
        {
            "start": 28850,
            "end": 28909,
            "text": "In this sense the bill may be said to contain the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8aeb6fec7e03425393b70fa92f4b33b6_197"
        },
        {
            "start": 28911,
            "end": 29140,
            "text": "39. Finally, the Hague-Visby Rules, to which effect is given in English law by the Carriage of Goods by Sea Act 1971, apply as a matter of law to contracts of carriage covered by a bill of lading or any similar document of title.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d18765e00a7248c4a536a87ce359668e_198"
        },
        {
            "start": 29141,
            "end": 29291,
            "text": "That a contract of affreightment contemplates the issuing of a Bill of Lading serves, therefore, to attract the application of the Hague- Visby Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9eff2d6cb80435d9d31d6c1b43946af_199"
        },
        {
            "start": 29292,
            "end": 29519,
            "text": "\n40. Carver on Bills of Lading (2005) says, a bill of lading is a document issued by or on behalf of a carrier of goods by sea to the person, (usually known as the shipper) with whom he has contracted for the carriage of goods.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "208ed6f302e9425ea1511b9ee2b1af01_200"
        },
        {
            "start": 29520,
            "end": 29812,
            "text": "\n41. Scrutton on Charterparties and Bills of Lading (1984) says that the Bill of Lading is not the contract, for that has been made before the Bill of Lading was signed and delivered, but it is excellent evidence of the terms of contract and in the hands of an endorsee, is the only evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2753242fe0f44bda512787a03e0fceb_201"
        },
        {
            "start": 29814,
            "end": 30094,
            "text": "42. Three common characteristics of a Bill of Lading are (i) it constitutes a receipt for the goods shipped or received by the carrier; (b) it constitutes a document of title for such goods; and (iii) it contains or evidences the contract of carriage by sea relating to the goods.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ba3672e089f4456ab59c8f4656c47a1_202"
        },
        {
            "start": 30096,
            "end": 30162,
            "text": "43. There is no universally accepted definition of bill of lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "672d75a072a246a0bbfafa48f3629709_203"
        },
        {
            "start": 30163,
            "end": 30298,
            "text": "To quote Sir Richard Aikens Bills of Lading (2006), Like an elephant, a Bill of Lading is generally easier to recognize than to define.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a70762df9644266b79d59a5a15c1840_204"
        },
        {
            "start": 30300,
            "end": 30405,
            "text": "44. The Preamble to the Bills of Lading Act does not define a Bill of Lading but mentions Bill of Lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9b87a8c53fa4223acec3765107ee2a5_205"
        },
        {
            "start": 30406,
            "end": 31234,
            "text": "The Preamble reads whereas by the custom of merchants a Bill of Lading of goods being transferable by endorsement of property in the goods may thereby pass to the endoresee, but nevertheless all rights in respect of the contract contained in the Bill of Lading continue in the original shipper or owner, and it is expedient that such rights should pass with the property; it frequently happens that the goods in respect of which Bill of Lading purport to be signed have not been laden on board, and it is proper that such Bills of Lading in the hands of a bona fide holder for value should not be questioned by the Master or other person signing the same on the ground of the goods not having been laden as aforesaid; it is enacted as follows:- Though there is no definition of the Bill of Lading but the concept of it is clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "188a77bcc589416c9a3c5384d8086920_206"
        },
        {
            "start": 31235,
            "end": 31340,
            "text": "\n45. Delivery of goods covered by a Bill of Lading are ordinarily to be made on presentation of the bill.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d0bac2290054f63a78da48462c0c3dd_207"
        },
        {
            "start": 31341,
            "end": 31468,
            "text": "The Carrier may be liable to the person lawfully in possession of such a Bill, if he wrongly delivers the goods to anyone else.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97aebb5447b54691b5c0696dd8b40a5a_208"
        },
        {
            "start": 31469,
            "end": 31634,
            "text": "Whether the delivery of the goods to anyone other than the holder of the Bill of Lading, is wrongful or not, would depend on the facts and circumstances of the case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed826fc731dc4b9496846bfa66d59bf4_209"
        },
        {
            "start": 31636,
            "end": 31800,
            "text": "46. As observed in Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1, the Bill of Lading is not a contract but it is excellent evidence of the terms of the contracts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a7e94f7063a440c383ca44d963e83143_210"
        },
        {
            "start": 31801,
            "end": 31890,
            "text": "It is open to the shipper to adduce oral evidence to show the true terms of the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffad3670ab15456c8e9c86353af8a75c_211"
        },
        {
            "start": 31892,
            "end": 32120,
            "text": "47. As observed by the Division Bench, in the judgment and order impugned in this appeal, it is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c898aa10669452ebbf0e03c4e970fec_212"
        },
        {
            "start": 32121,
            "end": 32365,
            "text": "Whether the consignee authorised release of the cargo 1 (1997) 2 Lloyds Rep 641 in favour of the notify party or any other party, can effectively be adjudicated in the presence of Gulf Petrochem, shown as the notify party in the Bill of Lading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2959030077f47d2b03ca510002b662c_213"
        },
        {
            "start": 32367,
            "end": 32764,
            "text": "48. Even assuming that the consignee alone can issue instructions or authorise delivery of the goods covered by the Bill of Lading, to any third party, as observed by the Division Bench, the question of whether the consignee had issued any instructions authorising delivery of the goods covered by the Bill of Lading to Chevron can also be effectively adjudged in the presence of the notify party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f366ed3e47c4499abbbeabb6cdbc1e7_214"
        },
        {
            "start": 32766,
            "end": 33178,
            "text": "49. On a reading of averments made in the plaint and, in particular, paragraphs 10 to 12 to which reference has been made in the impugned judgment and order, it cannot be said that Gulf Petrochem, the owner of the cargo financed by the Respondent Bank, and the notify party who had admittedly been communicating with the Respondent Bank as also the carrier and others, was a complete stranger to the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7347ea7008b44388acf557a064bceb28_215"
        },
        {
            "start": 33180,
            "end": 33274,
            "text": "50. The consignee named in the Bill of Lading, need not necessarily be the owner of the cargo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0f5bf53495543e796dc27f27aa75894_216"
        },
        {
            "start": 33275,
            "end": 33409,
            "text": "Whether the Respondent Bank had anything to do with any instruction that Gulf Petrochem might have given is to be decided in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c7c33b58aad4378a065cedf38cbae83_217"
        },
        {
            "start": 33410,
            "end": 33579,
            "text": "It is perhaps preposterous to equate the instructions that might be given by Gulf Petrochem, to instructions that might be given by the fictitious Maharaja of Gaipajama.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98a240a105554158a04a16d7b86ba872_218"
        },
        {
            "start": 33581,
            "end": 33892,
            "text": "51. Having noted the averments made in paragraph 10 to 12 of the plaint and commented better not to say too much it is difficult to understand how the Division Bench could have imposed costs of Rs.1,50,000/- on the Appellant, who had not even made any formal application for addition of Gulf Petrochem as party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c26728e4a0d0476fbbb403eb684da3a9_219"
        },
        {
            "start": 33894,
            "end": 34032,
            "text": "52. In our view, the Division Bench erred in holding that Gulf Petrochem was neither a necessary nor a proper party to the admiralty suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "944da18672b84c6685fd06fc06b0c7ab_220"
        },
        {
            "start": 34033,
            "end": 34169,
            "text": "Gulf Petrochem was a proper party, whose presence, as observed above, was necessary for effective adjudication of the issue in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1113fa3fdf1b4dd7aae2594b56260f4c_221"
        },
        {
            "start": 34171,
            "end": 34568,
            "text": "53. An important question of law involved in these appeals is, whether an appeal lies to the Commercial Appellate Division of the High Court from an order of the Commercial Division (Single Bench) of the same High Court for addition of a party, in an Admiralty Suit governed by the Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017, hereinafter referred to as the Admiralty Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dfd3043f7c9c4d3cb489307400c32417_222"
        },
        {
            "start": 34570,
            "end": 35014,
            "text": "54. If it is held that, an order in an Admiralty Suit, for addition of party, passed by the Commercial Division of the High Court, is appealable to the Commercial Appellate Division, the question which would follow is, whether the Commercial Appellate Division of the High Court (Division Bench) should have allowed the appeal and set aside the order of the Commercial Division (Single Bench) adding Gulf Petroleum FZC as defendant in the suit?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bef5de1780e84a97a3ef67ab7c1eb462_223"
        },
        {
            "start": 35016,
            "end": 35743,
            "text": "55. The relevant provisions of the Admiralty Act, which governs the above suit are as follows:\n3. Admiralty jurisdictions (1) Subject to the provisions of Sections 4 and 5, the jurisdiction in respect of all maritime claims under this Act shall vest in the respective High Courts and be exercisable over the waters up to and including the territorial waters of their respective jurisdictions in accordance with the provisions contained in this Act:\nProvided that the Central Government may, by notification, extend the jurisdiction of the High Court up to the limit as defined in Section 2 of the Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976).\n4. Maritime claim.-",
            "labels": [
                "STA"
            ],
            "id": "ec451827cb00432fbfbfa7f74df6dbf9_224"
        },
        {
            "start": 35744,
            "end": 36047,
            "text": "(1) The High Court may exercise jurisdiction to hear and determine any question on a maritime claim, against any vessel, arising out of any ***\n(g) agreement relating to the carriage of goods or passengers on board a vessel, whether contained in a charter party or otherwise;\n5. Arrest of vessel in rem.",
            "labels": [
                "STA"
            ],
            "id": "10850f2758cc4eee8b3c167086e25e93_225"
        },
        {
            "start": 36048,
            "end": 37050,
            "text": "-(1) The High Court may order arrest of any vessel which is within its jurisdiction for the purpose of providing security against a maritime claim which is the subject of an admiralty proceeding, where the court has reason to believe that (a) the person who owned the vessel at the time when the maritime claim arose is liable for the claim and is the owner of the vessel when the arrest is effected; or (b) the demise charterer of the vessel at the time when the maritime claim arose is liable for the claim and is the demise charterer or the owner of the vessel when the arrest is effected; or *** (2) The High Court may also order arrest of any other vessel for the purpose of providing security against a maritime claim, in lieu of the vessel against which a maritime claim has been made under this Act, subject to the provisions of sub-section (1):\nProvided that no vessel shall be arrested under this sub-section in respect of a maritime claim under clause (a) of sub-section (1) of section 4.\n6.",
            "labels": [
                "STA"
            ],
            "id": "792c9281717e4a8b95c43b1186969aba_226"
        },
        {
            "start": 37051,
            "end": 37087,
            "text": "Admiralty jurisdiction in personam.-",
            "labels": [
                "STA"
            ],
            "id": "e340f170497344da9fca3754398d652d_227"
        },
        {
            "start": 37088,
            "end": 37334,
            "text": "Subject to Section 7, the High Court may exercise admiralty jurisdiction by action in personam in respect of any maritime claim referred to in clauses (a) to (w) of sub- section (1) of section 4.\nxxxxx 12. Application of Code of Civil Procedure.-",
            "labels": [
                "STA"
            ],
            "id": "ff6aa6ec2b8b45abbc0c1ebfc2b1b595_228"
        },
        {
            "start": 37335,
            "end": 37571,
            "text": "The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall apply in all the proceedings before the High Court in so far as they are not inconsistent with or contrary to the provisions of this Act or the rules made thereunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33f04fb9f6dd4594a8d1566417e20afa_229"
        },
        {
            "start": 37573,
            "end": 37591,
            "text": "xxxxx 14. Appeal.-",
            "labels": [
                "STA"
            ],
            "id": "060da8fb27d94690b8227e888e5c756d_230"
        },
        {
            "start": 37592,
            "end": 37840,
            "text": "Notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a single Judge of the High Court under this Act to a Division Bench of the High Court.",
            "labels": [
                "STA"
            ],
            "id": "892821c383fb41fcb0701f3d34d58815_231"
        },
        {
            "start": 37842,
            "end": 38193,
            "text": "56. In view of Section 12 of the Admiralty Act, referred to above, the provisions of the Code of Civil Procedure 1908, hereinafter referred to as CPC shall apply to all proceedings before the High Court, under the Admiralty Act, insofar as they are not inconsistent with, or contrary to the provisions of the Admiralty Act or any rule made thereunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b516de777ccc4ab9bb3099929d0e997c_232"
        },
        {
            "start": 38194,
            "end": 38275,
            "text": "\n57. Order 1 Rule 10(2) of the CPC provides:\nCourt may strike out or add parties.",
            "labels": [
                "STA"
            ],
            "id": "a1f5d495edb84abb96a882eeab93ef97_233"
        },
        {
            "start": 38276,
            "end": 38823,
            "text": "The Court may at any stage of the proceedings, either upon or without the application of either party, and on such terms as may appear to the Court to be just, order that the name of any party improperly joined, whether as plaintiff or defendant, be struck out, and that the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the Court may be necessary in order to enable the Court effectually and completely to adjudicate upon and settle all the questions involved in the suit, be added.",
            "labels": [
                "STA"
            ],
            "id": "ab9ce6c98fd842e5b4ea74d60d200fdc_234"
        },
        {
            "start": 38825,
            "end": 39353,
            "text": "58. There being no inconsistency between Order 1 Rule 10(2) and any provision of the Admiralty Act, Order 1 Rule 10(2) of the CPC would be applicable to suits and/or proceedings governed by the Admiralty Act. Order 1 Rule 10 (2) enables the Court to add any person as party at any stage of the proceedings, on its own, irrespective of whether there is any application before it, if the Court deems it necessary to do so, to enable the Court to effectively and completely adjudicate and settle all questions involved in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dab991237c484b2ca8d8cfb9fc397431_235"
        },
        {
            "start": 39354,
            "end": 39435,
            "text": "One of the objects of Order I Rule 10(2) is to avoid multiplicity of proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5bfb6416b324203a661c974d68db739_236"
        },
        {
            "start": 39437,
            "end": 39787,
            "text": "59. The Commercial Courts Act, 2015, has, as per its preamble been enacted to provide for the constitution of Commercial Courts, Commercial Appellate Courts, and for Commercial Division and Commercial Appellate Division in the High Courts, for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad2c0c1eb4f043f6a53b03c4911bad40_237"
        },
        {
            "start": 39789,
            "end": 39932,
            "text": "60. Commercial dispute has been defined in Section 2(c) of the Commercial Courts Act to include issues relating to admiralty and maritime laws.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1d09dcab88746e29d4ff8e0f24608f2_238"
        },
        {
            "start": 39933,
            "end": 40122,
            "text": "Sections 7, 13, 14, 16 and 21 of the Commercial Courts Act, relevant to the issues involved in this Appeal, are set out hereinbelow:\n\"7. Jurisdiction of Commercial Divisions of High Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b0dd8dd66cd4402879264697100bf97_239"
        },
        {
            "start": 40123,
            "end": 40346,
            "text": "All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:",
            "labels": [
                "STA"
            ],
            "id": "324d6612afc34e7f83d31c9e00d15d51_240"
        },
        {
            "start": 40348,
            "end": 41305,
            "text": "Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.20[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
            "labels": [
                "STA"
            ],
            "id": "46a93da7a2a1413cbc18f33682ed9210_241"
        },
        {
            "start": 41306,
            "end": 41950,
            "text": "(1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
            "labels": [
                "STA"
            ],
            "id": "1604e9ffef8546dfa55cfa44139ca0c5_242"
        },
        {
            "start": 41951,
            "end": 42221,
            "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
            "labels": [
                "STA"
            ],
            "id": "a023622c735e4093943868b25de29821_243"
        },
        {
            "start": 42222,
            "end": 42259,
            "text": "\n14. Expeditious disposal of appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f41268f5e62a444fbd266e8f94e26b74_244"
        },
        {
            "start": 42260,
            "end": 42452,
            "text": "The Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "488251b8a4fd44d98ed049fd334cad4e_245"
        },
        {
            "start": 42453,
            "end": 42776,
            "text": "\nxxxxx 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
            "labels": [
                "STA"
            ],
            "id": "fc28fb0dfe574f29a22903c80e5754aa_246"
        },
        {
            "start": 42777,
            "end": 43007,
            "text": "(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
            "labels": [
                "STA"
            ],
            "id": "4515424068664936a172ab2a48bd63df_247"
        },
        {
            "start": 43008,
            "end": 43396,
            "text": "\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\n21. Act to have overriding effect.",
            "labels": [
                "STA"
            ],
            "id": "c52dcef790634159a4b45d1f2942d379_248"
        },
        {
            "start": 43397,
            "end": 43678,
            "text": "Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
            "labels": [
                "STA"
            ],
            "id": "2e506814e7c14f8f9b9f91f3ec229fce_249"
        },
        {
            "start": 43680,
            "end": 43816,
            "text": "61. As observed above, Section 12 of the Admiralty Act applies the provisions of the CPC to all Admiralty proceedings in the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6dc86e537c064ef2ae9dc388aa05e06a_250"
        },
        {
            "start": 43817,
            "end": 44047,
            "text": "Section 16 of the Commercial Courts Act makes it explicit that the provisions of CPC, as amended by the Schedule to the Commercial Courts Act, applies to suits relating to commercial disputes governed by the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1142f63195e43a98f731619f089e06b_251"
        },
        {
            "start": 44049,
            "end": 44410,
            "text": "62. There can be no doubt that the Commercial Division of the High Court has the power to add a party to an Admiralty suit, on its own, without any application having been made, if it is of the view that the presence of that party before the Court may be necessary to effectively and completely adjudicate upon and settle all the questions involved in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f86775f62a5c4ffcad7ef696975bb13e_252"
        },
        {
            "start": 44411,
            "end": 44654,
            "text": "The question is whether an order of the Commercial Court or the Commercial Division of the High Court, adding a party to an Admiralty Suit, is appealable under Section 13 of the Commercial Courts Act, read with Section 14 of the Admiralty Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9cc98d08880340c6af22a8224ee9995c_253"
        },
        {
            "start": 44655,
            "end": 45068,
            "text": "\n63. Proviso 2 of Section 13(1A) of the Commercial Courts Act restricts intra Court appeals from the Commercial Division of a High Court to its Commercial Appellate Division, only to those orders of the Commercial Division, which are specifically enumerated under Order 43 of the Code of Civil Procedure 1908 as amended by the Commercial Courts Act and Section 37 of the Arbitration and Conciliation Act 1996.\n64.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "daa55c1b1e5946e791a9274298f7004c_254"
        },
        {
            "start": 45069,
            "end": 45176,
            "text": "The Commercial Courts Act does not amend Order 43 Rule 1 of the CPC which provides:\n1. Appeals from orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "861f769282e94c7cac1393949b8067af_255"
        },
        {
            "start": 45177,
            "end": 47326,
            "text": "An appeal shall lie from the following orders under the provisions of Section 104, namely:\n(a) an order under Rule 10 of Order VII returning a plaint to be presented to the proper Court except where the procedure specified in Rule 10-A of Order VII has been followed;\n(b) * * *\n(c) an order under Rule 9 of Order IX rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit;\n(d) an order under Rule 13 of Order IX rejecting an application (in a case open to appeal) for an order to set aside a decree passed ex parte;\n(e) * * *\n(f) an order under Rule 21 of Order XI;\n(g) * * *\n(h) * * *\n(i) an order under Rule 34 of Order XXI on an objection to the draft of a document or of an endorsement;\n(j) an order under Rule 72 or Rule 92 of Order XXI setting aside or refusing to set aside a sale;\n(ja) an order rejecting an application made under sub-rule (1) of Rule 106 of Order XXI, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of Rule 105 of that Order is appealable;\n(k) an order under Rule 9 of Order XXII refusing to set aside the abatement or dismissal of a suit;\n(l) an order under Rule 10 of Order XXII giving or refusing to give leave;\n(m) * * *\n(n) an order under Rule 2 of Order XXV rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit; (na) an order under Rule 5 or Rule 7 of Order XXXIII rejecting an application for permission to sue as an indigent person;\n(o) * * *\n(p) orders in interpleader-suit under Rule 3, Rule 4 or Rule 6 of Order XXXV;\n(q) an order under Rule 2, Rule 3 or Rule 6 of Order XXXVIII;\n(r) an order under Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX;\n(s) an order under Rule 1 or Rule 4 of Order XL;\n(t) an order of refusal under Rule 19 of Order XLI to readmit, or under Rule 21 of Order XLI to rehear, an appeal;\n(u) an order under Rule 23 [or Rule 23-A] of Order XLI remanding a case, where an appeal would lie from the decree of the Appellate Court;\n(v) [* * *] (w) an order under Rule 4 of Order XLVII granting an application for review.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b73afc1ba5740a38cffae07df9bf663_256"
        },
        {
            "start": 47328,
            "end": 47498,
            "text": "65. Sub-section (2) of Section 13 begins with a non obstante clause giving the said Section overriding over all other laws including the Letters Patent of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fd934702bcf433bbd822d85cae1e1ea_257"
        },
        {
            "start": 47499,
            "end": 47726,
            "text": "Sub-section (2) of Section 13 of the Commercial Courts Act says that no appeal shall lie from any order of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "acbb1dac3cc24959931cf82f0d4966e7_258"
        },
        {
            "start": 47728,
            "end": 48077,
            "text": "66. On the other hand, Section 14 of the Admiralty Act, which also starts with a non-obstante clause saying that notwithstanding any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a Single Bench of the High Court under the Admiralty Act, to a Division Bench of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7904cee280b48c8a417c247e1eb0714_259"
        },
        {
            "start": 48079,
            "end": 48231,
            "text": "67. Both Section 13 of the Commercial Courts Act and Section 14 of the Admiralty Act contain non-obstante clauses giving the Sections overriding effect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ba4cb7047774d44ba024d147d05297f_260"
        },
        {
            "start": 48232,
            "end": 48926,
            "text": "While Section 14 of the Admiralty Act which begins with a non- obstante clause as observed, provides that notwithstanding contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order under the Admiralty Act, of a Single Judge of the High Court to a Division Bench of the High Court, Section 13(2) of the Commercial Courts Act says notwithstanding anything contained in any other law for the time being in force, or the Letters Patent of the High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Commercial Courts Act.",
            "labels": [
                "STA"
            ],
            "id": "e7a4eaee8662462598841c8836ee3702_261"
        },
        {
            "start": 48927,
            "end": 49078,
            "text": "As stated above, the proviso restricts an appeal under the Commercial Courts Act, to such orders as are specifically enumerated in Order 43 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ba5f6392c79407dbcfd28d3a2602d10_262"
        },
        {
            "start": 49080,
            "end": 49350,
            "text": "68. A clause with the words notwithstanding anything contained in any other law for the time being in force is generally appended at the beginning of a section with a view to give the enacting part of the section overriding effect in case of conflict with any other law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "046f921fe0e44524b8bf7216c99cf9d4_263"
        },
        {
            "start": 49351,
            "end": 49637,
            "text": "Ordinarily, when two or more statutes contain statutory provisions which start with the clause notwithstanding anything contained in any other law for the time being in force and those statutes contain conflicting provisions, a question that could arise is, which statute would prevail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6161544c24c4c57b287efa6d3e506ce_264"
        },
        {
            "start": 49638,
            "end": 49708,
            "text": "As a general rule, the Special Statutes prevail over General Statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49e5137b099c46cbbb9e264a1401b946_265"
        },
        {
            "start": 49709,
            "end": 49854,
            "text": "If both statutes are general statutes or special statutes containing identical or similar non- obstante clauses, the later statute would prevail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64b819627c9f4dbea1b051653bfbc0cf_266"
        },
        {
            "start": 49856,
            "end": 49999,
            "text": "69. The rule that a non-obstante clause in a later statute prevails over the non-obstante clause in an earlier statute is not an absolute rule.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2b69d67e08c4e61b2985fae3874d4ed_267"
        },
        {
            "start": 50000,
            "end": 50208,
            "text": "The question of which provision prevails, would necessarily depend on the object of the enactment and, in particular, the object of giving overriding effect to the enactment or any specific provision thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2739d3c5dead416fbbb50aa883cb9069_268"
        },
        {
            "start": 50210,
            "end": 50524,
            "text": "70. When two or more enactments operating in the same field contain a non obstante clause stating that its provisions will have effect notwithstanding anything inconsistent therewith contained in any other law, the conflict has to be resolved upon consideration of the purpose and policy underlying the enactments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f28f376111ad4fa189817c52b9f77b2d_269"
        },
        {
            "start": 50525,
            "end": 50780,
            "text": "Mr. Vishwanathan, learned Senior Counsel appearing for the Appellant, argued that Section 14 provides for appeals from an interim order of a Single Judge of a High Court under the Admiralty Act which means an interim order in relation to an action in rem.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11df11b423ab403a97a3c7a197327313_270"
        },
        {
            "start": 50781,
            "end": 50994,
            "text": "Once the owner of the Vessel enters appearance and submits to the jurisdiction and provides security for release of the Vessel, the Admiralty Action proceeds to trial as an action in personam as in any other suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0da0d404b3a9413e852d0894ed48a7a2_271"
        },
        {
            "start": 50995,
            "end": 51114,
            "text": "This view finds support from the judgment of this court in MV Elizabeth v. Harwan Investment and Trading Pvt. Ltd.2 71.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d05123f88d248d1a1071feabd27e848_272"
        },
        {
            "start": 51115,
            "end": 51375,
            "text": "The Statement of Objects and Reasons of the Commercial Courts Bill, 2015 indicates that the Commercial Courts Bill followed from (a) proposal to provide for speedy disposal of high value commercial disputes, which involves complex facts and question(s) of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ae1a5a99a3a495a8e6ef955b8b8de3d_273"
        },
        {
            "start": 51376,
            "end": 51550,
            "text": "The Statement notes that early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "964e1f3af425465fbc2f4085f1993928_274"
        },
        {
            "start": 51551,
            "end": 51769,
            "text": "The Statement says that the proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0644286c6b5a42d38f2ff30f7a4721ff_275"
        },
        {
            "start": 51771,
            "end": 52193,
            "text": "72. The Statement of Objects and Reasons for the Admiralty (Jurisdiction and Settlement of Maritime Claims) Bill, 2016 says that the Bill consolidates the existing British era laws on civil matters of Admiralty jurisdiction of courts, Admiralty proceedings on Maritime claims, arrest of vessels and related issues, in line with modern trends in the maritime sector and in uniformity with prevalent international practices.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "98e25e65ceda44c8a9d18485dccb3405_276"
        },
        {
            "start": 52194,
            "end": 52385,
            "text": "The 2 1993 Supp (2) SCC 433 Admiralty Bill provides for adjudication of identified maritime claims and, to ensure security against maritime claims, arrest of vessels in certain circumstances.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "57b2ba0efb6047c2a045e2b8f97c06ec_277"
        },
        {
            "start": 52386,
            "end": 52448,
            "text": "The Bill also provides for inter se priority on maritime lien.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "75cc950df9484c7785e1c9a318d38dba_278"
        },
        {
            "start": 52449,
            "end": 52598,
            "text": "The Statement of Objects and Reasons reiterates that CPC shall be applicable in respect of aspects on which provisions are not laid down in the Bill.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4447b43a449e42ad8a0dad6a7db44648_279"
        },
        {
            "start": 52599,
            "end": 52704,
            "text": "The Bill also deals with admiralty jurisdiction in personam and the order of priority of maritime claims.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "37419ad7cde449dc810f71fd65923328_280"
        },
        {
            "start": 52706,
            "end": 52870,
            "text": "73. A dispute arising out of issues relating to admiralty and maritime law is a commercial dispute as defined in Section 2(1) (c)(iii) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d844a8bf4e44315a95bc204ebd2af58_281"
        },
        {
            "start": 52871,
            "end": 53133,
            "text": "Section 13 of the Commercial Courts Act, which restricts the scope of appeals, has been interpreted by this Court in Kandla Corporation v. OCI Corp.3, to mean that orders that are not specifically enumerated under Order XLIII of the CPC would, not be appealable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "53bdb468a4d140d7abe8c3b49a691a2c_282"
        },
        {
            "start": 53135,
            "end": 53410,
            "text": "74. This Court held:\n14.The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, section 37 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a3a06bc66044607b9d8680310849190_283"
        },
        {
            "start": 53411,
            "end": 53709,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "acf18b7c717e4140b5b22ae85c966ea7_284"
        },
        {
            "start": 53711,
            "end": 54020,
            "text": "75. Mr. Vishwanathan submitted that, considering the scope of the Commercial Courts Act, the Madras High Court has issued Notification No. 48 of 2018 in exercise of the powers conferred under section 18 of the 3 (2018) 14 SCC 715 Act, which is a practice note in relation to the Commercial Appellate Division.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "209510c1b994405d8ecddec53ffbc8dd_285"
        },
        {
            "start": 54021,
            "end": 54283,
            "text": "The Notification states \"If the decision of the Commercial Court and Commercial Division is an 'order', it should be an order which has been specifically enumerated as an appealable order under Order XLIII of the CPC [proviso to Section 13 of the Act 4 of 2016].",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e86415fa73b54e098998a6fd458ba059_286"
        },
        {
            "start": 54284,
            "end": 54527,
            "text": "Other than the above, even if there is an appeal provision under the Letters Patent of a High Court or under any law, no appeal will lie against an order or decree of a Commercial Division or Commercial Court [Section 13(2) of Act 4 of 2016).\"",
            "labels": [
                "STA"
            ],
            "id": "1370ab0353084895828d561ea6c37bb8_287"
        },
        {
            "start": 54528,
            "end": 54669,
            "text": "Incidentally the notification was issued by one of us, (Indira Banerjee, J.) as Chief Justice of the Madras High Court, at the material time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f592da7b830545eaaa9b86fe3e4f5391_288"
        },
        {
            "start": 54671,
            "end": 55046,
            "text": "76. In Magic Frames v. Radiance Media P Ltd .4, relied upon by Mr. Vishwanathan, the Madras High Court held that an Original Side Appeal under Section 13(1A) was not maintainable against a Single Judges order, dismissing an application filed by the defendants Magic Frames for summary judgment, seeking dismissal of the commercial suit filed by the plaintiff, Radiance Media.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "62aac0dcd0bc4266ba9c2d5a656ff6b3_289"
        },
        {
            "start": 55047,
            "end": 55120,
            "text": "The relevant paragraphs of the judgment are reproduced herein below:-\n24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bcfce26f33aa4c16b49c227e449d7d35_290"
        },
        {
            "start": 55121,
            "end": 56136,
            "text": "Further, as per Notification No.48 of 2018 of this Court, in exercise of the power conferred under Section 18 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016), the Hon. The Chief Justice is pleased to issue the Practice Note therein and in relation to Commercial Appellate Division, it is stated as follows:\nII. Commercial Appellate Division:\nJurisdiction of Commercial Appellate Division:\n4 2019 SCC Online Mad 38929 1) Jurisdiction of Commercial Appellate Division is set out in three provisions of Act 4 of 2016, i.e. section 9(2), section 13 and Section 15(5).\n2) In suits relating to a Commercial Dispute (where the value of the suit when filed is not of specified value) in the even of counter claim/s by defendants/s of Specified Value) in the event of counter claim/s by defendant/s of Specified value, such a suit shall be transferred to Commercial court or the commercial division, as the case may be (Section 9(1) of Act 4 of 2016).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7bb05a14d504e6ea5b2dedf1dc3907c_291"
        },
        {
            "start": 56137,
            "end": 56296,
            "text": "If such a suit is not transferred, on an application by any of the parties to the suit, Commercial Appellate Division may withdraw such suits from the regular.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b32c264b757f47b2a7048614102af4f8_292"
        },
        {
            "start": 56298,
            "end": 56726,
            "text": "25. Therefore, from the above Notification, it is clear that the amendment to section 13(1) of the Commercial Courts Act, has no impact on the right of appeal, which was clarified in the practice directions to be limited under Order 43 of the CPC, and section 37 of the Arbitration and Conciliation Act, 1996, if it had any impact, the practice directions would have also been amended which the Court has not done till date.\n77.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "689bcd2b23f8455cb5ef38d5d06af74b_293"
        },
        {
            "start": 56727,
            "end": 56979,
            "text": "The judgment in Magic Frames (supra), in the context of dismissal of an application for summary judgment, is not attracted in this case, even though the finding that an order dismissing an application for summary judgment is not appealable, is correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e885a39d064464eaa012ce7fd39f557_294"
        },
        {
            "start": 56980,
            "end": 57098,
            "text": "However, a Notification giving Practice Directions can neither restrict nor expand the scope of a statutory enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a14a42a6803c489b91fa24ff29661f03_295"
        },
        {
            "start": 57100,
            "end": 57691,
            "text": "78. It is clear from a reading of the Admiralty Act and the Commercial Courts Act, that orders passed under the Admiralty Act pertaining to the exercise of in rem jurisdiction by the High Court are the only orders which are appealable under section 14 of the Admiralty Act, whereas orders passed in the trial of a suit and on applications made under the provisions of the Code of Civil Procedure, 1908 are not orders under the Admiralty Act but orders under the CPC which would be appealable only if they fall under Order 43 of the CPC as provided in Section 13 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bacd2eabfd744054bfe1a326a971b5b1_296"
        },
        {
            "start": 57693,
            "end": 57763,
            "text": "79. Both the Admiralty Act and Commercial Courts Act are Special Acts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b884843637344bd855aca9dbb6e28f5_297"
        },
        {
            "start": 57764,
            "end": 58392,
            "text": "In Ashoka Marketing Ltd. v. Punjab National Bank 5, a Constitution Bench of this Court, after considering the law on the subject of conflicting non-obstante clauses and inconsistency between the provisions of the two statutes, observed in paragraph 61 that \"The principle which emerges from these decisions is that in the case of inconsistency between the provisions of the two enactments, both of which can be regarded as special in nature, the conflict has to be resolved by reference to the purpose and policy underlying the two enactments and the clear intendment conveyed by the language of the relevant provisions therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5eec4eb7bf3a48dd948f92c9a91f7e8b_298"
        },
        {
            "start": 58394,
            "end": 58777,
            "text": "80. Even assuming that the Commercial Courts Act provisions are considered to be general provisions relating to appeals, whilst the provisions in the Admiralty Act are considered to be special provision for appeal, then too the maxim Generalia Specialibus Non Derogant, which is ordinarily attracted where there is a conflict between a special and a general statute, would not apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27ba9a7505934116958896bfc698ec70_299"
        },
        {
            "start": 58778,
            "end": 59031,
            "text": "If it appears from a consideration of the general enactment, in the light of admissible circumstances, that Parliament's true intention was to establish thereby a rule of a universal application, then the special provision must give way to the general\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "37d1bf28a3644b8794377c22d95a2d12_300"
        },
        {
            "start": 59032,
            "end": 59126,
            "text": "In CTO vs. Binani Cements6, this Court held:-\n5 (1990) 4 SCC 406 6 2014 SCC Online SC 140 \"34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5e90e807569145118527292c71b54a48_301"
        },
        {
            "start": 59127,
            "end": 59419,
            "text": "It is well established that when a General Law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "02ebdbcc200f477c816dc5267f83afb8_302"
        },
        {
            "start": 59420,
            "end": 59605,
            "text": "This principle finds its origins in the latin maxim of generalia specialibus non derogant, i.e., general law yields to special law should they operate in the same field on same subject.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0cc41d541ed947f68b4309c39b7c1d8e_303"
        },
        {
            "start": 59606,
            "end": 60037,
            "text": "(Vepa P. Sarathi, Interpretation of Statutes, 5th Ed., Eastern Book Company; N. S. Bindra's Interpretation of Statutes, 8th Ed., The Law Book Company; Craies on Statute Law, S.G.G.Edkar, 7th Ed., Sweet & Maxwell; Justice G.P. Singh, Principles of Statutory Interpretation, 13th Ed., LexisNexis; Craies on Legislation, Daniel Greenberg, 9th Ed., Thomson Sweet & Maxwell, Maxwell on Interpretation of Statutes, 12th Ed., Lexis Nexis)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8a614288854a4927948519a9b4f1b655_304"
        },
        {
            "start": 60038,
            "end": 60251,
            "text": "\n35 . Generally, the principle has found vast application in cases of there being two statutes: general or specific with the latter treating the common subject matter more specifically or minutely than the former.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "17c511a0d75d47328d5056ed838a2e44_305"
        },
        {
            "start": 60252,
            "end": 60596,
            "text": "Corpus Juris Secundum, 82 C.J.S. Statutes  482 states that when construing a general and a specific statute pertaining to the same topic, it is necessary to consider the statutes as consistent with one another and such statutes therefore should be harmonized, if possible, with the objective of giving effect to a consistent legislative policy.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bfd3fe8349354116a4fd44a14a93014c_306"
        },
        {
            "start": 60597,
            "end": 60777,
            "text": "On the other hand, where a general statute and a specific statute relating to the same subject matter cannot be reconciled, the special or specific statute ordinarily will control.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "935bf4fac0834736804fad25c8b02047_307"
        },
        {
            "start": 60778,
            "end": 61026,
            "text": "The provision more specifically directed to the matter at issue prevails as an exception to or qualification of the provision which is more general in nature, provided that the specific or special statute clearly includes the matter in controversy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01d2cc8533b145a1ab0a6a2119054f4d_308"
        },
        {
            "start": 61027,
            "end": 61094,
            "text": "(Edmond v. U.S., 520 U.S. 651, Warden v. Marrero, 417 U.S. 653)\n36.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b8c9256cf063480c864b5729d7207c63_309"
        },
        {
            "start": 61095,
            "end": 61429,
            "text": "The maxim generalia specialibus non derogant is dealt with in Volume 44 (1) of the 4th ed. of Halsbury's Laws of England at paragraph 1300 as follows:\n\"The principle descends clearly from decisions of the House of Lords in Seward v. Owner of \"The Vera Cruz\", (1884) 10 App Gas 59 and the Privy Council in Barker v Edger, (1898) AC 748",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bd208a19949c4ab2b06816cd114157c2_310"
        },
        {
            "start": 61430,
            "end": 61494,
            "text": "and has been affirmed and put into effect on many occasions ....",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "717212a043404a519f445b0e97358e7c_311"
        },
        {
            "start": 61495,
            "end": 61961,
            "text": "If Parliament has considered all the circumstances of, and made special provision for, a particular case, the presumption is that a subsequent enactment of a purely general character would not have been intended to interfere with that provision; and therefore, if such an enactment, although inconsistent in substance, is capable of reasonable and sensible application without extending to the case in question, it is prima facie to be construed as not so extending.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3b07ff9706f843caacceef87b721acb7_312"
        },
        {
            "start": 61962,
            "end": 62034,
            "text": "The special provision stands as an exceptional proviso upon the general.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4004ed10c8c49b6bc097a526156bb85_313"
        },
        {
            "start": 62035,
            "end": 62294,
            "text": "If, however, it appears from a consideration of the general enactment in the light of admissible circumstances that Parliament's true intention was to establish thereby a rule of universal application, then the special provision must give way to the general.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9913200b9e9344ed9cd6efb33a7bb4da_314"
        },
        {
            "start": 62296,
            "end": 62616,
            "text": "81. If such an order under the Code of Civil Procedure which does not fall under Order XLIII of CPC is held to be appealable, then the entire purpose of the Commercial Courts Act would be defeated, and every single order passed in a course of a trial of an admiralty suit would be appealable under section 14 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ec5dbe386e848bfb135b3ca5d4374fe_315"
        },
        {
            "start": 62617,
            "end": 62801,
            "text": "Such orders would be large in number including orders in relation to discovery, inspection, case management hearing, admissibility of evidence, framing of issues, interrogatories, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "434129c4306d41b285d6f2bdab9ead9b_316"
        },
        {
            "start": 62802,
            "end": 63024,
            "text": "This would make a mockery of the intended purpose of Parliament in enacting the Commercial Courts Act, which is to expedite trials in commercial suits of a specified value, and restrict the number of interlocutory appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38fe40eaaa38493b8e083b2d75baf63b_317"
        },
        {
            "start": 63026,
            "end": 63186,
            "text": "82. This Court is of the view that an order for addition of a party under Order 1 Rule 10(2) of the CPC is not appealable under section 14 of the Admiralty Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9134e81de2f4c81b80f0c03d9443598_318"
        },
        {
            "start": 63187,
            "end": 63330,
            "text": "Gulf Petrochem is a party to the dispute and the suit transaction and the Contract of Carriage (Bill of Lading) and hence is a necessary party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c91026a8e3a64f44ae7272705a3663a3_319"
        },
        {
            "start": 63331,
            "end": 63454,
            "text": "Gulf Petrochem is also a proper party whose presence is necessary for complete and final decision on questions in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf4ea996abe94f3193e19e464f0db829_320"
        },
        {
            "start": 63455,
            "end": 63839,
            "text": "In Anil Kumar Singh vs. Shivnath Mishra7, this Court held:\n\"10. A person may be added as a party defendant to the suit though no relief may be claimed against him/her provided his/her presence is necessary for a complete and final decision 7 (1995) 3 SCC 147 on the question involved in the suit. Such a person is only a proper party as distinguished from a necessary party .... \"\n83.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26b2debbb3f848f1964aea1f3de57615_321"
        },
        {
            "start": 63840,
            "end": 64122,
            "text": "The pleadings in Paragraphs 10 to 12 of the Plaint [Page 264] which are extracted in the Impugned Judgement at Page 11-13 demonstrate that Gulf Petrochem is a proper and necessary party even though the Respondent may choose not to claim any reliefs against them in the present Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaf11145d5ee492ab5374a52f87796e2_322"
        },
        {
            "start": 64123,
            "end": 64378,
            "text": "\n84. Section 14 of the Admiralty Act, as argued by Mr. Vishwanathan, provides the fora for an appeal from any judgment, decree, final order or interim order of a Single Judge of the High Court under the Admiralty Act to a Division Bench of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa57081e0f1d41c7ace30b1656cb68d0_323"
        },
        {
            "start": 64379,
            "end": 64604,
            "text": "The expression any interim order has to be read harmoniously with Order 43, Rule 1 of the Code of Civil Procedure in view of Section 12 of the Admiralty Act read with Section 13 of the Commercial Courts Act referred to above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c3fdad8db3741a5bc1e8cb7951c3507_324"
        },
        {
            "start": 64606,
            "end": 64716,
            "text": "85. It is not the intent of the overriding provision of Section 14 to nullify Section 12 of the Admiralty Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b5c99ec85d64d2792dcc6292509f531_325"
        },
        {
            "start": 64717,
            "end": 64856,
            "text": "Section 12 of the Admiralty Act applies to all proceedings in the High Court whether they be original proceedings or appellate proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0067da37f1554ac6a2f65109a24d8818_326"
        },
        {
            "start": 64858,
            "end": 65243,
            "text": "86. On a harmonious reading of Sections 12 and 14 of the Admiralty Act with Section 13 of the Commercial Courts Act, an intra-court appeal under the Admiralty Act to the Commercial Division of the High Court would lie from any judgment, decree or final order under the Admiralty Act or an interim order under the Admiralty Act relatable to the orders specified in Order 43, Rule 1.\n87.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5560be596f554f5faf394ecd8e3c1ee2_327"
        },
        {
            "start": 65244,
            "end": 65581,
            "text": "We are unable to accept Mr. Baruchas argument that Section 14 read with Section 12 of the Admiralty Act, 2017 demonstrates legislative intent to permit appeals from any interim order passed by the Single Judge of a High Court exercising admiralty jurisdiction to a Division Bench of that High Court without any restriction or limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2737d47cc1a3427085ab5c6c3e897454_328"
        },
        {
            "start": 65582,
            "end": 65819,
            "text": "The judgments of the High Courts referred to by Mr. Barucha rendered in the facts and circumstances of those cases, in respect of orders under the Admiralty Act has specifically been made appealable under Section 14 of the Admiralty Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ef90571d7cb4dcd80ed307466e26c60_329"
        },
        {
            "start": 65820,
            "end": 65920,
            "text": "The mere dismissal of a special leave petition does not operate as a precedent of the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ab96e68c59f483b8997cf644536dd73_330"
        },
        {
            "start": 65922,
            "end": 66040,
            "text": "88. It could not possibly have been the legislative intent of the Admiralty Act to make all interim orders appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5012af09ed7a46c29da14c6bccbbdf4b_331"
        },
        {
            "start": 66041,
            "end": 66265,
            "text": "Such a wide interpretation of the expression interim order would mean that any party would be able to delay the trial and final disposal by filing appeals even from inconsequential orders calling for affidavits and the like.",
            "labels": [
                "RATIO"
            ],
            "id": "1ab18a50286b46e1972dfa49334a188b_332"
        },
        {
            "start": 66266,
            "end": 66523,
            "text": "We, therefore, hold that an appeal does not lie to the Commercial Appellate Division of the High Court from an order of the Commercial Division (Single Bench) of the same High Court for addition of a party in an admiralty suit governed by the Admiralty Act.",
            "labels": [
                "RATIO"
            ],
            "id": "0cff7f96320444928f573e6729969b68_333"
        },
        {
            "start": 66525,
            "end": 66734,
            "text": "89. Even otherwise, we are of the view that the Division Bench erred in law in allowing the appeal from the order of the Commercial Division (Single Judge) adding Gulf Petroleum as party defendant to the suit.",
            "labels": [
                "RATIO"
            ],
            "id": "fb56d60682964d86b7f7b722f68fe577_334"
        },
        {
            "start": 66736,
            "end": 66797,
            "text": "90. For the reasons discussed above, the appeals are allowed.",
            "labels": [
                "RPC"
            ],
            "id": "02a4737d327a4499852c2fc149a81d6b_335"
        },
        {
            "start": 66798,
            "end": 66865,
            "text": "The impugned judgment and order of the Division Bench is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "a4b17dd0d52049f288352904964359b1_336"
        },
        {
            "start": 66867,
            "end": 66944,
            "text": ",J.\n[ INDIRA BANERJEE ] .,J.\n[ A. S. BOPANNA ] NEW DELHI;\nSEPTEMBER 23, 2022.",
            "labels": [
                "NONE"
            ],
            "id": "90fe184b60bd4104a4cddb3ae964476b_337"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "L. Prakasam Reddy",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 38
        },
        {
            "text": "Paras Medical Publishers",
            "label": "RESPONDENT",
            "start_char": 42,
            "end_char": 66
        },
        {
            "text": "Alok Aradhe",
            "label": "JUDGE",
            "start_char": 124,
            "end_char": 135
        },
        {
            "text": "N.V.Shravan Kumar",
            "label": "JUDGE",
            "start_char": 203,
            "end_char": 220
        },
        {
            "text": "L.Prakasam Reddy",
            "label": "PETITIONER",
            "start_char": 304,
            "end_char": 320
        },
        {
            "text": "Paras Medical Publishers",
            "label": "RESPONDENT",
            "start_char": 444,
            "end_char": 468
        },
        {
            "text": "Vivek Reddy",
            "label": "LAWYER",
            "start_char": 595,
            "end_char": 606
        },
        {
            "text": "Preeti Kolluri",
            "label": "LAWYER",
            "start_char": 715,
            "end_char": 729
        },
        {
            "text": "Vivek Jain",
            "label": "OTHER_PERSON",
            "start_char": 774,
            "end_char": 784
        },
        {
            "text": "(1992) 1 SCC 719",
            "label": "PRECEDENT",
            "start_char": 841,
            "end_char": 857
        },
        {
            "text": "(2006) 5 SCC 282",
            "label": "PRECEDENT",
            "start_char": 867,
            "end_char": 883
        },
        {
            "text": "(2019) 9 SCC 358",
            "label": "PRECEDENT",
            "start_char": 945,
            "end_char": 961
        },
        {
            "text": "AIR 1970 MP 261",
            "label": "PRECEDENT",
            "start_char": 971,
            "end_char": 986
        },
        {
            "text": "AIR 1958 SC 79",
            "label": "PRECEDENT",
            "start_char": 996,
            "end_char": 1010
        },
        {
            "text": "(2007) 10 SCC 82",
            "label": "PRECEDENT",
            "start_char": 1071,
            "end_char": 1087
        },
        {
            "text": "2003 (67) DRJ 184",
            "label": "PRECEDENT",
            "start_char": 1098,
            "end_char": 1115
        },
        {
            "text": "(1960) 3 SCR 713: AIR 1960 SC 1156",
            "label": "PRECEDENT",
            "start_char": 1210,
            "end_char": 1244
        },
        {
            "text": "ALOK ARADHE",
            "label": "JUDGE",
            "start_char": 1328,
            "end_char": 1339
        },
        {
            "text": "N.V.SHRAVAN KUMAR",
            "label": "JUDGE",
            "start_char": 1415,
            "end_char": 1432
        },
        {
            "text": "CIVIL MISCELLANEOUS APPEAL No.318 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 1438,
            "end_char": 1479
        },
        {
            "text": "Alok Aradhe",
            "label": "JUDGE",
            "start_char": 1525,
            "end_char": 1536
        },
        {
            "text": "29.03.2023",
            "label": "DATE",
            "start_char": 1601,
            "end_char": 1611
        },
        {
            "text": "30.01.1999",
            "label": "DATE",
            "start_char": 2324,
            "end_char": 2334
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 2732,
            "end_char": 2742
        },
        {
            "text": "16.11.2022",
            "label": "DATE",
            "start_char": 2842,
            "end_char": 2852
        },
        {
            "text": "29.03.2023",
            "label": "DATE",
            "start_char": 3876,
            "end_char": 3886
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 4472,
            "end_char": 4482
        },
        {
            "text": "Order II Rule 2",
            "label": "PROVISION",
            "start_char": 5503,
            "end_char": 5518
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 5526,
            "end_char": 5555
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6354,
            "end_char": 6367
        },
        {
            "text": "Dalpat Kumar vs. Prahlad Singh",
            "label": "PRECEDENT",
            "start_char": 6371,
            "end_char": 6401
        },
        {
            "text": "Seema Arshad Zaheer vs. Municipal Corporation of Greater Mumbai 2",
            "label": "PRECEDENT",
            "start_char": 6405,
            "end_char": 6470
        },
        {
            "text": "Best Sellers Retail vs. Aditya Birla",
            "label": "PRECEDENT",
            "start_char": 6472,
            "end_char": 6508
        },
        {
            "text": "I.S.Sikandar vs. K.Subramani 4",
            "label": "PRECEDENT",
            "start_char": 6512,
            "end_char": 6542
        },
        {
            "text": "Mahinder 1 (1992)",
            "label": "PRECEDENT",
            "start_char": 6544,
            "end_char": 6561
        },
        {
            "text": "SCC 719 2 (2006) 5 SCC 282 3 (2012) 6 SCC 792 4 (2013) 15 SCC 27",
            "label": "PRECEDENT",
            "start_char": 6564,
            "end_char": 6628
        },
        {
            "text": "Kaur vs. Sant Paul Singh",
            "label": "PRECEDENT",
            "start_char": 6629,
            "end_char": 6653
        },
        {
            "text": "Mishra Bandhu Karyalaya vs. Shivratan Lal Koshal",
            "label": "PRECEDENT",
            "start_char": 6660,
            "end_char": 6708
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 6857,
            "end_char": 6867
        },
        {
            "text": "Section 18(2)",
            "label": "PROVISION",
            "start_char": 6875,
            "end_char": 6888
        },
        {
            "text": "Section 19(3)",
            "label": "PROVISION",
            "start_char": 6899,
            "end_char": 6912
        },
        {
            "text": "Copyright Act, 1957",
            "label": "STATUTE",
            "start_char": 6920,
            "end_char": 6939
        },
        {
            "text": "16.11.2022",
            "label": "DATE",
            "start_char": 7122,
            "end_char": 7132
        },
        {
            "text": "Section 57",
            "label": "PROVISION",
            "start_char": 7449,
            "end_char": 7459
        },
        {
            "text": "Copyright Act",
            "label": "STATUTE",
            "start_char": 7467,
            "end_char": 7480
        },
        {
            "text": "AIR 1970 MP 261",
            "label": "PRECEDENT",
            "start_char": 7692,
            "end_char": 7707
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7893,
            "end_char": 7906
        },
        {
            "text": "Martin Burn Limited vs. R.N.Bangerjee",
            "label": "PRECEDENT",
            "start_char": 7910,
            "end_char": 7947
        },
        {
            "text": "Laxmikant V.Patel vs. Chetanbhai Shah",
            "label": "PRECEDENT",
            "start_char": 7951,
            "end_char": 7988
        },
        {
            "text": "Midas Hygiene Industries (Private) Limited vs. Sudhir Bhatia",
            "label": "PRECEDENT",
            "start_char": 7992,
            "end_char": 8052
        },
        {
            "text": "Sumtibai vs. Paras Finance Company",
            "label": "PRECEDENT",
            "start_char": 8056,
            "end_char": 8090
        },
        {
            "text": "Chancellor Masters and Scholars of the University of Oxford vs. Orient Longman Private Limited",
            "label": "PRECEDENT",
            "start_char": 8102,
            "end_char": 8196
        },
        {
            "text": "AIR 1958 SC 79 8 (2002) 3 SCC 65 9 (2004) 3 SCC 90 10 (2007) 10 SCC 82 11 2003 (67) DRJ 184",
            "label": "PRECEDENT",
            "start_char": 8564,
            "end_char": 8655
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8752,
            "end_char": 8765
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8811,
            "end_char": 8824
        },
        {
            "text": "Wander Limited vs. Antox India Private Limited",
            "label": "PRECEDENT",
            "start_char": 8828,
            "end_char": 8874
        },
        {
            "text": "12 1990 (Supp) SCC 727",
            "label": "PRECEDENT",
            "start_char": 10079,
            "end_char": 10101
        },
        {
            "text": "Gujarat Bottling Company Limited vs. Coca Cola 13",
            "label": "PRECEDENT",
            "start_char": 10684,
            "end_char": 10733
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10739,
            "end_char": 10752
        },
        {
            "text": "13 (1995) 5 SCC 545 (ii)",
            "label": "PRECEDENT",
            "start_char": 11465,
            "end_char": 11489
        },
        {
            "text": "Wander Ltd. v. Antox India (P) Ltd.",
            "label": "PRECEDENT",
            "start_char": 12763,
            "end_char": 12798
        },
        {
            "text": "[1990 Supp SCC 727], (SCC",
            "label": "PRECEDENT",
            "start_char": 12799,
            "end_char": 12824
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13141,
            "end_char": 13154
        },
        {
            "text": "Ambalal Sarabhai Enterprise Limited vs. K.S.Infraspace LLP Limited 14",
            "label": "PRECEDENT",
            "start_char": 13412,
            "end_char": 13481
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13487,
            "end_char": 13500
        },
        {
            "text": "Dalpat Kumar v. Prahlad Singh [Dalpat Kumar v. Prahlad Singh, (1992) 1 SCC 719]",
            "label": "PRECEDENT",
            "start_char": 13617,
            "end_char": 13696
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 15600,
            "end_char": 15610
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 15854,
            "end_char": 15864
        },
        {
            "text": "18/04/2015",
            "label": "DATE",
            "start_char": 17726,
            "end_char": 17736
        },
        {
            "text": "Printers (Mysore) Private Limited vs. Pothan Joseph 15",
            "label": "PRECEDENT",
            "start_char": 19165,
            "end_char": 19219
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19225,
            "end_char": 19238
        },
        {
            "text": "Viscount Simon",
            "label": "OTHER_PERSON",
            "start_char": 19391,
            "end_char": 19405
        },
        {
            "text": "Charles Osenton & Co. v. Jhanaton (1942 AC 130)",
            "label": "PRECEDENT",
            "start_char": 19409,
            "end_char": 19456
        },
        {
            "text": "29.03.2003",
            "label": "DATE",
            "start_char": 19983,
            "end_char": 19993
        },
        {
            "text": "I.A.No.8 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 20028,
            "end_char": 20044
        },
        {
            "text": "COS.No.3 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 20048,
            "end_char": 20064
        },
        {
            "text": "ALOK ARADHE",
            "label": "JUDGE",
            "start_char": 20701,
            "end_char": 20712
        },
        {
            "text": "N.V.SHRAVAN KUMAR",
            "label": "JUDGE",
            "start_char": 20756,
            "end_char": 20773
        },
        {
            "text": "09.11.2023",
            "label": "DATE",
            "start_char": 20777,
            "end_char": 20787
        }
    ],
    "precedent_clusters": {
        "Dalpat Kumar v. Prahlad Singh [Dalpat Kumar v. Prahlad Singh, (1992) 1 SCC 719]": [
            "(1992) 1 SCC 719",
            "Dalpat Kumar v. Prahlad Singh [Dalpat Kumar v. Prahlad Singh, (1992) 1 SCC 719]"
        ],
        "AIR 1970 MP 261": [
            "AIR 1970 MP 261",
            "AIR 1970 MP 261"
        ],
        "Chancellor Masters and Scholars of the University of Oxford vs. Orient Longman Private Limited": [
            "Dalpat Kumar vs. Prahlad Singh",
            "Seema Arshad Zaheer vs. Municipal Corporation of Greater Mumbai 2",
            "Best Sellers Retail vs. Aditya Birla",
            "I.S.Sikandar vs. K.Subramani 4",
            "Mahinder 1 (1992)",
            "Kaur vs. Sant Paul Singh",
            "Mishra Bandhu Karyalaya vs. Shivratan Lal Koshal",
            "Martin Burn Limited vs. R.N.Bangerjee",
            "Laxmikant V.Patel vs. Chetanbhai Shah",
            "Midas Hygiene Industries (Private) Limited vs. Sudhir Bhatia",
            "Sumtibai vs. Paras Finance Company",
            "Chancellor Masters and Scholars of the University of Oxford vs. Orient Longman Private Limited",
            "Wander Limited vs. Antox India Private Limited",
            "12 1990 (Supp) SCC 727",
            "Gujarat Bottling Company Limited vs. Coca Cola 13",
            "Wander Ltd. v. Antox India (P) Ltd.",
            "Ambalal Sarabhai Enterprise Limited vs. K.S.Infraspace LLP Limited 14",
            "Printers (Mysore) Private Limited vs. Pothan Joseph 15"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order II Rule 2",
            "Code of Civil Procedure, 1908",
            "Order II Rule 2",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 19(3)",
            "Copyright Act, 1957",
            "Section 19(3)",
            "Copyright Act, 1957"
        ],
        [
            "Section 57",
            "Copyright Act",
            "Section 57",
            "Copyright Act"
        ],
        [
            "Section 18(2)",
            "Code of Civil Procedure, 1908",
            "Section 18(2)",
            "Code of Civil Procedure, 1908"
        ]
    ],
    "precedent_counts": {
        "Dalpat Kumar v. Prahlad Singh [Dalpat Kumar v. Prahlad Singh, (1992) 1 SCC 719]": 2,
        "AIR 1970 MP 261": 2,
        "Chancellor Masters and Scholars of the University of Oxford vs. Orient Longman Private Limited": 18
    },
    "provision_counts": {
        "Order II Rule 2 of Code of Civil Procedure, 1908": 1,
        "Section 19(3) of Copyright Act, 1957": 1,
        "Section 57 of Copyright Act": 1,
        "Section 18(2) of Code of Civil Procedure, 1908": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 2,
        "Copyright Act, 1957": 1,
        "Copyright Act": 1
    }
}