{
    "id": "73981c626e3a3984b7ec9a696487ddc85c67a024f496391090b214fdc8c81190",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court\nM.V. Ramana Rao vs N Subash on 10 April, 2019 \nAuthor: V. Ramasubramanian\nBench: V Ramasubramanian, Shameem Akther\n  In The High Court For The State Of Telangana\n                 At: Hyderabad\n\n        * Hon'Ble Sri Justice V. Ramasubramanian \n                           And\n          Hon'Ble Dr. Justice Shameem Akther \n\n           +Civil Revision Petition No.6745 Of 2018\n\n% Date:- 10.04.2019 \nBetween:\n# M.V. Ramana Rao S/o M. Ramachandra Rao,\n  aged about 56 years, R/o Flat No.131, 3rd floor,\n  Srila Heights, St. Johns Road, East Maredpally, \n   Secunderabad.                                              .. Petitioner\n\n                                   v.\n\n$ N. Subash S/o N.M. Chowdary, aged about 54 years, \n  R/ o Plot No.198, Road No.14, Jubilee Hills, Hyd .         .. Respondent\n\n\n\n\n ! For Petitioner                       : Mr. Sharad Sanghi \n\n ^ For Respondent                       : Mr. R.A. Achuthanand, \n\n < Gist                                 : \n\n > Head Note                            : \n\n ? Cases Referred                       : \n 1.    2019 (2) Ald 62 (Db)\n 2.    Air 1997 Del. 355 \n 3.    (2004) 6 Scc 415\n 4.    Air 2008 Sc 2303 \n 5.    (2004) 3 Scc 504\n 6.    (1978) 3 All Er 1066\n 7.    (2013) 8 Scc 769\n 8.    1996 V Ad (Delhi) 12 \n 9.    Judgment, dated 12.02.2019 in Civil Appeal\n       No.1638/2019 (arising out of Slp (C) No.103/2019)\n\n\nC/15\n                                      2\n                                                                Vrsj & Dr.SAJ\n                                                            Crp No.6745 of 2018 \n\n\n    Honourable Sri Justice V. Ramasubramanian \n                                   And \n       The Hon'Ble Dr. Justice Shameem Akther \n\n          Civil Revision Petition No.6745 Of 2018\n\nOrder: \n(Per Hon'ble Sri Justice V. Ramasubramanian) Aggrieved by an order passed by the Commercial Court allowing an application for amendment of the written statement so as to include a plea of set-off, the  plaintiff in a suit for recovery of money has come up with the above revision under Article 227 of the Constitution of India. \n2. Heard Mr. Sharad Sanghi, learned counsel for the petitioner and Mr. R.A. Achuthanand, learned counsel for the respondent. BRIEF FACTS LEADING TO THE PRESENT REVISION:\n3. The petitioner herein filed a suit in O.S. No.253 of 2011 on the file of the III Additional Chief Judge, City Civil Court, Hyderabad, for recovery of a sum of Rs.22,56,10,000/- (Rupees twenty two Crores Fifty Six Lakhs and Ten Thousand only) from the respondent herein together with interest. The case of the petitioner/plaintiff in the suit was that the plaintiff agreed to provide a sum of Rs.65.00 Crores to the respondent/ defendant for acquiring 10% share of the defendant's interest in the development of a vast extent of land measuring about Acs.22.00 and that pursuant to the said arrangement, the petitioner/plaintiff also paid a sum of Rs.14,65,00,000/- (Rupees Fourteen Crores and Sixty Five Lakhs only) on various dates during the period from 30.01.2008 to 16.09.2008; that due to economic slowdown, the proposed development of the property in the land belonging to the defendant and his friend VRSJ & Dr.SAJ could not go through and hence the defendant agreed in December, 2008 to repay the amounts paid by the plaintiff together with interest at 24% per annum; and that thereafter the respondent/defendant failed to honour the commitment forcing the petitioner to institute the suit.\n4. Immediately upon service of summons in the suit, the respondent/defendant took out an application under Order VII, Rule 11 of the Code of Civil Procedure, 1908 (CPC) for the rejection of the plaint on the ground that the plaint did not disclose any cause of action. The said application was dismissed by the trial Court by an order, dated 03.03.2014. Challenging the dismissal of the said application, the respondent/defendant filed a Civil Revision in C.R.P.No.1139 of 2014 under Article 227 of the Constitution of India. But, the same was dismissed by a learned Judge of this Court by an order, dated 08.12.2014. The respondent/defendant carried the matter to the Supreme Court in S.L.P. (C) No.16897 of 2014. But, the same was dismissed by order, dated 17.08.2015. The respondent/plaintiff also tried his luck by filing an application for review in Review C.R.P. M.P. No.802 of 2015 in the Civil Revision Petition that was dismissed earlier, viz., C.R.P. No.1139 of 2014. But, the same was also dismissed by this Court. \n5. Thus, the respondent/defendant dragged on the proceedings for three years from the date of service of summons in the suit in the year 2011, till the year 2014 by pursuing an application under Order VII, Rule 11 of CPC. Towards the end of the three year period, the respondent/defendant filed a written statement on 03.04.2014. \nVRSJ & Dr.SAJ 6. In the written statement filed by the respondent/defendant in the first instance (in April, 2014), he conceded (i) that the plaintiff agreed to pay a sum of Rs.65.00 Crores for the purchase of 10% of undivided share in the land of an extent of Acs.25.06 guntas; (ii) that the plaintiff agreed to pay the said amount in three installments, with the first installment of Rs.15.00 Crores being paid on or before 25.01.2008, the second installment of Rs.25.00 Crores being paid on or before 29.02.2008, and the third installment of Rs.25.00 Crores being paid on or before 31.03.2008; (iii) that the plaintiff failed to honour his commitment for payment of each of those installments, but kept on seeking enlargement of time; (iv) that actually a sum of Rs.14.00 Crores was paid by the plaintiff on various dates during the period from 15.01.2008 to 06.08.2008; (v) that out of the said amount of Rs.14.00 Crores, a sum of Rs.13.39 Crores was paid through cheque/RTGS transfer and a sum of Rs.61.00 Lakhs was paid by way of cash; (vi) that by his failure to pay the total sale value within the time stipulated, the plaintiff lost his right to seek refund of the amounts paid, as refund was never contemplated in the agreement between the parties; and (vii) that due to the breach of obligations committed by the plaintiff, the defendant suffered huge financial losses and was also put to mental agony. \n7. After the respondent/defendant filed the written statement in April, 2014 and after the Supreme Court dismissed the Special Leave Petition arising out of the proceedings under Order VII, Rule 11 of CPC in August, 2015, the trial Court viz., III Additional Chief Judge, City VRSJ & Dr.SAJ Civil Court, Hyderabad, framed the issues arising for consideration in the suit in November, 2015. \n8. After the advent of the Commercial Courts Act, 2015, the suit got transferred to the file of the XXIV Additional Chief Judge, City Civil Court, Hyderabad. After the transfer, the respondent/defendant took out two applications, one in I.A.No.298 of 2017 and another in I.A.No.336 of 2017. The first application, I.A. No.298 of 2017 was filed under Order VIII, Rule 9 of CPC for leave to file additional written statement to the rejoinder filed by the plaintiff to the original written statement. The second application, I.A.No.336 of 2017, was filed under Order VI, Rule 17 of CPC to permit the respondent/defendant to amend the written statement. Primarily the object of filing I.A.No.336 of 2017 was to incorporate a prayer in the written statement, seeking a decree for adjustment/set-off in a sum of Rs.15.30 Crores as on October, 2008. \n9. By a common order passed on 28.08.2008, the trial Court allowed the application, I.A. No.336 of 2017, for amendment and ordered the closure of I.A. No.298 of 2017 on the ground that the amendment of the written statement would serve the purpose of the defendant fully. It is against the order passed in I.A.No.336 of 2017 allowing the amendment of the written statement that the plaintiff in the suit has come up with the above revision. \nCONTENTIONS OF THE PETITIONER/PLAINTIFF:\n10. The main ground on which the order of the Commercial Court is assailed, is that the claim for set-off having already become hopelessly time barred, could not have been permitted by way of an VRSJ & Dr.SAJ amendment, long after the filing of the original written statement and that in any case the Commercial Courts Act, 2015 does not permit the amendment of the nature now allowed by the trial Court. CONTENTIONS OF THE RESPONDENT/DEFENDANT:\n11. The Civil Revision Petition is opposed by the respondent/ defendant primarily on two grounds, viz., (i) that under Section 8 of the Commercial Courts Act, 2015, no revision would lie as against any interlocutory order of a Commercial Court; and (ii) that what is claimed by the respondent/defendant by way of amendment of the written statement, is nothing but an equitable set-off, for which no period of limitation is prescribed.\n12. We have carefully considered the above submissions. MAINTAINABILITY UNDER SECTION 8 13. Before considering the rival contentions on merits, it is necessary to deal with the preliminary objection raised by the learned counsel for the respondent/defendant about the maintainability of a revision in view of Section 8 of the Commercial Courts Act, 2015. The contention of the learned counsel for the respondent is that there is a specific bar under Section 8 of the Commercial Courts Act, 2015 to the maintainability of a revision as against interlocutory orders and that the only remedy open to the petitioner is to reserve his objections to the impugned order, at the time of filing of an appeal against the judgment of the Commercial Court, if the judgment went against him. His contention is that the petitioner has a remedy as against the impugned VRSJ & Dr.SAJ order only under Section 13 of the Commercial Courts Act, 2015 and a revision is barred under Section 8.\n14. But before we answer this question, we should point out that it is a case of pot calling the kettle black. As against the dismissal of his application under Order VII, Rule 11 of CPC, the respondent came up by way of a revision under Article 227 of the Constitution of India and after the dismissal of the same he took the matter to the Supreme Court and also filed a review application. At that time, a revision as against an interlocutory order was considered by the respondent as maintainable. \n15. It is true that at the time when the respondent/defendant filed a revision against the dismissal of his application under Order VII Rule 11 of CPC, the suit was not before the Commercial Court and hence at that time Section 8 could have had no application. But, nevertheless Section 115 of CPC, had already been amended by Act 46 of 1999 w.e.f. 01.07.2002. The proviso to sub-section (1) of Section 115 of CPC, which came into force on 01.07.2002, prohibited the reversing of any order except where the order would have had the effect of finally disposing of the suit or other proceedings. Therefore, what finds a place in Section 8 of the Commercial Act, 2015 is a very lucid and sophisticated or at least an advanced version of the amended Section 115 of CPC. \n16. In many cases that came up before Courts after the 2002 amendment to the CPC, the Supreme Court highlighted the distinction between a power of revision under Section 115 of CPC and a power of revision under Article 227 of the Constitution of India. \nVRSJ & Dr.SAJ 17. What is barred by Section 8 of the Commercial Courts Act, 2015 is only a revision under Section 115 of CPC. The power of judicial review available under Articles 226/227 of the Constitution of India cannot be and has not been taken away by Section 8 of the Commercial Courts Act, 2015. \n18. This is not to say that Article 227 can be used as a ruse to circumvent Section 8 of the Commercial Courts Act, 2015. Wherever Article 227 is sought to be used as a ruse, the Commercial Appellate Division will necessarily have to call the bluff. There are self-imposed restrictions for exercising the power under Article 227 which we shall always keep in mind. It may be open always to the respondent in a revision under Article 227 to contend that the case on hand would not qualify to be entertained within the parameters of Article 227. But, it cannot be contended that Section 8 is an absolute bar even for the maintainability of a revision under Article 227. This issue is also settled by a decision of another bench of this Court in M/s. Harpreet Singh Chhabra v. Mrs. Suneet Kaur Sahney1. Therefore, we reject the contention regarding maintainability and hold that the revision is maintainable. \nMERITS:\n19. The main ground of attack to the order of the Commercial Court is that it has allowed an amendment to the written statement permitting the respondent/defendant to claim a set-off, after such a claim has become hopelessly barred by limitation. This contention is based 2019 (2) ALD 62 (DB) VRSJ & Dr.SAJ upon certain dates and events about which there is no controversy. The suit for recovery of money was instituted on 29.01.2011. The respondent/defendant filed a written statement on 03.04.2014, without pleading or claiming the set-off. The trial Court framed issues in November, 2015. The application for amendment of the written statement so as to include a plea of set-off was filed on 28.08.2017. In other words, the plea of set-off is sought to be raised for the first time after six and a half years of the institution of the suit and after three and a half years of the filing of the original written statement. \n20. But the contention of the learned counsel for the respondent/defendant is three-fold, viz., (i) that what is claimed by the respondent/defendant is in the nature of an equitable set-off and hence no period of limitation would apply; (ii) that in any case there is no bar for allowing an amendment even where the relief sought to be added by way of amendment is barred by limitation; and (iii) that a request for pre-trial amendment should be construed liberally. To drive home the distinction between a legal set-off and an equitable set-off, the learned counsel for the respondent/defendant relies upon the decision of Delhi High Court in Cofex Exports Ltd. v. Canara Bank2. In support of his contention that there is no bar for allowing an amendment by which a relief that is allegedly barred by limitation is sought to be added, the learned counsel relies upon the decision of the Supreme Court in Pankaja v. Yellappa3. In support of his contention that pre-trial amendments are to be allowed liberally, the learned counsel relies upon . AIR 1997 Del. 355 . (2004) 6 SCC 415 VRSJ & Dr.SAJ the decision of the Supreme Court in Rajkumar Gurawara v. M/s. S.K. Sarwagi & Co. Pvt. Ltd.4 WHAT IS SET-OFF AND ITS ORIGIN 21. A set-off is defined in the Law Lexicon by P. Ramanatha Aiyar, to mean \"a mode of defence, whereby the defendant acknowledges the justice of the plaintiff's demand on the one hand but on the other, sets up a demand of his own to counterbalance it either in whole or in part\". The Courts have repeatedly dealt with the distinction between (i) a set-off (ii) abatement (iii) a counter claim and (iv) adjustment. A set-off, strictly speaking, is not a defence to the action in which it may be filed. The essential nature of a set-off is that it does not defeat a plaintiff's claim by a valid defence, but seeks to project the satisfaction of the plaintiff's claim. Therefore, it is only a defendant, who admits the validity of the claim of the plaintiff, who can plead a set-off. It may also be put differently in that a person pleading set-off indirectly admits the validity of the plaintiff's claim, but contends that the claim is satisfied. \n22. A look at the origin of the right to set-off would show that it was the creature of two statutes of the early Eighteenth Century designed to prevent the imprisonment of the debtor of a person not truly indebted because there was a mutual debt. These two statutes were known as (i) 2 Geo 2 c 22 (Insolent Debtors Relief) (1728), and (ii) 8 Geo 2 c 24 (Set-off) (1734). It is stated in Para 399 of the Halsbury's Laws of England (15th Edition 2015, Volume - 11) that though both . AIR 2008 SC 2303 VRSJ & Dr.SAJ these statutes were repealed by the Civil Procedure Acts Repeal Act, 1879 and the Statute Law Revision and Civil Procedure Act, 1883, the rights conferred by them were preserved by the Supreme Court of Judicature (Consolidation) Act, 1925.\n23. Based upon the decision of the Delhi High Court in Cofex Exports Ltd.2, it was contended by the learned counsel for the respondent/defendant that the distinction between a legal set-off and an equitable set-off should be borne in mind for considering the question of applicability of the Law of Limitation. It must be pointed out at this stage that the decision of the Delhi High Court in Cofex Exports Ltd.2 was later quoted with approval by the Supreme Court in Union of India v. Karam Chand Thapar5.\n24. But, the question as to whether a real physical distinction continues to exist between an equitable set off and a legal set off, at this distance of time in history is a moot question. This can be better understood if we have a look at Paragraph 406 of the Halsbury's Laws of England. It is stated therein that prior to the Judicature Acts, courts of equity admitted cross-complaints by way of defence in actions proceeding in Chancery and would also restrain a claimant in an action at law from proceeding or levying execution where there was an equity which went to impeach the title to the legal demand. According to Halsbury's, this right was then usually referred to as 'equitable set-off'. But ever since 1873 (after the advent of the Supreme Court of Judicature Act, 1873), the right of equitable set-off previously . (2004) 3 SCC 504 VRSJ & Dr.SAJ available in Chancery has been available as a defence to an action at law. In essence what happened by legislation in 1873 was a fusion of equity with law. This was aptly summed up by Lord Denning MR in Federal Commerce & Navigation Co. Ltd., v. Molena Alpha Inc.6 as follows:\n\"These grounds of equitable set-off were never precisely formulated before the Judicature Act, 1873. It is now far too late to search through the old books and dig them out... the streams of common law and equity have flown together and combined so as to be indistinguishable... we have to ask ourselves: what should we do now so as to ensure fair dealing between the parties?\"\n25. Therefore, there is a doubt as to whether courts can still allow litigants to make a wedge between legal and equitable set offs, to escape the law of limitation. The manner in which a defendant is entitled to claim set-off is stipulated by Rule 6 of Order VIII of CPC, which reads as follows:\n\"6. Particulars of set-off to be given in written statement:-(1) Where in a suit for the recovery of money the defendant claims to set-off against the plaintiff's demand any ascertained sum of money legally recoverable by him from the plaintiff, not exceeding the pecuniary limits of the jurisdiction of the Court, and both parties fill the same character as they fill in the plaintiff's suit, the defendant may, at the first hearing of the suit, but not afterwards unless permitted by the Court, present a written statement . (1978) 3 ALL ER 1066 VRSJ & Dr.SAJ containing the particulars of the debt sought to be set-off. \n(2) Effect of set-off:- The written statement shall have the same effect as a plaint in a cross-suit so as to enable the Court to pronounce a final judgment in respect both of the original claim and of the set-off;\nbut this shall not affect the lien, upon the amount decreed, of any pleader in respect of the costs payable to him under the decree.\n(3) The rules relating to a written statement by a defendant apply to a written statement in answer to a claim of set-off.\"\n26. In substance, Rule 6 of Order VIII of CPC contains three rules of substance and procedure, which in simple terms can be stated as follows:\ni. a claim to set-off should be made in the form of a written statement at the first hearing of the suit, but not afterwards, unless permitted by the Court;\nii. such a written statement will have the same effect as a plaint in a cross-suit, so that the Court can pronounce a final judgment both in respect of the original claim and in respect of the set-off; and iii. all rules relating to a written statement will apply to a written statement in answer to a claim of set-off.\n27. Sub-rule (1) of Rule 6 of Order VIII of CPC imposes two restrictions upon the defendant's right to claim set-off. These two restrictions are (i) that the claim should relate to any ascertained sum of money; and (ii) that it must be legally recoverable by the defendant from the plaintiff. The importance of these two restrictions, are high-lighted VRSJ & Dr.SAJ by Illustration (c) under Order VIII, Rule 6 of CPC which reads as follows:\n\"A sues B on a bill of exchange. B alleges that A has wrongfully neglected to insure B's goods and is liable to him in compensation which he claims to set- off. The amount not being ascertained cannot be set- off.\" \n28. Therefore, when the Codified Law has made it mandatory that a claim to set-off should only be of any ascertained sum of money, legally recoverable, we do not know how far the respondent/defendant can travel beyond the same. But, the claim of the respondent/defendant is based upon certain observations of the Supreme Court in Jeetendra Kumar Khan v. the Peerless General Finance & Investment Co. Ltd.7, in which the Supreme Court held that equitable set-off is different from legal set-off and that it is independent of the provisions of the CPC. The Supreme Court held therein that the concept of equitable set- off is founded on the fundamental principles of equity, justice and good conscience. \n29. But, as pointed out by the Delhi High Court in Cofex Exports Ltd.,2 which was also confirmed by the Supreme Court in Karam Chand Thapar5 and reiterated in Jeetendra Kumar Khan7 (i) equitable set-off cannot be raised as a matter of right (ii) it stands on a lower pedestal than the plea of legal set-off and (iii) if raised, the Court may refuse to entertain a claim to set-off, if it is satisfied that the trial of the plea may result in protracting or delaying the . (2013) 8 SCC 769 VRSJ & Dr.SAJ trial . Irrespective of the question whether the rights conferred by Courts of equity in England would continue to exist even after the Codification of the right, by a statute, it is clear from the very decisions of the Supreme Court that the learned counsel for the respondent relies upon that equitable set-off is on a lower pedestal and the Courts have the discretion to drive a person making a claim to equitable set-off, to file an independent action. \n30. The moment it is clear that a person staking a claim to equitable set-off can be driven to an independent suit, it would follow as a corollary that such independent suit would be maintainable only if it is filed within the period of limitation. As a matter of fact, the Delhi High Court clarified in Cofex Exports Ltd.2 that Court fee is payable even on a claim to equitable set-off. Therefore, as held by the Delhi High Court in Walchandnagar Industries Limited v. Cement Corporation of India8, while the Law of Limitation and the Law relating to Court fee is inapplicable to the defences of (i) payment and (ii) adjustment, both the Law of Limitation and the Law relating to Court fee are applicable to the defences of set-off as well as counter claim. Section 3 (2) (b) (i) of the Limitation Act, 1963 does not really make a distinction between a legal set-off and equitable set-off. Though the Supreme Court held in Karam Chand Thapar5 (approving the decision of the Delhi High Court in Cofex Exports Ltd.2) and in Jeetendra Kumar Khan7 that equitable set-off falls outside the purview of Order . 1996 V AD (Delhi) 12 VRSJ & Dr.SAJ VIII Rule 6 of CPC, no such distinction was carved out by any Court in respect of what is covered by Section 3 (2) (b) (i) of the Limitation Act. \n31. On facts, we have found that the suit for recovery of money was instituted on 29.01.2011 and the written statement was filed by the respondent on 03.04.2014. It was claimed in the written statement filed in the first instance that there was no legally enforceable debt between the parties and that there was no contract for repayment of the moneys paid by the plaintiff under the agreement. It was specifically pleaded in paragraph No.7 (b) of the written statement filed in April, 2014 that due to the failure of the plaintiff to perform his obligations under the agreement, the defendant could not fulfil his obligations to third parties resulting in the respondent/defendant suffering huge monetary loss. Assuming that there was such sufferance of monetary loss by the respondent, a right to claim a set-off will be deemed to have arisen for the respondent/defendant on 29.01.2011, the date on which the petitioner/plaintiff instituted the suit. Therefore, the respondent ought to have come up with a claim to set-off, within three years at least from the institution of the suit. The period of three years from the date of institution of the suit expired on 29.01.2014. But, the first written statement was filed on 03.04.2014, after the expiry of the period of three years and that too without making a claim to set-off. \n32. What is worse is that the application for amendment was filed after the lapse of a further period of more than three years from the date of filing of the first written statement. The application for amendment so VRSJ & Dr.SAJ as to include a prayer for a decree of set-off was filed on 28.08.2017, after three years and four months of the filing of the written statement. \n33. By its very nature a claim to set-off cannot be invented as an after-thought. We have already seen the definition of the expression \"set-off\". The right to claim an ascertained sum of money (in cases of legal set-off) or any unascertained sum of money (in the case of equitable set-off), would have gone by way of an independent action but for the first strike made by the plaintiff. If it had gone by way of an independent action, the starting point for the period of limitation would have been the date on which the claim occurred and crystallized. But, when raised as a defence to an action brought by the plaintiff, the starting point for the period of limitation gets postponed from the date on which the claim occurred, to the date on which the suit was instituted by the plaintiff. Therefore, at the most the respondent/defendant could have raised the defence of set-off in a written statement filed on or before 29.01.2014. It could not have been raised by way of an amendment in August, 2017, after six and half-years of the institution of the suit and after three years and four months of the filing of the first written statement. Unfortunately, the Commercial Court has not applied its mind to this fact before choosing to exercise the discretion to allow the amendment in question. By allowing this amendment, the Commercial Court has swept under the carpet, the issue of limitation and hence there is an error of jurisdiction in the order of the Commercial Court warranting interference under Article 227 of the Constitution of India. \nVRSJ & Dr.SAJ 34. Reliance is placed by the learned counsel for the respondent/defendant on the decision of the Supreme Court in Pankaja3 in support of his contention that there is no absolute bar that in every case where a relief is barred by limitation, an amendment should not be allowed. But it is of no assistance to the respondent/defendant. Even in Pankaja3, the Supreme Court gave leverage to the Courts to exercise the discretion conferred upon them on a judicious evaluation of the facts and circumstances in which the amendment was sought. Where the delay had extinguished the right to make a claim, the same could not have been allowed. In paragraph No.14 of its decision in Pankaja3 the Supreme Court made it clear that two tests can be applied, viz.,(i) whether the grant of amendment would sub-serve the ultimate cause of justice; and (ii) whether the amendment would avoid further litigation. If these two tests are applied, it will be clear that the case on hand would not pass these tests. \n35. Even according to the original written statement filed by the respondent/defendant, the petitioner/plaintiff paid a huge amount of Rs.14.00 Crores towards the purchase of 10% of the right of the defendant in the development of the property owned by the defendant. The development never took place and the petitioner/plaintiff has come up with a suit for refund of money on the ground of failure of the contract. While it is the case of the petitioner/plaintiff that there was failure of the contract, it is the case of the respondent/defendant that there was a breach of contract on the part of the petitioner/plaintiff. Even if it is a case of breach of contract, leading to a claim for damages, VRSJ & Dr.SAJ Article 55 of the Schedule I to the Limitation Act, 1963 which prescribes a limitation of three years would apply. If so applied, the right to a claim for damages got extinguished long before the filing of the application for amendment and the same cannot be resurrected from its grave by way of an application for amendment. Rather than advancing the cause of justice which is one of the tests laid down by the Supreme Court in Pankaja3, the amendment seeks only to sabotage the cause of justice. \n36. The last contention of the learned counsel for the respondent/ defendant that Courts should be liberal in granting pre-trial amendments, cannot be countenanced. Today, the suit is before the Commercial Court. It is true that the suit was originally filed in the ordinary Civil Court. After the constitution of the Commercial Courts in 2015, the same was transferred to the Commercial Court. By the Schedule to the Commercial Courts Act, 2015, Order VIII, Rule 1 of CPC was amended by substituting the existing proviso with a new one, to the effect that no defendant may be permitted to file written statement later than 120 days from the date of service of summons. In this case, the respondent/defendant very cleverly moved two applications, one for filing an additional written statement to include a claim for set-off, and another for amendment of the written statement so as to seek a decree of set-off. Irrespective of the label in which it was filed, the same tantamounts to a transgression of the proviso to Rule 1 of Order VIII of CPC as applicable to the Commercial Courts. That this proviso is mandatory and inviolable, has been made it clear by the Supreme Court VRSJ & Dr.SAJ in its recent decision in M/s. SCG Contracts India Pvt. Ltd v. K.S. Chamankar Infrastructure Pvt. Ltd.9 Therefore, we are of the considered view that the Commercial Court committed a grave error of jurisdiction in allowing the application for amendment for including a claim of set-off which is hopelessly barred by limitation. \n37. Therefore, the Civil Revision Petition is allowed and the impugned order is set aside. However, in the circumstances of the case, there shall be no order as to costs. \nAs a sequel thereto, Miscellaneous Petitions, if any, pending in the revision shall stand closed.\n____________________________ V. RAMASUBRAMANIAN, J ____________________________ Dr. SHAMEEM AKTHER, J April 10, 2019 Mgr L.R. copy . Judgment, dated 12.02.2019 in Civil Appeal No.1638/2019 (Arising Out of SLP  No.103/2019)",
        "preamble_end_char_offset": null,
        "cleaned_text": "andhra pradesh high court amravati amoda iron steel limited, vs sneha analytics and scientifics, on 25 january, 2022 author: c. praveen kumar bench: c. praveen kumar 1 high court of andhra pradesh amaravati civil revision petition no.1261 of 2020 between: amoda iron steel limited, jayanthipuram, jaggayyapeta mandal, krishna district, a company incorporated under law and being represented by its director sri thati satish, s/o. sri t. yadagiri, aged about 47 years, resident of d.no.203, aditya elite, b.s. maktha, somajiguda, hyderabad. .petitioner. and: sneha anlytics and scientifics, represented by sole proprietor v. sridhar babu, s/o. subhas chandra bose, aged about 43 years, r/o. 49-181/1, lalitha nagar, akkayyapalem, visakhapatnam. .respondent. date of judgment pronounced:25.01.2022. submitted for approval: hon'ble sri justice c. praveen kumar & the hon'ble sri justice ravi nath tilhari 1. whether reporters of local newspapers may yes/no be allowed to see the judgments? 2. whether the copies of judgment may be yes/no marked to law reporters/journals 3. whether your lordships wish to see the fair copy of the judgment? yes/no ________________________ c. praveen kumar,j ________________________ ravi nath tilhari,j 2 *hon'ble sri justice c. praveen kumar & *hon'ble sri justice ravi nath tilhari +civil revision petition no.1261 of 2020 % 25.01.2022 between: # amoda iron steel limited, jayanthipuram, jaggayyapeta mandal, krishna district, a company incorporated under law and being represented by its director sri thati satish, s/o. sri t. yadagiri, aged about 47 years, resident of d.no.203, aditya elite, b.s. maktha, somajiguda, hyderabad. .petitioner. and: $ sneha anlytics and scientifics, represented by sole proprietor v. sridhar babu, s/o. subhas chandra bose, aged about 43 years, r/o. 49-181/1, lalitha nagar, akkayyapalem, visakhapatnam. .respondent. ! counsel for the petitioner : m/s. bharadwaj associates ^ counsel for the respondent : sri e.v.v.s. ravi kumar < gist: > head note: ? cases referred: 1 (2005) 6 scc 344 2 (2019) 12 supreme court cases 210 3 (2018) 9 scc 472 4 (2005) 4 scc 480 5 (2013) 3 scc 594 6 (2020) 2 scc 708 7 (2018) 6 scc 639 8 (1958) scr 360 9 (2017) 14 scc 663 10 (2020) 16 scc 446 11(2005) 2 scc 271 12 (2018) 1 scc 340 13 (2018) 9 scc 1 14 (2020) 2 scc 787 15 (2020) 6 scc 411 16 (2020)11 scc 718 3 hon'ble sri justice c. praveen kumar & hon'ble sri justice ravi nath tilhari civil revision petition no.1261 of 2020 judgment: (per hon'ble sri justice ravi nath tilhari) 1. heard sri vedula venkataramana, learned senior advocate assisted by sri harish kumar rasineni, learned advocate for the petitioner and sri e.v.v.s. ravi kumar, learned counsel for the respondent. 2. as purely legal questions are raised and the basic facts for decision of this petition are not in dispute, with the consent of the parties counsels, the matter was heard finally and is being decided at the admission stage itself. 3. this petition under article 227 of the constitution of india has been filed challenging the order dated 12.11.2020, passed by the special judge for trial and disposal of commercial disputes, visakhaptnam in i.a.no.31 of 2020 in i.a.no.32 of 2020 in c.o.s.no.11 of 2018. 4. the petitioner herein was defendant in c.o.s.no.11 of 2018 and the respondent herein was the plaintiff. 5. briefly stated the facts of the case as submitted by the learned counsel for the petitioner are that the plaintiff/respondent filed o.s.no.11 of 2018 for recovery of money of rs.1,33,99,080/against the petitioner/defendant with subsequent interest @ 12% per annum till the date of realization; for costs of the suit and for such other relief or reliefs as the court deems fit and proper in the circumstances of the case. 6. the petitioner/defendant did not file his written statement in the suit within the stipulated period. later on, on 07.12.2018 the petitioner filed a petition under section 148 r/w section 151 of the civil procedure code, 1908 (for short ―the c.p.c‖) i.e., i.a.no.2028 of 2018 in o.s.no.11 of 2018 before the principal district court, visakhapatnam seeking extension of time for 15 days for filing the written statement. pending i.a.no.2028 of 2018, on 02.01.2019, the petitioner filed the written statement. during the pendency of i.a.no.2028 of 2018, in view of the establishment of the commercial court, o.s.no.11 of 2018 was transferred to the court of special court for trial and disposal of commercial disputes, visakhapatnam (in short the special court/commercial court). before the special court, the petition filed by the petitioner/defendant i.e., i.a.no.2028 of 2018 under section 148 r/w section 151 cpc was dismissed for default on 10.06.2019, against which the petitioner filed i.a.no.32 of 2020 under order ix rule 9 r/w section 151 c.p.c for restoration of i.a.no.2028 of 2018 and as i.a.no.32 of 2020 was filed beyond the period of limitation, the petitioner also filed i.a.no.31 of 2020 under section 5 of the limitation act to condone the delay of 183 days in filing i.a.no.32 of 2020. 7. the learned special court below by order dated 12.11.2020 under challenge dismissed i.a.no.31 of 2020 and i.a.no.32 of 2020 against which the present petition has been filed. 8. sri vedula venkataramana, learned senior advocate submitted that the suit was initially instituted in the civil court from where it was transferred to the commercial court under the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short, ―the act, 2015‖). he submitted that as at the time of transfer of the suit, the petitioner's application for extension of time under section 148 r/w section 151 cpc was pending, in view of the procedure applicable to the regular suits, under which, the regular court has the power to extend the time beyond the statutory period of 90 days, the commercial court would also have the power to extend the period of 120 days, suitably, for filing the written statement. he submitted that although on transfer, the commercial court was not required to issue fresh summons, where summons had already been issued by the regular court, but in such a case the period of 120 days for filing the written statement would be from the date of transfer of the case to the commercial court. he submitted that as on the date the suit was transferred to the commercial court, the written statement had already been filed before the regular court with a delay of 29 days pending i.a.no.2028 of 2018 the same could be taken on record. placing reliance on the judgment of the hon'ble supreme court in salem advocate bar association vs. union of india1, he further submitted that the period of 120 days for filing written statement before commercial court could be extended taking the provision as directory and in the interest of justice. 9. sri sri vedula venkataramana, learned senior advocate further submitted, that in view of the above, the ground of rejection of i.a.no.31 of 2020 is unsustainable. he further submitted that the special court did not go into the aspect of cause shown being sufficient or not for condonation of delay, and (2005) 6 scc 344 so the impugned order cannot be sustained on this ground as well which deserves to be set aside. 10. sri e.v.v.s. ravi kumar, learned counsel for the respondent submitted that in its application to the commercial disputes before the special courts, the provisions of c.p.c as amended in the manner specified in the schedule under section 16 of the act, 2015, shall only apply as per section 15(3); and as per the amended provision, the special court has no power to accept the written statement beyond the statutory period of 120 days which period cannot be extended in view of order viii rules 1 and 10 cpc and on expiry of such period the right to file written statement is forfeited. he further submitted that on the date of transfer of the suit to the special court the period of 120 days had already expired. the special court had no power to extend the time as section 148 cpc does not apply to the commercial courts and particularly, in view of order viii rules 1 & 10 cpc. he has placed reliance on scg contracts india pvt., limited vs. k.s. chamankar infrastrure pvt., limited and others2. 11. sri e.v.v.s. ravi kumar further submitted that by the impugned order only the petitioner's application for condonation of delay in filing i.a.no.32 of 2020 for restoration of i.a.no.2028 of 2018 has been rejected and therefore the question, if the commercial courts can extend the period for filing the written statement beyond 120 days does not arise in this petition at all. he submitted that as there was no sufficient cause shown for condonation of delay, the order impugned rejecting i.a.no.31 of 2020 is perfectly justified and calls for no interference. (2019) 12 supreme court cases 210 12. on our specific quarry, sri ravi kumar has fairly not disputed that the very basis of rejection of i.a.no.31 of 2020 is the view taken by the court below that the commercial court has no jurisdiction to extend the period of filing written statement beyond 120 days from the date of service of summons. 13. a perusal of the impugned judgment clearly shows that the learned court below while rejecting the petitioner's applications, observed that, even assuming for the argument sake that the petition filed by the petitioner under section 5 of the limitation act for condoning the delay, was to be allowed, the court below shall have no power to receive the written statement filed by the petitioner after expiry of the statutory period of 120 days and on such expiry the right to file written statement is forfeited and hence, it was not inclined to accept i.a.no.31 of 2020 which was accordingly dismissed. in taking the aforesaid view, the court below took into consideration the provisions of order v rule 1 sub-rule (1) 2nd proviso, order viii rules 1 and 10 c.p.c, and the judgment of the hon'ble apex court in scg contracts india pvt., limited (supra). 14. in view of the aforesaid, the submission of sri e.v.v.s.ravi kumar that the question if the commercial court can extend the period of 120 days for filing written statement does not arise in the present case, cannot be accepted. such a question is directly involved in the present case so as to consider the legality of the judgment under challenge. 15. the following points arise for our consideration and determination:1. whether in a suit transferred to the commercial court from the regular civil court under section 15(2) of the act, 2015, the commercial court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement? 2. whether the rejection of i.a.no.31 of 2020 and i.a.no.32 of 2020 by the commercial court is justified? 16. to consider the aforesaid points for determination, it is apt to refer to the following provisions of the act, 2015. section 15 of the act, 2015 provides as under: ―section 15:transfer of pending cases.-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with order xv-a] of the code of civil procedure, 1908. provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding‖. 17. section 16 of the act, 2015 provides as under: \"section:16:amendments to the code of civil procedure, 1908 in its application to commercial disputes.-(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908, as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.‖ 18. a bare reading of section 15 (2) of the act, 2015 shows that all suits and applications, including application under the arbitration and conciliation act, 1996 relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court, with the exception that if final judgment has been reserved such case shall not be transferred. 19. as per sub section (3) of section 15, to those cases, i.e., the cases which shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2) of section 15, the provisions of the act, 2015 shall apply, to those procedures that were not complete at the time of transfer. section 15(3), therefore, provides for the applicability of the provisions of the act, 2015 to a case transferred to the commercial court to those procedures that were not complete at the time of transfer. 20. section 16 of the act, 2015 amends certain provisions of cpc in respect of the commercial dispute of a specified value, as per the schedule and such amended provision of cpc shall be applied by the commercial courts in the trial of the suit of commercial dispute of a specified value and in case of any conflict between any provision of any rule of the jurisdictional high court or any amendment to cpc by the state government and the provision of the cpc as amended by the act, 2015, the provisions of cpc as amended by the act, 2015 shall prevail. 21. in view of the aforesaid provisions of section 15(3) that the provisions of the act, 2015 shall apply to those procedures that were not complete at the time of transfer, the stage of the present suit at the time of its transfer to the commercial court, requires consideration. 22. it is undisputed that at the time of transfer the petitioner's application for enlargement of time to file written statement under section 148 r/w section 151 cpc being i.a.no.2028 of 2018, was pending before the regular civil court. the provisions of order viii rule 1 cpc applicable to such regular civil court, as per the law declared by hon'ble the apex court in the case of salem advocate bar association (supra) are part of procedural law and are directory. a prayer for extension of time to file written statement may be allowed beyond the statutory period, by way of exception, though not frequently or in a routine manner. we are not applying salem advocate bar association (supra) to the present case, but we have referred this case to point out that before the regular civil court, the suit was at the stage of the written statement, if it was to be accepted or not and there was no statutory bar in its acceptance subject of course on the principles as laid down in salem advocate bar association (supra). there was also no forfeiture of the right of the petitioner to file written statement after the statutory period of 90 days as applicable before the regular civil court. to put it, differently, at the time of transfer of the suit to the commercial court, the procedure as regards filing of the written statement had not been completed. if the petitioner's application for extension of time to file written statement had been rejected by the regular civil court or by statutory provision, on expiry of statutory period, the right to file written statement had already been forfeited before the regular civil court itself, the position might have been different. 23. now we proceed to consider the applicability of the provisions of the code of civil procedure as amended by the act, 2015 with respect to the filing of the written statement. 24. it would be apt to refer order v rule 1 cpc in its application to the commercial court which reads as under: issue and service of summons: issue of summons: 1. \"summons\" (1) when a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant: provided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim. provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.‖ 25. it is also apt to reproduce order viii rules 1 and 10 cpc applicable to the commercial courts as under:order viii rule 1 of cpc. ―1. written statement:(1) the defendant shall, at or before the first hearing or within such time as the court may permit, present a written statement of his defence. provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court, for reason to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.‖ order viii rule 10 cpc: \"10. procedure when party fails to present written statement called for by court. where any party from whom a written statement is required under rule 1 or 9 fails to present the same within the time permitted or fixed by the court, as the case may be, the court shall pronounce judgment against him or make such order in relation to the suit as it thinks fit and on the pronouncement of such judgment, a decree shall be drawn up.‖ 26. according to order v rule 1(1) cpc, the defendant has to file the written statement within the period of 30 days from the date of service of summons on such defendant and if he fails to file written statement within such period, he shall be allowed to file the written statement on such other day as may be specified by the court which shall not be later than 120 days from the date of service of summons and on expiry of said 120 days the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. order viii rule 1 cpc also provides the same and the proviso to rule 10 of order viii states that no court shall make an order to extend the time provided under rule 1 of order viii for filing the written statement. 27. in scg contracts india private limited (supra), the hon'ble supreme court on consideration of the provisions of order v rule 1, order viii rules 1 and 10 cpc held that a written statement is to be filed within a period of 30 days. however, grace period of further 90 days is granted which the court may employ for reasons to be recorded in writing and on payment of such costs as it deems fit to allow such written statement to come on record. beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. it further held that the court has no further power to extend the time beyond this period of 120 days. in view of the consequence of forfeiting the right to file the written statement, non extension of any further time and the fact that the court shall not allow the written statement to be taken on record as provided by the provisions of order v rule1, order viii rules 1 and 10, it was held that earlier law on order viii rule 1 cpc on the filing of the written statement under order viii rule 1 has now been set at naught. 28. it is apt to refer paragraphs 8 to 11 of the scg contracts india private limited (supra) which are being reproduced as under:―8) the commercial courts, commercial division and commercial appellate division of high courts act, 2015 came into force on 23.10.2015 bringing in their wake certain amendments to the code of civil procedure. in order v, rule 1, sub-rule (1), for the second proviso, the following proviso was substituted: ―provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other days, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.‖ equally, in order viii rule 1, a new proviso was substituted as follows: ―provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the court, for reasons to be recorded in writing and on payment of such costs as the court deems fit, but which shall not be later than one hundred and twenty days from the date of service of summons and on expiry of one hundred and twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record.‖ this was re-emphasized by re-inserting yet another proviso in order viii rule 10 cpc, which reads as under:―10. procedure when party fails to present written statement called for by court.where any party from whom a written statement is required under rule 1 or rule 9 fails to present the same within the time permitted or fixed by the court, as the case may be, the court shall pronounce judgment against him, or make such order in relation to the suit as it thinks fit and on pronouncement of such judgment a decree shall be drawn up. provided further that no court shall make an order to extend the time provided under rule 1 of this order for filing of the written statement.‖ a perusal of these provisions would show that ordinarily a written statement is to be filed within a period of 30 days. however, grace period of a further 90 days is granted which the court may employ for reasons to be recorded in writing and payment of such costs as it deems fit to allow such written statement to come on record. what is of great importance is the fact that beyond 120 days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the court shall not allow the written statement to be taken on record. this is further buttressed by the proviso in order viii rule 10 also adding that the court has no further power to extend the time beyond this period of 120 days. 9) in state of bihar v. bihar rajya bhumi vikas bank samiti3 a question was raised as to whether section 34(5) of the arbitration and conciliation act, 1996, inserted by amending act 3 of 2016 is mandatory or directory. in para 11 of the said judgment, this court referred to kailash (2018) 9 scc 472 vs. nanhku4, referring to the text of order 8 rule 1 as it stood pre the amendment made by the commercial courts act. it also referred to the salem advocate bar association vs. union of india (supra), which, like the kailash judgment, held that the mere expression ―shall‖ in order 8 rule 1 would not make the provision mandatory. this court then went on to discuss in para 17 state vs. n.s. gnaneswaran5, in which section 154(2) of the code of criminal procedure was held to be directory inasmuch as no consequence was provided if the section was breached. in para 22 by way of contrast to section 34, section 29-a of the arbitration act was set out. this court then noted in para 23 as under: ―23. it will be seen from this provision that, unlike sections 34(5) and (6), if an award is made beyond the stipulated or extended period contained in the section, the consequence of the mandate of the arbitrator being terminated is expressly provided. this provision is in stark contrast to sections 34(5) and (6) where, as has been stated hereinabove, if the period for deciding the application under section 34 has elapsed, no consequence is provided. this is one more indicator that the same amendment act, when it provided time periods in different situations, did so intending different consequences.‖ 10) several high court judgments on the amended order viii rule 1 have now held that given the consequence of nonfiling of written statement, the amended provisions of the cpc will have to be held to be mandatory. [see oku tech private limited vs. sangeet agarwal & ors. by a learned single judge of the delhi high court dated 11.08.2016 in cs (os) no. 3390/2015 as followed by several other judgments including a judgment of the delhi high court in maja cosmetics vs. oasis commercial pvt. ltd. 2018 scc online del 6698. (2005) 4 scc 480 (2013) 3 scc 594 11) we are of the view that the view taken by the delhi high court in these judgments is correct in view of the fact that the consequence of forfeiting a right to file the written statement; non-extension of any further time; and the fact that the court shall not allow the written statement to be taken on record all points to the fact that the earlier law on order viii rule 1 on the filing of written statement under order viii rule 1 has now been set at naught.‖ 29. in deshraj vs. balakishan (dead through proposed legal representative ms. rohini6 it has been held by the hon'ble apex court that the commercial courts act, 2015 through section 16 has amended the cpc in its application to commercial disputes, and post coming into force of the aforesaid act, there are two regimes of civil procedure. whereas commercial disputes as defined under section 2(c) of the commercial act, 2015 are governed by cpc as amended by section 16 of the said act and all other non-commercial disputes fall within the ambit of unamended (all original provisions of cpc). it was further held that as regards the time line for filing of the written statement in a noncommercial dispute the un-amended order viii rule 1 cpc continues to be directory and does not do away with the exercise of discretion of the court to condone certain delays. the mandatory nature of the time line prescribed for filing of the written statement and the lack of discretion in the court to condone any delay was held to be applicable only to the commercial disputes before the commercial courts. (2020) 2 scc 708 30. it is apt to refer paragraphs 10 to 13 of deshraj vs. balakishan (dead through proposed legal representative ms. rohini (supra) which are being reproduced as under:―10. at the outset, it must be noted that the commercial courts act, 2015 through section 16 has amended the cpc in its application to commercial disputes to provide as follows: ―16. amendments to the code of civil procedure, 1908 in its application to commercial disputes.--(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908, by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail. 11. hence, it is clear that post coming into force of the aforesaid act, there are two regimes of civil procedure. whereas commercial disputes [as defined under section 2(c) of the commercial courts act, 2015] are governed by the cpc as amended by section 16 of the said act; all other noncommercial disputes fall within the ambit of the unamended (or original) provisions of cpc. 12. the judgment of oku tech (supra) relied upon the learned single judge is no doubt good law, as recently upheld by this court in scg contracts india pvt. ltd.(supra) but its ratio concerning the mandatory nature of the timeline prescribed for filing of written statement and the lack of discretion with courts to condone any delay is applicable only to commercial disputes, as the 3 air 2019 sc 2691 judgment was undoubtedly rendered in the context of a commercial dispute qua the amended order viii rule 1 cpc. 13. as regard the timeline for filing of written statement in a non commercial dispute, the observations of this court in a catena of decisions, most recently in atcom technologies ltd. v. y.a. chunawala and co.7, holds the field. unamended order viii rule i, cpc continues to be directory and does not do away with the inherent discretion of courts to condone certain delays.‖ 31. in view of the aforesaid judgments of the hon'ble apex court, it is well settled that in commercial disputes of a specified value before the commercial courts, the time limit for filing written statement as specified under order v rule 1 and order viii rules 1 and 10 is mandatory, which cannot be extended beyond 120 days from the date of service of summons on the defendant and on expiry of 120 days, the right of the defendant to file written statement is forfeited. 32. but, here we are concerned with a case where the suit originally instituted in the civil court was transferred to the commercial court under section 15(2) of the act, 2015. what we find is that scg contracts india private limited (supra) is not a (2018) 6 scc 639 case, in which the suit was transferred to the commercial court from the regular civil court. 33. with respect to a case which is transferred to the commercial division or commercial court from the high court or civil court as case may be under section 15(1) or section 15(2) of the act, 2015, respectively; sub section (4) of section 15 provides that the commercial division or commercial court as the case may be may hold case management hearing in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiva of the c.p.c, 1908. the proviso to sub rule (4) then provides that the proviso to sub-rule (1) of rule 1 of order v of the cpc shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. 34. the provision of section 15(4) of the act, 2015 was not under consideration in scg contract india private limited (supra) which fortifies that, that was not a case of a suit transferred to the commercial court from the civil court of its institution. 35. we have already considered and held above that at the time of transfer of the suit to the commercial court it was at the stage of the acceptance of the written statement. the stage of filing of the written statement had not been completed before the regular civil court. consequently, filing of the written statement would be governed by the provisions of the act, 2015. the amended provisions of the cpc through section 16 as applicable to the commercial courts act read with section 15(4) of the act, 2015 shall govern the field. 36. the applicability of proviso to sub rule (1) of rule(1) of order v cpc has been expressly excluded to the suits or applications transferred to the commercial court and the commercial court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed. when both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of order v and the proviso to section 15 (4) of the act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to order v rule(1) sub rule(1) to a suit transferred to the commercial court under section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of order v cpc also looses significance firstly because of its non applicability and secondly because said section 15(4) itself provides that the commercial court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed. 37. here, we notice an anomaly in the statutory provisions. a comparative study of the second proviso to order v rule 1 subrule(1) cpc and the proviso to order viii rule 1 cpc as amended through section 16 of the act, 2015 shows that both the provisos are verbatim the same. section 15(4) of the act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of order v cpc, is silent about the proviso to rules 1 and 10 of order viii. on the one hand, proviso to sub rule 1 of rule 1 of order v cpc shall not apply, meaning thereby that with respect to the suits or applications transferred to the commercial court from the civil court under section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to order viii rule 1 cpc on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of order viii cpc. both the provisions i.e section 15(4) proviso and order viii rules 1 and 10, therefore apparently can not be given effect to at the same time. 38. this anomaly is to be resolved and for that we advert to the principles of interpretation of statutes. 39. in kanai lal sur versus paramnidhi sadhukhan8 the hon'ble apex court observed as under (at page 367 of the report): \"in support of his argument mr. chatterjee has naturally relied on the observations made by barons of the exchequer in heydon's case. indeed these observations have been so frequently cited with approval by courts administering provisions of welfare enactments that they have now attained the status of a classic on the subject and their (1958) scr 360 validity cannot be challenged. however, in applying these observations to the provisions of any statute, it must always be borne in mind that the first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself. if the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such hypothetical construction is more consistent with the alleged object and policy of the act. the words used in the material provisions of the statute must be interpreted in their plain grammatical meaning and it is only when such words are capable of two constructions that the question of giving effect to the policy or object of the act can legitimately arise. when the material words are capable of two constructions, one of which is likely to defeat or impair the policy of the act whilst the other construction is likely to assist the achievement of the said policy, then the courts would prefer to adopt the latter construction. it is only in such cases that it becomes relevant to consider the mischief and defect which the, act purports to remedy and correct.\" 40. in mukund dewangan versus oriental insurance co. ltd.9 the hon'ble supreme court has held as under in para nos. 31, 32, 35 and 36:\"31. it is a settled proposition of law that while interpreting a legislative provision, the intention of the legislature, motive and the philosophy of the relevant provisions, the goals to be achieved by enacting the same, have to be taken into consideration. 32. in principles of statutory interpretation by justice g.p. singh, it has been observed that a statute is an edict of a legislature and the conventional way of interpreting or construing a statute is to seek the intention of its maker. the duty of the judicature is to act upon the true intention of the legislature men's or sentential logic. if a statutory (2017) 14 scc 663 provision is open to more than one interpretation, the court has to choose that interpretation which furthers the intention of the legislature as laid down in venkataswamy naidu r. v. narasram naraindas air 1966 sc 361 and district mining officer vs. tata iron and steel co. air 2001 (7) scc 358. lord cranworth l.c. in jane straford boyse v. john t. rossborough 10 er 1192 (hl) has observed: \"there is no possibility of mistaking midnight for noon, but at what precise moment twilight becomes darkness is hard to determine.\" as observed in muray v. foyle meats ltd. (1999) 3 all er 769, faced with such problems, the court is also conscious of a dividing line, but court has to be conscious not to divert its attention from the language used in the statutory provision and encourage an approach not intended by the legislature. the first and primary rule of construction is that the intention of the legislature must be found in the words used by legislature itself, as held in kannai lal sur v. paramnidhi sadhukhan air 1967 sc 907. each word, phrase or sentence is to be construed in the light of the general purpose of the act itself as held in poppatlal shah v. state of madras air 1953 sc 274, girdharilal & sons v. balbir nath mathur (1986) 2 scc 237 and atma ram mittal v. ishwar singh punia (1988) 4 scc 284. 35.the conclusion, that the language used by the legislature is plain or ambiguous can only be arrived at by studying the statute as a whole. every word and expression which the legislature uses have to be given its proper and effective meaning, as the legislature uses no expression without purpose and meaning. the principle that the statute must be read as a whole is equally applicable to different parts of the same section. the section must be construed as a whole whether or not one of the parts is a saving clause or a proviso. it is not permissible to omit any part of it, the whole section should be read together as held in the state of bihar v. hira lal kejriwal & anr., air 1960 sc 47. 36. the author has further observed that the courts strongly lean against a construction which reduces the statutes to a futility as held in m. pentiah & ors. v. muddala veeramallappa air 1961 sc 1107 and tinsukhia electric supply co. ltd. v. state of assam & ors. (1989) 3 scc 709. when the words of a statute are clear or unambiguous i.e. they are reasonably susceptible to only one meaning, the courts are bound to give effect to that meaning irrespective of the consequences as held in nelson motis v. union of india & anr. (1992) 4 scc 711, gurudevdatta vksss maryadit & ors. v. state of maharashtra & ors., (2001) 4 scc 534 and nathi devi v. radha devi gupta (2005) 2 scc 271. it is also a settled proposition of law that when the language is plain and unambiguous and admits of only one meaning no question of construction of a statute arises for the act speaks for itself as held in state of uttar pradesh v. vijay anand maharaj air 1963 sc 946.\" 41. in council of architecture vs. mukesh goyal and others10, the hon'ble apex court reiterated that it is well settled that the first and best method of determining the intention of the legislature is the very words chosen by the legislature to have the force of law. in other words, the intention of the legislature is best evidenced by the text of the statute itself. however, where a plain reading of the text of the statute leads to an absurd or unreasonable meaning, the text of the statute must be construed in light of the object and purpose with which the legislature enacted the statute as a whole. where it is contended that a particular interpretation would lead to defeating the very object of a legislation, such an interpretative outcome would clearly be absurd or unreasonable. (2020) 16 scc 446 42. in nathi devi versus radha devi gupta11, the constitution bench of the hon'ble apex court held as under in paras 13 to 14:\"13. the interpretative function of the court is to discover the true legislative intent. it is trite that in interpreting a statute the court must, if the words are clear, plain, unambiguous and reasonably susceptible to only one meaning, give to the words that meaning, irrespective of the consequences. those words must be expounded in their natural and ordinary sense. when a language is plain and unambiguous and admits of only one meaning no question of construction of statute arises, for the act speaks for itself. courts are not concerned with the policy involved or that the results are injurious or otherwise, which may follow from giving effect to the language used. if the words used are capable of one construction only then it would not be open to the courts to adopt any other hypothetical construction on the ground that such construction is more consistent with the alleged object and policy of the act. in considering whether there is ambiguity, the court must look at the statute as a whole and consider the appropriateness of the meaning in a particular context avoiding absurdity and inconsistencies or unreasonableness which may render the statute unconstitutional. 14. it is equally well settled that in interpreting a statute, effort should be made to give effect to each and every word used by the legislature. the courts always presume that the legislature inserted every part thereof for a purpose and the legislative intention is that every part of the statute should have effect. a construction which attributes redundancy to the legislature will not be accepted except for compelling reasons such as obvious drafting errors. (see state of u.p. and others vs. vijay anand maharaj : air 1963 sc 946 ; rananjaya singh vs. baijnath singh and others : air 1954 sc 749 ; kanai lal (2005) 2 scc 271 sur vs. paramnidhi sadhukhan : air 1957 sc 907; nyadar singh vs. union of india and others : air 1988 sc 1979 ; j.k. cotton spinning and weaving mills co. ltd. vs. state of u.p. : air 1961 s.c. 1170 and ghanshyam das vs. regional assistant commissioner, sales tax : air 1964 s.c. 766). 43. in sagar pandurang dhundare versus keshav aaba patil12 the hon'ble supreme court has held that there is a limited extent to which the court can interpret a provision so as to achieve the legislative intent. that is in a situation, where such an interpretation is permissible, otherwise feasible, when it is absolutely necessary and where intention is clear but the words used are either inadequate or ambiguous. 44. in commissioner of customs (import), mumbai versus dilip kumar & co.13 the constitution bench of the hon'ble supreme court has held as under in paragraph nos. 16, 17 and 20:\"16. an act of parliament/legislature cannot foresee all types of situations and all types of consequences. it is for the court to see whether a particular case falls within the broad principles of law enacted by the legislature. here, the principles of interpretation of statutes come in handy. in spite of the fact that experts in the field assist in drafting the acts and rules, there are many occasions where the language used and the phrases employed in the statute are not perfect. therefore, judges and courts need to interpret the words. 17. in doing so, the principles of interpretation have been evolved in common law. it has also been the practice for the appropriate legislative body to enact interpretation (2018) 1 scc 340 (2018) 9 scc 1 acts or general clauses act. in all the acts and regulations, made either by the parliament or legislature, the words and phrases as defined in the general clauses act and the principles of interpretation laid down in general clauses act are to be necessarily kept in view. if while interpreting a statutory law, any doubt arises as to the meaning to be assigned to a word or a phrase or a clause used in an enactment and such word, phrase or clause is not specifically defined, it is legitimate and indeed mandatory to fall back on general clauses act. notwithstanding this, we should remember that when there is repugnancy or conflict as to the subject or context between the general clauses act and a statutory provision which falls for interpretation, the court must necessarily refer to the provisions of statute. 20. it is well accepted that a statute must be construed according to the intention of the legislature and the courts should act upon the true intention of the legislation while applying law and while interpreting law. if a statutory provision is open to more than one meaning, the court has to choose the interpretation which represents the intention of the legislature. in this connection, the following observations made by this court in district mining officer vs. tata iron and steel co., (2001) 7 scc 358, may be noticed: \". a statute is an edict of the legislature and in construing a statute, it is necessary, to seek the intention of its maker. a statute has to be construed according to the intent of them that make it and the duty of the court is to act upon the true intention of the legislature. if a statutory provision is open to more than one interpretation the court has to choose that interpretation which represents the true intention of the legislature. this task very often raises the difficulties because of various reasons, inasmuch as the words used may not be scientific symbols having any precise or definite meaning and the language may be an imperfect medium to convey one's thought or that the assembly of legislatures consisting of persons of various shades of opinion purport to convey a meaning which may be obscure. it is impossible even for the most imaginative legislature to forestall exhaustively situations and circumstances that may emerge after enacting a statute where its application may be called for. nonetheless, the function of the courts is only to expound and not to legislate. legislation in a modern state is actuated with some policy to curb some public evil or to effectuate some public benefit. the legislation is primarily directed to the problems before the legislature based on information derived from past and present experience. it may also be designed by use of general words to cover similar problems arising in future. but, from the very nature of things, it is impossible to anticipate fully the varied situations arising in future in which the application of the legislation in hand may be called for, and, words chosen to communicate such indefinite referents are bound to be in many cases lacking in clarity and precision and thus giving rise to controversial questions of construction. the process of construction combines both literal and purposive approaches. in other words the legislative intention i.e., the true or legal meaning of an enactment is derived by considering the meaning of the words used in the enactment in the light of any discernible purpose or object which comprehends the mischief and its remedy to which the enactment is directed.\" 45. in shilpa mittal vs. state (nct of delhi) and another14, the hon'ble apex court held that if the intention of the legislature is absolutely clear from the objects and reasons of the act then the court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve (2020) 2 scc 787 the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the legislature. 46. it is apt to refer paragraphs 28 and 29 of shilpa mittal (supra) which are reproduced as under:―28. there can be no quarrel with the submission made by mr. siddharth luthra that in a given circumstance, this court can even add or subtract words from a statute. however, this can be done only when the intention of the legislature is clear. we not only have to look at the principles of statutory interpretation but in the present case, the conundrum we face is that how do we decipher the intention of the legislature. it is not necessary that the intention of the legislature is the one what the judge feels it should be. if the intention of the legislature is clear then the court can get over the inartistic or clumsy wording of the statute. however, when the wording of the statute is clear but the intention of the legislature is unclear, the court cannot add or subtract words from the statute to give it a meaning which the court feels would fit into the scheme of things. 29. there can be no manner of doubt that if the intention of the legislature is absolutely clear from the objects and reasons of the act then the court can correct errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation and ensure that the legislation is given a meaning which was intended to by the legislature. the issue is whether in the present case we can clearly hold what was the intention of the legislature.‖ 47. in managing director, chhattisgarh state cooperative bank mayadit vs. zila sahkari kendriya bank maryadit and others15, the hon'ble apex court held that it is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt interpretation which harmonizes to the best extent possible both provisions. it further held that where two provisions conflict, courts may enquire which of the two provisions is specific in nature and where it was intended that the specific provision is carved out from the application of the general provision. the general provision operates, save and except in situations covered by the specific provision. the rationale behind this principle of statutory construction is that where there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision. 48. it is apt to reproduce paragraphs 33 to 36 of chhatisgarh state cooperative bank mayadit (supra) as under:―33. it is a settled principle of law that where two provisions of an enactment appear to conflict, courts must adopt an interpretation which harmonises, to the best extent possible, both provisions. justice g p singh in his seminal work principles of statutory interpretation states: ―to harmonise is not to destroy. a familiar approach in all such cases is to find out which of the two apparently conflicting provisions in more general and which is more specific and to construe the more general one as to exclude the more specific.the principle is expressed in the maxims generalia specialibus non derogant and (2020) 6 scc 411 generalibus specialia.‖ similarly, craies in statute law states: ―the rule is, that whenever there is a particular enactment and a general enactment in the same statute, and the latter, taken in its most comprehensive sense, would overrule the former, the particular enactment must be operative, and the general enactment must be taken to affect only the other parts of the statute to which it may properly apply.‖ where two provisions conflict, courts may enquire which of the two provisions is specific in nature and whether it was intended that the specific provision is carved out from the application of the general provision. the general provision operates, save and except in situations covered by the specific provision. the rationale behind this principle of statutory construction is that were there appears a conflict between two provisions, it must be presumed that the legislature did not intend a conflict and a subject-specific provision governs those situations in exclusion to the operation of the general provision. 34. in an early decision of this court in jk cotton spinning and weaving mills co ltd v state of uttar pradesh10, a three judge bench of this court considered whether the principle applied to conflicts within the same enactment. clause 5(a) of the government order dated 10 may 1948 conferred upon, inter alia, any employee or a registered trade union of employers the right to move the board constituted under the order to initiate an enquiry into an industrial dispute. clause 23 stipulated that where an enquiry is pending before the regional conciliation officer, notwithstanding the pendency of a case before the board or industrial court, no employer shall discharge or dismiss any workman. under clause 24, an order of the board, unless modified in appeal, was final and conclusive. the appellant, representing the employer's union, contended that once an order is made under clause 5(a), clause 23 has no application and the employer may proceed to dismiss the workmen. the court rejected the contention noting that any employer could defeat the provisions of clause 23 merely by an application under clause 5(a). the court held that clause 23 was made with a definite purpose. consequently, where an enquiry was pending under clause 23, an application under clause 5(a) was barred. the court held: ―9.we reach the same result by applying another wellknown rule of construction that general provisions yield to special provisions. the learned attorney-general seemed to suggest that while this rule of construction is applicable to resolve the conflict between the general provision in one act and the special provision in another act, the rule cannot apply in resolving a conflict between general and special provisions in the same legislative instrument. this suggestion does not find support in either principle or authority. the rule that general provisions should yield to specific provisions is not an arbitrary principle made by lawyers and judges but springs from the common understanding of men and women that when the same person gives two air 1961 sc 1170 directions one covering a large number of matters in general and another to only some of them his intention is that these latter directions should prevail as regards these while as regards all the rest the earlier direction should have effect. 10. applying this rule of construction that in cases of conflict between a specific provision and a general provision the specific provision prevails over the general provision and the general provision applies only to such cases which are not covered by the special provision, we must hold that clause 5(a) has no application in a case where the special provisions of clause 23 are applicable.‖ this court affirmed that the principle that the general excludes the specific is a tool of statutory interpretation even in cases of conflict within the same enactment. where one of the conflicting provisions is general in nature and the other is specific, „common understanding‟ dictates that the specific provision is given effect, while the general provision continues to apply to all other situations. 35. in commercial tax officer, rajasthan v m/s binani cements ltd.,11 the question concerned whether the respondent-assessee was entitled for the grant of an eligibility certificate for exemption from payment of central sales tax and rajasthan sales tax under entry 4 in annexure „c‟ of the sales tax new incentive scheme for industries, 1989. annexure „c‟ to the scheme was titled the „quantum of sales tax exemption under the new scheme‟. entry 4 of the annexure stipulated that „prestigious units‟ would be entitled to a 75% exemption from tax liability with 100% in terms of fixed capital investment. by an amendment, entry 1e was inserted which covered „new cement units‟ and stipulated that large-scale units would be entitled 25% tax exemption. a two judge bench of this court held: civil appeal no. 336 of 2003, decided on 19 february 2014. ―32. before we deal with the fact situation in the present appeal, we reiterate the settled legal position in law, that is, if in a statutory rule or statutory notification, there are two expressions used, one in general terms and the other in special words, under the rules of interpretation, it has to be understood that the special words were not meant to be included in the general expression. alternatively, it can be said that where a statute contains both a general provision as well as specific provision, the later must prevail. 34. it is well established that when a general law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed. this principle finds its origins in the latin maxim of generalia specialibus non derogant.‖ 36. the court held that where two provisions are in question one of general application and the other specific in nature, a harmonious interpretation would mean that the general law, to the extent it is dealt with by the special law, is impliedly repealed. this court, relying on the principle generalia specialibus non derogant held that item 1e is a ―subject specific provision‖. the court noted that the amendment removed ―new cement industries‖ from the non-eligible annexure „b‟ and placed it into annexure „c‟ amongst the eligible industries. consequently, the court rejected the contention of the respondent-assessee and held that as item 1e concerned the more specific unit, it was excluded in its application from other general entries. the principle that the general provision excludes the more specific has been consistently applied by this court in south indian corporation (p) ltd. v secretary, board of revenue12, paradip port trust v their workmen13, air 1964 sc 07 air 1977 sc 36 maharashtra state board of secondary and higher education v paritosh bhupesh kumar sheth14, cce v jayant oil mills,15 p s sathappan v andhra bank ltd16, sarabjit rick singh v union of india17 and pankajakshi v chandrika.‖ 49. in bharat petroleum corporation limited vs. r. chandramouleeswaran and others16, the hon'ble apex court has held that it is a well-known canon of construction that every section of a statute is to be construed with reference to the context (2020)11 scc 718 and other sections of the statute, so as, as far as possible, to make a consistent enactment of the whole statue. 50. it is thus, well settled that a statute must be construed according to the intention of the legislature. it is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention. the first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself. 51. it is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such. any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation. 52. it is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict. if the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an act of parliament/legislature cannot always forsee all types of situations and all types of consequences. the principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment. 53. keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to section 15(4) of the act, 2015 and section 15(3) r/w order viii rule 1 proviso and rule 10 cpc as amended through section 16 of the act, 2015. 54. the intention of the parliament in enacting the act, 2015, as evident from the statement of objects and reasons, is clear i.e. to provide for speedy disposal of high value commercial disputes. the high value commercial disputes involve complex facts and questions of law and therefore, to provide for an independent mechanism for early resolution of those disputes. the statement of objects and reasons further provides that easy resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system. 55. with the aforesaid object, the act, 2015, through section 16 amended the cpc in its application to commercial disputes of specified value. addition of proviso to sub rule(1) of rule 1 of order v; and proviso to order viii rule 1 cpc providing that beyond 120 days from the date of service of summons the defendant shall forfeit the right to file written statement and the court shall not allow the written statement to be taken on record with further addition of proviso in rule 10 of order viii cpc providing that no court shall make an order to extend the time provided under rule 1 of order viii for filing the written statement, is to achieve the object of the act to provide for speedy disposal of commercial disputes of high value. 56. the commercial court exercises jurisdiction over the suits and applications relating to a commercial dispute of specified value, instituted before it as also over such suits and applications instituted in civil court but transferred to the commercial court under section 15(2) of the act, 2015. 57. transfer of pending suits and applications relating to a commercial dispute of specified value pending in a civil court in any district or area in respect of which a commercial court has been constituted, to the commercial court under section 15(2) of the act, 2015, is also with the same legislative intend to provide for early resolution of the such commercial dispute, by the commercial court, in accordance with the provisions of the cpc as amended by the act, 2015. 58. proviso to section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under section 15(2). the general provision is order viii rule 1 cpc as amended through section 16 of act, 2015, which provides 120 days for filing written statement from the date of service of summons. applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under order v, rule 1, sub rule(1) proviso and order viii rule 1 proviso shall not apply to the suits and application transferred to the commercial court under section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under section 15(4), proviso. within such new time line the written statement shall be filed by the defendant. 59. section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of order v cpc but it does not exclude the applicability of proviso to order viii rules 1 and 10 cpc, nor does it provide that if the written statement is not filed within the new time line prescribed under section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement. it also does not provide that the court may extend the new time line prescribed in exercise of power under section 15(4) proviso. on the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e the new time line prescribed by the court under section 15(4) proviso. use of the expression ̳shall' coupled with the legislative intent makes the proviso to section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under section 15(2). there can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute. in other words, it can not be the legislative intent that in suits transferred to the commercial court under section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement. the forfeiture clause is provided under order viii rule 1 as well with the object of speedy disposal. the cases transferred under section 15(2) are also to be decided speedily to achieve the object of the enactment of the act, 2015. 60. we are further of the considered view that the consequences under order viii rule 1 and rule 10 cpc shall follow if the written statement is not filed within the time line prescribed by the court under section 15(4) even to the cases transferred under section 15(2). the specific provision is only with respect to the time line and to that extent i.e 120 days, the general provision is excluded. 61. we are therefore of the considered view and hold on point no.1 as under:1) where the suit or application has been transferred to the commercial court under section 15 (2) of the act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant. 2) in a suit or application transferred to the commercial court under section 15(2) of the act, 2015, the written statement shall be filed within the new time period prescribed by the commercial court in exercise of power under section 15(4) of the act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by order viii rules 1 and 10 cpc. 62. the above view would make both the provisions section 15(4) proviso and order viii rules 1 and 10 workable to the best possible extent and shall also advance the object with which the act, 2015 has been enacted considering the legislative intent. 63. in view of the aforesaid, the submission of the learned counsel for the respondent that section 148 cpc does not apply to the commercial court, even if accepted, the commercial court shall have power to provide a new time period for filing written statement under section 15(4) of the act, 2015 itself, independent of section 148 cpc. 64. in view of the aforesaid the submission of the counsel for the petitioner that the period of 120 days under order viii rule 1, shall be counted from the date of transfer of the suit under section 15(2), does not appeal us. 65. in view of the above, the ground on which i.a.no.31 of 2020 has been dismissed is legally unsustainable. 66. we further find that the court below while considering i.a no.31 of 2020 did not advert at all to the cause shown by the petitioner, seeking condonation of delay. any finding on the cause shown being sufficient or not has not been recorded. the court below ought to have considered the cause shown by the petitioner for condonation of delay as also the objection to the said cause, if any, filed by the opposite party and ought to have returned a specific finding and consequent upon such finding it ought to have decided i.a.no.31 of 2020. 67. as i.a.no.32 of 2020 has been rejected consequent upon rejection of i.a.no.31 of 2020 by the same order, such rejection can also not be sustained. 68. for all the aforesaid reasons, we allow the petition and set aside the impugned judgment and order dated 12.11.2020, passed by the special judge for trial and disposal of commercial disputes, visakhapatnam in i.a.no.31 of 2020 in i.a.no.32 of 2020 in c.o.s.no.11 of 2018 and direct the learned court below to consider and decide the i.a.nos.31 of 2020 and 32 of 2020 afresh in accordance with law after affording opportunity of hearing to the parties concerned. 69. accordingly, the petition is allowed. no order as to costs. consequently, miscellaneous petitions, if any pending shall stand closed. ________________________ c. praveen kumar,j ________________________ ravi nath tilhari,j date:25.01.2022. note: l.r copy to be marked. b/o. gk hon'ble sri justice c. praveen kumar & hon'ble sri justice ravi nath tilhari civil revision petition no.1261 of 2020 date:25.01.2022. gk."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7e35175eb6a4b2aaf08e123d169bee5_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4c8c9429c304c9b92c43e220a6e6aeb_1"
        },
        {
            "start": 242,
            "end": 309,
            "text": "\nTelangana High Court\nM.V. Ramana Rao vs N Subash on 10 April, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b238a4d859644709fa50e55db26f0d9_2"
        },
        {
            "start": 311,
            "end": 443,
            "text": "Author: V. Ramasubramanian\nBench: V Ramasubramanian, Shameem Akther\n  In The High Court For The State Of Telangana\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0c4891afc914845b84290215441ac6d_3"
        },
        {
            "start": 443,
            "end": 466,
            "text": "At: Hyderabad\n\n        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d53d11e5937a436db7bb2c1dbf238257_4"
        },
        {
            "start": 466,
            "end": 475,
            "text": "* Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd29e4d187b1453fa0575574c2150650_5"
        },
        {
            "start": 476,
            "end": 506,
            "text": "Sri Justice V. Ramasubramanian",
            "labels": [
                "PREAMBLE"
            ],
            "id": "693271cfda774b6990b6f84eb8cee210_6"
        },
        {
            "start": 535,
            "end": 583,
            "text": "And\n          Hon'Ble Dr. Justice Shameem Akther",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d50293dbed94a558e470a37a3b0f931_7"
        },
        {
            "start": 584,
            "end": 658,
            "text": "\n\n           +Civil Revision Petition No.6745 Of 2018\n\n% Date:- 10.04.2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1012f64708c24f478d9c8102abd45b28_8"
        },
        {
            "start": 660,
            "end": 670,
            "text": "Between:\n#",
            "labels": [
                "PREAMBLE"
            ],
            "id": "95424ef6e3c84d89ab946541653eb1d0_9"
        },
        {
            "start": 671,
            "end": 811,
            "text": "M.V. Ramana Rao S/o M. Ramachandra Rao,\n  aged about 56 years, R/o Flat No.131, 3rd floor,\n  Srila Heights, St. Johns Road, East Maredpally,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71c79e628ae64de6a28758ae7b908343_10"
        },
        {
            "start": 812,
            "end": 829,
            "text": "\n   Secunderabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e790aaa124b54e0bb3a57accc8d7b2c2_11"
        },
        {
            "start": 875,
            "end": 925,
            "text": ".. Petitioner\n\n                                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29c2cf03a10c434f8c5dbd2a7aaa9617_12"
        },
        {
            "start": 925,
            "end": 980,
            "text": "v.\n\n$ N. Subash S/o N.M. Chowdary, aged about 54 years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3b856e118174bf788e31532f6b660d7_13"
        },
        {
            "start": 984,
            "end": 1032,
            "text": "R/ o Plot No.198, Road No.14, Jubilee Hills, Hyd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ea7c7c67e9844049fc7398f61ca1f15_14"
        },
        {
            "start": 1033,
            "end": 1063,
            "text": ".         .. Respondent\n\n\n\n\n !",
            "labels": [
                "PREAMBLE"
            ],
            "id": "63b103deb42747f4933ac1c763d76d8f_15"
        },
        {
            "start": 1064,
            "end": 1078,
            "text": "For Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2545df89159f468986c7e3bfeee96088_16"
        },
        {
            "start": 1101,
            "end": 1120,
            "text": ": Mr. Sharad Sanghi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b9fea38c1c647629f8d6bc38cad2f27_17"
        },
        {
            "start": 1124,
            "end": 1140,
            "text": "^ For Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b14250040e94c4082da544f56641be1_18"
        },
        {
            "start": 1141,
            "end": 1186,
            "text": "                      : Mr. R.A. Achuthanand,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d36167c2d88483aa8258c92c0dd1a95_19"
        },
        {
            "start": 1187,
            "end": 1196,
            "text": "\n\n < Gist",
            "labels": [
                "PREAMBLE"
            ],
            "id": "444c2584030548fda4733d50f5245c3a_20"
        },
        {
            "start": 1197,
            "end": 1245,
            "text": "                                : \n\n > Head Note",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a96bb5ab86c847239621e2b3ca4a29df_21"
        },
        {
            "start": 1246,
            "end": 1279,
            "text": "                           : \n\n ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad4dd638dfcc4b1691c88fee9cbbcc99_22"
        },
        {
            "start": 1280,
            "end": 1294,
            "text": "Cases Referred",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f27ce368063442192a50f28797c0678_23"
        },
        {
            "start": 1317,
            "end": 1331,
            "text": ": \n 1.    2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2116eef6b657411ea45a23f1eada0978_24"
        },
        {
            "start": 1332,
            "end": 1355,
            "text": "(2) Ald 62 (Db)\n 2.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "834c1a2d7a4442ce99416085cc837f11_25"
        },
        {
            "start": 1355,
            "end": 1363,
            "text": "Air 1997",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6fc5332cb904ef1a8583e83df332586_26"
        },
        {
            "start": 1364,
            "end": 1372,
            "text": "Del. 355",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3568cfe5d0264ba49c4ce62594188281_27"
        },
        {
            "start": 1373,
            "end": 1405,
            "text": "\n 3.    (2004) 6 Scc 415\n 4.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a0c7deebb9b4a25968f811e921ee6c0_28"
        },
        {
            "start": 1405,
            "end": 1413,
            "text": "Air 2008",
            "labels": [
                "PREAMBLE"
            ],
            "id": "464b13fbd0f14c7bb2b209ba57c1fbfd_29"
        },
        {
            "start": 1414,
            "end": 1421,
            "text": "Sc 2303",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c6edb56feb54066823494757b197bb3_30"
        },
        {
            "start": 1422,
            "end": 1482,
            "text": "\n 5.    (2004) 3 Scc 504\n 6.    (1978) 3 All Er 1066\n 7.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4645511bb5b34b43ba7db800db53e412_31"
        },
        {
            "start": 1482,
            "end": 1526,
            "text": "(2013) 8 Scc 769\n 8.    1996 V Ad (Delhi) 12",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66c347650d214b458b74b597572581e3_32"
        },
        {
            "start": 1529,
            "end": 1820,
            "text": "9.    Judgment, dated 12.02.2019 in Civil Appeal\n       No.1638/2019 (arising out of Slp (C) No.103/2019)\n\n\nC/15\n                                      2\n                                                                Vrsj & Dr.SAJ\n                                                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d50ebf6622bc406183ba4f3a5c23ff86_33"
        },
        {
            "start": 1820,
            "end": 1839,
            "text": "Crp No.6745 of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d674aef6d96476e8ca54412ccec207e_34"
        },
        {
            "start": 1847,
            "end": 1888,
            "text": "Honourable Sri Justice V. Ramasubramanian",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc20108c2f82439b8f3f8aeecc2ae12b_35"
        },
        {
            "start": 1925,
            "end": 1975,
            "text": "And \n       The Hon'Ble Dr. Justice Shameem Akther",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7de00fb852324c8fa9bfb2bad1e8d792_36"
        },
        {
            "start": 1976,
            "end": 2035,
            "text": "\n\n          Civil Revision Petition No.6745 Of 2018\n\nOrder:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85c7d37f908d4e48a8c770d685b83023_37"
        },
        {
            "start": 2036,
            "end": 2237,
            "text": "\n(Per Hon'ble Sri Justice V. Ramasubramanian) Aggrieved by an order passed by the Commercial Court allowing an application for amendment of the written statement so as to include a plea of set-off, the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d1aea2de28e4954b11318204a76ef2f_38"
        },
        {
            "start": 2238,
            "end": 2364,
            "text": " plaintiff in a suit for recovery of money has come up with the above revision under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "00fc63cdd7fa46a6b7fce65d4e5e025f_39"
        },
        {
            "start": 2366,
            "end": 2490,
            "text": "2. Heard Mr. Sharad Sanghi, learned counsel for the petitioner and Mr. R.A. Achuthanand, learned counsel for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "5d43717b62234fe4bdcf159b414818d5_40"
        },
        {
            "start": 2491,
            "end": 2831,
            "text": "BRIEF FACTS LEADING TO THE PRESENT REVISION:\n3. The petitioner herein filed a suit in O.S. No.253 of 2011 on the file of the III Additional Chief Judge, City Civil Court, Hyderabad, for recovery of a sum of Rs.22,56,10,000/- (Rupees twenty two Crores Fifty Six Lakhs and Ten Thousand only) from the respondent herein together with interest.",
            "labels": [
                "FAC"
            ],
            "id": "3a3a5c9eda964ea7862d68d800186329_41"
        },
        {
            "start": 2832,
            "end": 4005,
            "text": "The case of the petitioner/plaintiff in the suit was that the plaintiff agreed to provide a sum of Rs.65.00 Crores to the respondent/ defendant for acquiring 10% share of the defendant's interest in the development of a vast extent of land measuring about Acs.22.00 and that pursuant to the said arrangement, the petitioner/plaintiff also paid a sum of Rs.14,65,00,000/- (Rupees Fourteen Crores and Sixty Five Lakhs only) on various dates during the period from 30.01.2008 to 16.09.2008; that due to economic slowdown, the proposed development of the property in the land belonging to the defendant and his friend VRSJ & Dr.SAJ could not go through and hence the defendant agreed in December, 2008 to repay the amounts paid by the plaintiff together with interest at 24% per annum; and that thereafter the respondent/defendant failed to honour the commitment forcing the petitioner to institute the suit.\n4. Immediately upon service of summons in the suit, the respondent/defendant took out an application under Order VII, Rule 11 of the Code of Civil Procedure, 1908 (CPC) for the rejection of the plaint on the ground that the plaint did not disclose any cause of action.",
            "labels": [
                "FAC"
            ],
            "id": "95eeca76b1164d4185e93bdb245cc55a_42"
        },
        {
            "start": 4006,
            "end": 4090,
            "text": "The said application was dismissed by the trial Court by an order, dated 03.03.2014.",
            "labels": [
                "FAC"
            ],
            "id": "78432c29a0114bd18bdbaf64d55e128b_43"
        },
        {
            "start": 4091,
            "end": 4262,
            "text": "Challenging the dismissal of the said application, the respondent/defendant filed a Civil Revision in C.R.P.No.1139 of 2014 under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "06fdad86fba54a95afe17fd017615d81_44"
        },
        {
            "start": 4263,
            "end": 4354,
            "text": "But, the same was dismissed by a learned Judge of this Court by an order, dated 08.12.2014.",
            "labels": [
                "FAC"
            ],
            "id": "cfd18e1107fe46169fe681d4fb321815_45"
        },
        {
            "start": 4355,
            "end": 4451,
            "text": "The respondent/defendant carried the matter to the Supreme Court in S.L.P. (C) No.16897 of 2014.",
            "labels": [
                "FAC"
            ],
            "id": "c5aaec0265f04f9b99ea7dec8af7e6d6_46"
        },
        {
            "start": 4452,
            "end": 4507,
            "text": "But, the same was dismissed by order, dated 17.08.2015.",
            "labels": [
                "FAC"
            ],
            "id": "df790963bd42451aba620dbaafceec3b_47"
        },
        {
            "start": 4508,
            "end": 4714,
            "text": "The respondent/plaintiff also tried his luck by filing an application for review in Review C.R.P. M.P. No.802 of 2015 in the Civil Revision Petition that was dismissed earlier, viz., C.R.P. No.1139 of 2014.",
            "labels": [
                "FAC"
            ],
            "id": "54db782ed2814503a1ac208666c69664_48"
        },
        {
            "start": 4715,
            "end": 4762,
            "text": "But, the same was also dismissed by this Court.",
            "labels": [
                "FAC"
            ],
            "id": "3c80a36fc78a4adc8d1da61471eefb20_49"
        },
        {
            "start": 4764,
            "end": 4985,
            "text": "5. Thus, the respondent/defendant dragged on the proceedings for three years from the date of service of summons in the suit in the year 2011, till the year 2014 by pursuing an application under Order VII, Rule 11 of CPC.",
            "labels": [
                "FAC"
            ],
            "id": "3403264f7b1e4ad6aefeb12596a1a4d9_50"
        },
        {
            "start": 4986,
            "end": 5093,
            "text": "Towards the end of the three year period, the respondent/defendant filed a written statement on 03.04.2014.",
            "labels": [
                "FAC"
            ],
            "id": "174053a1c042418aabff4c1f5fbc80ff_51"
        },
        {
            "start": 5095,
            "end": 5111,
            "text": "VRSJ & Dr.SAJ 6.",
            "labels": [
                "FAC"
            ],
            "id": "a9ce1a862760450f9d568e5e624a82e5_52"
        },
        {
            "start": 5112,
            "end": 6508,
            "text": "In the written statement filed by the respondent/defendant in the first instance (in April, 2014), he conceded (i) that the plaintiff agreed to pay a sum of Rs.65.00 Crores for the purchase of 10% of undivided share in the land of an extent of Acs.25.06 guntas; (ii) that the plaintiff agreed to pay the said amount in three installments, with the first installment of Rs.15.00 Crores being paid on or before 25.01.2008, the second installment of Rs.25.00 Crores being paid on or before 29.02.2008, and the third installment of Rs.25.00 Crores being paid on or before 31.03.2008; (iii) that the plaintiff failed to honour his commitment for payment of each of those installments, but kept on seeking enlargement of time; (iv) that actually a sum of Rs.14.00 Crores was paid by the plaintiff on various dates during the period from 15.01.2008 to 06.08.2008; (v) that out of the said amount of Rs.14.00 Crores, a sum of Rs.13.39 Crores was paid through cheque/RTGS transfer and a sum of Rs.61.00 Lakhs was paid by way of cash; (vi) that by his failure to pay the total sale value within the time stipulated, the plaintiff lost his right to seek refund of the amounts paid, as refund was never contemplated in the agreement between the parties; and (vii) that due to the breach of obligations committed by the plaintiff, the defendant suffered huge financial losses and was also put to mental agony.",
            "labels": [
                "FAC"
            ],
            "id": "e01859f9b6cd434286357d290d4eb153_53"
        },
        {
            "start": 6510,
            "end": 6899,
            "text": "7. After the respondent/defendant filed the written statement in April, 2014 and after the Supreme Court dismissed the Special Leave Petition arising out of the proceedings under Order VII, Rule 11 of CPC in August, 2015, the trial Court viz., III Additional Chief Judge, City VRSJ & Dr.SAJ Civil Court, Hyderabad, framed the issues arising for consideration in the suit in November, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "a2f7738af04a4ac1b9969d35ae2a9fc4_54"
        },
        {
            "start": 6901,
            "end": 7058,
            "text": "8. After the advent of the Commercial Courts Act, 2015, the suit got transferred to the file of the XXIV Additional Chief Judge, City Civil Court, Hyderabad.",
            "labels": [
                "FAC"
            ],
            "id": "995086b0acca4cf4aeea9f677558b658_55"
        },
        {
            "start": 7059,
            "end": 7191,
            "text": "After the transfer, the respondent/defendant took out two applications, one in I.A.No.298 of 2017 and another in I.A.No.336 of 2017.",
            "labels": [
                "FAC"
            ],
            "id": "29c6d4ccd96b426a824830e9963431e1_56"
        },
        {
            "start": 7192,
            "end": 7398,
            "text": "The first application, I.A. No.298 of 2017 was filed under Order VIII, Rule 9 of CPC for leave to file additional written statement to the rejoinder filed by the plaintiff to the original written statement.",
            "labels": [
                "FAC"
            ],
            "id": "b7cd0f26179046d1b38865ac20f7bae8_57"
        },
        {
            "start": 7399,
            "end": 7550,
            "text": "The second application, I.A.No.336 of 2017, was filed under Order VI, Rule 17 of CPC to permit the respondent/defendant to amend the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "dab4ea3c537249a8910152d7ead221f9_58"
        },
        {
            "start": 7551,
            "end": 7743,
            "text": "Primarily the object of filing I.A.No.336 of 2017 was to incorporate a prayer in the written statement, seeking a decree for adjustment/set-off in a sum of Rs.15.30 Crores as on October, 2008.",
            "labels": [
                "FAC"
            ],
            "id": "78ef0eec28984ac8be6196ff0e808378_59"
        },
        {
            "start": 7745,
            "end": 8016,
            "text": "9. By a common order passed on 28.08.2008, the trial Court allowed the application, I.A. No.336 of 2017, for amendment and ordered the closure of I.A. No.298 of 2017 on the ground that the amendment of the written statement would serve the purpose of the defendant fully.",
            "labels": [
                "FAC"
            ],
            "id": "8e12a5e040ed41709d8d08fb07b61d47_60"
        },
        {
            "start": 8017,
            "end": 8185,
            "text": "It is against the order passed in I.A.No.336 of 2017 allowing the amendment of the written statement that the plaintiff in the suit has come up with the above revision.",
            "labels": [
                "FAC"
            ],
            "id": "5b381de86fd84ce6aad7e8e09dcc335f_61"
        },
        {
            "start": 8187,
            "end": 8632,
            "text": "CONTENTIONS OF THE PETITIONER/PLAINTIFF:\n10. The main ground on which the order of the Commercial Court is assailed, is that the claim for set-off having already become hopelessly time barred, could not have been permitted by way of an VRSJ & Dr.SAJ amendment, long after the filing of the original written statement and that in any case the Commercial Courts Act, 2015 does not permit the amendment of the nature now allowed by the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "70ca794ad2ea45e5b4014ac47b166e47_62"
        },
        {
            "start": 8633,
            "end": 8677,
            "text": "CONTENTIONS OF THE RESPONDENT/DEFENDANT:\n11.",
            "labels": [
                "ISSUE"
            ],
            "id": "ea3961ac9dff4af58d345a5aef1a4875_63"
        },
        {
            "start": 8678,
            "end": 9112,
            "text": "The Civil Revision Petition is opposed by the respondent/ defendant primarily on two grounds, viz., (i) that under Section 8 of the Commercial Courts Act, 2015, no revision would lie as against any interlocutory order of a Commercial Court; and (ii) that what is claimed by the respondent/defendant by way of amendment of the written statement, is nothing but an equitable set-off, for which no period of limitation is prescribed.\n12.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b354aaf75f7940f3a5575f4f7f38ec37_64"
        },
        {
            "start": 9113,
            "end": 9164,
            "text": "We have carefully considered the above submissions.",
            "labels": [
                "NONE"
            ],
            "id": "2a9bb2e82d064f258f475cd586ea8b41_65"
        },
        {
            "start": 9165,
            "end": 9200,
            "text": "MAINTAINABILITY UNDER SECTION 8 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbe605dbf65f454f84a09e039af7c645_66"
        },
        {
            "start": 9201,
            "end": 9463,
            "text": "Before considering the rival contentions on merits, it is necessary to deal with the preliminary objection raised by the learned counsel for the respondent/defendant about the maintainability of a revision in view of Section 8 of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "132e46bb6b904d9b81cba7552054f7ca_67"
        },
        {
            "start": 9464,
            "end": 9887,
            "text": "The contention of the learned counsel for the respondent is that there is a specific bar under Section 8 of the Commercial Courts Act, 2015 to the maintainability of a revision as against interlocutory orders and that the only remedy open to the petitioner is to reserve his objections to the impugned order, at the time of filing of an appeal against the judgment of the Commercial Court, if the judgment went against him.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c12c8c910d7b4f0e90f4f572c3a94ddf_68"
        },
        {
            "start": 9888,
            "end": 10085,
            "text": "His contention is that the petitioner has a remedy as against the impugned VRSJ & Dr.SAJ order only under Section 13 of the Commercial Courts Act, 2015 and a revision is barred under Section 8.\n14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "06b50c72bbeb4924bb071110c39f5625_69"
        },
        {
            "start": 10086,
            "end": 10192,
            "text": "But before we answer this question, we should point out that it is a case of pot calling the kettle black.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8adc229041254c78ac4c22e39a86e1dd_70"
        },
        {
            "start": 10193,
            "end": 10473,
            "text": "As against the dismissal of his application under Order VII, Rule 11 of CPC, the respondent came up by way of a revision under Article 227 of the Constitution of India and after the dismissal of the same he took the matter to the Supreme Court and also filed a review application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9857bc9a2f84cec87b8b3d86a0c51f4_71"
        },
        {
            "start": 10474,
            "end": 10582,
            "text": "At that time, a revision as against an interlocutory order was considered by the respondent as maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b36c9374434c4e74be0d4a6a777f56ce_72"
        },
        {
            "start": 10584,
            "end": 10844,
            "text": "15. It is true that at the time when the respondent/defendant filed a revision against the dismissal of his application under Order VII Rule 11 of CPC, the suit was not before the Commercial Court and hence at that time Section 8 could have had no application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bfc8cbe10f22408da6ab615e746f9f87_73"
        },
        {
            "start": 10845,
            "end": 10944,
            "text": "But, nevertheless Section 115 of CPC, had already been amended by Act 46 of 1999 w.e.f. 01.07.2002.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c64033808a94f70b3d812c16f40d917_74"
        },
        {
            "start": 10945,
            "end": 11177,
            "text": "The proviso to sub-section (1) of Section 115 of CPC, which came into force on 01.07.2002, prohibited the reversing of any order except where the order would have had the effect of finally disposing of the suit or other proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b15da868b1584a2dadc44ed6bb30c0a2_75"
        },
        {
            "start": 11178,
            "end": 11349,
            "text": "Therefore, what finds a place in Section 8 of the Commercial Act, 2015 is a very lucid and sophisticated or at least an advanced version of the amended Section 115 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b538fe250105463eb5a84968bc875964_76"
        },
        {
            "start": 11351,
            "end": 11603,
            "text": "16. In many cases that came up before Courts after the 2002 amendment to the CPC, the Supreme Court highlighted the distinction between a power of revision under Section 115 of CPC and a power of revision under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c6d379aa2d44f048eaa0a84b88b1a8f_77"
        },
        {
            "start": 11604,
            "end": 11622,
            "text": "\nVRSJ & Dr.SAJ 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd33cf1263b14a1b86b91939be15a5be_78"
        },
        {
            "start": 11623,
            "end": 11730,
            "text": "What is barred by Section 8 of the Commercial Courts Act, 2015 is only a revision under Section 115 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9023c547b19b40b58f1e007c4ec8b125_79"
        },
        {
            "start": 11731,
            "end": 11908,
            "text": "The power of judicial review available under Articles 226/227 of the Constitution of India cannot be and has not been taken away by Section 8 of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd5880533e414ed2a5298bec393b991c_80"
        },
        {
            "start": 11910,
            "end": 12031,
            "text": "18. This is not to say that Article 227 can be used as a ruse to circumvent Section 8 of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dc0866bfaa2478ba9ad8bfb0e52f615_81"
        },
        {
            "start": 12032,
            "end": 12159,
            "text": "Wherever Article 227 is sought to be used as a ruse, the Commercial Appellate Division will necessarily have to call the bluff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18fce4333b884579b7e1d03fe4f06b1f_82"
        },
        {
            "start": 12160,
            "end": 12274,
            "text": "There are self-imposed restrictions for exercising the power under Article 227 which we shall always keep in mind.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12a110aae57942e498fc1e987b836734_83"
        },
        {
            "start": 12275,
            "end": 12453,
            "text": "It may be open always to the respondent in a revision under Article 227 to contend that the case on hand would not qualify to be entertained within the parameters of Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d34d2d1291248ffac47e9b5587ab83c_84"
        },
        {
            "start": 12454,
            "end": 12577,
            "text": "But, it cannot be contended that Section 8 is an absolute bar even for the maintainability of a revision under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d43bf139914544abbe26569844293a63_85"
        },
        {
            "start": 12578,
            "end": 12709,
            "text": "This issue is also settled by a decision of another bench of this Court in M/s. Harpreet Singh Chhabra v. Mrs. Suneet Kaur Sahney1.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "32f6a4b908bc4e86ae91b74c2e94b9b6_86"
        },
        {
            "start": 12710,
            "end": 12815,
            "text": "Therefore, we reject the contention regarding maintainability and hold that the revision is maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3173363eaddc4cd489feeb53df7a1abb_87"
        },
        {
            "start": 12816,
            "end": 12828,
            "text": "\nMERITS:\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e1b31b63e1a14a6cb349245c23a846fa_88"
        },
        {
            "start": 12829,
            "end": 13071,
            "text": "The main ground of attack to the order of the Commercial Court is that it has allowed an amendment to the written statement permitting the respondent/defendant to claim a set-off, after such a claim has become hopelessly barred by limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15eb372d01ae48f5bb31a5e40e7fc608_89"
        },
        {
            "start": 13072,
            "end": 13198,
            "text": "This contention is based 2019 (2) ALD 62 (DB) VRSJ & Dr.SAJ upon certain dates and events about which there is no controversy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28067d4a11ef4298b0116f73d1eae21a_90"
        },
        {
            "start": 13199,
            "end": 13259,
            "text": "The suit for recovery of money was instituted on 29.01.2011.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c03f16df88843d9a18a80b804ed0bad_91"
        },
        {
            "start": 13260,
            "end": 13367,
            "text": "The respondent/defendant filed a written statement on 03.04.2014, without pleading or claiming the set-off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d18d7fccf48467ab29ece0e97845f77_92"
        },
        {
            "start": 13368,
            "end": 13416,
            "text": "The trial Court framed issues in November, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b85dc47f1bc4ecd954347ea03c73b31_93"
        },
        {
            "start": 13417,
            "end": 13531,
            "text": "The application for amendment of the written statement so as to include a plea of set-off was filed on 28.08.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4ca7ce06ab74eb18ee0b82d7939f1be_94"
        },
        {
            "start": 13532,
            "end": 13749,
            "text": "In other words, the plea of set-off is sought to be raised for the first time after six and a half years of the institution of the suit and after three and a half years of the filing of the original written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c84bdedba17f45b69bf6db641ba5c1cc_95"
        },
        {
            "start": 13751,
            "end": 14217,
            "text": "20. But the contention of the learned counsel for the respondent/defendant is three-fold, viz., (i) that what is claimed by the respondent/defendant is in the nature of an equitable set-off and hence no period of limitation would apply; (ii) that in any case there is no bar for allowing an amendment even where the relief sought to be added by way of amendment is barred by limitation; and (iii) that a request for pre-trial amendment should be construed liberally.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "81fec3450f9d463097b8b8879987db2b_96"
        },
        {
            "start": 14218,
            "end": 14430,
            "text": "To drive home the distinction between a legal set-off and an equitable set-off, the learned counsel for the respondent/defendant relies upon the decision of Delhi High Court in Cofex Exports Ltd. v. Canara Bank2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4688901985964f7a90e605d4aac1d1ad_97"
        },
        {
            "start": 14431,
            "end": 14677,
            "text": "In support of his contention that there is no bar for allowing an amendment by which a relief that is allegedly barred by limitation is sought to be added, the learned counsel relies upon the decision of the Supreme Court in Pankaja v. Yellappa3.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1675713bd13b49a6abfdf5e60cf2ddbc_98"
        },
        {
            "start": 14678,
            "end": 14795,
            "text": "In support of his contention that pre-trial amendments are to be allowed liberally, the learned counsel relies upon .",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4b4ff88cf0d94e868b7397e8942797d6_99"
        },
        {
            "start": 14796,
            "end": 14815,
            "text": "AIR 1997 Del. 355 .",
            "labels": [
                "NONE"
            ],
            "id": "ff9905668d4e444fb7a772a170e8a28c_100"
        },
        {
            "start": 14816,
            "end": 14939,
            "text": "(2004) 6 SCC 415 VRSJ & Dr.SAJ the decision of the Supreme Court in Rajkumar Gurawara v. M/s. S.K. Sarwagi & Co. Pvt. Ltd.4",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "03c7d6d4d5df40a18146241856c72951_101"
        },
        {
            "start": 14940,
            "end": 14974,
            "text": "WHAT IS SET-OFF AND ITS ORIGIN 21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23814b3b8dcd46c8977c4d62283bab22_102"
        },
        {
            "start": 14975,
            "end": 15250,
            "text": "A set-off is defined in the Law Lexicon by P. Ramanatha Aiyar, to mean \"a mode of defence, whereby the defendant acknowledges the justice of the plaintiff's demand on the one hand but on the other, sets up a demand of his own to counterbalance it either in whole or in part\".",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cfc10973443b4420bec2a22d6ce08f48_103"
        },
        {
            "start": 15251,
            "end": 15384,
            "text": "The Courts have repeatedly dealt with the distinction between (i) a set-off (ii) abatement (iii) a counter claim and (iv) adjustment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7220b6855b8f4cd291a30403be76215c_104"
        },
        {
            "start": 15385,
            "end": 15471,
            "text": "A set-off, strictly speaking, is not a defence to the action in which it may be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc38cc65405245cc9a4efa1f78b2b887_105"
        },
        {
            "start": 15472,
            "end": 15636,
            "text": "The essential nature of a set-off is that it does not defeat a plaintiff's claim by a valid defence, but seeks to project the satisfaction of the plaintiff's claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b13c1f6d01f44b2f98a0fc483377e1fd_106"
        },
        {
            "start": 15637,
            "end": 15751,
            "text": "Therefore, it is only a defendant, who admits the validity of the claim of the plaintiff, who can plead a set-off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77272bb945ce4864a174a98fe700df4e_107"
        },
        {
            "start": 15752,
            "end": 15915,
            "text": "It may also be put differently in that a person pleading set-off indirectly admits the validity of the plaintiff's claim, but contends that the claim is satisfied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaae63e456424998a660d758784e23a0_108"
        },
        {
            "start": 15917,
            "end": 16164,
            "text": "22. A look at the origin of the right to set-off would show that it was the creature of two statutes of the early Eighteenth Century designed to prevent the imprisonment of the debtor of a person not truly indebted because there was a mutual debt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eafe6397de544ff6b26fd60de0c1fa1b_109"
        },
        {
            "start": 16165,
            "end": 16288,
            "text": "These two statutes were known as (i) 2 Geo 2 c 22 (Insolent Debtors Relief) (1728), and (ii) 8 Geo 2 c 24 (Set-off) (1734).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c5befaf6d7a48f7a91c38c4b1a376ab_110"
        },
        {
            "start": 16289,
            "end": 16674,
            "text": "It is stated in Para 399 of the Halsbury's Laws of England (15th Edition 2015, Volume - 11) that though both . AIR 2008 SC 2303 VRSJ & Dr.SAJ these statutes were repealed by the Civil Procedure Acts Repeal Act, 1879 and the Statute Law Revision and Civil Procedure Act, 1883, the rights conferred by them were preserved by the Supreme Court of Judicature (Consolidation) Act, 1925.\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e600684d776a4cfcb0c45fd64a5d1bac_111"
        },
        {
            "start": 16675,
            "end": 16981,
            "text": "Based upon the decision of the Delhi High Court in Cofex Exports Ltd.2, it was contended by the learned counsel for the respondent/defendant that the distinction between a legal set-off and an equitable set-off should be borne in mind for considering the question of applicability of the Law of Limitation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aab7e9bfcfeb4bd5801e4853dd8653e2_112"
        },
        {
            "start": 16982,
            "end": 17181,
            "text": "It must be pointed out at this stage that the decision of the Delhi High Court in Cofex Exports Ltd.2 was later quoted with approval by the Supreme Court in Union of India v. Karam Chand Thapar5.\n24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0d8c19d0a70040848116fabd03c9cd0d_113"
        },
        {
            "start": 17182,
            "end": 17366,
            "text": "But, the question as to whether a real physical distinction continues to exist between an equitable set off and a legal set off, at this distance of time in history is a moot question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2e0551598b842569ce140fa58c7e2bc_114"
        },
        {
            "start": 17367,
            "end": 17466,
            "text": "This can be better understood if we have a look at Paragraph 406 of the Halsbury's Laws of England.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "053e02a83c1049c2bb8f776503fe84a6_115"
        },
        {
            "start": 17467,
            "end": 17788,
            "text": "It is stated therein that prior to the Judicature Acts, courts of equity admitted cross-complaints by way of defence in actions proceeding in Chancery and would also restrain a claimant in an action at law from proceeding or levying execution where there was an equity which went to impeach the title to the legal demand.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "793fd50e00e64e65afc7b5c2768eb13e_116"
        },
        {
            "start": 17789,
            "end": 17877,
            "text": "According to Halsbury's, this right was then usually referred to as 'equitable set-off'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5f910b42787b4bdb912b179d358b4e26_117"
        },
        {
            "start": 17878,
            "end": 18112,
            "text": "But ever since 1873 (after the advent of the Supreme Court of Judicature Act, 1873), the right of equitable set-off previously . (2004) 3 SCC 504 VRSJ & Dr.SAJ available in Chancery has been available as a defence to an action at law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f54d490721bc414caf41c49ffc645d29_118"
        },
        {
            "start": 18113,
            "end": 18193,
            "text": "In essence what happened by legislation in 1873 was a fusion of equity with law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a474ff4a97d4ac3b52ceb5ad6d7a195_119"
        },
        {
            "start": 18194,
            "end": 18415,
            "text": "This was aptly summed up by Lord Denning MR in Federal Commerce & Navigation Co. Ltd., v. Molena Alpha Inc.6 as follows:\n\"These grounds of equitable set-off were never precisely formulated before the Judicature Act, 1873.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a827d74b02014dc6a953274b376235d1_120"
        },
        {
            "start": 18416,
            "end": 18490,
            "text": "It is now far too late to search through the old books and dig them out...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c004591beaed44a2a32c2c49e3cfa5ab_121"
        },
        {
            "start": 18491,
            "end": 18593,
            "text": "the streams of common law and equity have flown together and combined so as to be indistinguishable...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "225af530cb3c46aa9708c0916bcd3f49_122"
        },
        {
            "start": 18594,
            "end": 18696,
            "text": "we have to ask ourselves: what should we do now so as to ensure fair dealing between the parties?\"\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aead2066d3564e02912efdcee2370c67_123"
        },
        {
            "start": 18697,
            "end": 18858,
            "text": "Therefore, there is a doubt as to whether courts can still allow litigants to make a wedge between legal and equitable set offs, to escape the law of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d0a40bc1f96448ebfec229846d36835_124"
        },
        {
            "start": 18859,
            "end": 19516,
            "text": "The manner in which a defendant is entitled to claim set-off is stipulated by Rule 6 of Order VIII of CPC, which reads as follows:\n\"6. Particulars of set-off to be given in written statement:-(1) Where in a suit for the recovery of money the defendant claims to set-off against the plaintiff's demand any ascertained sum of money legally recoverable by him from the plaintiff, not exceeding the pecuniary limits of the jurisdiction of the Court, and both parties fill the same character as they fill in the plaintiff's suit, the defendant may, at the first hearing of the suit, but not afterwards unless permitted by the Court, present a written statement .",
            "labels": [
                "STA"
            ],
            "id": "ff5a68c4a96c45d2afdcc6b4211261fa_125"
        },
        {
            "start": 19517,
            "end": 19612,
            "text": "(1978) 3 ALL ER 1066 VRSJ & Dr.SAJ containing the particulars of the debt sought to be set-off.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e2cc6223d22a44289170d39f51f000da_126"
        },
        {
            "start": 19613,
            "end": 20089,
            "text": "\n(2) Effect of set-off:- The written statement shall have the same effect as a plaint in a cross-suit so as to enable the Court to pronounce a final judgment in respect both of the original claim and of the set-off;\nbut this shall not affect the lien, upon the amount decreed, of any pleader in respect of the costs payable to him under the decree.\n(3) The rules relating to a written statement by a defendant apply to a written statement in answer to a claim of set-off.\"\n26.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d2b2158dbb1b494abe62f6e358093716_127"
        },
        {
            "start": 20090,
            "end": 20823,
            "text": "In substance, Rule 6 of Order VIII of CPC contains three rules of substance and procedure, which in simple terms can be stated as follows:\ni. a claim to set-off should be made in the form of a written statement at the first hearing of the suit, but not afterwards, unless permitted by the Court;\nii. such a written statement will have the same effect as a plaint in a cross-suit, so that the Court can pronounce a final judgment both in respect of the original claim and in respect of the set-off; and iii. all rules relating to a written statement will apply to a written statement in answer to a claim of set-off.\n27. Sub-rule (1) of Rule 6 of Order VIII of CPC imposes two restrictions upon the defendant's right to claim set-off.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7568b8a3f37c404d9549a1d34280e2f0_128"
        },
        {
            "start": 20824,
            "end": 20998,
            "text": "These two restrictions are (i) that the claim should relate to any ascertained sum of money; and (ii) that it must be legally recoverable by the defendant from the plaintiff.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c03ebedccf2c470eb6a7a21a2791b4a8_129"
        },
        {
            "start": 20999,
            "end": 21180,
            "text": "The importance of these two restrictions, are high-lighted VRSJ & Dr.SAJ by Illustration (c) under Order VIII, Rule 6 of CPC which reads as follows:\n\"A sues B on a bill of exchange.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "730114329f72416fac1d75736f3c9488_130"
        },
        {
            "start": 21181,
            "end": 21308,
            "text": "B alleges that A has wrongfully neglected to insure B's goods and is liable to him in compensation which he claims to set- off.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8536ea0107e646d7ba582b31cda96d2b_131"
        },
        {
            "start": 21309,
            "end": 21362,
            "text": "The amount not being ascertained cannot be set- off.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "84f5159779944a3c8e41fac4b7ad413f_132"
        },
        {
            "start": 21364,
            "end": 21591,
            "text": "28. Therefore, when the Codified Law has made it mandatory that a claim to set-off should only be of any ascertained sum of money, legally recoverable, we do not know how far the respondent/defendant can travel beyond the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af1fe89f4d144f2e96663092b35ddceb_133"
        },
        {
            "start": 21592,
            "end": 21914,
            "text": "But, the claim of the respondent/defendant is based upon certain observations of the Supreme Court in Jeetendra Kumar Khan v. the Peerless General Finance & Investment Co. Ltd.7, in which the Supreme Court held that equitable set-off is different from legal set-off and that it is independent of the provisions of the CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "91be8798407c48e5bfb0d7d11ef9da7d_134"
        },
        {
            "start": 21915,
            "end": 22065,
            "text": "The Supreme Court held therein that the concept of equitable set- off is founded on the fundamental principles of equity, justice and good conscience.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "667577338b2f4a16a8527e15c853dae0_135"
        },
        {
            "start": 22067,
            "end": 22575,
            "text": "29. But, as pointed out by the Delhi High Court in Cofex Exports Ltd.,2 which was also confirmed by the Supreme Court in Karam Chand Thapar5 and reiterated in Jeetendra Kumar Khan7 (i) equitable set-off cannot be raised as a matter of right (ii) it stands on a lower pedestal than the plea of legal set-off and (iii) if raised, the Court may refuse to entertain a claim to set-off, if it is satisfied that the trial of the plea may result in protracting or delaying the . (2013) 8 SCC 769 VRSJ & Dr.SAJ trial",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "74050009bb834a62824986a604d653e8_136"
        },
        {
            "start": 22576,
            "end": 23026,
            "text": ". Irrespective of the question whether the rights conferred by Courts of equity in England would continue to exist even after the Codification of the right, by a statute, it is clear from the very decisions of the Supreme Court that the learned counsel for the respondent relies upon that equitable set-off is on a lower pedestal and the Courts have the discretion to drive a person making a claim to equitable set-off, to file an independent action.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a6d5d94ae22c4f24abc5b21f38351d8f_137"
        },
        {
            "start": 23028,
            "end": 23276,
            "text": "30. The moment it is clear that a person staking a claim to equitable set-off can be driven to an independent suit, it would follow as a corollary that such independent suit would be maintainable only if it is filed within the period of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d98ccb713558442fae8f2b67524e478a_138"
        },
        {
            "start": 23277,
            "end": 23415,
            "text": "As a matter of fact, the Delhi High Court clarified in Cofex Exports Ltd.2 that Court fee is payable even on a claim to equitable set-off.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "93fef9d580134c3baa485e7e65004c58_139"
        },
        {
            "start": 23416,
            "end": 23786,
            "text": "Therefore, as held by the Delhi High Court in Walchandnagar Industries Limited v. Cement Corporation of India8, while the Law of Limitation and the Law relating to Court fee is inapplicable to the defences of (i) payment and (ii) adjustment, both the Law of Limitation and the Law relating to Court fee are applicable to the defences of set-off as well as counter claim.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff093f8469054c5a82e1937c1cd65abf_140"
        },
        {
            "start": 23787,
            "end": 23918,
            "text": "Section 3 (2) (b) (i) of the Limitation Act, 1963 does not really make a distinction between a legal set-off and equitable set-off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9078af5c272f4928963e5cfb5a110e81_141"
        },
        {
            "start": 23919,
            "end": 24313,
            "text": "Though the Supreme Court held in Karam Chand Thapar5 (approving the decision of the Delhi High Court in Cofex Exports Ltd.2) and in Jeetendra Kumar Khan7 that equitable set-off falls outside the purview of Order . 1996 V AD (Delhi) 12 VRSJ & Dr.SAJ VIII Rule 6 of CPC, no such distinction was carved out by any Court in respect of what is covered by Section 3 (2) (b) (i) of the Limitation Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "948a082fe7714531b572a33e5928cb71_142"
        },
        {
            "start": 24315,
            "end": 24476,
            "text": "31. On facts, we have found that the suit for recovery of money was instituted on 29.01.2011 and the written statement was filed by the respondent on 03.04.2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "803cc076b2374ca983175e52052bb364_143"
        },
        {
            "start": 24477,
            "end": 24709,
            "text": "It was claimed in the written statement filed in the first instance that there was no legally enforceable debt between the parties and that there was no contract for repayment of the moneys paid by the plaintiff under the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ba62b97a3524b3cb9b92a4f0eb9289b_144"
        },
        {
            "start": 24710,
            "end": 25026,
            "text": "It was specifically pleaded in paragraph No.7 (b) of the written statement filed in April, 2014 that due to the failure of the plaintiff to perform his obligations under the agreement, the defendant could not fulfil his obligations to third parties resulting in the respondent/defendant suffering huge monetary loss.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0d9506ebb9d42859b8765dc407b7a79_145"
        },
        {
            "start": 25027,
            "end": 25267,
            "text": "Assuming that there was such sufferance of monetary loss by the respondent, a right to claim a set-off will be deemed to have arisen for the respondent/defendant on 29.01.2011, the date on which the petitioner/plaintiff instituted the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e43851e1b1864815b49e35b2448007ed_146"
        },
        {
            "start": 25268,
            "end": 25402,
            "text": "Therefore, the respondent ought to have come up with a claim to set-off, within three years at least from the institution of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "faa5877b947847efb3e2ab20bbbeea13_147"
        },
        {
            "start": 25403,
            "end": 25492,
            "text": "The period of three years from the date of institution of the suit expired on 29.01.2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e589679f01cb4ef5b85693391ba93b47_148"
        },
        {
            "start": 25493,
            "end": 25644,
            "text": "But, the first written statement was filed on 03.04.2014, after the expiry of the period of three years and that too without making a claim to set-off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d50abd975bba448a8b911ed32920d745_149"
        },
        {
            "start": 25646,
            "end": 25828,
            "text": "32. What is worse is that the application for amendment was filed after the lapse of a further period of more than three years from the date of filing of the first written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5df9c1ef633468882a764295e52d3e8_150"
        },
        {
            "start": 25829,
            "end": 26021,
            "text": "The application for amendment so VRSJ & Dr.SAJ as to include a prayer for a decree of set-off was filed on 28.08.2017, after three years and four months of the filing of the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "873e597a874c40d09cec95bd66f555ef_151"
        },
        {
            "start": 26023,
            "end": 26104,
            "text": "33. By its very nature a claim to set-off cannot be invented as an after-thought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "401aad39aab94810997522a603317f28_152"
        },
        {
            "start": 26105,
            "end": 26169,
            "text": "We have already seen the definition of the expression \"set-off\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba9b8852c776427db47883a2c4355ed8_153"
        },
        {
            "start": 26170,
            "end": 26410,
            "text": "The right to claim an ascertained sum of money (in cases of legal set-off) or any unascertained sum of money (in the case of equitable set-off), would have gone by way of an independent action but for the first strike made by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0991419ad56b47d0a29f6a1893d0fe45_154"
        },
        {
            "start": 26411,
            "end": 26577,
            "text": "If it had gone by way of an independent action, the starting point for the period of limitation would have been the date on which the claim occurred and crystallized.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b1bae673f2e45e3bf1b3975dc1e52bc_155"
        },
        {
            "start": 26578,
            "end": 26815,
            "text": "But, when raised as a defence to an action brought by the plaintiff, the starting point for the period of limitation gets postponed from the date on which the claim occurred, to the date on which the suit was instituted by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31ca4ed221c948b39cf2040a8220cb54_156"
        },
        {
            "start": 26816,
            "end": 26958,
            "text": "Therefore, at the most the respondent/defendant could have raised the defence of set-off in a written statement filed on or before 29.01.2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0a0bd55c676476e8dfd02e89e92f229_157"
        },
        {
            "start": 26959,
            "end": 27168,
            "text": "It could not have been raised by way of an amendment in August, 2017, after six and half-years of the institution of the suit and after three years and four months of the filing of the first written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "994a09bf3ace447e8c0a168fd2d1d636_158"
        },
        {
            "start": 27169,
            "end": 27321,
            "text": "Unfortunately, the Commercial Court has not applied its mind to this fact before choosing to exercise the discretion to allow the amendment in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7651ad52dff74b0192e9c2790bb5cea9_159"
        },
        {
            "start": 27322,
            "end": 27575,
            "text": "By allowing this amendment, the Commercial Court has swept under the carpet, the issue of limitation and hence there is an error of jurisdiction in the order of the Commercial Court warranting interference under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d034ae38a3884e36b3bee98ce188f43c_160"
        },
        {
            "start": 27577,
            "end": 27594,
            "text": "VRSJ & Dr.SAJ 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8334669b37534bf3bcff5630c4d5d064_161"
        },
        {
            "start": 27595,
            "end": 27868,
            "text": "Reliance is placed by the learned counsel for the respondent/defendant on the decision of the Supreme Court in Pankaja3 in support of his contention that there is no absolute bar that in every case where a relief is barred by limitation, an amendment should not be allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96abef9dcd4746609822792592cb0df1_162"
        },
        {
            "start": 27869,
            "end": 27924,
            "text": "But it is of no assistance to the respondent/defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1705368420e4afd9d253c8df0f066f4_163"
        },
        {
            "start": 27925,
            "end": 28127,
            "text": "Even in Pankaja3, the Supreme Court gave leverage to the Courts to exercise the discretion conferred upon them on a judicious evaluation of the facts and circumstances in which the amendment was sought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da4c0f17d8254144a9801fc5bd7bb40d_164"
        },
        {
            "start": 28128,
            "end": 28225,
            "text": "Where the delay had extinguished the right to make a claim, the same could not have been allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3ca122a920840d4ba248b7b2a976d2c_165"
        },
        {
            "start": 28226,
            "end": 28485,
            "text": "In paragraph No.14 of its decision in Pankaja3 the Supreme Court made it clear that two tests can be applied, viz.,(i) whether the grant of amendment would sub-serve the ultimate cause of justice; and (ii) whether the amendment would avoid further litigation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1f24bcc13826443cb23a5305aca62a11_166"
        },
        {
            "start": 28486,
            "end": 28584,
            "text": "If these two tests are applied, it will be clear that the case on hand would not pass these tests.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a10391fa0854eb9be6fa1caff375072_167"
        },
        {
            "start": 28586,
            "end": 28853,
            "text": "35. Even according to the original written statement filed by the respondent/defendant, the petitioner/plaintiff paid a huge amount of Rs.14.00 Crores towards the purchase of 10% of the right of the defendant in the development of the property owned by the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5aa98832d88b42b99f36632b1c136d9b_168"
        },
        {
            "start": 28854,
            "end": 29001,
            "text": "The development never took place and the petitioner/plaintiff has come up with a suit for refund of money on the ground of failure of the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "634925f089454cb9a844e24b15e89292_169"
        },
        {
            "start": 29002,
            "end": 29210,
            "text": "While it is the case of the petitioner/plaintiff that there was failure of the contract, it is the case of the respondent/defendant that there was a breach of contract on the part of the petitioner/plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fd6095335a84e4894e7eaa18259ac8d_170"
        },
        {
            "start": 29211,
            "end": 29415,
            "text": "Even if it is a case of breach of contract, leading to a claim for damages, VRSJ & Dr.SAJ Article 55 of the Schedule I to the Limitation Act, 1963 which prescribes a limitation of three years would apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3321951c43cf401f8160574ae7e0bf35_171"
        },
        {
            "start": 29416,
            "end": 29626,
            "text": "If so applied, the right to a claim for damages got extinguished long before the filing of the application for amendment and the same cannot be resurrected from its grave by way of an application for amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a82abde708349d082de42b41c98f0e6_172"
        },
        {
            "start": 29627,
            "end": 29798,
            "text": "Rather than advancing the cause of justice which is one of the tests laid down by the Supreme Court in Pankaja3, the amendment seeks only to sabotage the cause of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e68fef2323845bb9c1c6bbdd928ace7_173"
        },
        {
            "start": 29800,
            "end": 29964,
            "text": "36. The last contention of the learned counsel for the respondent/ defendant that Courts should be liberal in granting pre-trial amendments, cannot be countenanced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c844779217b46d7a2fd128020b97bdc_174"
        },
        {
            "start": 29965,
            "end": 30012,
            "text": "Today, the suit is before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16311e15d6974c36a333dda0100d6c8e_175"
        },
        {
            "start": 30013,
            "end": 30087,
            "text": "It is true that the suit was originally filed in the ordinary Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a835c225f084e8b9ccb1aab2bfb6188_176"
        },
        {
            "start": 30088,
            "end": 30194,
            "text": "After the constitution of the Commercial Courts in 2015, the same was transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05233ee8066c4a988c80844e408a4209_177"
        },
        {
            "start": 30195,
            "end": 30469,
            "text": "By the Schedule to the Commercial Courts Act, 2015, Order VIII, Rule 1 of CPC was amended by substituting the existing proviso with a new one, to the effect that no defendant may be permitted to file written statement later than 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9315c5e84374b00b4f260022083439b_178"
        },
        {
            "start": 30470,
            "end": 30711,
            "text": "In this case, the respondent/defendant very cleverly moved two applications, one for filing an additional written statement to include a claim for set-off, and another for amendment of the written statement so as to seek a decree of set-off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adc26fad54ae4e3593ce24591e38ed32_179"
        },
        {
            "start": 30712,
            "end": 30886,
            "text": "Irrespective of the label in which it was filed, the same tantamounts to a transgression of the proviso to Rule 1 of Order VIII of CPC as applicable to the Commercial Courts.",
            "labels": [
                "RATIO"
            ],
            "id": "fb7d2786de4547d0985c37ff47a49fd6_180"
        },
        {
            "start": 30887,
            "end": 31022,
            "text": "That this proviso is mandatory and inviolable, has been made it clear by the Supreme Court VRSJ & Dr.SAJ in its recent decision in M/s.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "34fc708982074c7c98c1c1d67af29b6b_181"
        },
        {
            "start": 31023,
            "end": 31036,
            "text": "SCG Contracts",
            "labels": [
                "RPC"
            ],
            "id": "7c1b6c8402674c40a2416e058c358f7a_182"
        },
        {
            "start": 31037,
            "end": 31054,
            "text": "India Pvt. Ltd v.",
            "labels": [
                "NONE"
            ],
            "id": "0b492c5979fa4c34a0dffa70ee87e64f_183"
        },
        {
            "start": 31055,
            "end": 31095,
            "text": "K.S. Chamankar Infrastructure Pvt. Ltd.9",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9fe5e2e3140b4cc0b413ba605bd9b1d3_184"
        },
        {
            "start": 31096,
            "end": 31319,
            "text": "Therefore, we are of the considered view that the Commercial Court committed a grave error of jurisdiction in allowing the application for amendment for including a claim of set-off which is hopelessly barred by limitation.",
            "labels": [
                "RATIO"
            ],
            "id": "f4a7e44420e64bbca5de13a29d0b8a9e_185"
        },
        {
            "start": 31321,
            "end": 31411,
            "text": "37. Therefore, the Civil Revision Petition is allowed and the impugned order is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "34ecd11a6c07424f8e6ead9be351021f_186"
        },
        {
            "start": 31412,
            "end": 31491,
            "text": "However, in the circumstances of the case, there shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "82cb9a697e654c04ab858c5123b893f1_187"
        },
        {
            "start": 31492,
            "end": 31813,
            "text": "\nAs a sequel thereto, Miscellaneous Petitions, if any, pending in the revision shall stand closed.\n____________________________ V. RAMASUBRAMANIAN, J ____________________________ Dr. SHAMEEM AKTHER, J April 10, 2019 Mgr L.R. copy . Judgment, dated 12.02.2019 in Civil Appeal No.1638/2019 (Arising Out of SLP  No.103/2019)",
            "labels": [
                "NONE"
            ],
            "id": "f09c7d5ced614123898c01f80fcad15f_188"
        }
    ],
    "entities": [
        {
            "text": "Andhra Pradesh High Court - Amravati",
            "label": "COURT",
            "start_char": 0,
            "end_char": 36
        },
        {
            "text": "Amoda Iron Steel Limited",
            "label": "PETITIONER",
            "start_char": 37,
            "end_char": 61
        },
        {
            "text": "Sneha Analytics And Scientifics",
            "label": "RESPONDENT",
            "start_char": 66,
            "end_char": 97
        },
        {
            "text": "C. Praveen Kumar",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 143
        },
        {
            "text": "C. Praveen Kumar",
            "label": "JUDGE",
            "start_char": 151,
            "end_char": 167
        },
        {
            "text": "High Court Of Andhra Pradesh\n                            Amaravati",
            "label": "COURT",
            "start_char": 232,
            "end_char": 298
        },
        {
            "text": "Amoda        Iron    Steel      Limited,\n     Jayanthipuram, Jaggayyapeta Mandal,\n     Krishna District",
            "label": "PETITIONER",
            "start_char": 378,
            "end_char": 481
        },
        {
            "text": "Sneha Anlytics",
            "label": "RESPONDENT",
            "start_char": 839,
            "end_char": 853
        },
        {
            "text": "PRONOUNCED:25.01.2022",
            "label": "DATE",
            "start_char": 1172,
            "end_char": 1193
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 1273,
            "end_char": 1289
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 1365,
            "end_char": 1382
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 1836,
            "end_char": 1852
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 1979,
            "end_char": 1996
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 2075,
            "end_char": 2091
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 2167,
            "end_char": 2184
        },
        {
            "text": "CIVIL REVISION PETITION No.1261 OF 2020",
            "label": "CASE_NUMBER",
            "start_char": 2199,
            "end_char": 2238
        },
        {
            "text": "25.01.2022",
            "label": "DATE",
            "start_char": 2266,
            "end_char": 2276
        },
        {
            "text": "Amoda     Iron   Steel    Limited",
            "label": "PETITIONER",
            "start_char": 2291,
            "end_char": 2324
        },
        {
            "text": "Sneha Anlytics",
            "label": "RESPONDENT",
            "start_char": 2694,
            "end_char": 2708
        },
        {
            "text": "M/s. Bharadwaj Associates",
            "label": "ORG",
            "start_char": 3013,
            "end_char": 3038
        },
        {
            "text": "E.V.V.S. Ravi Kumar",
            "label": "LAWYER",
            "start_char": 3087,
            "end_char": 3106
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 3581,
            "end_char": 3597
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 3666,
            "end_char": 3683
        },
        {
            "text": "Ravi Nath Tilhari",
            "label": "JUDGE",
            "start_char": 3769,
            "end_char": 3786
        },
        {
            "text": "Vedula Venkataramana",
            "label": "OTHER_PERSON",
            "start_char": 3801,
            "end_char": 3821
        },
        {
            "text": "Harish Kumar Rasineni",
            "label": "OTHER_PERSON",
            "start_char": 3863,
            "end_char": 3884
        },
        {
            "text": "E.V.V.S. Ravi Kumar",
            "label": "LAWYER",
            "start_char": 3930,
            "end_char": 3949
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4245,
            "end_char": 4256
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 4264,
            "end_char": 4285
        },
        {
            "text": "12.11.2020",
            "label": "DATE",
            "start_char": 4329,
            "end_char": 4339
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 4432,
            "end_char": 4449
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 4453,
            "end_char": 4470
        },
        {
            "text": "C.O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4474,
            "end_char": 4493
        },
        {
            "text": "C.O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4538,
            "end_char": 4557
        },
        {
            "text": "O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4739,
            "end_char": 4756
        },
        {
            "text": "07.12.2018",
            "label": "DATE",
            "start_char": 5149,
            "end_char": 5159
        },
        {
            "text": "Section 148 r/w Section 151",
            "label": "PROVISION",
            "start_char": 5198,
            "end_char": 5225
        },
        {
            "text": "Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 5233,
            "end_char": 5259
        },
        {
            "text": "C.P.C‖",
            "label": "STATUTE",
            "start_char": 5276,
            "end_char": 5282
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5290,
            "end_char": 5309
        },
        {
            "text": "O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5313,
            "end_char": 5330
        },
        {
            "text": "Principal District Court, Visakhapatnam",
            "label": "COURT",
            "start_char": 5342,
            "end_char": 5381
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5462,
            "end_char": 5481
        },
        {
            "text": "02.01.2019",
            "label": "DATE",
            "start_char": 5486,
            "end_char": 5496
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5565,
            "end_char": 5584
        },
        {
            "text": "O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5640,
            "end_char": 5657
        },
        {
            "text": "Special Court for Trial and Disposal of Commercial Disputes, Visakhapatnam",
            "label": "COURT",
            "start_char": 5690,
            "end_char": 5764
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 5891,
            "end_char": 5910
        },
        {
            "text": "Section 148 r/w Section 151",
            "label": "PROVISION",
            "start_char": 5917,
            "end_char": 5944
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5945,
            "end_char": 5948
        },
        {
            "text": "10.06.2019",
            "label": "DATE",
            "start_char": 5978,
            "end_char": 5988
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6025,
            "end_char": 6042
        },
        {
            "text": "Order IX Rule 9 r/w Section 151",
            "label": "PROVISION",
            "start_char": 6049,
            "end_char": 6080
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 6081,
            "end_char": 6086
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 6106,
            "end_char": 6125
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6133,
            "end_char": 6150
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6220,
            "end_char": 6237
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 6244,
            "end_char": 6253
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 6261,
            "end_char": 6275
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6319,
            "end_char": 6336
        },
        {
            "text": "12.11.2020",
            "label": "DATE",
            "start_char": 6389,
            "end_char": 6399
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6426,
            "end_char": 6443
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 6448,
            "end_char": 6465
        },
        {
            "text": "Vedula Venkataramana",
            "label": "OTHER_PERSON",
            "start_char": 6525,
            "end_char": 6545
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 6703,
            "end_char": 6741
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6746,
            "end_char": 6800
        },
        {
            "text": "Section 148 r/w Section 151",
            "label": "PROVISION",
            "start_char": 6946,
            "end_char": 6973
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6974,
            "end_char": 6977
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 7772,
            "end_char": 7791
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7875,
            "end_char": 7888
        },
        {
            "text": "Salem Advocate Bar Association vs. Union Of India1",
            "label": "PRECEDENT",
            "start_char": 7892,
            "end_char": 7942
        },
        {
            "text": "Vedula Venkataramana",
            "label": "OTHER_PERSON",
            "start_char": 8142,
            "end_char": 8162
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 8261,
            "end_char": 8278
        },
        {
            "text": "(2005) 6 SCC 344",
            "label": "PRECEDENT",
            "start_char": 8437,
            "end_char": 8453
        },
        {
            "text": "E.V.V.S. Ravi Kumar",
            "label": "LAWYER",
            "start_char": 8560,
            "end_char": 8579
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 8722,
            "end_char": 8727
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 8785,
            "end_char": 8795
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 8803,
            "end_char": 8812
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 8838,
            "end_char": 8851
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 9033,
            "end_char": 9058
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9059,
            "end_char": 9062
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 9322,
            "end_char": 9333
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9334,
            "end_char": 9337
        },
        {
            "text": "Order VIII rules 1 & 10",
            "label": "PROVISION",
            "start_char": 9407,
            "end_char": 9430
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9431,
            "end_char": 9434
        },
        {
            "text": "SCG Contracts India Pvt",
            "label": "ORG",
            "start_char": 9462,
            "end_char": 9485
        },
        {
            "text": "Limited vs. K.S. Chamankar Infrastrure Pvt., Limited",
            "label": "PRECEDENT",
            "start_char": 9488,
            "end_char": 9540
        },
        {
            "text": "E.V.V.S. Ravi Kumar",
            "label": "LAWYER",
            "start_char": 9563,
            "end_char": 9582
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 9697,
            "end_char": 9714
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 9734,
            "end_char": 9753
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 10048,
            "end_char": 10065
        },
        {
            "text": "(2019) 12 Supreme Court Cases 210",
            "label": "PRECEDENT",
            "start_char": 10120,
            "end_char": 10153
        },
        {
            "text": "Ravi Kumar",
            "label": "OTHER_PERSON",
            "start_char": 10186,
            "end_char": 10196
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 10257,
            "end_char": 10274
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10689,
            "end_char": 10698
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 10706,
            "end_char": 10720
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 11016,
            "end_char": 11033
        },
        {
            "text": "Order V Rule 1 sub-rule (1) 2nd proviso",
            "label": "PROVISION",
            "start_char": 11155,
            "end_char": 11194
        },
        {
            "text": "Order VIII Rules 1 and 10",
            "label": "PROVISION",
            "start_char": 11196,
            "end_char": 11221
        },
        {
            "text": "C.P.C",
            "label": "STATUTE",
            "start_char": 11222,
            "end_char": 11227
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 11261,
            "end_char": 11271
        },
        {
            "text": "SCG Contracts India Pvt., Limited",
            "label": "PRECEDENT",
            "start_char": 11275,
            "end_char": 11308
        },
        {
            "text": "E.V.V.S.Ravi Kumar",
            "label": "OTHER_PERSON",
            "start_char": 11371,
            "end_char": 11389
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 11838,
            "end_char": 11851
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 12103,
            "end_char": 12120
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 12125,
            "end_char": 12142
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 12304,
            "end_char": 12314
        },
        {
            "text": "―Section 15:-",
            "label": "PROVISION",
            "start_char": 12351,
            "end_char": 12364
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 12460,
            "end_char": 12511
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 12756,
            "end_char": 12807
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 13333,
            "end_char": 13384
        },
        {
            "text": "Order XV-A]",
            "label": "PROVISION",
            "start_char": 13988,
            "end_char": 13999
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14007,
            "end_char": 14036
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 14068,
            "end_char": 14101
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 14109,
            "end_char": 14150
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 14877,
            "end_char": 14887
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14956,
            "end_char": 14985
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15057,
            "end_char": 15098
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15339,
            "end_char": 15380
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15580,
            "end_char": 15621
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 15689,
            "end_char": 15718
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 15766,
            "end_char": 15789
        },
        {
            "text": "Section 15 (2)",
            "label": "PROVISION",
            "start_char": 15851,
            "end_char": 15865
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 15954,
            "end_char": 15992
        },
        {
            "text": "sub section (3) of Section 15",
            "label": "PROVISION",
            "start_char": 16314,
            "end_char": 16343
        },
        {
            "text": "sub-section (1) or sub-section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 16460,
            "end_char": 16508
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 16623,
            "end_char": 16636
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 16834,
            "end_char": 16844
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16891,
            "end_char": 16894
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17004,
            "end_char": 17007
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17233,
            "end_char": 17236
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17286,
            "end_char": 17289
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17337,
            "end_char": 17340
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 17428,
            "end_char": 17441
        },
        {
            "text": "section 148 r/w Section 151",
            "label": "PROVISION",
            "start_char": 17802,
            "end_char": 17829
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17830,
            "end_char": 17833
        },
        {
            "text": "I.A.No.2028 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 17840,
            "end_char": 17859
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 17923,
            "end_char": 17940
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17941,
            "end_char": 17944
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 18024,
            "end_char": 18034
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "ORG",
            "start_char": 18050,
            "end_char": 18080
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "PRECEDENT",
            "start_char": 18323,
            "end_char": 18353
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "PRECEDENT",
            "start_char": 18649,
            "end_char": 18679
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 19425,
            "end_char": 19448
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 19560,
            "end_char": 19574
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19575,
            "end_char": 19578
        },
        {
            "text": "Order VIII Rules 1 and 10",
            "label": "PROVISION",
            "start_char": 20753,
            "end_char": 20778
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20779,
            "end_char": 20782
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 20830,
            "end_char": 20847
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20851,
            "end_char": 20854
        },
        {
            "text": "Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 21645,
            "end_char": 21663
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21664,
            "end_char": 21667
        },
        {
            "text": "rule 1 or 9",
            "label": "PROVISION",
            "start_char": 21816,
            "end_char": 21827
        },
        {
            "text": "Order V Rule 1(1)",
            "label": "PROVISION",
            "start_char": 22119,
            "end_char": 22136
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22137,
            "end_char": 22140
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 22685,
            "end_char": 22702
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22703,
            "end_char": 22706
        },
        {
            "text": "rule 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 22749,
            "end_char": 22770
        },
        {
            "text": "rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 22846,
            "end_char": 22866
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "PRECEDENT",
            "start_char": 22909,
            "end_char": 22944
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22966,
            "end_char": 22979
        },
        {
            "text": "Order V Rule 1, Order VIII Rules 1 and 10",
            "label": "PROVISION",
            "start_char": 23018,
            "end_char": 23059
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23060,
            "end_char": 23063
        },
        {
            "text": "Order V rule1, Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 23886,
            "end_char": 23926
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 23960,
            "end_char": 23977
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23978,
            "end_char": 23981
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 24027,
            "end_char": 24044
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "PRECEDENT",
            "start_char": 24123,
            "end_char": 24158
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 24213,
            "end_char": 24310
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 24330,
            "end_char": 24340
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 24390,
            "end_char": 24413
        },
        {
            "text": "Order V, Rule 1, sub-rule (1)",
            "label": "PROVISION",
            "start_char": 24418,
            "end_char": 24447
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 25157,
            "end_char": 25174
        },
        {
            "text": "Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 25908,
            "end_char": 25926
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25927,
            "end_char": 25930
        },
        {
            "text": "Rule 1 or Rule 9",
            "label": "PROVISION",
            "start_char": 26102,
            "end_char": 26118
        },
        {
            "text": "Rule 1",
            "label": "PROVISION",
            "start_char": 26474,
            "end_char": 26480
        },
        {
            "text": "Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 27151,
            "end_char": 27169
        },
        {
            "text": "State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti3",
            "label": "PRECEDENT",
            "start_char": 27276,
            "end_char": 27330
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 27367,
            "end_char": 27380
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 27388,
            "end_char": 27426
        },
        {
            "text": "Amending Act 3 of 2016",
            "label": "STATUTE",
            "start_char": 27440,
            "end_char": 27462
        },
        {
            "text": "Kailash (2018) 9 SCC 472 vs. Nanhku4",
            "label": "PRECEDENT",
            "start_char": 27546,
            "end_char": 27582
        },
        {
            "text": "Order 8 Rule 1",
            "label": "PROVISION",
            "start_char": 27609,
            "end_char": 27623
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27666,
            "end_char": 27687
        },
        {
            "text": "Salem Advocate Bar Association vs. Union of India",
            "label": "PRECEDENT",
            "start_char": 27713,
            "end_char": 27762
        },
        {
            "text": "Kailash",
            "label": "OTHER_PERSON",
            "start_char": 27788,
            "end_char": 27795
        },
        {
            "text": "Order 8 Rule 1",
            "label": "PROVISION",
            "start_char": 27847,
            "end_char": 27861
        },
        {
            "text": "para 17 State vs. N.S. Gnaneswaran5",
            "label": "PRECEDENT",
            "start_char": 27940,
            "end_char": 27975
        },
        {
            "text": "Section 154(2)",
            "label": "PROVISION",
            "start_char": 27986,
            "end_char": 28000
        },
        {
            "text": "Code of Criminal Procedure",
            "label": "STATUTE",
            "start_char": 28008,
            "end_char": 28034
        },
        {
            "text": "Section 34, Section 29-A",
            "label": "PROVISION",
            "start_char": 28162,
            "end_char": 28186
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28194,
            "end_char": 28209
        },
        {
            "text": "Sections 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 28320,
            "end_char": 28342
        },
        {
            "text": "Sections 34(5) and (6)",
            "label": "PROVISION",
            "start_char": 28559,
            "end_char": 28581
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28670,
            "end_char": 28680
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 28923,
            "end_char": 28940
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29049,
            "end_char": 29052
        },
        {
            "text": "Oku Tech Private Limited vs. Sangeet Agarwal & Ors",
            "label": "PRECEDENT",
            "start_char": 29096,
            "end_char": 29146
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 29181,
            "end_char": 29197
        },
        {
            "text": "11.08.2016",
            "label": "DATE",
            "start_char": 29204,
            "end_char": 29214
        },
        {
            "text": "No. 3390/2015",
            "label": "CASE_NUMBER",
            "start_char": 29226,
            "end_char": 29239
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 29307,
            "end_char": 29323
        },
        {
            "text": "Maja Cosmetics vs. Oasis Commercial Pvt. Ltd. 2018",
            "label": "PRECEDENT",
            "start_char": 29327,
            "end_char": 29377
        },
        {
            "text": "SCC Online Del 6698",
            "label": "CASE_NUMBER",
            "start_char": 29378,
            "end_char": 29397
        },
        {
            "text": "(2005) 4 SCC 480 (2013) 3 SCC 594 11)",
            "label": "PRECEDENT",
            "start_char": 29400,
            "end_char": 29437
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 29484,
            "end_char": 29500
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 29795,
            "end_char": 29812
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 29854,
            "end_char": 29871
        },
        {
            "text": "Deshraj vs. Balakishan",
            "label": "PRECEDENT",
            "start_char": 29908,
            "end_char": 29930
        },
        {
            "text": "Rohini6",
            "label": "OTHER_PERSON",
            "start_char": 29979,
            "end_char": 29986
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 30019,
            "end_char": 30029
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 30039,
            "end_char": 30066
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 30075,
            "end_char": 30085
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30102,
            "end_char": 30105
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 30285,
            "end_char": 30297
        },
        {
            "text": "Commercial Act, 2015",
            "label": "STATUTE",
            "start_char": 30305,
            "end_char": 30325
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30342,
            "end_char": 30345
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 30360,
            "end_char": 30370
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30490,
            "end_char": 30493
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 30626,
            "end_char": 30643
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30644,
            "end_char": 30647
        },
        {
            "text": "SCC 708",
            "label": "CASE_NUMBER",
            "start_char": 31011,
            "end_char": 31018
        },
        {
            "text": "Deshraj vs. Balakishan",
            "label": "PRECEDENT",
            "start_char": 31065,
            "end_char": 31087
        },
        {
            "text": "Rohini",
            "label": "PRECEDENT",
            "start_char": 31136,
            "end_char": 31142
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 31235,
            "end_char": 31262
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 31271,
            "end_char": 31281
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31298,
            "end_char": 31301
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 31390,
            "end_char": 31419
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 31490,
            "end_char": 31531
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 31771,
            "end_char": 31812
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 32012,
            "end_char": 32041
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 32109,
            "end_char": 32150
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 32198,
            "end_char": 32221
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 32422,
            "end_char": 32434
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 32442,
            "end_char": 32469
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 32491,
            "end_char": 32494
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 32509,
            "end_char": 32519
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 32637,
            "end_char": 32640
        },
        {
            "text": "Oku Tech",
            "label": "PRECEDENT",
            "start_char": 32663,
            "end_char": 32671
        },
        {
            "text": "SCG Contracts India Pvt",
            "label": "ORG",
            "start_char": 32775,
            "end_char": 32798
        },
        {
            "text": "AIR 2019 SC 2691",
            "label": "PRECEDENT",
            "start_char": 33029,
            "end_char": 33045
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 33135,
            "end_char": 33152
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33153,
            "end_char": 33156
        },
        {
            "text": "Atcom Technologies Ltd. v. Y.A. Chunawala and Co.7",
            "label": "PRECEDENT",
            "start_char": 33321,
            "end_char": 33371
        },
        {
            "text": "Order VIII Rule I",
            "label": "PROVISION",
            "start_char": 33400,
            "end_char": 33417
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33419,
            "end_char": 33422
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33591,
            "end_char": 33601
        },
        {
            "text": "Order V rule 1 and Order VIII Rules 1 and 10",
            "label": "PROVISION",
            "start_char": 33764,
            "end_char": 33808
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 34157,
            "end_char": 34170
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "PRECEDENT",
            "start_char": 34210,
            "end_char": 34245
        },
        {
            "text": "(2018) 6 SCC 639",
            "label": "CASE_NUMBER",
            "start_char": 34263,
            "end_char": 34279
        },
        {
            "text": "Section 15(1) or Section 15(2)",
            "label": "PROVISION",
            "start_char": 34526,
            "end_char": 34556
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 34564,
            "end_char": 34573
        },
        {
            "text": "sub section (4) of section 15",
            "label": "PROVISION",
            "start_char": 34589,
            "end_char": 34618
        },
        {
            "text": "Order XIVA",
            "label": "PROVISION",
            "start_char": 34954,
            "end_char": 34964
        },
        {
            "text": "C.P.C, 1908",
            "label": "STATUTE",
            "start_char": 34972,
            "end_char": 34983
        },
        {
            "text": "proviso to sub rule (4)",
            "label": "PROVISION",
            "start_char": 34989,
            "end_char": 35012
        },
        {
            "text": "proviso to sub-rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 35036,
            "end_char": 35080
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 35088,
            "end_char": 35091
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 35287,
            "end_char": 35300
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 35308,
            "end_char": 35317
        },
        {
            "text": "SCG Contract India Private Limited",
            "label": "ORG",
            "start_char": 35349,
            "end_char": 35383
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 35927,
            "end_char": 35930
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 35939,
            "end_char": 35949
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35971,
            "end_char": 35992
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 36003,
            "end_char": 36016
        },
        {
            "text": "sub rule (1) of rule(1) of Order V",
            "label": "PROVISION",
            "start_char": 36095,
            "end_char": 36129
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36130,
            "end_char": 36133
        },
        {
            "text": "proviso to sub-rule(1) of rule-(1) of Order V",
            "label": "PROVISION",
            "start_char": 36405,
            "end_char": 36450
        },
        {
            "text": "proviso to Section 15 (4)",
            "label": "PROVISION",
            "start_char": 36459,
            "end_char": 36484
        },
        {
            "text": "Order V Rule(1) sub rule(1)",
            "label": "PROVISION",
            "start_char": 36754,
            "end_char": 36781
        },
        {
            "text": "Section 15(1) or (2)",
            "label": "PROVISION",
            "start_char": 36834,
            "end_char": 36854
        },
        {
            "text": "sub rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 36914,
            "end_char": 36947
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36948,
            "end_char": 36951
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 37044,
            "end_char": 37057
        },
        {
            "text": "Order V rule 1 sub- rule(1)",
            "label": "PROVISION",
            "start_char": 37361,
            "end_char": 37388
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37389,
            "end_char": 37392
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 37412,
            "end_char": 37429
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37430,
            "end_char": 37433
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 37453,
            "end_char": 37463
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 37533,
            "end_char": 37546
        },
        {
            "text": "sub rule(1) of rule(1) of Order V",
            "label": "PROVISION",
            "start_char": 37626,
            "end_char": 37659
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37660,
            "end_char": 37663
        },
        {
            "text": "rules 1 and 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 37696,
            "end_char": 37724
        },
        {
            "text": "proviso to sub rule 1 of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 37743,
            "end_char": 37785
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37786,
            "end_char": 37789
        },
        {
            "text": "Section 15(1) or (2)",
            "label": "PROVISION",
            "start_char": 37933,
            "end_char": 37953
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 38148,
            "end_char": 38161
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 38341,
            "end_char": 38358
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38359,
            "end_char": 38362
        },
        {
            "text": "rule 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 38704,
            "end_char": 38725
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38726,
            "end_char": 38729
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 38755,
            "end_char": 38768
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 38781,
            "end_char": 38806
        },
        {
            "text": "Kanai Lal Sur versus Paramnidhi Sadhukhan8",
            "label": "PRECEDENT",
            "start_char": 38990,
            "end_char": 39032
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 39045,
            "end_char": 39055
        },
        {
            "text": "Chatterjee",
            "label": "OTHER_PERSON",
            "start_char": 39135,
            "end_char": 39145
        },
        {
            "text": "Heydon",
            "label": "OTHER_PERSON",
            "start_char": 39222,
            "end_char": 39228
        },
        {
            "text": "(1958) SCR 360",
            "label": "PRECEDENT",
            "start_char": 39441,
            "end_char": 39455
        },
        {
            "text": "Mukund Dewangan versus Oriental Insurance Co. Ltd.9",
            "label": "PRECEDENT",
            "start_char": 40681,
            "end_char": 40732
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40745,
            "end_char": 40758
        },
        {
            "text": "G.P. Singh",
            "label": "JUDGE",
            "start_char": 41129,
            "end_char": 41139
        },
        {
            "text": "2017) 14 SCC 663",
            "label": "CASE_NUMBER",
            "start_char": 41435,
            "end_char": 41451
        },
        {
            "text": "Venkataswamy Naidu R. v. Narasram Naraindas",
            "label": "PRECEDENT",
            "start_char": 41611,
            "end_char": 41654
        },
        {
            "text": "AIR 1966 SC 361 and District Mining Officer vs. Tata Iron and Steel Co. AIR 2001 (7) SCC 358",
            "label": "PRECEDENT",
            "start_char": 41655,
            "end_char": 41747
        },
        {
            "text": "Cranworth",
            "label": "OTHER_PERSON",
            "start_char": 41754,
            "end_char": 41763
        },
        {
            "text": "Jane Straford Boyse v.\nJohn T. Rossborough 10 ER 1192 (HL)",
            "label": "PRECEDENT",
            "start_char": 41772,
            "end_char": 41830
        },
        {
            "text": "Muray v. Foyle Meats Ltd. (1999) 3 All ER 769",
            "label": "PRECEDENT",
            "start_char": 41993,
            "end_char": 42038
        },
        {
            "text": "Kannai Lal Sur v. Paramnidhi Sadhukhan AIR 1967 SC 907",
            "label": "PRECEDENT",
            "start_char": 42431,
            "end_char": 42485
        },
        {
            "text": "Poppatlal Shah v. State of Madras AIR 1953 SC 274",
            "label": "PRECEDENT",
            "start_char": 42601,
            "end_char": 42650
        },
        {
            "text": "Girdharilal & Sons v. Balbir Nath Mathur (1986)",
            "label": "PRECEDENT",
            "start_char": 42652,
            "end_char": 42699
        },
        {
            "text": "Atma Ram Mittal v. Ishwar Singh Punia (1988) 4 SCC 284",
            "label": "PRECEDENT",
            "start_char": 42714,
            "end_char": 42768
        },
        {
            "text": "State of Bihar v. Hira Lal Kejriwal & Anr., AIR 1960 SC 47",
            "label": "PRECEDENT",
            "start_char": 43410,
            "end_char": 43468
        },
        {
            "text": "M. Pentiah",
            "label": "OTHER_PERSON",
            "start_char": 43612,
            "end_char": 43622
        },
        {
            "text": "Muddala Veeramallappa AIR 1961 SC 1107",
            "label": "PRECEDENT",
            "start_char": 43633,
            "end_char": 43671
        },
        {
            "text": "Tinsukhia Electric Supply Co. Ltd. v. State of Assam & Ors",
            "label": "PRECEDENT",
            "start_char": 43676,
            "end_char": 43734
        },
        {
            "text": "Nelson Motis v. Union of India & Anr",
            "label": "PRECEDENT",
            "start_char": 43961,
            "end_char": 43997
        },
        {
            "text": "(1992) 4 SCC 711",
            "label": "PRECEDENT",
            "start_char": 43999,
            "end_char": 44015
        },
        {
            "text": "Gurudevdatta",
            "label": "OTHER_PERSON",
            "start_char": 44017,
            "end_char": 44029
        },
        {
            "text": "Maryadit",
            "label": "OTHER_PERSON",
            "start_char": 44036,
            "end_char": 44044
        },
        {
            "text": "State of Maharashtra & Ors., (2001) 4 SCC 534",
            "label": "PRECEDENT",
            "start_char": 44055,
            "end_char": 44100
        },
        {
            "text": "Nathi Devi v. Radha Devi Gupta (2005) 2 SCC 271",
            "label": "PRECEDENT",
            "start_char": 44105,
            "end_char": 44152
        },
        {
            "text": "State of Uttar Pradesh v. Vijay Anand Maharaj AIR 1963 SC 946",
            "label": "PRECEDENT",
            "start_char": 44362,
            "end_char": 44423
        },
        {
            "text": "Council of Architecture vs. Mukesh Goyal and others10",
            "label": "PRECEDENT",
            "start_char": 44434,
            "end_char": 44487
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 44501,
            "end_char": 44511
        },
        {
            "text": "SCC 446 42",
            "label": "CASE_NUMBER",
            "start_char": 45232,
            "end_char": 45242
        },
        {
            "text": "Nathi Devi versus Radha Devi Gupta11",
            "label": "PRECEDENT",
            "start_char": 45247,
            "end_char": 45283
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 45289,
            "end_char": 45307
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45323,
            "end_char": 45333
        },
        {
            "text": "State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946",
            "label": "PRECEDENT",
            "start_char": 47030,
            "end_char": 47096
        },
        {
            "text": "Rananjaya Singh vs. Baijnath Singh and others : AIR 1954 SC 749",
            "label": "PRECEDENT",
            "start_char": 47099,
            "end_char": 47162
        },
        {
            "text": "Kanai Lal",
            "label": "OTHER_PERSON",
            "start_char": 47165,
            "end_char": 47174
        },
        {
            "text": "SCC 271 Sur vs. Paramnidhi Sadhukhan : AIR 1957 SC 907",
            "label": "PRECEDENT",
            "start_char": 47184,
            "end_char": 47238
        },
        {
            "text": "Nyadar Singh vs. Union of India and others : AIR 1988 SC 1979",
            "label": "PRECEDENT",
            "start_char": 47240,
            "end_char": 47301
        },
        {
            "text": "J.K. Cotton Spinning and Weaving Mills Co. Ltd. vs. State of U.P. : AIR 1961 S.C. 1170",
            "label": "PRECEDENT",
            "start_char": 47304,
            "end_char": 47390
        },
        {
            "text": "Ghanshyam Das vs. Regional Assistant Commissioner, Sales Tax : AIR 1964 S.C. 766)",
            "label": "PRECEDENT",
            "start_char": 47395,
            "end_char": 47476
        },
        {
            "text": "Sagar Pandurang Dhundare versus Keshav Aaba Patil12",
            "label": "PRECEDENT",
            "start_char": 47486,
            "end_char": 47537
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47550,
            "end_char": 47563
        },
        {
            "text": "Commissioner of Customs (Import), Mumbai versus Dilip Kumar & Co.13",
            "label": "PRECEDENT",
            "start_char": 47903,
            "end_char": 47970
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 48009,
            "end_char": 48022
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 48090,
            "end_char": 48100
        },
        {
            "text": "Interpretation (2018) 1 SCC 340 (2018) 9 SCC 1 Acts",
            "label": "CASE_NUMBER",
            "start_char": 48781,
            "end_char": 48832
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 48836,
            "end_char": 48855
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 48909,
            "end_char": 48919
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 48976,
            "end_char": 48995
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 49046,
            "end_char": 49065
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 49361,
            "end_char": 49380
        },
        {
            "text": "General Clauses Act",
            "label": "STATUTE",
            "start_char": 49506,
            "end_char": 49525
        },
        {
            "text": "District Mining Officer vs. Tata Iron and Steel Co., (2001) 7 SCC 358",
            "label": "PRECEDENT",
            "start_char": 50089,
            "end_char": 50158
        },
        {
            "text": "Shilpa Mittal vs. State (NCT of Delhi) and another14",
            "label": "PRECEDENT",
            "start_char": 52384,
            "end_char": 52436
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 52450,
            "end_char": 52460
        },
        {
            "text": "Shilpa Mittal",
            "label": "PRECEDENT",
            "start_char": 52890,
            "end_char": 52903
        },
        {
            "text": "Siddharth Luthra",
            "label": "OTHER_PERSON",
            "start_char": 53005,
            "end_char": 53021
        },
        {
            "text": "Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15",
            "label": "PRECEDENT",
            "start_char": 54337,
            "end_char": 54452
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 54466,
            "end_char": 54476
        },
        {
            "text": "Chhatisgarh State Cooperative Bank Mayadit",
            "label": "PRECEDENT",
            "start_char": 55367,
            "end_char": 55409
        },
        {
            "text": "G P Singh",
            "label": "JUDGE",
            "start_char": 55637,
            "end_char": 55646
        },
        {
            "text": "Craies",
            "label": "OTHER_PERSON",
            "start_char": 56098,
            "end_char": 56104
        },
        {
            "text": "JK Cotton Spinning and Weaving Mills Co Ltd v State of Uttar Pradesh10",
            "label": "PRECEDENT",
            "start_char": 57140,
            "end_char": 57210
        },
        {
            "text": "10 May 1948",
            "label": "DATE",
            "start_char": 57370,
            "end_char": 57381
        },
        {
            "text": "AIR 1961 SC 1170",
            "label": "PRECEDENT",
            "start_char": 59163,
            "end_char": 59179
        },
        {
            "text": "Commercial Tax Officer, Rajasthan v M/s Binani Cements Ltd.",
            "label": "PRECEDENT",
            "start_char": 60235,
            "end_char": 60294
        },
        {
            "text": "Sales Tax New Incentive Scheme for Industries, 1989",
            "label": "STATUTE",
            "start_char": 60519,
            "end_char": 60570
        },
        {
            "text": "Entry 4",
            "label": "PROVISION",
            "start_char": 60669,
            "end_char": 60676
        },
        {
            "text": "Entry 1E",
            "label": "PROVISION",
            "start_char": 60850,
            "end_char": 60858
        },
        {
            "text": "Civil Appeal No. 336 of 2003",
            "label": "CASE_NUMBER",
            "start_char": 61018,
            "end_char": 61046
        },
        {
            "text": "19 February 2014",
            "label": "DATE",
            "start_char": 61059,
            "end_char": 61075
        },
        {
            "text": "Item 1E",
            "label": "PROVISION",
            "start_char": 62349,
            "end_char": 62356
        },
        {
            "text": "South Indian Corporation (P) Ltd. v Secretary, Board of Revenue12",
            "label": "PRECEDENT",
            "start_char": 62871,
            "end_char": 62936
        },
        {
            "text": "Paradip Port Trust v Their Workmen13,",
            "label": "PRECEDENT",
            "start_char": 62938,
            "end_char": 62975
        },
        {
            "text": "AIR 1964 SC 07 AIR 1977 SC 36 Maharashtra State Board of Secondary and Higher Education v Paritosh Bhupesh Kumar Sheth14",
            "label": "PRECEDENT",
            "start_char": 62976,
            "end_char": 63096
        },
        {
            "text": "CCE v Jayant Oil Mills,15",
            "label": "PRECEDENT",
            "start_char": 63098,
            "end_char": 63123
        },
        {
            "text": "P S Sathappan v Andhra Bank Ltd16",
            "label": "PRECEDENT",
            "start_char": 63124,
            "end_char": 63157
        },
        {
            "text": "Sarabjit Rick Singh v Union of India17",
            "label": "PRECEDENT",
            "start_char": 63159,
            "end_char": 63197
        },
        {
            "text": "Pankajakshi v Chandrika.‖",
            "label": "PRECEDENT",
            "start_char": 63202,
            "end_char": 63227
        },
        {
            "text": "Bharat Petroleum Corporation Limited vs. R. Chandramouleeswaran and others16",
            "label": "PRECEDENT",
            "start_char": 63235,
            "end_char": 63311
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 63325,
            "end_char": 63335
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 65153,
            "end_char": 65163
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 65553,
            "end_char": 65566
        },
        {
            "text": "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "label": "PROVISION",
            "start_char": 65588,
            "end_char": 65643
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 65644,
            "end_char": 65647
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 65667,
            "end_char": 65677
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 65722,
            "end_char": 65732
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 66330,
            "end_char": 66340
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 66353,
            "end_char": 66356
        },
        {
            "text": "sub rule(1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 66442,
            "end_char": 66474
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 66491,
            "end_char": 66508
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 66509,
            "end_char": 66512
        },
        {
            "text": "rule 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 66754,
            "end_char": 66775
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 66776,
            "end_char": 66779
        },
        {
            "text": "rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 66858,
            "end_char": 66878
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 67286,
            "end_char": 67299
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 67558,
            "end_char": 67571
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 67761,
            "end_char": 67764
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 67810,
            "end_char": 67823
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 68064,
            "end_char": 68077
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 68104,
            "end_char": 68121
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 68122,
            "end_char": 68125
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 68145,
            "end_char": 68155
        },
        {
            "text": "Order V, rule 1, sub rule(1)",
            "label": "PROVISION",
            "start_char": 68440,
            "end_char": 68468
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 68481,
            "end_char": 68498
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 68594,
            "end_char": 68607
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 68731,
            "end_char": 68744
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 68841,
            "end_char": 68854
        },
        {
            "text": "sub rule(1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 68908,
            "end_char": 68940
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 68941,
            "end_char": 68944
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 69001,
            "end_char": 69026
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 69027,
            "end_char": 69030
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 69137,
            "end_char": 69150
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 69346,
            "end_char": 69359
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 69536,
            "end_char": 69549
        },
        {
            "text": "proviso to Section 15(4)",
            "label": "PROVISION",
            "start_char": 69635,
            "end_char": 69659
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 69827,
            "end_char": 69840
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 70194,
            "end_char": 70207
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 70376,
            "end_char": 70393
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 70466,
            "end_char": 70479
        },
        {
            "text": "Order VIII rule 1 and rule 10",
            "label": "PROVISION",
            "start_char": 70640,
            "end_char": 70669
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 70670,
            "end_char": 70673
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 70776,
            "end_char": 70789
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 70826,
            "end_char": 70839
        },
        {
            "text": "Section 15 (2)",
            "label": "PROVISION",
            "start_char": 71133,
            "end_char": 71147
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 71575,
            "end_char": 71588
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 71733,
            "end_char": 71746
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 72014,
            "end_char": 72039
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 72040,
            "end_char": 72043
        },
        {
            "text": "Section 15(4) proviso and Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 72096,
            "end_char": 72147
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 72390,
            "end_char": 72401
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 72402,
            "end_char": 72405
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 72566,
            "end_char": 72579
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 72587,
            "end_char": 72596
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 72620,
            "end_char": 72631
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 72632,
            "end_char": 72635
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 72750,
            "end_char": 72767
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 72830,
            "end_char": 72843
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 72912,
            "end_char": 72929
        },
        {
            "text": "I.A No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73035,
            "end_char": 73052
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73502,
            "end_char": 73519
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73529,
            "end_char": 73546
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73594,
            "end_char": 73611
        },
        {
            "text": "12.11.2020",
            "label": "DATE",
            "start_char": 73783,
            "end_char": 73793
        },
        {
            "text": "Special Judge for Trial and Disposal of Commercial Disputes, Visakhapatnam",
            "label": "COURT",
            "start_char": 73809,
            "end_char": 73883
        },
        {
            "text": "I.A.No.31 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73887,
            "end_char": 73904
        },
        {
            "text": "I.A.No.32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 73908,
            "end_char": 73925
        },
        {
            "text": "C.O.S.No.11 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 73929,
            "end_char": 73948
        },
        {
            "text": "I.A.Nos.31 of 2020 and 32 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 74011,
            "end_char": 74044
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 74306,
            "end_char": 74322
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 74350,
            "end_char": 74367
        },
        {
            "text": "Date:25.01.2022",
            "label": "DATE",
            "start_char": 74370,
            "end_char": 74385
        },
        {
            "text": "C. PRAVEEN KUMAR",
            "label": "JUDGE",
            "start_char": 74446,
            "end_char": 74462
        },
        {
            "text": "RAVI NATH TILHARI",
            "label": "JUDGE",
            "start_char": 74485,
            "end_char": 74502
        },
        {
            "text": "PETITION No.1261 OF 2020",
            "label": "CASE_NUMBER",
            "start_char": 74518,
            "end_char": 74542
        },
        {
            "text": "Date:25.01.2022",
            "label": "DATE",
            "start_char": 74543,
            "end_char": 74558
        }
    ],
    "precedent_clusters": {
        "Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15": [
            "Salem Advocate Bar Association vs. Union Of India1",
            "Limited vs. K.S. Chamankar Infrastrure Pvt., Limited",
            "State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti3",
            "Salem Advocate Bar Association vs. Union of India",
            "Oku Tech Private Limited vs. Sangeet Agarwal & Ors",
            "Maja Cosmetics vs. Oasis Commercial Pvt. Ltd. 2018",
            "Deshraj vs. Balakishan",
            "Deshraj vs. Balakishan",
            "Atcom Technologies Ltd. v. Y.A. Chunawala and Co.7",
            "Kanai Lal Sur versus Paramnidhi Sadhukhan8",
            "Mukund Dewangan versus Oriental Insurance Co. Ltd.9",
            "Venkataswamy Naidu R. v. Narasram Naraindas",
            "Girdharilal & Sons v. Balbir Nath Mathur (1986)",
            "Tinsukhia Electric Supply Co. Ltd. v. State of Assam & Ors",
            "Nelson Motis v. Union of India & Anr",
            "Council of Architecture vs. Mukesh Goyal and others10",
            "Nathi Devi versus Radha Devi Gupta11",
            "Sagar Pandurang Dhundare versus Keshav Aaba Patil12",
            "Commissioner of Customs (Import), Mumbai versus Dilip Kumar & Co.13",
            "Shilpa Mittal vs. State (NCT of Delhi) and another14",
            "Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15",
            "JK Cotton Spinning and Weaving Mills Co Ltd v State of Uttar Pradesh10",
            "Commercial Tax Officer, Rajasthan v M/s Binani Cements Ltd.",
            "South Indian Corporation (P) Ltd. v Secretary, Board of Revenue12",
            "Paradip Port Trust v Their Workmen13,",
            "CCE v Jayant Oil Mills,15",
            "P S Sathappan v Andhra Bank Ltd16",
            "Sarabjit Rick Singh v Union of India17",
            "Pankajakshi v Chandrika.‖",
            "Bharat Petroleum Corporation Limited vs. R. Chandramouleeswaran and others16",
            "Salem Advocate Bar Association",
            "Salem Advocate Bar Association",
            "Oku Tech",
            "Shilpa Mittal"
        ],
        "State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946": [
            "State of Uttar Pradesh v. Vijay Anand Maharaj AIR 1963 SC 946",
            "State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 148 r/w Section 151",
            "Civil Procedure Code, 1908",
            "Section 148 r/w Section 151",
            "Civil Procedure Code, 1908"
        ],
        [
            "Section 148 r/w Section 151",
            "CPC",
            "Section 148 r/w Section 151",
            "CPC"
        ],
        [
            "Order IX Rule 9 r/w Section 151",
            "C.P.C",
            "Order IX Rule 9 r/w Section 151",
            "C.P.C"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 148 r/w Section 151",
            "CPC",
            "Section 148 r/w Section 151",
            "CPC"
        ],
        [
            "Section 16",
            "Act, 2015",
            "Section 16",
            "Act, 2015"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Order VIII rules 1 & 10",
            "CPC",
            "Order VIII rules 1 & 10",
            "CPC"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Order VIII Rules 1 and 10",
            "C.P.C",
            "Order VIII Rules 1 and 10",
            "C.P.C"
        ],
        [
            "Order XV-A]",
            "Code of Civil Procedure, 1908",
            "Order XV-A]",
            "Code of Civil Procedure, 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 16",
            "Code of Civil Procedure, 1908",
            "Section 16",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 15 (2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15 (2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "section 148 r/w Section 151",
            "CPC",
            "section 148 r/w Section 151",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rules 1 and 10",
            "CPC",
            "Order VIII Rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 10",
            "CPC"
        ],
        [
            "Order V Rule 1(1)",
            "CPC",
            "Order V Rule 1(1)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1, Order VIII Rules 1 and 10",
            "CPC",
            "Order V Rule 1, Order VIII Rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 10",
            "CPC"
        ],
        [
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 8 Rule 1",
            "Commercial Courts Act",
            "Order 8 Rule 1",
            "Commercial Courts Act"
        ],
        [
            "Section 154(2)",
            "Code of Criminal Procedure",
            "Section 154(2)",
            "Code of Criminal Procedure"
        ],
        [
            "Section 34, Section 29-A",
            "Arbitration Act",
            "Section 34, Section 29-A",
            "Arbitration Act"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 2(c)",
            "Commercial Act, 2015",
            "Section 2(c)",
            "Commercial Act, 2015"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 2(c)",
            "Commercial Courts Act, 2015",
            "Section 2(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule I",
            "CPC",
            "Order VIII Rule I",
            "CPC"
        ],
        [
            "Section 15(1) or Section 15(2)",
            "Act, 2015",
            "Section 15(1) or Section 15(2)",
            "Act, 2015"
        ],
        [
            "Order XIVA",
            "C.P.C, 1908",
            "Order XIVA",
            "C.P.C, 1908"
        ],
        [
            "proviso to sub-rule (1) of rule 1 of Order V",
            "CPC",
            "proviso to sub-rule (1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "sub rule (1) of rule(1) of Order V",
            "CPC",
            "sub rule (1) of rule(1) of Order V",
            "CPC"
        ],
        [
            "sub rule (1) of rule 1 of Order V",
            "CPC",
            "sub rule (1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order V rule 1 sub- rule(1)",
            "CPC",
            "Order V rule 1 sub- rule(1)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "sub rule(1) of rule(1) of Order V",
            "CPC",
            "sub rule(1) of rule(1) of Order V",
            "CPC"
        ],
        [
            "proviso to sub rule 1 of rule 1 of Order V",
            "CPC",
            "proviso to sub rule 1 of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "rule 10 of Order VIII",
            "CPC",
            "rule 10 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "CPC",
            "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "rule 10 of Order VIII",
            "CPC",
            "rule 10 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "sub rule(1) of rule 1 of Order V",
            "CPC",
            "sub rule(1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII rule 1 and rule 10",
            "CPC",
            "Order VIII rule 1 and rule 10",
            "CPC"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act, 1996",
            "Section 15",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub section (3) of Section 15",
            "Arbitration and Conciliation Act, 1996",
            "sub section (3) of Section 15",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub-section (1) or sub-section (2) of Section 15",
            "Arbitration and Conciliation Act, 1996",
            "sub-section (1) or sub-section (2) of Section 15",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "rule 1 or 9",
            "CPC",
            "rule 1 or 9",
            "CPC"
        ],
        [
            "rule 10 of Order VIII",
            "CPC",
            "rule 10 of Order VIII",
            "CPC"
        ],
        [
            "rule 1 of Order VIII",
            "CPC",
            "rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Order V rule1, Order VIII rules 1 and 10",
            "CPC",
            "Order V rule1, Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Order V, Rule 1, sub-rule (1)",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order V, Rule 1, sub-rule (1)",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Rule 1 or Rule 9",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Rule 1 or Rule 9",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Rule 1",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Rule 1",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 10",
            "CPC"
        ],
        [
            "Order 8 Rule 1",
            "Commercial Courts Act",
            "Order 8 Rule 1",
            "Commercial Courts Act"
        ],
        [
            "Sections 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Sections 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996",
            "Sections 34(5) and (6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order V rule 1 and Order VIII Rules 1 and 10",
            "CPC",
            "Order V rule 1 and Order VIII Rules 1 and 10",
            "CPC"
        ],
        [
            "Section 15(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 15(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub section (4) of section 15",
            "Act, 2015",
            "sub section (4) of section 15",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "proviso to sub-rule(1) of rule-(1) of Order V",
            "CPC",
            "proviso to sub-rule(1) of rule-(1) of Order V",
            "CPC"
        ],
        [
            "proviso to Section 15 (4)",
            "Act, 2015",
            "proviso to Section 15 (4)",
            "Act, 2015"
        ],
        [
            "Section 15(1) or (2)",
            "Act, 2015",
            "Section 15(1) or (2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "rules 1 and 10 of Order VIII",
            "CPC",
            "rules 1 and 10 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(1) or (2)",
            "Act, 2015",
            "Section 15(1) or (2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "sub rule(1) of rule 1 of Order V",
            "CPC",
            "sub rule(1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "rule 1 of Order VIII",
            "CPC",
            "rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Order V, rule 1, sub rule(1)",
            "CPC",
            "Order V, rule 1, sub rule(1)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "proviso to Section 15(4)",
            "CPC",
            "proviso to Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15 (2)",
            "CPC",
            "Section 15 (2)",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Section 15(4)",
            "CPC",
            "Section 15(4)",
            "CPC"
        ],
        [
            "Section 15(4) proviso and Order VIII rules 1 and 10",
            "CPC",
            "Section 15(4) proviso and Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "CPC",
            "Section 15(2)",
            "CPC"
        ],
        [
            "Order V Rule 1 sub-rule (1) 2nd proviso",
            "Limitation Act",
            "Order V Rule 1 sub-rule (1) 2nd proviso",
            "Limitation Act"
        ],
        [
            "―Section 15:-",
            "C.P.C",
            "―Section 15:-",
            "C.P.C"
        ],
        [
            "proviso to sub rule (4)",
            "C.P.C, 1908",
            "proviso to sub rule (4)",
            "C.P.C, 1908"
        ],
        [
            "Order V Rule(1) sub rule(1)",
            "CPC",
            "Order V Rule(1) sub rule(1)",
            "CPC"
        ],
        [
            "Entry 4",
            "Sales Tax New Incentive Scheme for Industries, 1989",
            "Entry 4",
            "Sales Tax New Incentive Scheme for Industries, 1989"
        ],
        [
            "Entry 1E",
            "Sales Tax New Incentive Scheme for Industries, 1989",
            "Entry 1E",
            "Sales Tax New Incentive Scheme for Industries, 1989"
        ],
        [
            "Item 1E",
            "Sales Tax New Incentive Scheme for Industries, 1989",
            "Item 1E",
            "Sales Tax New Incentive Scheme for Industries, 1989"
        ]
    ],
    "precedent_counts": {
        "Managing Director, Chhattisgarh State Cooperative Bank Mayadit vs. Zila Sahkari Kendriya Bank Maryadit and others15": 34,
        "State of U.P. and others vs. Vijay Anand Maharaj : AIR 1963 SC 946": 2
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 1,
        "Section 148 r/w Section 151 of Civil Procedure Code, 1908": 1,
        "Section 148 r/w Section 151 of CPC": 2,
        "Order IX Rule 9 r/w Section 151 of C.P.C": 1,
        "Section 5 of Limitation Act": 2,
        "Section 16 of Act, 2015": 1,
        "Order VIII rules 1 and 10 of CPC": 4,
        "Section 148 of CPC": 3,
        "Order VIII rules 1 & 10 of CPC": 1,
        "Order VIII Rules 1 and 10 of C.P.C": 1,
        "Order XV-A] of Code of Civil Procedure, 1908": 1,
        "sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 16 of Code of Civil Procedure, 1908": 1,
        "Section 15 (2) of Arbitration and Conciliation Act, 1996": 1,
        "Section 16 of CPC": 6,
        "section 148 r/w Section 151 of CPC": 1,
        "Order VIII rule 1 of CPC": 12,
        "Order V Rule 1 of CPC": 1,
        "Order VIII Rules 1 and 10 of CPC": 1,
        "Order VIII Rule 1 of CPC": 6,
        "Order VIII Rule 10 of CPC": 3,
        "Order V Rule 1(1) of CPC": 1,
        "Order V Rule 1, Order VIII Rules 1 and 10 of CPC": 1,
        "Section 34(5) of Arbitration and Conciliation Act, 1996": 1,
        "Order 8 Rule 1 of Commercial Courts Act": 2,
        "Section 154(2) of Code of Criminal Procedure": 1,
        "Section 34, Section 29-A of Arbitration Act": 1,
        "Section 2(c) of Commercial Act, 2015": 1,
        "Section 2(c) of Commercial Courts Act, 2015": 1,
        "Order VIII Rule I of CPC": 1,
        "Section 15(1) or Section 15(2) of Act, 2015": 1,
        "Order XIVA of C.P.C, 1908": 1,
        "proviso to sub-rule (1) of rule 1 of Order V of CPC": 1,
        "Section 15(4) of Act, 2015": 8,
        "Section 16 of Commercial Courts Act": 4,
        "sub rule (1) of rule(1) of Order V of CPC": 1,
        "sub rule (1) of rule 1 of Order V of CPC": 1,
        "Order V rule 1 sub- rule(1) of CPC": 1,
        "sub rule(1) of rule(1) of Order V of CPC": 1,
        "proviso to sub rule 1 of rule 1 of Order V of CPC": 1,
        "rule 10 of Order VIII of CPC": 3,
        "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 of CPC": 1,
        "Section 15(2) of CPC": 10,
        "sub rule(1) of rule 1 of Order V of CPC": 2,
        "Order VIII rule 1 and rule 10 of CPC": 1,
        "Section 15(3) of Arbitration and Conciliation Act, 1996": 3,
        "Section 15(2) of Arbitration and Conciliation Act, 1996": 2,
        "Section 15 of Arbitration and Conciliation Act, 1996": 1,
        "sub section (3) of Section 15 of Arbitration and Conciliation Act, 1996": 1,
        "sub-section (1) or sub-section (2) of Section 15 of Arbitration and Conciliation Act, 1996": 1,
        "rule 1 or 9 of CPC": 1,
        "rule 1 of Order VIII of CPC": 2,
        "Order V rule1, Order VIII rules 1 and 10 of CPC": 1,
        "Order V, Rule 1, sub-rule (1) of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Rule 1 or Rule 9 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Rule 1 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Sections 34(5) and (6) of Arbitration and Conciliation Act, 1996": 2,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Order V rule 1 and Order VIII Rules 1 and 10 of CPC": 1,
        "sub section (4) of section 15 of Act, 2015": 1,
        "proviso to sub-rule(1) of rule-(1) of Order V of CPC": 1,
        "proviso to Section 15 (4) of Act, 2015": 1,
        "Section 15(1) or (2) of Act, 2015": 2,
        "rules 1 and 10 of Order VIII of CPC": 1,
        "Section 15(4) of CPC": 8,
        "Order V, rule 1, sub rule(1) of CPC": 1,
        "proviso to Section 15(4) of CPC": 1,
        "Section 15 (2) of CPC": 1,
        "Section 15(4) proviso and Order VIII rules 1 and 10 of CPC": 1,
        "Order V Rule 1 sub-rule (1) 2nd proviso of Limitation Act": 1,
        "―Section 15:- of C.P.C": 1,
        "proviso to sub rule (4) of C.P.C, 1908": 1,
        "Order V Rule(1) sub rule(1) of CPC": 1,
        "Entry 4 of Sales Tax New Incentive Scheme for Industries, 1989": 1,
        "Entry 1E of Sales Tax New Incentive Scheme for Industries, 1989": 1,
        "Item 1E of Sales Tax New Incentive Scheme for Industries, 1989": 1
    },
    "statute_counts": {
        "Constitution of India": 1,
        "Civil Procedure Code, 1908": 1,
        "CPC": 86,
        "C.P.C": 3,
        "Limitation Act": 3,
        "Act, 2015": 14,
        "Code of Civil Procedure, 1908": 2,
        "Code of Civil Procedure, 1908 (5 of 1908)": 4,
        "Arbitration and Conciliation Act, 1996": 13,
        "Commercial Courts Act": 6,
        "Code of Criminal Procedure": 1,
        "Arbitration Act": 1,
        "Commercial Act, 2015": 1,
        "Commercial Courts Act, 2015": 1,
        "C.P.C, 1908": 2,
        "Sales Tax New Incentive Scheme for Industries, 1989": 3
    }
}