{
  "case_file": "case70.txt",
  "original_text": "Delhi High Court\nV. R. Holdings vs Hero Investocorp Limited & Anr. on 4 August, 2023\nAuthor: Yashwant Varma\nBench: Yashwant Varma, Dharmesh Sharma\n                    *         IN THE HIGH COURT OF DELHI AT NEW DELHI\n                    %                            Order reserved on: 31 July 2023\n                                            Order pronounced on: 04 August 2023\n                    +         LPA 397/2023 and CM Nos. 21728/2023 & 38250/2023\n                              V. R. HOLDINGS                            ..... Appellant\n                                              Through: Mr. Akhil Sibal, Sr. Adv. with\n                                                         Mr. Ankur Sangal, Ms. Pragya\n                                                         Mishra, Ms. Amrit Sharma and\n                                                         Mr. Kiratraj Sadana, Advs.\n                                              versus\n                              HERO INVESTOCORP LIMITED & ANR. ..... Respondents\n                                              Through: Mr. Rajiv Nayar, Mr. Sandeep\n                                                         Sethi,        Mr.           Ciccu\n                                                         Mukhopadhyay, Mr. Dayan\n                                                         Krishnan, Sr. Advs. with Mr.\n                                                         Rishi Agrawala, Mr. Vikram\n                                                         Singh Dalal, Ms. Shreya Sethi,\n                                                         Ms. Riya Kumar, Mr. Karan\n                                                         Luthra, Mr. Ankit Banati and\n                                                         Mr. Shravan Niranjan, Advs.\n                                                         Mr. Kanishk Kumar, Ms.\n                                                         Deepika Pokharia and Mr.\n                                                         Priyansh Kohli, Advs.\n                              CORAM:\n                              HON'BLE MR. JUSTICE YASHWANT VARMA\n                              HON'BLE MR. JUSTICE DHARMESH SHARMA\n                                              ORDER\nYASHWANT VARMA, J.\nTHE PRELIMINARY OBJECTION\n1. The instant Letters Patent Appeal1 questions the correctness of LPA the judgement rendered by a learned Single Judge of the Court dismissing a petition for rectification moved by the appellant and referable to Section 57 of the Trade Marks Act, 19992.\n2. When we heard the matter on 10 July 2023, we took note of the preliminary objection which was raised at the behest of respondent no. 1 relating to the maintainability of the present LPA itself. Admittedly, the question of maintainability of an LPA against a judgement rendered by a learned Judge of the Court on a petition under Section 57 of the TMA had directly fallen for consideration before a Coordinate Bench of the Court in Resilient Innovations Pvt. Ltd. v. Phonepe Private Limited & Anr.3 and came to be answered in the affirmative.\n3. As was noticed by us in our order of 10 July 2023, Mr. Nayar, Mr. Sethi and Mr. Krishnan, learned senior counsels appearing for respondent no. 1 had in unison submitted that the exposition of the legal position in Resilient Innovations was incorrect and merited reconsideration. The doubts so expressed essentially rested upon the provisions of the Commercial Courts Act, 20154 and more particularly Section 13 thereof, which restricts an intra-court appeal only to such orders as may be traceable to Order XLIII of the Code of Civil Procedure, 19085 and Section 37 of the Arbitration and TMA 2023:DHC:3426-DB 2015 Act Code Conciliation Act, 19966. Learned senior counsels had contended that although the issue of whether an intra-court appeal would be maintainable in light of Section 13 of the 2015 Act was directly raised before the Court in Resilient Innovations, no findings or conclusions came to be returned in that respect.\n4. On hearing learned senior counsels for parties on that date, we had desisted from expressing any prima facie opinion subject to submissions in this respect being heard in greater detail. Pursuant to the liberty so reserved, learned senior counsels representing respondent no. 1 were thereafter heard at length on the question whether Resilient Innovations merited reconsideration or in case of doubt the matter liable to be referred for the consideration of a larger Bench. In order to delineate the principal issue which arises, the submissions that were addressed on this score are noted hereinafter.\n5. The respondent no. 1 would contend that Section 2(1)(c) of the 2015 Act, while defining the expression \"commercial dispute\" in terms of clause (xvii) includes a dispute arising out of intellectual property rights relating to registered and unregistered trade marks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits. It was contended that the 2015 Act must thus be understood as bringing within its ambit all commercial disputes as defined and which would include those arising out of intellectual property disputes.\n1996 Act\n6. It was further submitted that in terms of Section 7 of the 2015 Act, all suits and applications relating to commercial disputes are ordained to be heard and disposed of by the Commercial Division of a High Court. Learned senior counsels also relied upon Sections 4 and 5 of the aforesaid enactment to submit that the provisions aforenoted clearly mandate all commercial disputes, and which would necessarily include those falling within the scope of Section 2(1)(c)(xvii), to be tried by the Commercial Division of the High Court or a commercial court.\n7. It was then submitted that in terms of Section 13, an appeal is provisioned for against any judgement or order of a commercial court or by a Judge sitting on the Commercial Division of a High Court. However, and was pointed by learned senior counsels, such appeals would stand restricted to orders traceable either to Order XLIII of the Code or Section 37 of the 1996 Act. It was the submission of learned senior counsels that an order rejecting a cancellation petition under Section 57 of the TMA clearly does not fall within the ambit of Order XLIII. It was thus submitted that in light of the plain language of Section 13 coupled with the indubitable fact that the rejection of a cancellation petition would not fall within the ambit of Order XLIII of the Code, would clearly lead to the inevitable conclusion that no further appeal would lie.\n8. Learned senior counsels also laid stress upon the provisions contained in Section 13(2) of the 2015 Act and which clearly proscribes an appeal being entertained against an order or decree of the Commercial Division or a commercial court otherwise than in accordance with the provisions made in the said statute. According to learned senior counsels, Section 13(2) in unambiguous terms overrides any provision contained in any other law including a provision for an LPA and thus embodying the legislative intent of the remedy of appeal being governed solely and exclusively by Section\n9. According to learned senior counsels, on a holistic examination of the aforesaid provisions it would thus be manifest that it is only when a learned Judge presiding over the Commercial Division or the commercial court passes an order traceable to Order XLIII of the CPC or Section 37 of the 1996 Act that an appeal under Section 13(2) would lie. According to learned senior counsels, Section 13(2) reinforces the intent of the Legislature to accord overriding effect to the provisions of the 2015 Act over any provision to the contrary contained in any other law for the time being in force and extending to an LPA before the High Court.\n10. It was further submitted that the fact that the TMA does not provision for an appeal against an order passed either by the Registrar or the High Court when petitioned under Section 57 is liable to be viewed as evidence of no further appeal being envisaged. For this reason also, it was contended that the instant appeal would not be maintainable.\n11. According to learned senior counsels, Resilient Innovations clearly fails to consider the aforesaid aspects and has thus incorrectly come to conclude that an LPA would be maintainable. According to the first respondent, the said conclusion is rendered wholly unsustainable when tested on the anvil of Section 13 of the 2015 Act. It was their submission that although Section 13 was cited for the consideration of the Division Bench, it has clearly failed to examine the issue from that perspective and the judgment thus deserves to be revisited by a larger Bench of the Court.\n12. We note that while Resilient Innovations may not have rendered any categorical findings on the maintainability of an appeal tested against the provisions of the 2015 Act, the Court while dealing with the principal question of maintainability of an LPA has rendered the following pertinent observations:-\n\"25. At this stage we may note that an intra-court appeal in this court would, broadly, fall into four slots. [See C.S. Aggarwal v State & Ors. and Jaswinder Singh].\n(i) First, Appeals, which are available under the CPC.\n(ii) Second, where the provision of appeal is made in a given statute.\n(iii) Third, appeals available under Section 10 of the DHC Act, in respect of judgements which are rendered by a Single Judge in the exercise of ordinary original civil jurisdiction, as construed under Section 5(2) of the very same Act. Thus, an appeal under this provision i.e., Section 10(1) of the DHC Act would be available where a Single Judge passes an order while exercising ordinary original civil jurisdiction, which is otherwise not available under Section 104 read with Order 43 Rule 1 of the CPC, as long as it meets the test of \"judgement\" as enunciated in Babulal Khimji.\n(iv) Lastly, appeals available under Clause 10 of the Letters Patent.\n25.1 In the instant case, RIPL has slotted its appeal in the last category i.e., Clause 10 of the Letters Patent. The reason is quite clear; the first three slots would not apply as the learned Single Judge was not exercising ordinary original civil jurisdiction; there is no provision in the CPC for maintaining this appeal and the 1999 (Amended) TM Act does not provide for an appeal.\n25.2 PPL, on the other hand, has, inter alia, emphasized that because of the history of trademark legislation, the exclusion of an intra-court appeal provision is implied.\n25.3 We tend to disagree. To our minds, there is nothing in the framework of the 1999 TM Act which suggests that the legislature, by implication, sought to exclude one level of scrutiny that would be available by way of an intra-court appeal preferred under Clause 10 of the Letters Patent. Concededly, there is no provision in the 1999 (Amended) TM Act, which expressly excludes the applicability of the provision for appeal provided under Clause 10 of the Letters Patent.\n26. The question that then arises is: whether the fact that there is no provision with regard to the applicability of the provisions of CPC would make any difference to the conclusion that we have reached in the matter?\n26.1 In this context, it is to be noticed that in the National Sewing Thread case, when the Supreme Court was called upon to rule on whether an intra-court appeal would lie under Clause 15 of the Letters Patent, as applicable to the Gujrat High Court, the decision on the maintainability of the intra-court appeal did not turn on the provisions of sub-section (3) of Section 76 of the1940 TM Act, which provided that the provisions of the CPC would apply to the appeals preferred to the High Court under the Act. 26.2 Clearly, in Sub-section (3) of Section 76 of the said Act and in Subsection (8) of Section 109 of the 1958 TM Act, provide for the application of the provisions of CPC. A plain reading of the said provisions would show that the CPC applies to appeals preferred with the High Court under the respective statute.\n26.3 An appeal under the Letters Patent (in this case, Clause 10), however, is an appeal under a special law, and not an appeal under the Act. Therefore, the absence of a similar provision under the 1999 (Amended) TM Act would have, in our opinion, no impact on the sustainability of the instant appeals.\n27. Therefore, in our view, the first issue has to be answered in favour of RIPL and against PPL. Intra-court appeals would lie against the decision of the Single Judge rendered under Section 57 of the 1999 (Amended) TM Act.\"\n13. We respectfully concur with the exposition of the legal position as enunciated in the passages of that decision extracted hereinabove. However, and this we do acknowledge that learned senior counsels representing the respondent appear to be correct in their submission that Resilient Innovations fails to deal with the impact of Section 13 and the consequential question of whether notwithstanding the limited avenue of an appeal created in terms thereof, an LPA remedy would still be available to be invoked.\n14. However, the issue of the matter being referred to a larger Bench would arise only if we, on a consideration of the submissions noticed above, come to the conclusion that the legal position as enunciated in Resilient Innovations is rendered unsustainable in light of the provisions of the 2015 Act and in the context of the submissions advanced before us. We thus proceed to examine whether the remedy of an LPA as recognised to exist in Resilient Innovations is the correct position in law or whether a note of dissent is merited when viewed in the context of the provisions of the 2015 Act.\n15. Having conferred our thoughtful consideration on the submissions addressed on this score, we find no justification to differ from the ultimate conclusions that came to be rendered by the Court in Resilient Innovations for reasons which are set out hereinafter. This we do hold since the discussion which follows would establish that the LPA remedy with respect to a judgment or order rendered in Section 57 proceedings by a Judge constituting the Commercial Division or a commercial court survives and can be legally invoked notwithstanding Section 13 and the other provisions of the 2015 Act which were cited for our consideration.\n16. Undisputedly, disputes arising out of intellectual property rights fall within the meaning of a \"commercial dispute\" as defined in Section 2(1)(c)(xvii) of the 2015 Act. The constitution of commercial courts flows from Section 3 of the 2015 Act which reads as under:-\n\"3. Constitution of Commercial Courts.--(1) The State Government may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.\n(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.\n(2) The State Government shall, after consultation, with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.\n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a Court below the level of a District Judge.\"\n17. Sections 4 and 5 deal with the constitution of Commercial Divisions and Commercial Appellate Divisions at the level of High Courts. Those provisions are extracted hereinbelow:-\n\"4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a Single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\n5. Constitution of Commercial Appellate Division.--(1) After issuing notification under sub-section (1) of Section 3 or order under subsection (1) of Section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.\"\n18. The jurisdiction of a Commercial Division of a High Court is defined by Section 7 in the following terms:-\n\"7. Jurisdiction of Commercial Divisions of High Courts.-- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n19. Section 8 bars a civil revision or a petition against any interlocutory order of a commercial court. It further prescribes that the only remedy available in this respect would be by way of an appeal subject to the provisions of Section 13. Section 8 reads thus:-\n\"8. Bar against revision application or petition against an interlocutory order.--Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n20. Section 13 constructs the remedy of an appeal and reads as under:-\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1-A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n21. The remedy of rectification or cancellation stands enshrined in Section 57 of the TMA and is extracted hereinbelow:-\n\"57. Power to cancel or vary registration and to rectify the register.--(1) On application made in the prescribed manner to the High Court or to the Registrar by any person aggrieved, the Registrar or the High Court, as the case may be, may make such order as it may think fit for cancelling or varying the registration of a trade mark on the ground of any contravention, or failure to observe a condition entered on the register in relation thereto.\n(2) Any person aggrieved by the absence or omission from the register of any entry, or by any entry made in the register without sufficient cause, or by any entry wrongly remaining on the register, or by any error or defect in any entry in the register, may apply in the prescribed manner to the High Court or to the Registrar, and the Registrar or the High Court, as the case may be, may make such order for making, expunging or varying the entry as it may think fit.\n(3) The Registrar or the High Court, as the case may be, may in any proceeding under this section decide any question that may be necessary or expedient to decide in connection with the rectification of the register.\n(4) The Registrar or the High Court, as the case may be, of its own motion, may, after giving notice in the prescribed manner to the parties concerned and after giving them an opportunity of being heard, make any order referred to in sub-section (1) or sub- section (2).\n(5) Any order of the High Court rectifying the register shall direct that notice of the rectification shall be served upon the Registrar in the prescribed manner who shall upon receipt of such notice rectify the register accordingly.\"\n22. Section 91 of the TMA as it stands post its amendment and the passing of the Tribunal Reforms Act, 20217 is couched in the following words:-\n\"91. Appeals to High Court. --(1) Any person aggrieved by an order or decision of the Registrar under this Act, or the rules made thereunder may prefer an appeal to the High Court within three months from the date on which the order or decision sought to be appealed against is communicated to such person preferring the appeal.\n(2) No appeal shall be admitted if it is preferred after the expiry of the period specified under sub-section (1):\nProvided that an appeal may be admitted after the expiry of the period specified therefor, if the appellant satisfies the High Court that he had sufficient cause for not preferring the appeal within the specified period.\"\n(3) An appeal to the High Court shall be in the prescribed form and shall be verified in the prescribed manner and shall be TRA accompanied by a copy of the order or decision appealed against and by such fees as may be prescribed.\"\n23. Of equal significance are the provisions enshrined in Sections 134 and 135 of the TMA and since those would have a bearing on the issues which stand raised, the same are extracted hereunder:-\n\"134. Suit for infringement, etc., to be instituted before District Court.--\n(1) No suit--\n(a) for the infringement of a registered trade mark; or\n(b) relating to any right in a registered trade mark; or\n(c) for passing off arising out of the use by the defendant of any trade mark which is identical with or deceptively similar to the plaintiff‟s trade mark, whether registered or unregistered, shall be instituted in any court inferior to a District Court having jurisdiction to try the suit.\n(2) For the purpose of clauses (a) and (b) of sub-section (1), a \"District Court having jurisdiction\" shall, notwithstanding anything contained in the Code of Civil Procedure, 1908 (5 of 1908) or any other law for the time being in force, include a District Court within the local limits of whose jurisdiction, at the time of the institution of the suit or other proceeding, the person instituting the suit or proceeding, or, where there are more than one such persons any of them, actually and voluntarily resides or carries on business or personally works for gain.\nExplanation.--For the purposes of sub-section (2), \"person\" includes the registered proprietor and the registered user.\n135. Relief in suits for infringement or for passing off.-- (1) The relief which a court may grant in any suit for infringement or for passing off referred to in section 134 includes injunction (subject to such terms, if any, as the court thinks fit) and at the option of the plaintiff, either damages or an account of profits, together with or without any order for the delivery-up of the infringing labels and marks for destruction or erasure.\n(2) The order of injunction under sub-section (1) may include an ex parte injunction or any interlocutory order for any of the following matters, namely:--\n(a) for discovery of documents;\n(b) preserving of infringing goods, documents or other evidence which are related to the subject-matter of the suit;\n(c) restraining the defendant from disposing of or dealing with his assets in a manner which may adversely affect plaintiff‟s ability to recover damages, costs or other pecuniary remedies which may be finally awarded to the plaintiff.\n(3) Notwithstanding anything contained in sub-section (1), the court shall not grant relief by way of damages (other than nominal damages) or on account of profits in any case--\n(a) where in a suit for infringement of a trade mark, the infringement complained of is in relation to a certification trade mark or collective mark; or\n(b) where in a suit for infringement the defendant satisfies the court--\n(i) that at the time he commenced to use the trade mark complained of in the suit, he was unaware and had no reasonable ground for believing that the trade mark of the plaintiff was on the register or that the plaintiff was a registered user using by way of permitted use; and\n(ii) that when he became aware of the existence and nature of the plaintiff‟s right in the trade mark, he forthwith ceased to use the trade mark in relation to goods or services in respect of which it was registered; or\n(c) where in a suit for passing off, the defendant satisfies the court--\n(i) that at the time he commenced to use the trade mark complained of in the suit, he was unaware and had no reasonable ground for believing that the trade mark for the plaintiff was in use; and\n(ii) that when he became aware of the existence and nature of the plaintiff‟s trade mark he forthwith ceased to use the trade mark complained of.\"\n24. Section 3 of the 2015 Act provides that the State Government may, with the consultation of the concerned High Court, constitute such number of commercial courts at the District level as may be deemed necessary. The First Proviso to Section 3 deals with those courts which exercise ordinary original civil jurisdiction and provides for the constitution of commercial courts at the District level. The Second Proviso then proceeds to deal with High Courts which exercise ordinary original civil jurisdiction with respect to a particular territory and provides that the State Government may specify the pecuniary limits which may govern the jurisdiction exercisable by District Courts functioning under the superintendence of such a High Court. Section 4 stipulates that the Chief Justice of a High Court having ordinary original civil jurisdiction may by order constitute a Commercial Division comprising of one or more Benches. Section 5 envisages the creation of a Commercial Appellate Division. In terms of Section 6 thereof, a commercial court so constituted may exercise jurisdiction over all suits and applications relating to commercial disputes. Section 7 provides for the transfer of all suits and applications relating to commercial disputes pending in a High Court exercising ordinary original civil jurisdiction to be heard and disposed of by the Commercial Division of that Court.\n25. The 2015 Act thus on a foundational plane, creates a hierarchy of commercial courts at the District level as well as the creation of a Commercial Division at the level of those High Courts which exercise ordinary original civil jurisdiction. Such High Courts are also obliged to create a Commercial Appellate Division. Both the Commercial Division at the level of a High Court and commercial courts at the District level thus stand bestowed with the jurisdiction to decide suits and applications pertaining to commercial disputes which in turn are enumerated in Section 2(1)(c) of the 2015 Act.\n26. As would be evident from a reading of the aforenoted provisions, the Commercial Division of a High Court is created in those High Courts which were, on the appointed date, exercising ordinary original civil jurisdiction. The Commercial Division of a High Court comes into being only in situations where that High Court stood vested with and was exercising ordinary original civil jurisdiction prior to the enforcement of the 2015 Act. This position clearly emerges upon a conjoint reading of Section 3, its First Proviso and Section 4 of the 2015 Act. The commercial court or the Commercial Division thus stands created at the District level and in certain High Courts to try commercial disputes. However, what becomes important to note is that the aforenoted categories of courts are those which were, prior to the promulgation of the 2015 Act, exercising \"ordinary original civil jurisdiction\". The 2015 Act essentially creates a distinct hierarchy for courts charged with dealing with commercial disputes. By virtue of the provisions of the 2015 Act, commercial disputes which earlier could have been tried by any court at the District level or a High Court vested with ordinary original civil jurisdiction must now be placed either before commercial courts or the Commercial Division depending upon the pecuniary limits that prevail. The legislation also envisages the creation of a special wing in the shape of a Commercial Division in High Courts which were otherwise exercising an ordinary original civil jurisdiction prior to the promulgation of the 2015 Act.\n27. What however needs to be borne in mind is the nature of jurisdiction which a Judge on the Commercial Division exercises while entertaining a petition under Section 57 of the TMA. Section 57 enables any aggrieved person to move either the High Court or the Registrar for cancellation or variation of a trade mark which has come to be registered. The contemporaneous power which is conferred on a High Court under Section 57 is one which stands specifically invested in that court by virtue of the aforesaid provision of the TMA. The power so conferred on the High Court is thus traceable not to its existing ordinary original civil jurisdiction but Section 57 of the TMA. The power of rectification or cancellation is not traceable to an inherent jurisdiction vesting in a Judge as part of the Commercial Division but one which stands created by Section 57 of the TMA. The authority to entertain a petition for cancellation or rectification is thus not one which is traceable to the jurisdiction otherwise recognised to inhere in the Commercial Division of a High Court but one which owes its basis to Section 57 of the TMA.\n28. Consequently, when the High Court entertains a petition with reference to Section 57 of the TMA, it does so solely by virtue of the avenue created by the TMA as opposed to the powers otherwise exercisable by that High Court under its ordinary original civil jurisdiction. What thus needs to be appreciated and understood is the nature of the power which the Commercial Division exercises when dealing with such a petition. We are of the firm opinion that the High Court while acting through its Commercial Division is thus not wielding a power which is traceable to its ordinary original civil jurisdiction but one which owes its genesis to a statutory enactment. It is the TMA which designates and clothes the Commercial Division of a High Court with the authority to decide a petition traceable to Section 57.\n29. The 2015 Act, on the other hand, aims at creating a special adjudicatory structure to deal with suits or applications relating to a commercial dispute. However, while proceeding to do so it identifies courts which were otherwise exercising ordinary original civil jurisdiction. While proceeding to designate such courts and assigning that jurisdiction it does not seek to deprive or denude the powers that are otherwise conferred on such judicial institutions independently. The various sections of the 2015 Act are thus liable to be interpreted as regulating the ordinary original civil jurisdiction exercisable by those courts and not extending to, controlling or eclipsing the special jurisdiction or authority that may otherwise be statutorily conferred on such judicial institutions. That jurisdiction or authority is neither possessed nor exercised by those courts by virtue of the powers otherwise inhering in them. The above conclusions are further fortified when one views Section 13(1A) which too speaks of a judgment or order rendered by a commercial court exercising \"original civil jurisdiction\".\n30. The distinction that is liable to be acknowledged as existing when a court exercises its original civil jurisdiction and when it assumes jurisdiction to decide by virtue of an independent statutory conferral of power is further evident when one contrasts Section 57 with Section 134 of the TMA. As would be evident from a reading of Section 57, a person aggrieved is entitled to institute proceedings for cancellation or variation of a registered trade mark either before the Registrar or the High Court. The High Court here is not so designated by virtue of it being one which is otherwise vested with original civil jurisdiction. The Section 57 remedy would thus be available to be exercised by all High Courts generally. Section 134 on the other hand speaks of suits for infringement or passing off being instituted before a court which is not inferior to a \"District Court\". The meaning of the phrase \"District Court\" would have to be gathered from the Code which defines it in Section 2(4) to mean either the principal civil court of original jurisdiction or the High Court. Thus, while an appeal against a judgment or order passed by a commercial court or a Judge sitting on the Commercial Division on a suit for infringement or passing off would be regulated by Section 13 of the 2015 Act, any order or judgment rendered which is not traceable to the exercise of original jurisdiction would not. The power and authority exercised by the Commercial Division of a High Court in terms of Section 57 thus cannot possibly be recognised as being one traceable to its original jurisdiction.\n31. We thus come to the firm conclusion that Section 13 while speaking of appeals is restricted to orders passed by such courts in exercise of their ordinary original civil jurisdiction. It does not regulate or control orders passed by such courts by virtue of jurisdiction conferred by a special legislation. A legislation may choose to confer an adjudicatory function on any judicial institution. The conferral of such adjudicatory functions is not in recognition of the plenary power of such a court but the express will of the Legislature to designate a judicial authority with the power to adjudicate upon a special genre of a lis. Section 57 clearly represents one such legislative measure. The said provision is not one which could be recognised to be otherwise existing or ordinarily exercisable by a commercial court or a Commercial Division but for the conferral of jurisdiction by that provision. At the cost of repetition, it must thus be observed that the authority to rule on a petition for cancellation owes its genesis not to a power ordinarily inhering or exercisable by such a court but by virtue of a statutory conferment. It is this facet which is critical and determinative of the question that stands raised.\n32. The respondent no. 1 would contend that the appellate power as recognised in Section 13 must regulate all powers that a commercial court or the Commercial Division may exercise. However, that submission fails to consider that a commercial court or the Commercial Division may perform a multifunctional role. That multifaceted role may include not just an exercise of its ordinary and plenary powers but also those which may be bestowed upon those courts independently by statute. The special powers which such a commercial court or Commercial Division may discharge cannot, therefore, be equated to its \"ordinary original civil jurisdiction\".\n33. What Section 13 purports and seeks to control are those judgments or orders that may be rendered by the commercial court or the Commercial Division in exercise of their \"ordinary original civil jurisdiction\". The bar of the LPA remedy in terms of Section 13(2) would consequently apply only in respect of judgments or orders rendered by a commercial court or the Commercial Division in exercise of their ordinary original civil jurisdiction.\n34. We also find merit in the submission of Mr. Sibal who contended that if the interpretation advocated by the first respondent were to be accepted, it would result in various High Courts which otherwise may not be exercising ordinary original civil jurisdiction from being excluded from the ambit of Section 57 of the TMA. This too lends credence to the view that we have expressed hereinabove, namely, of the Section 57 power being separate and distinct from the ordinary original civil jurisdiction exercised by High Courts.\n35. For the purposes of elucidating the nature of the ordinary original civil jurisdiction which stands bestowed upon this High Court, we deem it apposite to refer to the following passages from the decision of the Supreme Court in Grieshim GMBH Vs. Goyal MG Gases Private Limited8. The Supreme Court in Grieshim was considering the meaning to be ascribed to the phrase \"District Court\"\nas appearing in Section 44A of the 1996 Act and whether it would include this High Court in light of the pecuniary limits prescribed. Answering the aforesaid question the Supreme Court observed thus:-\n\"22. The question that emerges for our consideration is whether the High Court of Delhi in exercise of its original jurisdiction is a competent court to entertain a petition for executing a money decree (in excess of Rs 20 lakhs) of a foreign court which is notified as a superior court of reciprocating territory under Section 44-A of the Code.\n**** **** **** 24.5. Section 5, Delhi High Court Act, 1966 -- \"Jurisdiction of High Court of Delhi\"\n5. Jurisdiction of High Court of Delhi.--(1) The High Court of Delhi shall have, in respect of the territories for the time being included in the Union Territory of Delhi, all such original, appellate and other jurisdiction as, under the law in force immediately before the appointed day, is exercisable in respect of the said territories by the High Court of Punjab.\n(2022) 11 SCC 549 (2) Notwithstanding anything contained in any law for the time being in force, the High Court of Delhi shall also have in respect of the said territories ordinary original civil jurisdiction in every suit the value of which exceeds Rupees twenty lakhs.\"\n25. The expression \"district\" is defined under Section 2(4) of the Code and the term \"District Court\" referred under Section 44-A of the Code although not defined, but on conjoint reading of the provision makes it clear that it refers to the local limits of the jurisdiction of a principal civil court of original jurisdiction (provisions of the Code called a \"District Court\") and it includes the local limits of the ordinary original civil jurisdiction of a High Court and it is not disputed that principal civil court of original jurisdiction is normally a District Court (with whatever change in the nomenclature) and the High Courts in India exercising ordinary original civil jurisdiction are not too many, but where there is a split jurisdiction based on its pecuniary value, notified from time-to-time, the District Court or the High Court in its ordinary original civil jurisdiction is competent to exercise power for execution of decree, including money decree of the foreign court of reciprocating jurisdiction, provided other conditions are complied with as contemplated under Section 44-A of the Code.\n26. Section 44-A of the Code provides for execution of decrees passed by the foreign courts in reciprocating territories. It, inter alia, stipulates that where a certified copy of a decree of any of the superior court of any reciprocating territory has been filed in a District Court, the decree may be executed in India as if it had been passed by a District Court. Together with the certified copy of the decree, a certificate from such superior court is to be filed stating the extent, if any, to which the decree has been satisfied or adjusted. Such a certificate is the conclusive proof of the extent of such satisfaction or adjustment. Sub-section (3) of Section 44-A of the Code further lays down that provisions of Section 47 of the Code shall apply to such execution proceedings and the court can refuse execution of any such decree, if it is shown to the satisfaction of the court that the decree falls within any of the exceptions specified in clauses (a) to (f) in Section 13 of the Code.\n27. The ordinary original civil jurisdiction of the High Court is always exercised, based on pecuniary limits. It would be impossible to read into Section 44-A of the Code that even though the pecuniary jurisdiction of civil court is restricted, still for the purpose of execution of a foreign decree, it becomes the District Court in respect to those matters which fall within the ordinary original civil jurisdiction of the High Court and the expression \"district\" defined under Section 2(4) of the Code will have to be given its true effect. To read the expression \"District Court\" in Section 44-A for execution of foreign decree, it will be construed to be a court holding ordinary original civil jurisdiction in terms of its pecuniary limits as being notified under Section 5(2) of the 1966 Act.\n28. It leaves no manner of doubt that once the pecuniary jurisdiction at the given point of time exceeded Rs 20 lakhs as notified by the High Court under Section 5(2) of the 1966 Act (later vide Notification dated 10-8-2015 (w.e.f. 26-10-2015) pecuniary limits has been revised to Rs 2 crores), it is the High Court of Delhi which holds its exclusive jurisdiction as ordinary original civil jurisdiction to execute a foreign decree under Section 44-A of the Code and it goes without saying that execution always is in continuation of the proceedings.\n29. Section 24 of the Punjab Courts Act, 1918, of which the Division Bench has put its emphasis, which is applicable to Delhi, the Court of District Judge would be the principal civil court of original jurisdiction. Under Section 5(1) of the 1966 Act, the High Court of Delhi exercises all such original, appellate and the other jurisdiction as was exercisable by the High Court of Punjab in the Union Territory of Delhi. Then, there is Section 5(2) of the 1966 Act which starts with a non obstante clause which empowers the High Court of Delhi to exercise its ordinary original civil jurisdiction in every suit where the pecuniary value exceeds, as being notified by the competent authority and thus, the High Court of Delhi indeed holds original civil jurisdiction in a suit where the value exceeds its pecuniary limits and if Section 24 of the Punjab Courts Act, 1918 is read with Section 5(2) of the 1966 Act, it is quite clear that certain jurisdiction has been taken away from the District Court and conferred with the High Court of Delhi and this original civil jurisdiction is only in respect to the suits where the pecuniary limit exceeds as notified by the authority under Section 5(2) of the 1966 Act and that would make the High Court of Delhi, the principal court of original civil jurisdiction, for all practical purposes.\n30. The Division Bench has proceeded on the basis of the expression \"District Court\", as being referred under Section 44-A of the Code but it has not taken into consideration the other relevant provisions of which a reference has been made by us while coming to the conclusion that the expression \"district\" as defined under Section 2(4) of the Code only lays down the limits of the jurisdiction of the principal civil court of original jurisdiction and that includes the ordinary original civil jurisdiction of the High Court and once the pecuniary jurisdiction exceeds as being notified under the relevant statute, the jurisdiction vests exclusively with the High Court as an ordinary original civil jurisdiction for execution of a foreign decree under Section 44-A subject to the just objections which are available to the parties judgment-debtor as envisaged under Section 13 of the Code.\"\n36. Of greater significance is the decision of the Supreme Court in Raja Soap Factory Vs. S.P. Shantaraj & others9. The issue which arose there was whether the High Court of Mysore would have the jurisdiction to exercise powers under Section 105 of the Trade and Merchandise Marks Act, 1958 in the absence of it being enabled to exercise original jurisdiction and thus not falling within the meaning of a District Court as defined by that statute. It becomes pertinent to note that the aforesaid enactment provided that the expression \"District Court\" would have the same meaning as assigned to that phrase under the Code. Dealing with the aforesaid question, the Supreme Court pertinently observed as follows:-\n\"4. Exercise of jurisdiction by the High Court of Mysore is governed by Mysore Act 5 of 1962. The Act is purely a regulatory Act enacted for regulating the business and exercise of the powers of the High Court in relation to the administration of justice: it (1965) 2 SCR 800 does not purport to confer upon the High Court any jurisdiction original or appellate. It is true that by Section 12 of the Mysore High Court Act 1 of 1884 enacted by the Maharaja of Mysore to amend the constitution of the High Court of Mysore, and to provide for the administration of justice by that Court, the Government of Mysore was authorised by notification to invest the High Court with ordinary original civil jurisdiction of a District Court in all suits of a civil nature exercisable within such local limits as the Government may from time to time declare and appoint in that behalf. But Section 12 of the Mysore Act 1 of 1884 has been repealed by Section 14 of Mysore Act 5 of 1962.\n5. The High Court of Mysore is by its constitution primarily a court exercising appellate jurisdiction: it is competent to exercise original jurisdiction only in those matters in respect of which by special Acts it has been specifically invested with jurisdiction.\nThe High Court is competent to exercise original jurisdiction under Section 105 of the Trade and Merchandise Marks Act 43 of 1958 if it is invested with the ordinary original civil jurisdiction of a District Court, and not otherwise, and the High Court of Mysore not being invested by any statute of under its constitution with that jurisdiction was incompetent to entertain a passing off action.\n6. But it was urged that in a State the High Court is at the apex of the hierarchy of civil courts and has all the powers which the subordinate courts may exercise, and it is competent to entertain all actions as a Court of original jurisdiction which may lie in any court in the State. For this exalted claim, there is no warrant in our jurisprudence. Jurisdiction of a court means the extent of the authority of a court to administer justice prescribed with reference to the subject-matter, pecuniary value and local limits. Barring cases in which jurisdiction is expressly conferred upon it by special statutes, e.g. the Companies Act; the Banking Companies Act, the High Court of Mysore exercises appellate jurisdiction alone. As a court of appeal it undoubtedly stands at the apex within the State, but on that account it does not stand invested with original jurisdiction in matters not expressly declared within its cognizance.\"\n37. The aforenoted two decisions thus clearly highlight the distinction which must be acknowledged to exist between the powers exercised by a court while exercising its ordinary original jurisdiction as distinguished from a power which is specifically conveyed upon a judicial institution by statute. The learned Single Judge, as has been found by us above, was not exercising an original jurisdiction which inheres in the Court but one which stands entrusted to it by the TMA. It is this aspect which is of vital import and leads us to the conclusion that the LPA remedy is not ousted by Section 13 of the 2015 Act.\n38. In view of the aforesaid conclusions, we find no reason to refer Resilient Innovations for the consideration of a larger Bench. Notwithstanding the said decision having omitted to deal with the impact of Section 13 or the other provisions of the 2015 Act, its ultimate conclusions would hold good for reasons assigned by us in the preceding parts of this order. Accordingly, and for all the aforesaid reasons, the preliminary objection to the maintainability of the present appeal stands negatived.\nPRIMA FACIE MERITS\n39. As noticed hereinabove, the present appeal questions the judgement rendered by a learned Single Judge dismissing an application under Section 57 of the TMA. The appellant who was the original petitioner has sought removal of the mark \"Hero Group\" from the Register of Trademarks held by respondent no. 1 under Class 10 for Surgical, Medical, Dental and Veterinary Devices, Instruments and Apparatus (including Artificial Limbs, Eyes and Teeth) Components, Fittings, Accessories and Peripherals thereof, Orthopaedic Articles, Stretchers, Suture Materials, Inhalers, Syringes, Feeding Bottles.\n40. The dispute itself emanates from a Family Settlement Agreement10 and a Trade Mark and Name Agreement11 which was executed on 20 May 2010 and in terms of which the businesses of the Munjal Group were divided in four Family Groups titled F1 Family Group, F2 Family Group, F3 Family Group and F4 Family Group. The appellant constitutes the F1 Family Group while respondent no. 1 represents the F3 Family Group.\n41. Puja Investments Private Limited, the erstwhile avatar of respondent no.1 is stated to have applied for registration of the \"Hero Group\" mark in its favour on 01 November 2010. The respondent no.1 claimed itself to be the proprietor of the said trademark with a continuous use since 20 May 2010 in respect of medical products. The said application was accepted and advertised on 22 February 2016 in the Trade Marks Journal and since registration was not opposed, it came to be registered in favour of respondent no. 1 on 30 August 2016, with effect from 01 November 2010.\n42. The petition under Section 57 came to be originally instituted before the Intellectual Property Appellate Board12, and thereafter came to be transferred to this Court by virtue of the TRA. The FSA TMNA IPAB appellant questions the decision rendered on that petition principally on the following grounds.\n43. Mr. Sibal, learned senior counsel has referred to paragraph I of the FSA which sets out the broad principles underlying the settlement agreement as under:-\n\"I. The broad principles to arrive at the family settlement arrangement were based on the premise that as far as possible the family member managing the business shall continue to run that business and similarly the residential houses occupied by a family member shall belong to that family Member and all inter se loans and advances to be paid off/ adjusted and any Guarantees provided to external authorities by a Family Group for the benefit of a business being managed by a member of another Family Group shall also be replaced by guarantee of that Family Group.\"\n44. Our attention was also invited to Clauses 1.2 and 1.4 of the FSA which read as follows:-\n\"1.2 For the purposes of separation of the business and property interests of the Munjal Group among the four distinct Family Groups, each Family Group and respective Munjal Family Members have agreed to the cessation of joint ownership and control over business and property interests of Munjal Group and establishment of sole ownership, management ·and control of designated Family Group as more particularly set out in Schedule 7 hereto.\n                                   ***                    ***                            ***\n                             1.4    The Four Family Groups, pursuant to their desire to attain\nlasting peace amongst each of the Family Groups have by consensus and mutual agreement arrived at the four blocks listed in Schedule 7, as realigned and rearranged (\"Packages\"). The Four Family Groups acknowledge and confirm that these four Packages constitute fair allocation of Munjal Group Entities and properties between the Four Family Groups and their respective Munjal Family Members\"\n45. For the purposes of effectuating the broad terms of the family arrangement which stood embodied in the FSA, the four Groups also entered into a TMNA on 20 May 2010. In order to appreciate the challenge which stands raised in this appeal, it would be relevant to take note of the following definitions of various expressions used and appearing in the TMNA:-\n\"1.1.2 \"Bicycle/Automotive Products\" means bicycles, tricycles, all parts, fittings & accessories thereof (including bicycle and tricycles tyres and tubes), and chassis and transmission of all kinds of vehicles ·and automotives.\n*** *** *** 1.1.5 \"Bicycle/Automotive Trade Marks\" means the trademark and name HERO, with or without suffixes, registered or unregistered, owned and or used upon or in relation to or in connection with the Bicycle/Automotive Products and Services as defied herein.\n1.1.6 \"F1 Family Group Product and Services\" means:\na. existing trading business for exports; b. import in India of two wheeler electric vehicles & parts thereof and bicycle parts;\nc. electric/environment friendly vehicles (ie. non fuel land vehicles) and their components, and their related infrastructure;\nd. projects, plants & equipment, components in the field of Solar Energy, Wind Energy and other Renewable Energy; and e. Medical Products & Lifestyle Care equipment for Hospitals, Rehabilitation and Homes.\n1.1.7 \"F1 Family Group Trade Marks\" means:\na. the trademark HERO EXPORTS, registered or unregistered, owned and/or used upon or in relation to or in connection with the trading business of M/s Hero Exports for exports relating to sale, marketing of its trading items, other than those items covered in clause 1.1.7(d) below, and import in India of two wheeler electric vehicles & parts thereof and bicycle parts;\nb. the trademark HERO ELECTRIC, registered or unregistered, owned and/or used upon or in relation to or in connection with the electric/environment friendly vehicles (i.e. non fuel land vehicles) and components, and related infrastructure;\nc. the trademark HERO ECO, registered or unregistered, owned and/or used upon or in relation to or in connection with the business relating to projects, plants & equipment, components in the field of Solar Energy, Wind Energy and other Renewable Energy, and Medical Products & Lifestyle Care equipment for Hospitals, Rehabilitation & Homes; and d. the trademark HERO registered or unregistered and used for export of Bicycles and Bicycle parts by F1 Family Group for all territories, other than USA, Russia, Australia, New Zealand, Japan and European Union (except UK, Germany & Turkey), which exclusively are retained by F4 Family Group.\n1.1.8 \"Other Products and Services\" means all types of goods and services currently manufactured, sold/marketed, distributed, offered and rendered by the Parties and/or its Affiliates, group companies, joint venture companies and subsidiary companies except for the Bicycle/Automotive Products and Services and F1 Family Group Products and Services as defined hereinabove;\n1.1.9 \"Other Products and Services Trade Marks\" means the trade mark and name HERO, with or without suffixes registered or unregistered, owned and/or used upon or in relation to, or in connection with the Other Products and Services as defined hereinabove.\n1.1.10 \"Future Products and Services\" means all goods and/or services which are not currently manufactured, sold/marketed, distributed, offered and rendered by the Parties and/or their Affiliates, group companies, joint venture companies and subsidiary companies.\n1.1.11 \"Future Products and Services Trade Marks\" means the trade mark and name HERO with or without suffixes, registered or unregistered, to be owned and/or used upon or in relation to or in connection with Future Products and Services as defined hereinabove.\"\n46. The division of the various trademarks to be used by respective business groups was then elaborately set out in Clause 2 which reads as under:-\n\"2. UNDERSTANDING BETWEEN THE PARTIES The Parties fully understand and agree that the ownership and use of the trade mark and the name HERO heretofore shall be in accordance with the following terms:\n(i) F4 Family Group shall have the exclusive right of ownership and use over Bicycle/Automotive Trademarks;\n(ii) F1 Family Group shall have the exclusive right of ownership and use over F1 Family Group Trade Marks;\n(iii) F3 Family Group shall have the exclusive right of ownership and use over Other Products and Services Trade Marks and Future Products and Services Trademarks;\n(iv) The Parties agree that usage of trademarks and name „HERO‟ upon, or in relation to or in connection with the Future Products and Services by F4 Family Group and the decision to use shall be regulated as follows:\na. Brij Mohanji and Om Prakashji shall jointly agree in writing on the manner and scope of usage by F4 Family Group of the HERO trademark and name in relation to or in connection with the Future Products and Services;\nb. In the unlikely event upon the demise of either Brij Mohanji or Om Prakashji or both of them, the right to decide on all such usage of trademark and name HERO upon or in relation to or in connection with the Future Products and Services shall absolutely and automatically vest with the F3 Family Group exclusively and for perpetuity; c. As outlined in clause 2 (iii) above and for the purposes of clarity and subject to the limited right of F4 Family Group under clause 2(iv)(a), all Future Products and Services Trademarks shall be owned and controlled by the F3 Family Group and the F3 Family Group shall take all reasonable and expedient steps to procure the filing and registration of all intellectual property rights under the applicable law for matter covered under clause 2(iii) above in the name of F3 Family Group exclusively and for perpetuity.\n(v) Notwithstanding anything to the contrary contained in this Agreement, F3 Family Group shall have the exclusive and perpetual right to own and use the legend „HERO GROUP‟ with or without devices upon or in relation to all Other Products and Services and Future Products and Services;\n(vi) F1 Family Group may, subject to the provisions of this Agreement, use the names as agreed for Entity Name/Firm Name/Company Name in clause 3.5, towards procuring registration of and undertaking brand advertising of F1 Family Group Trademarks in electronic media, internet, email server and domain names.\n(vii) F4 Family Group may, subject to the provisions of this Agreement, use the names as agreed for Entity Name/Firm Name/Company Name in clause 3.6, towards procuring registration of and undertaking brand advertising of F4 Family Group Trademarks in electronic media, internet, email server and domain names.\n(viii) For avoidance of doubt, each party hereby agrees that the only restriction on use of trademark and name will be for the products and services with the same name, monogram and trademark. For purpose of illustration, only F4 Family Group shall be entitled to engage in Bicycle/Automotive Products and Services with the trade mark and name HERO, and the other three Family Groups may engage in the business of Bicycle/Automotive Products and Services without using the trademark and name HERO, with or without prefixes or suffixes. It is further agreed that the F1 Family Group and F3 Family Group will use different monograms than the monogram being currently used by M/S Hero Cycles Limited, a company owned by the F4 Family Group.\n(ix) All residuary rights relating to or in connection with the trademark and name HERO either registered or pending registration or otherwise shall, except as stated hereinabove, exclusively vest with F3 Family Group for perpetuity, including but not limited to electronic media, internet, email server, domain names etc.\n(x) Notwithstanding anything to the contrary contained in this Agreement, F1 Family Group and F4 Family Group shall have the right of ownership and use of trade mark and name for the businesses as agreed in this Agreement only so long as such respective businesses are minimum 26% owned by F1 Family Group and F4 Family Group as the case may be.\n(xi) The Confirming Party acknowledges and confirms that it is jointly and severally liable with F4 Family Group in respect of the obligations of F4 Family Group under this Agreement.\"\n47. Mr. Sibal submitted that in terms of Clause 2, the appellant constituting the F1 Family Group was accorded exclusive right of ownership and use over the F1 Family Group Trade Marks. It was pointed out that the F1 Family Group Trade Marks were referable to F1 Family Group Product and Services and which was defined to extend to medical products and lifestyle care equipment for hospitals, rehabilitation and homes. It was further emphasised that the TMNA while defining \"Other Products and Services\" had specifically excluded F1 Family Group Products and Services therefrom. Similarly, Mr. Sibal pointed out that the TMNA while defining \"Other Products and Services Trade Marks\" had linked the mark and name \"Hero\" to Other Products and Services as defined.\n48. The expression \"Future Product and Services\" was explained in Clause 1.1.10 to mean all goods or services which were not being currently manufactured, sold/marketed, distributed, offered and rendered by parties and/or their affiliates, group companies, joint venture companies and subsidiary companies. According to Mr. Sibal, Clause 2 of the TMNA had conferred exclusive ownership rights upon the F3 Family Group over Other Products and Services Trade Marks as well as Future Products and Service Trade Marks.\n49. According to Mr. Sibal, Clause 2(iii) when read together with Clauses 1.1.6 and 1.1.7 of the TMNA would clearly lead one to the inevitable conclusion that the F3 Family Group stood restrained from using the trademark in relation to medical products and lifestyle care equipment. The exclusion in this respect according to Mr. Sibal stands reiterated in Clause 1.1.8 of the TMNA.\n50. It was further submitted that the learned Single Judge has clearly erred and misconstrued the provisions of the FSA and the TMNA in holding otherwise. Mr. Sibal has also questioned the correctness of the view expressed by the learned Single Judge who while construing the expression \"currently manufactured\" has come to conclude of it being understood as referring to goods and services which were actually being manufactured on 20 May 2010.\n51. According to Mr Sibal, the learned Single Judge has clearly erred in holding that the Business Realignment Agreement13 also does not establish that the appellants were engaged in the manufacture of medical products on 20 May 2010. According to learned Senior Counsel, the emphasis laid on the phrase \"currently manufactured\" in any case pales into insignificance when one views the express language and intent underlying Clauses 1.1.6 and 1.1.7 of the TMNA.\n52. It was further urged that the TMNA conferred rights upon the F3 Family Group only in respect of Other Products and Services and Future Products and Services. According to Mr. Sibal, those provisions when read in conjunction with the other clauses of the TMNA would clearly establish that the F3 Family Group could not have used the trademark in question with respect to medical products and services.\n53. The aforesaid contentions were refuted by Mr. Sethi and Mr. Krishnan, learned senior counsels appearing for respondent no. 1, who BRA submitted that a close reading of Clause 1.1.7 of the TMNA would establish that the appellants were granted exclusivity only in respect of the trade marks \"Hero Exports\", \"Hero Electric\", \"Hero Eco\" and \"Hero\" when used in connection with the export of bicycles and bicycles parts. Tested in light of the said clause, the respondents would contend that the appellant could have claimed a right only in respect of Hero Eco insofar as medical equipment is concerned.\n54. According to learned senior counsels, the division between the four Family Groups was essentially sought to be effected bearing in mind the distinct streams of business which were to be pursued. It was submitted that Clause 1.1.10 of the TMNA clearly accorded a right upon respondent no. 1 to seek registration of the trademark in question since medical products and services did not fall within the ambit of \"currently manufactured\".\n55. It was submitted that Clause 1.1.11 conferred an unequivocal right upon the F3 Family Group to use the trade mark \"Hero\", with or without suffixes in connection with all Future Products and Services. It was additionally urged that regard must also be had to the long standing and uncontested position of the F3 Family Group to use the mark in question. It was submitted that in light of the aforesaid, the learned Single Judge had correctly come to the conclusion that the petition for cancellation was liable to be dismissed.\n56. Having considered the rival submissions addressed and noticed above, we prima facie find that the issues that stand raised would warrant a more detailed consideration of the various provisions of the FSA and the TMNA. Prima facie, the view taken in the impugned judgement if upheld would amount to stultifying the effect of Clauses 1.1.6 and 1.1.8 read together with the other provisions of the TMNA. The view expressed by the learned Single Judge also prima facie fails to correctly appreciate the import of the BRA, which clearly acknowledged manufacturing activity of medical products being undertaken by the F1 Family Group. We further note that insofar as the question of a belated challenge is concerned, the learned Single Judge has in fact found in favour of the appellant. We were also informed of identical questions forming subject matter of arbitral proceedings as well as independent petitions for cancellation pending before this Court.\n57. Consequently, let notice issue on the instant appeal. The represented respondents may file a reply within a period of three weeks from today. The petitioner shall have a week thereafter to file a rejoinder affidavit.\n58. Let the matter be called again on 05.09.2023 in the category of \"End of Board\" matters.\nCM APPL. 21725/2023(Stay)\n59. Mr. Sibal, learned senior counsel has prayed for the impugned judgement being placed in abeyance, bearing in mind the impact that it may have on the ongoing arbitration proceedings as well as the various rectification petitions which are pending consideration before this Court. It was submitted that unless orders in terms as prayed for are granted, the appellant would be seriously prejudiced with the Arbitral Tribunal14 being bound by the impugned decision and the cancellation petitions which are presently pending disposal also being adversely impacted.\n60. The prayer as made is opposed by learned senior counsels appearing for the first respondent who submitted that the cancellation petition had been filed belatedly and long after the grant of the registration in their favour. It was further pointed out that the trademark itself came to be registered without any opposition having been raised by the appellant here.\n61. It was submitted that from the transcripts of the proceedings which ensued before the AT, the appellant itself had contended that the decision impugned was distinguishable and would have no impact on the proceedings. In view of the above, it was submitted that it would not be open for the appellant to now assert that the impugned order would prejudice its rights and contentions.\n62. As was noticed by us hereinabove, the issue of a delayed challenge has already been ruled upon by the learned Single Judge in favour of the appellant. That issue thus need not detain us at this stage.\nAT However, we do find that not only are arbitration proceedings currently being pursued before the AT, there are various rectification petitions pending consideration before this Court. The rights of respective parties as asserted to flow from the FSA and the TMNA constitutes one of the central subjects of contestation of those proceedings.\n63. While it may be true that the appellant may have urged before the AT that the impugned judgement is distinguishable, the same clearly appears to be a position that was struck prior to the present appeal being taken up for consideration. In any case, the transcript of proceedings equally establish that the impugned judgment is being heavily relied upon and pressed into aid by respondent no. 1. This clearly gives rise to an anomalous situation with parties faced with the judgment of the learned Single Judge on the one side and the present appeal on the other.\n64. We also weigh in consideration that in light of the serious dispute that exists between the parties and the competing interpretations of the FSA and TMNA which are canvassed, the operation of the impugned judgment would indubitably impact pending cancellation proceedings. We also cannot discount the possibility of conflicting opinions being rendered in those proceedings.\n65. While it is true that even if the impugned judgement were to be stayed, it would neither revive the cancellation petition nor adversely impact the subsisting registration of the trademark in favour of the respondent no.1, in order to balance the interests of parties as well as to ensure that the impugned judgement does not adversely impact the rights and contentions of the appellant till we examine the appeal and parties are more elaborately heard, the ends of justice would warrant interim directions as prayed for being granted.\n66. We are further constrained to observe that the first respondent cannot contend that the appellant is estopped from seeking interim protection and at the same time contend before different fora that the impugned order constitutes a final determination on the dispute that subsists.\n67. Accordingly, we provide that till the next date of listing, there shall be stay of the impugned judgement dated 06 March 2023. All rights and contentions of respective parties are kept open to be addressed in the proceedings pending before the AT as well as in the cancellation petitions.\nYASHWANT VARMA, J.\nDHARMESH SHARMA, J.\nAUGUST 04, 2023 Neha",
  "cleaned_text": "delhi high court v. r. holdings vs hero investocorp limited & anr. on 4 august, 2023 author: yashwant varma bench: yashwant varma, dharmesh sharma * in the high court of delhi at new delhi % order reserved on: 31 july 2023 order pronounced on: 04 august 2023 + lpa 397/2023 and cm nos. 21728/2023 & 38250/2023 v. r. holdings . appellant through: mr. akhil sibal, sr. adv. with mr. ankur sangal, ms. pragya mishra, ms. amrit sharma and mr. kiratraj sadana, advs. versus hero investocorp limited & anr. . respondents through: mr. rajiv nayar, mr. sandeep sethi, mr. ciccu mukhopadhyay, mr. dayan krishnan, sr. advs. with mr. rishi agrawala, mr. vikram singh dalal, ms. shreya sethi, ms. riya kumar, mr. karan luthra, mr. ankit banati and mr. shravan niranjan, advs. mr. kanishk kumar, ms. deepika pokharia and mr. priyansh kohli, advs. hon'ble mr. justice yashwant varma hon'ble mr. justice dharmesh sharma order yashwant varma, j. the preliminary objection 1. the instant letters patent appeal1 questions the correctness of lpa the judgement rendered by a learned single judge of the court dismissing a petition for rectification moved by the appellant and referable to section 57 of the trade marks act, 19992. 2. when we heard the matter on 10 july 2023, we took note of the preliminary objection which was raised at the behest of respondent no. 1 relating to the maintainability of the present lpa itself. admittedly, the question of maintainability of an lpa against a judgement rendered by a learned judge of the court on a petition under section 57 of the tma had directly fallen for consideration before a coordinate bench of the court in resilient innovations pvt. ltd. v. phonepe private limited & anr.3 and came to be answered in the affirmative. 3. as was noticed by us in our order of 10 july 2023, mr. nayar, mr. sethi and mr. krishnan, learned senior counsels appearing for respondent no. 1 had in unison submitted that the exposition of the legal position in resilient innovations was incorrect and merited reconsideration. the doubts so expressed essentially rested upon the provisions of the commercial courts act, 20154 and more particularly section 13 thereof, which restricts an intra-court appeal only to such orders as may be traceable to order xliii of the code of civil procedure, 19085 and section 37 of the arbitration and tma 2023:dhc:3426-db 2015 act code conciliation act, 19966. learned senior counsels had contended that although the issue of whether an intra-court appeal would be maintainable in light of section 13 of the 2015 act was directly raised before the court in resilient innovations, no findings or conclusions came to be returned in that respect. 4. on hearing learned senior counsels for parties on that date, we had desisted from expressing any prima facie opinion subject to submissions in this respect being heard in greater detail. pursuant to the liberty so reserved, learned senior counsels representing respondent no. 1 were thereafter heard at length on the question whether resilient innovations merited reconsideration or in case of doubt the matter liable to be referred for the consideration of a larger bench. in order to delineate the principal issue which arises, the submissions that were addressed on this score are noted hereinafter. 5. the respondent no. 1 would contend that section 2(1)(c) of the 2015 act, while defining the expression \"commercial dispute\" in terms of clause (xvii) includes a dispute arising out of intellectual property rights relating to registered and unregistered trade marks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits. it was contended that the 2015 act must thus be understood as bringing within its ambit all commercial disputes as defined and which would include those arising out of intellectual property disputes. 1996 act 6. it was further submitted that in terms of section 7 of the 2015 act, all suits and applications relating to commercial disputes are ordained to be heard and disposed of by the commercial division of a high court. learned senior counsels also relied upon sections 4 and 5 of the aforesaid enactment to submit that the provisions aforenoted clearly mandate all commercial disputes, and which would necessarily include those falling within the scope of section 2(1)(c)(xvii), to be tried by the commercial division of the high court or a commercial court. 7. it was then submitted that in terms of section 13, an appeal is provisioned for against any judgement or order of a commercial court or by a judge sitting on the commercial division of a high court. however, and was pointed by learned senior counsels, such appeals would stand restricted to orders traceable either to order xliii of the code or section 37 of the 1996 act. it was the submission of learned senior counsels that an order rejecting a cancellation petition under section 57 of the tma clearly does not fall within the ambit of order xliii. it was thus submitted that in light of the plain language of section 13 coupled with the indubitable fact that the rejection of a cancellation petition would not fall within the ambit of order xliii of the code, would clearly lead to the inevitable conclusion that no further appeal would lie. 8. learned senior counsels also laid stress upon the provisions contained in section 13(2) of the 2015 act and which clearly proscribes an appeal being entertained against an order or decree of the commercial division or a commercial court otherwise than in accordance with the provisions made in the said statute. according to learned senior counsels, section 13(2) in unambiguous terms overrides any provision contained in any other law including a provision for an lpa and thus embodying the legislative intent of the remedy of appeal being governed solely and exclusively by section 9. according to learned senior counsels, on a holistic examination of the aforesaid provisions it would thus be manifest that it is only when a learned judge presiding over the commercial division or the commercial court passes an order traceable to order xliii of the cpc or section 37 of the 1996 act that an appeal under section 13(2) would lie. according to learned senior counsels, section 13(2) reinforces the intent of the legislature to accord overriding effect to the provisions of the 2015 act over any provision to the contrary contained in any other law for the time being in force and extending to an lpa before the high court. 10. it was further submitted that the fact that the tma does not provision for an appeal against an order passed either by the registrar or the high court when petitioned under section 57 is liable to be viewed as evidence of no further appeal being envisaged. for this reason also, it was contended that the instant appeal would not be maintainable. 11. according to learned senior counsels, resilient innovations clearly fails to consider the aforesaid aspects and has thus incorrectly come to conclude that an lpa would be maintainable. according to the first respondent, the said conclusion is rendered wholly unsustainable when tested on the anvil of section 13 of the 2015 act. it was their submission that although section 13 was cited for the consideration of the division bench, it has clearly failed to examine the issue from that perspective and the judgment thus deserves to be revisited by a larger bench of the court. 12. we note that while resilient innovations may not have rendered any categorical findings on the maintainability of an appeal tested against the provisions of the 2015 act, the court while dealing with the principal question of maintainability of an lpa has rendered the following pertinent observations:\"25. at this stage we may note that an intra-court appeal in this court would, broadly, fall into four slots. [see c.s. aggarwal v state & ors. and jaswinder singh]. (i) first, appeals, which are available under the cpc. (ii) second, where the provision of appeal is made in a given statute. (iii) third, appeals available under section 10 of the dhc act, in respect of judgements which are rendered by a single judge in the exercise of ordinary original civil jurisdiction, as construed under section 5(2) of the very same act. thus, an appeal under this provision i.e., section 10(1) of the dhc act would be available where a single judge passes an order while exercising ordinary original civil jurisdiction, which is otherwise not available under section 104 read with order 43 rule 1 of the cpc, as long as it meets the test of \"judgement\" as enunciated in babulal khimji. (iv) lastly, appeals available under clause 10 of the letters patent. 25.1 in the instant case, ripl has slotted its appeal in the last category i.e., clause 10 of the letters patent. the reason is quite clear; the first three slots would not apply as the learned single judge was not exercising ordinary original civil jurisdiction; there is no provision in the cpc for maintaining this appeal and the 1999 (amended) tm act does not provide for an appeal. 25.2 ppl, on the other hand, has, inter alia, emphasized that because of the history of trademark legislation, the exclusion of an intra-court appeal provision is implied. 25.3 we tend to disagree. to our minds, there is nothing in the framework of the 1999 tm act which suggests that the legislature, by implication, sought to exclude one level of scrutiny that would be available by way of an intra-court appeal preferred under clause 10 of the letters patent. concededly, there is no provision in the 1999 (amended) tm act, which expressly excludes the applicability of the provision for appeal provided under clause 10 of the letters patent. 26. the question that then arises is: whether the fact that there is no provision with regard to the applicability of the provisions of cpc would make any difference to the conclusion that we have reached in the matter? 26.1 in this context, it is to be noticed that in the national sewing thread case, when the supreme court was called upon to rule on whether an intra-court appeal would lie under clause 15 of the letters patent, as applicable to the gujrat high court, the decision on the maintainability of the intra-court appeal did not turn on the provisions of sub-section (3) of section 76 of the1940 tm act, which provided that the provisions of the cpc would apply to the appeals preferred to the high court under the act. 26.2 clearly, in sub-section (3) of section 76 of the said act and in subsection (8) of section 109 of the 1958 tm act, provide for the application of the provisions of cpc. a plain reading of the said provisions would show that the cpc applies to appeals preferred with the high court under the respective statute. 26.3 an appeal under the letters patent (in this case, clause 10), however, is an appeal under a special law, and not an appeal under the act. therefore, the absence of a similar provision under the 1999 (amended) tm act would have, in our opinion, no impact on the sustainability of the instant appeals. 27. therefore, in our view, the first issue has to be answered in favour of ripl and against ppl. intra-court appeals would lie against the decision of the single judge rendered under section 57 of the 1999 (amended) tm act.\" 13. we respectfully concur with the exposition of the legal position as enunciated in the passages of that decision extracted hereinabove. however, and this we do acknowledge that learned senior counsels representing the respondent appear to be correct in their submission that resilient innovations fails to deal with the impact of section 13 and the consequential question of whether notwithstanding the limited avenue of an appeal created in terms thereof, an lpa remedy would still be available to be invoked. 14. however, the issue of the matter being referred to a larger bench would arise only if we, on a consideration of the submissions noticed above, come to the conclusion that the legal position as enunciated in resilient innovations is rendered unsustainable in light of the provisions of the 2015 act and in the context of the submissions advanced before us. we thus proceed to examine whether the remedy of an lpa as recognised to exist in resilient innovations is the correct position in law or whether a note of dissent is merited when viewed in the context of the provisions of the 2015 act. 15. having conferred our thoughtful consideration on the submissions addressed on this score, we find no justification to differ from the ultimate conclusions that came to be rendered by the court in resilient innovations for reasons which are set out hereinafter. this we do hold since the discussion which follows would establish that the lpa remedy with respect to a judgment or order rendered in section 57 proceedings by a judge constituting the commercial division or a commercial court survives and can be legally invoked notwithstanding section 13 and the other provisions of the 2015 act which were cited for our consideration. 16. undisputedly, disputes arising out of intellectual property rights fall within the meaning of a \"commercial dispute\" as defined in section 2(1)(c)(xvii) of the 2015 act. the constitution of commercial courts flows from section 3 of the 2015 act which reads as under:\"3. constitution of commercial courts.--(1) the state government may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary. (1-a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary. (2) the state government shall, after consultation, with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the state government may, with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a commercial court either at the level of district judge or a court below the level of a district judge.\" 17. sections 4 and 5 deal with the constitution of commercial divisions and commercial appellate divisions at the level of high courts. those provisions are extracted hereinbelow:\"4. constitution of commercial division of high court.--(1) in all high courts, having ordinary original civil jurisdiction, the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial division. 5. constitution of commercial appellate division.--(1) after issuing notification under sub-section (1) of section 3 or order under subsection (1) of section 4, the chief justice of the concerned high court shall, by order, constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred on it by the act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial appellate division.\" 18. the jurisdiction of a commercial division of a high court is defined by section 7 in the following terms:\"7. jurisdiction of commercial divisions of high courts.-all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction.\" 19. section 8 bars a civil revision or a petition against any interlocutory order of a commercial court. it further prescribes that the only remedy available in this respect would be by way of an appeal subject to the provisions of section 13. section 8 reads thus:\"8. bar against revision application or petition against an interlocutory order.--notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court.\" 20. section 13 constructs the remedy of an appeal and reads as under:\"13. appeals from decrees of commercial courts and commercial divisions.-(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1-a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 21. the remedy of rectification or cancellation stands enshrined in section 57 of the tma and is extracted hereinbelow:\"57. power to cancel or vary registration and to rectify the register.--(1) on application made in the prescribed manner to the high court or to the registrar by any person aggrieved, the registrar or the high court, as the case may be, may make such order as it may think fit for cancelling or varying the registration of a trade mark on the ground of any contravention, or failure to observe a condition entered on the register in relation thereto. (2) any person aggrieved by the absence or omission from the register of any entry, or by any entry made in the register without sufficient cause, or by any entry wrongly remaining on the register, or by any error or defect in any entry in the register, may apply in the prescribed manner to the high court or to the registrar, and the registrar or the high court, as the case may be, may make such order for making, expunging or varying the entry as it may think fit. (3) the registrar or the high court, as the case may be, may in any proceeding under this section decide any question that may be necessary or expedient to decide in connection with the rectification of the register. (4) the registrar or the high court, as the case may be, of its own motion, may, after giving notice in the prescribed manner to the parties concerned and after giving them an opportunity of being heard, make any order referred to in sub-section (1) or subsection (2). (5) any order of the high court rectifying the register shall direct that notice of the rectification shall be served upon the registrar in the prescribed manner who shall upon receipt of such notice rectify the register accordingly.\" 22. section 91 of the tma as it stands post its amendment and the passing of the tribunal reforms act, 20217 is couched in the following words:\"91. appeals to high court. --(1) any person aggrieved by an order or decision of the registrar under this act, or the rules made thereunder may prefer an appeal to the high court within three months from the date on which the order or decision sought to be appealed against is communicated to such person preferring the appeal. (2) no appeal shall be admitted if it is preferred after the expiry of the period specified under sub-section (1): provided that an appeal may be admitted after the expiry of the period specified therefor, if the appellant satisfies the high court that he had sufficient cause for not preferring the appeal within the specified period.\" (3) an appeal to the high court shall be in the prescribed form and shall be verified in the prescribed manner and shall be tra accompanied by a copy of the order or decision appealed against and by such fees as may be prescribed.\" 23. of equal significance are the provisions enshrined in sections 134 and 135 of the tma and since those would have a bearing on the issues which stand raised, the same are extracted hereunder:\"134. suit for infringement, etc., to be instituted before district court.-(1) no suit-(a) for the infringement of a registered trade mark; or (b) relating to any right in a registered trade mark; or (c) for passing off arising out of the use by the defendant of any trade mark which is identical with or deceptively similar to the plaintiff‟s trade mark, whether registered or unregistered, shall be instituted in any court inferior to a district court having jurisdiction to try the suit. (2) for the purpose of clauses (a) and (b) of sub-section (1), a \"district court having jurisdiction\" shall, notwithstanding anything contained in the code of civil procedure, 1908 (5 of 1908) or any other law for the time being in force, include a district court within the local limits of whose jurisdiction, at the time of the institution of the suit or other proceeding, the person instituting the suit or proceeding, or, where there are more than one such persons any of them, actually and voluntarily resides or carries on business or personally works for gain. explanation.--for the purposes of sub-section (2), \"person\" includes the registered proprietor and the registered user. 135. relief in suits for infringement or for passing off.-(1) the relief which a court may grant in any suit for infringement or for passing off referred to in section 134 includes injunction (subject to such terms, if any, as the court thinks fit) and at the option of the plaintiff, either damages or an account of profits, together with or without any order for the delivery-up of the infringing labels and marks for destruction or erasure. (2) the order of injunction under sub-section (1) may include an ex parte injunction or any interlocutory order for any of the following matters, namely:-(a) for discovery of documents; (b) preserving of infringing goods, documents or other evidence which are related to the subject-matter of the suit; (c) restraining the defendant from disposing of or dealing with his assets in a manner which may adversely affect plaintiff‟s ability to recover damages, costs or other pecuniary remedies which may be finally awarded to the plaintiff. (3) notwithstanding anything contained in sub-section (1), the court shall not grant relief by way of damages (other than nominal damages) or on account of profits in any case-(a) where in a suit for infringement of a trade mark, the infringement complained of is in relation to a certification trade mark or collective mark; or (b) where in a suit for infringement the defendant satisfies the court-(i) that at the time he commenced to use the trade mark complained of in the suit, he was unaware and had no reasonable ground for believing that the trade mark of the plaintiff was on the register or that the plaintiff was a registered user using by way of permitted use; and (ii) that when he became aware of the existence and nature of the plaintiff‟s right in the trade mark, he forthwith ceased to use the trade mark in relation to goods or services in respect of which it was registered; or (c) where in a suit for passing off, the defendant satisfies the court-(i) that at the time he commenced to use the trade mark complained of in the suit, he was unaware and had no reasonable ground for believing that the trade mark for the plaintiff was in use; and (ii) that when he became aware of the existence and nature of the plaintiff‟s trade mark he forthwith ceased to use the trade mark complained of.\" 24. section 3 of the 2015 act provides that the state government may, with the consultation of the concerned high court, constitute such number of commercial courts at the district level as may be deemed necessary. the first proviso to section 3 deals with those courts which exercise ordinary original civil jurisdiction and provides for the constitution of commercial courts at the district level. the second proviso then proceeds to deal with high courts which exercise ordinary original civil jurisdiction with respect to a particular territory and provides that the state government may specify the pecuniary limits which may govern the jurisdiction exercisable by district courts functioning under the superintendence of such a high court. section 4 stipulates that the chief justice of a high court having ordinary original civil jurisdiction may by order constitute a commercial division comprising of one or more benches. section 5 envisages the creation of a commercial appellate division. in terms of section 6 thereof, a commercial court so constituted may exercise jurisdiction over all suits and applications relating to commercial disputes. section 7 provides for the transfer of all suits and applications relating to commercial disputes pending in a high court exercising ordinary original civil jurisdiction to be heard and disposed of by the commercial division of that court. 25. the 2015 act thus on a foundational plane, creates a hierarchy of commercial courts at the district level as well as the creation of a commercial division at the level of those high courts which exercise ordinary original civil jurisdiction. such high courts are also obliged to create a commercial appellate division. both the commercial division at the level of a high court and commercial courts at the district level thus stand bestowed with the jurisdiction to decide suits and applications pertaining to commercial disputes which in turn are enumerated in section 2(1)(c) of the 2015 act. 26. as would be evident from a reading of the aforenoted provisions, the commercial division of a high court is created in those high courts which were, on the appointed date, exercising ordinary original civil jurisdiction. the commercial division of a high court comes into being only in situations where that high court stood vested with and was exercising ordinary original civil jurisdiction prior to the enforcement of the 2015 act. this position clearly emerges upon a conjoint reading of section 3, its first proviso and section 4 of the 2015 act. the commercial court or the commercial division thus stands created at the district level and in certain high courts to try commercial disputes. however, what becomes important to note is that the aforenoted categories of courts are those which were, prior to the promulgation of the 2015 act, exercising \"ordinary original civil jurisdiction\". the 2015 act essentially creates a distinct hierarchy for courts charged with dealing with commercial disputes. by virtue of the provisions of the 2015 act, commercial disputes which earlier could have been tried by any court at the district level or a high court vested with ordinary original civil jurisdiction must now be placed either before commercial courts or the commercial division depending upon the pecuniary limits that prevail. the legislation also envisages the creation of a special wing in the shape of a commercial division in high courts which were otherwise exercising an ordinary original civil jurisdiction prior to the promulgation of the 2015 act. 27. what however needs to be borne in mind is the nature of jurisdiction which a judge on the commercial division exercises while entertaining a petition under section 57 of the tma. section 57 enables any aggrieved person to move either the high court or the registrar for cancellation or variation of a trade mark which has come to be registered. the contemporaneous power which is conferred on a high court under section 57 is one which stands specifically invested in that court by virtue of the aforesaid provision of the tma. the power so conferred on the high court is thus traceable not to its existing ordinary original civil jurisdiction but section 57 of the tma. the power of rectification or cancellation is not traceable to an inherent jurisdiction vesting in a judge as part of the commercial division but one which stands created by section 57 of the tma. the authority to entertain a petition for cancellation or rectification is thus not one which is traceable to the jurisdiction otherwise recognised to inhere in the commercial division of a high court but one which owes its basis to section 57 of the tma. 28. consequently, when the high court entertains a petition with reference to section 57 of the tma, it does so solely by virtue of the avenue created by the tma as opposed to the powers otherwise exercisable by that high court under its ordinary original civil jurisdiction. what thus needs to be appreciated and understood is the nature of the power which the commercial division exercises when dealing with such a petition. we are of the firm opinion that the high court while acting through its commercial division is thus not wielding a power which is traceable to its ordinary original civil jurisdiction but one which owes its genesis to a statutory enactment. it is the tma which designates and clothes the commercial division of a high court with the authority to decide a petition traceable to section 57. 29. the 2015 act, on the other hand, aims at creating a special adjudicatory structure to deal with suits or applications relating to a commercial dispute. however, while proceeding to do so it identifies courts which were otherwise exercising ordinary original civil jurisdiction. while proceeding to designate such courts and assigning that jurisdiction it does not seek to deprive or denude the powers that are otherwise conferred on such judicial institutions independently. the various sections of the 2015 act are thus liable to be interpreted as regulating the ordinary original civil jurisdiction exercisable by those courts and not extending to, controlling or eclipsing the special jurisdiction or authority that may otherwise be statutorily conferred on such judicial institutions. that jurisdiction or authority is neither possessed nor exercised by those courts by virtue of the powers otherwise inhering in them. the above conclusions are further fortified when one views section 13(1a) which too speaks of a judgment or order rendered by a commercial court exercising \"original civil jurisdiction\". 30. the distinction that is liable to be acknowledged as existing when a court exercises its original civil jurisdiction and when it assumes jurisdiction to decide by virtue of an independent statutory conferral of power is further evident when one contrasts section 57 with section 134 of the tma. as would be evident from a reading of section 57, a person aggrieved is entitled to institute proceedings for cancellation or variation of a registered trade mark either before the registrar or the high court. the high court here is not so designated by virtue of it being one which is otherwise vested with original civil jurisdiction. the section 57 remedy would thus be available to be exercised by all high courts generally. section 134 on the other hand speaks of suits for infringement or passing off being instituted before a court which is not inferior to a \"district court\". the meaning of the phrase \"district court\" would have to be gathered from the code which defines it in section 2(4) to mean either the principal civil court of original jurisdiction or the high court. thus, while an appeal against a judgment or order passed by a commercial court or a judge sitting on the commercial division on a suit for infringement or passing off would be regulated by section 13 of the 2015 act, any order or judgment rendered which is not traceable to the exercise of original jurisdiction would not. the power and authority exercised by the commercial division of a high court in terms of section 57 thus cannot possibly be recognised as being one traceable to its original jurisdiction. 31. we thus come to the firm conclusion that section 13 while speaking of appeals is restricted to orders passed by such courts in exercise of their ordinary original civil jurisdiction. it does not regulate or control orders passed by such courts by virtue of jurisdiction conferred by a special legislation. a legislation may choose to confer an adjudicatory function on any judicial institution. the conferral of such adjudicatory functions is not in recognition of the plenary power of such a court but the express will of the legislature to designate a judicial authority with the power to adjudicate upon a special genre of a lis. section 57 clearly represents one such legislative measure. the said provision is not one which could be recognised to be otherwise existing or ordinarily exercisable by a commercial court or a commercial division but for the conferral of jurisdiction by that provision. at the cost of repetition, it must thus be observed that the authority to rule on a petition for cancellation owes its genesis not to a power ordinarily inhering or exercisable by such a court but by virtue of a statutory conferment. it is this facet which is critical and determinative of the question that stands raised. 32. the respondent no. 1 would contend that the appellate power as recognised in section 13 must regulate all powers that a commercial court or the commercial division may exercise. however, that submission fails to consider that a commercial court or the commercial division may perform a multifunctional role. that multifaceted role may include not just an exercise of its ordinary and plenary powers but also those which may be bestowed upon those courts independently by statute. the special powers which such a commercial court or commercial division may discharge cannot, therefore, be equated to its \"ordinary original civil jurisdiction\". 33. what section 13 purports and seeks to control are those judgments or orders that may be rendered by the commercial court or the commercial division in exercise of their \"ordinary original civil jurisdiction\". the bar of the lpa remedy in terms of section 13(2) would consequently apply only in respect of judgments or orders rendered by a commercial court or the commercial division in exercise of their ordinary original civil jurisdiction. 34. we also find merit in the submission of mr. sibal who contended that if the interpretation advocated by the first respondent were to be accepted, it would result in various high courts which otherwise may not be exercising ordinary original civil jurisdiction from being excluded from the ambit of section 57 of the tma. this too lends credence to the view that we have expressed hereinabove, namely, of the section 57 power being separate and distinct from the ordinary original civil jurisdiction exercised by high courts. 35. for the purposes of elucidating the nature of the ordinary original civil jurisdiction which stands bestowed upon this high court, we deem it apposite to refer to the following passages from the decision of the supreme court in grieshim gmbh vs. goyal mg gases private limited8. the supreme court in grieshim was considering the meaning to be ascribed to the phrase \"district court\" as appearing in section 44a of the 1996 act and whether it would include this high court in light of the pecuniary limits prescribed. answering the aforesaid question the supreme court observed thus:\"22. the question that emerges for our consideration is whether the high court of delhi in exercise of its original jurisdiction is a competent court to entertain a petition for executing a money decree (in excess of rs 20 lakhs) of a foreign court which is notified as a superior court of reciprocating territory under section 44-a of the code. **** **** **** 24.5. section 5, delhi high court act, 1966 -\"jurisdiction of high court of delhi\" 5. jurisdiction of high court of delhi.--(1) the high court of delhi shall have, in respect of the territories for the time being included in the union territory of delhi, all such original, appellate and other jurisdiction as, under the law in force immediately before the appointed day, is exercisable in respect of the said territories by the high court of punjab. (2022) 11 scc 549 (2) notwithstanding anything contained in any law for the time being in force, the high court of delhi shall also have in respect of the said territories ordinary original civil jurisdiction in every suit the value of which exceeds rupees twenty lakhs.\" 25. the expression \"district\" is defined under section 2(4) of the code and the term \"district court\" referred under section 44-a of the code although not defined, but on conjoint reading of the provision makes it clear that it refers to the local limits of the jurisdiction of a principal civil court of original jurisdiction (provisions of the code called a \"district court\") and it includes the local limits of the ordinary original civil jurisdiction of a high court and it is not disputed that principal civil court of original jurisdiction is normally a district court (with whatever change in the nomenclature) and the high courts in india exercising ordinary original civil jurisdiction are not too many, but where there is a split jurisdiction based on its pecuniary value, notified from time-to-time, the district court or the high court in its ordinary original civil jurisdiction is competent to exercise power for execution of decree, including money decree of the foreign court of reciprocating jurisdiction, provided other conditions are complied with as contemplated under section 44-a of the code. 26. section 44-a of the code provides for execution of decrees passed by the foreign courts in reciprocating territories. it, inter alia, stipulates that where a certified copy of a decree of any of the superior court of any reciprocating territory has been filed in a district court, the decree may be executed in india as if it had been passed by a district court. together with the certified copy of the decree, a certificate from such superior court is to be filed stating the extent, if any, to which the decree has been satisfied or adjusted. such a certificate is the conclusive proof of the extent of such satisfaction or adjustment. sub-section (3) of section 44-a of the code further lays down that provisions of section 47 of the code shall apply to such execution proceedings and the court can refuse execution of any such decree, if it is shown to the satisfaction of the court that the decree falls within any of the exceptions specified in clauses (a) to (f) in section 13 of the code. 27. the ordinary original civil jurisdiction of the high court is always exercised, based on pecuniary limits. it would be impossible to read into section 44-a of the code that even though the pecuniary jurisdiction of civil court is restricted, still for the purpose of execution of a foreign decree, it becomes the district court in respect to those matters which fall within the ordinary original civil jurisdiction of the high court and the expression \"district\" defined under section 2(4) of the code will have to be given its true effect. to read the expression \"district court\" in section 44-a for execution of foreign decree, it will be construed to be a court holding ordinary original civil jurisdiction in terms of its pecuniary limits as being notified under section 5(2) of the 1966 act. 28. it leaves no manner of doubt that once the pecuniary jurisdiction at the given point of time exceeded rs 20 lakhs as notified by the high court under section 5(2) of the 1966 act (later vide notification dated 10-8-2015 (w.e.f. 26-10-2015) pecuniary limits has been revised to rs 2 crores), it is the high court of delhi which holds its exclusive jurisdiction as ordinary original civil jurisdiction to execute a foreign decree under section 44-a of the code and it goes without saying that execution always is in continuation of the proceedings. 29. section 24 of the punjab courts act, 1918, of which the division bench has put its emphasis, which is applicable to delhi, the court of district judge would be the principal civil court of original jurisdiction. under section 5(1) of the 1966 act, the high court of delhi exercises all such original, appellate and the other jurisdiction as was exercisable by the high court of punjab in the union territory of delhi. then, there is section 5(2) of the 1966 act which starts with a non obstante clause which empowers the high court of delhi to exercise its ordinary original civil jurisdiction in every suit where the pecuniary value exceeds, as being notified by the competent authority and thus, the high court of delhi indeed holds original civil jurisdiction in a suit where the value exceeds its pecuniary limits and if section 24 of the punjab courts act, 1918 is read with section 5(2) of the 1966 act, it is quite clear that certain jurisdiction has been taken away from the district court and conferred with the high court of delhi and this original civil jurisdiction is only in respect to the suits where the pecuniary limit exceeds as notified by the authority under section 5(2) of the 1966 act and that would make the high court of delhi, the principal court of original civil jurisdiction, for all practical purposes. 30. the division bench has proceeded on the basis of the expression \"district court\", as being referred under section 44-a of the code but it has not taken into consideration the other relevant provisions of which a reference has been made by us while coming to the conclusion that the expression \"district\" as defined under section 2(4) of the code only lays down the limits of the jurisdiction of the principal civil court of original jurisdiction and that includes the ordinary original civil jurisdiction of the high court and once the pecuniary jurisdiction exceeds as being notified under the relevant statute, the jurisdiction vests exclusively with the high court as an ordinary original civil jurisdiction for execution of a foreign decree under section 44-a subject to the just objections which are available to the parties judgment-debtor as envisaged under section 13 of the code.\" 36. of greater significance is the decision of the supreme court in raja soap factory vs. s.p. shantaraj & others9. the issue which arose there was whether the high court of mysore would have the jurisdiction to exercise powers under section 105 of the trade and merchandise marks act, 1958 in the absence of it being enabled to exercise original jurisdiction and thus not falling within the meaning of a district court as defined by that statute. it becomes pertinent to note that the aforesaid enactment provided that the expression \"district court\" would have the same meaning as assigned to that phrase under the code. dealing with the aforesaid question, the supreme court pertinently observed as follows:\"4. exercise of jurisdiction by the high court of mysore is governed by mysore act 5 of 1962. the act is purely a regulatory act enacted for regulating the business and exercise of the powers of the high court in relation to the administration of justice: it (1965) 2 scr 800 does not purport to confer upon the high court any jurisdiction original or appellate. it is true that by section 12 of the mysore high court act 1 of 1884 enacted by the maharaja of mysore to amend the constitution of the high court of mysore, and to provide for the administration of justice by that court, the government of mysore was authorised by notification to invest the high court with ordinary original civil jurisdiction of a district court in all suits of a civil nature exercisable within such local limits as the government may from time to time declare and appoint in that behalf. but section 12 of the mysore act 1 of 1884 has been repealed by section 14 of mysore act 5 of 1962. 5. the high court of mysore is by its constitution primarily a court exercising appellate jurisdiction: it is competent to exercise original jurisdiction only in those matters in respect of which by special acts it has been specifically invested with jurisdiction. the high court is competent to exercise original jurisdiction under section 105 of the trade and merchandise marks act 43 of 1958 if it is invested with the ordinary original civil jurisdiction of a district court, and not otherwise, and the high court of mysore not being invested by any statute of under its constitution with that jurisdiction was incompetent to entertain a passing off action. 6. but it was urged that in a state the high court is at the apex of the hierarchy of civil courts and has all the powers which the subordinate courts may exercise, and it is competent to entertain all actions as a court of original jurisdiction which may lie in any court in the state. for this exalted claim, there is no warrant in our jurisprudence. jurisdiction of a court means the extent of the authority of a court to administer justice prescribed with reference to the subject-matter, pecuniary value and local limits. barring cases in which jurisdiction is expressly conferred upon it by special statutes, e.g. the companies act; the banking companies act, the high court of mysore exercises appellate jurisdiction alone. as a court of appeal it undoubtedly stands at the apex within the state, but on that account it does not stand invested with original jurisdiction in matters not expressly declared within its cognizance.\" 37. the aforenoted two decisions thus clearly highlight the distinction which must be acknowledged to exist between the powers exercised by a court while exercising its ordinary original jurisdiction as distinguished from a power which is specifically conveyed upon a judicial institution by statute. the learned single judge, as has been found by us above, was not exercising an original jurisdiction which inheres in the court but one which stands entrusted to it by the tma. it is this aspect which is of vital import and leads us to the conclusion that the lpa remedy is not ousted by section 13 of the 2015 act. 38. in view of the aforesaid conclusions, we find no reason to refer resilient innovations for the consideration of a larger bench. notwithstanding the said decision having omitted to deal with the impact of section 13 or the other provisions of the 2015 act, its ultimate conclusions would hold good for reasons assigned by us in the preceding parts of this order. accordingly, and for all the aforesaid reasons, the preliminary objection to the maintainability of the present appeal stands negatived. prima facie merits 39. as noticed hereinabove, the present appeal questions the judgement rendered by a learned single judge dismissing an application under section 57 of the tma. the appellant who was the original petitioner has sought removal of the mark \"hero group\" from the register of trademarks held by respondent no. 1 under class 10 for surgical, medical, dental and veterinary devices, instruments and apparatus (including artificial limbs, eyes and teeth) components, fittings, accessories and peripherals thereof, orthopaedic articles, stretchers, suture materials, inhalers, syringes, feeding bottles. 40. the dispute itself emanates from a family settlement agreement10 and a trade mark and name agreement11 which was executed on 20 may 2010 and in terms of which the businesses of the munjal group were divided in four family groups titled f1 family group, f2 family group, f3 family group and f4 family group. the appellant constitutes the f1 family group while respondent no. 1 represents the f3 family group. 41. puja investments private limited, the erstwhile avatar of respondent no.1 is stated to have applied for registration of the \"hero group\" mark in its favour on 01 november 2010. the respondent no.1 claimed itself to be the proprietor of the said trademark with a continuous use since 20 may 2010 in respect of medical products. the said application was accepted and advertised on 22 february 2016 in the trade marks journal and since registration was not opposed, it came to be registered in favour of respondent no. 1 on 30 august 2016, with effect from 01 november 2010. 42. the petition under section 57 came to be originally instituted before the intellectual property appellate board12, and thereafter came to be transferred to this court by virtue of the tra. the fsa tmna ipab appellant questions the decision rendered on that petition principally on the following grounds. 43. mr. sibal, learned senior counsel has referred to paragraph i of the fsa which sets out the broad principles underlying the settlement agreement as under:\"i. the broad principles to arrive at the family settlement arrangement were based on the premise that as far as possible the family member managing the business shall continue to run that business and similarly the residential houses occupied by a family member shall belong to that family member and all inter se loans and advances to be paid off/ adjusted and any guarantees provided to external authorities by a family group for the benefit of a business being managed by a member of another family group shall also be replaced by guarantee of that family group.\" 44. our attention was also invited to clauses 1.2 and 1.4 of the fsa which read as follows:\"1.2 for the purposes of separation of the business and property interests of the munjal group among the four distinct family groups, each family group and respective munjal family members have agreed to the cessation of joint ownership and control over business and property interests of munjal group and establishment of sole ownership, management ·and control of designated family group as more particularly set out in schedule 7 hereto. *** *** *** 1.4 the four family groups, pursuant to their desire to attain lasting peace amongst each of the family groups have by consensus and mutual agreement arrived at the four blocks listed in schedule 7, as realigned and rearranged (\"packages\"). the four family groups acknowledge and confirm that these four packages constitute fair allocation of munjal group entities and properties between the four family groups and their respective munjal family members\" 45. for the purposes of effectuating the broad terms of the family arrangement which stood embodied in the fsa, the four groups also entered into a tmna on 20 may 2010. in order to appreciate the challenge which stands raised in this appeal, it would be relevant to take note of the following definitions of various expressions used and appearing in the tmna:\"1.1.2 \"bicycle/automotive products\" means bicycles, tricycles, all parts, fittings & accessories thereof (including bicycle and tricycles tyres and tubes), and chassis and transmission of all kinds of vehicles ·and automotives. *** *** *** 1.1.5 \"bicycle/automotive trade marks\" means the trademark and name hero, with or without suffixes, registered or unregistered, owned and or used upon or in relation to or in connection with the bicycle/automotive products and services as defied herein. 1.1.6 \"f1 family group product and services\" means: a. existing trading business for exports; b. import in india of two wheeler electric vehicles & parts thereof and bicycle parts; c. electric/environment friendly vehicles (ie. non fuel land vehicles) and their components, and their related infrastructure; d. projects, plants & equipment, components in the field of solar energy, wind energy and other renewable energy; and e. medical products & lifestyle care equipment for hospitals, rehabilitation and homes. 1.1.7 \"f1 family group trade marks\" means: a. the trademark hero exports, registered or unregistered, owned and/or used upon or in relation to or in connection with the trading business of m/s hero exports for exports relating to sale, marketing of its trading items, other than those items covered in clause 1.1.7(d) below, and import in india of two wheeler electric vehicles & parts thereof and bicycle parts; b. the trademark hero electric, registered or unregistered, owned and/or used upon or in relation to or in connection with the electric/environment friendly vehicles (i.e. non fuel land vehicles) and components, and related infrastructure; c. the trademark hero eco, registered or unregistered, owned and/or used upon or in relation to or in connection with the business relating to projects, plants & equipment, components in the field of solar energy, wind energy and other renewable energy, and medical products & lifestyle care equipment for hospitals, rehabilitation & homes; and d. the trademark hero registered or unregistered and used for export of bicycles and bicycle parts by f1 family group for all territories, other than usa, russia, australia, new zealand, japan and european union (except uk, germany & turkey), which exclusively are retained by f4 family group. 1.1.8 \"other products and services\" means all types of goods and services currently manufactured, sold/marketed, distributed, offered and rendered by the parties and/or its affiliates, group companies, joint venture companies and subsidiary companies except for the bicycle/automotive products and services and f1 family group products and services as defined hereinabove; 1.1.9 \"other products and services trade marks\" means the trade mark and name hero, with or without suffixes registered or unregistered, owned and/or used upon or in relation to, or in connection with the other products and services as defined hereinabove. 1.1.10 \"future products and services\" means all goods and/or services which are not currently manufactured, sold/marketed, distributed, offered and rendered by the parties and/or their affiliates, group companies, joint venture companies and subsidiary companies. 1.1.11 \"future products and services trade marks\" means the trade mark and name hero with or without suffixes, registered or unregistered, to be owned and/or used upon or in relation to or in connection with future products and services as defined hereinabove.\" 46. the division of the various trademarks to be used by respective business groups was then elaborately set out in clause 2 which reads as under:\"2. understanding between the parties the parties fully understand and agree that the ownership and use of the trade mark and the name hero heretofore shall be in accordance with the following terms: (i) f4 family group shall have the exclusive right of ownership and use over bicycle/automotive trademarks; (ii) f1 family group shall have the exclusive right of ownership and use over f1 family group trade marks; (iii) f3 family group shall have the exclusive right of ownership and use over other products and services trade marks and future products and services trademarks; (iv) the parties agree that usage of trademarks and name „hero‟ upon, or in relation to or in connection with the future products and services by f4 family group and the decision to use shall be regulated as follows: a. brij mohanji and om prakashji shall jointly agree in writing on the manner and scope of usage by f4 family group of the hero trademark and name in relation to or in connection with the future products and services; b. in the unlikely event upon the demise of either brij mohanji or om prakashji or both of them, the right to decide on all such usage of trademark and name hero upon or in relation to or in connection with the future products and services shall absolutely and automatically vest with the f3 family group exclusively and for perpetuity; c. as outlined in clause 2 (iii) above and for the purposes of clarity and subject to the limited right of f4 family group under clause 2(iv)(a), all future products and services trademarks shall be owned and controlled by the f3 family group and the f3 family group shall take all reasonable and expedient steps to procure the filing and registration of all intellectual property rights under the applicable law for matter covered under clause 2(iii) above in the name of f3 family group exclusively and for perpetuity. (v) notwithstanding anything to the contrary contained in this agreement, f3 family group shall have the exclusive and perpetual right to own and use the legend „hero group‟ with or without devices upon or in relation to all other products and services and future products and services; (vi) f1 family group may, subject to the provisions of this agreement, use the names as agreed for entity name/firm name/company name in clause 3.5, towards procuring registration of and undertaking brand advertising of f1 family group trademarks in electronic media, internet, email server and domain names. (vii) f4 family group may, subject to the provisions of this agreement, use the names as agreed for entity name/firm name/company name in clause 3.6, towards procuring registration of and undertaking brand advertising of f4 family group trademarks in electronic media, internet, email server and domain names. (viii) for avoidance of doubt, each party hereby agrees that the only restriction on use of trademark and name will be for the products and services with the same name, monogram and trademark. for purpose of illustration, only f4 family group shall be entitled to engage in bicycle/automotive products and services with the trade mark and name hero, and the other three family groups may engage in the business of bicycle/automotive products and services without using the trademark and name hero, with or without prefixes or suffixes. it is further agreed that the f1 family group and f3 family group will use different monograms than the monogram being currently used by m/s hero cycles limited, a company owned by the f4 family group. (ix) all residuary rights relating to or in connection with the trademark and name hero either registered or pending registration or otherwise shall, except as stated hereinabove, exclusively vest with f3 family group for perpetuity, including but not limited to electronic media, internet, email server, domain names etc. (x) notwithstanding anything to the contrary contained in this agreement, f1 family group and f4 family group shall have the right of ownership and use of trade mark and name for the businesses as agreed in this agreement only so long as such respective businesses are minimum 26% owned by f1 family group and f4 family group as the case may be. (xi) the confirming party acknowledges and confirms that it is jointly and severally liable with f4 family group in respect of the obligations of f4 family group under this agreement.\" 47. mr. sibal submitted that in terms of clause 2, the appellant constituting the f1 family group was accorded exclusive right of ownership and use over the f1 family group trade marks. it was pointed out that the f1 family group trade marks were referable to f1 family group product and services and which was defined to extend to medical products and lifestyle care equipment for hospitals, rehabilitation and homes. it was further emphasised that the tmna while defining \"other products and services\" had specifically excluded f1 family group products and services therefrom. similarly, mr. sibal pointed out that the tmna while defining \"other products and services trade marks\" had linked the mark and name \"hero\" to other products and services as defined. 48. the expression \"future product and services\" was explained in clause 1.1.10 to mean all goods or services which were not being currently manufactured, sold/marketed, distributed, offered and rendered by parties and/or their affiliates, group companies, joint venture companies and subsidiary companies. according to mr. sibal, clause 2 of the tmna had conferred exclusive ownership rights upon the f3 family group over other products and services trade marks as well as future products and service trade marks. 49. according to mr. sibal, clause 2(iii) when read together with clauses 1.1.6 and 1.1.7 of the tmna would clearly lead one to the inevitable conclusion that the f3 family group stood restrained from using the trademark in relation to medical products and lifestyle care equipment. the exclusion in this respect according to mr. sibal stands reiterated in clause 1.1.8 of the tmna. 50. it was further submitted that the learned single judge has clearly erred and misconstrued the provisions of the fsa and the tmna in holding otherwise. mr. sibal has also questioned the correctness of the view expressed by the learned single judge who while construing the expression \"currently manufactured\" has come to conclude of it being understood as referring to goods and services which were actually being manufactured on 20 may 2010. 51. according to mr sibal, the learned single judge has clearly erred in holding that the business realignment agreement13 also does not establish that the appellants were engaged in the manufacture of medical products on 20 may 2010. according to learned senior counsel, the emphasis laid on the phrase \"currently manufactured\" in any case pales into insignificance when one views the express language and intent underlying clauses 1.1.6 and 1.1.7 of the tmna. 52. it was further urged that the tmna conferred rights upon the f3 family group only in respect of other products and services and future products and services. according to mr. sibal, those provisions when read in conjunction with the other clauses of the tmna would clearly establish that the f3 family group could not have used the trademark in question with respect to medical products and services. 53. the aforesaid contentions were refuted by mr. sethi and mr. krishnan, learned senior counsels appearing for respondent no. 1, who bra submitted that a close reading of clause 1.1.7 of the tmna would establish that the appellants were granted exclusivity only in respect of the trade marks \"hero exports\", \"hero electric\", \"hero eco\" and \"hero\" when used in connection with the export of bicycles and bicycles parts. tested in light of the said clause, the respondents would contend that the appellant could have claimed a right only in respect of hero eco insofar as medical equipment is concerned. 54. according to learned senior counsels, the division between the four family groups was essentially sought to be effected bearing in mind the distinct streams of business which were to be pursued. it was submitted that clause 1.1.10 of the tmna clearly accorded a right upon respondent no. 1 to seek registration of the trademark in question since medical products and services did not fall within the ambit of \"currently manufactured\". 55. it was submitted that clause 1.1.11 conferred an unequivocal right upon the f3 family group to use the trade mark \"hero\", with or without suffixes in connection with all future products and services. it was additionally urged that regard must also be had to the long standing and uncontested position of the f3 family group to use the mark in question. it was submitted that in light of the aforesaid, the learned single judge had correctly come to the conclusion that the petition for cancellation was liable to be dismissed. 56. having considered the rival submissions addressed and noticed above, we prima facie find that the issues that stand raised would warrant a more detailed consideration of the various provisions of the fsa and the tmna. prima facie, the view taken in the impugned judgement if upheld would amount to stultifying the effect of clauses 1.1.6 and 1.1.8 read together with the other provisions of the tmna. the view expressed by the learned single judge also prima facie fails to correctly appreciate the import of the bra, which clearly acknowledged manufacturing activity of medical products being undertaken by the f1 family group. we further note that insofar as the question of a belated challenge is concerned, the learned single judge has in fact found in favour of the appellant. we were also informed of identical questions forming subject matter of arbitral proceedings as well as independent petitions for cancellation pending before this court. 57. consequently, let notice issue on the instant appeal. the represented respondents may file a reply within a period of three weeks from today. the petitioner shall have a week thereafter to file a rejoinder affidavit. 58. let the matter be called again on 05.09.2023 in the category of \"end of board\" matters. cm appl. 21725/2023(stay) 59. mr. sibal, learned senior counsel has prayed for the impugned judgement being placed in abeyance, bearing in mind the impact that it may have on the ongoing arbitration proceedings as well as the various rectification petitions which are pending consideration before this court. it was submitted that unless orders in terms as prayed for are granted, the appellant would be seriously prejudiced with the arbitral tribunal14 being bound by the impugned decision and the cancellation petitions which are presently pending disposal also being adversely impacted. 60. the prayer as made is opposed by learned senior counsels appearing for the first respondent who submitted that the cancellation petition had been filed belatedly and long after the grant of the registration in their favour. it was further pointed out that the trademark itself came to be registered without any opposition having been raised by the appellant here. 61. it was submitted that from the transcripts of the proceedings which ensued before the at, the appellant itself had contended that the decision impugned was distinguishable and would have no impact on the proceedings. in view of the above, it was submitted that it would not be open for the appellant to now assert that the impugned order would prejudice its rights and contentions. 62. as was noticed by us hereinabove, the issue of a delayed challenge has already been ruled upon by the learned single judge in favour of the appellant. that issue thus need not detain us at this stage. at however, we do find that not only are arbitration proceedings currently being pursued before the at, there are various rectification petitions pending consideration before this court. the rights of respective parties as asserted to flow from the fsa and the tmna constitutes one of the central subjects of contestation of those proceedings. 63. while it may be true that the appellant may have urged before the at that the impugned judgement is distinguishable, the same clearly appears to be a position that was struck prior to the present appeal being taken up for consideration. in any case, the transcript of proceedings equally establish that the impugned judgment is being heavily relied upon and pressed into aid by respondent no. 1. this clearly gives rise to an anomalous situation with parties faced with the judgment of the learned single judge on the one side and the present appeal on the other. 64. we also weigh in consideration that in light of the serious dispute that exists between the parties and the competing interpretations of the fsa and tmna which are canvassed, the operation of the impugned judgment would indubitably impact pending cancellation proceedings. we also cannot discount the possibility of conflicting opinions being rendered in those proceedings. 65. while it is true that even if the impugned judgement were to be stayed, it would neither revive the cancellation petition nor adversely impact the subsisting registration of the trademark in favour of the respondent no.1, in order to balance the interests of parties as well as to ensure that the impugned judgement does not adversely impact the rights and contentions of the appellant till we examine the appeal and parties are more elaborately heard, the ends of justice would warrant interim directions as prayed for being granted. 66. we are further constrained to observe that the first respondent cannot contend that the appellant is estopped from seeking interim protection and at the same time contend before different fora that the impugned order constitutes a final determination on the dispute that subsists. 67. accordingly, we provide that till the next date of listing, there shall be stay of the impugned judgement dated 06 march 2023. all rights and contentions of respective parties are kept open to be addressed in the proceedings pending before the at as well as in the cancellation petitions. yashwant varma, j. dharmesh sharma, j. august 04, 2023 neha"
}