{
  "case_file": "case297.txt",
  "original_text": "Karnataka High Court\nBangalore Blues Entrertainment India ... vs One Ikigaii Edutech Private Limited on 2 January, 2023\nAuthor: Ravi V. Hosmani\nBench: Ravi V. Hosmani\n                                1\n\n\n      IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n           DATED THIS THE 02ND DAY OF JANUARY, 2023\n                           BEFORE\n\n         THE HON'BLE MR. JUSTICE RAVI V. HOSMANI\n\n     MISCELLANEOUS FIRST APPEAL NO.6392 OF 2022 (CPC)\n\nBETWEEN:\n\nBANGALORE BLUES ENTERTAINMENT\nINDIA PRIVATE LIMITED,\nHAVING ITS REGISTERED ADDRESS\nAT 105, 4TH FLOOR,\nVIKAS TECH PARK,\nJYOTI NIVAS COLLEGE ROAD,\n5TH BLOCK, KORAMANGALA,\nBENGALURU-560 095.\nREP. BY ITS DIRECTOR\nMR.SRIKANTA UPADHYAY.\n                                                  ...APPELLANT\n[BY SRI. D.R.RAVISHANKAR, SR. COUNSEL FOR\n    SRI. SHRAVANTH ARYA TANDRA, ADVOCATE (PH)]\n\nAND:\n\n1.     ONE IKIGAII EDUTECH\n       PRIVATE LIMITED,\n       HAVING ITS REGISTERED OFFICE\n       AT NO.205, SPARTA 1,\n       PRESTIGE ACROPOLIS,\n       KORAMANGALA,\n       BENGALURU-560 029,\n       REP. BY ITS DIRECTOR\n       MR. UJJAWAL KHANDELIA.\n\n2.     MRS. K.SAYIRANI,\n       W/O P.K.SWAMY,\n       AGED ABOUT 70 YEARS,\n       HAVING OFFICE AT UNIT NO.1,\n                                         2\n\n\n       \"SWAMY ENCLAVE\", NO.9,\n       1ST MAIN, 1ST BLOCK,\n       KORAMANGALA,\n       BENGALURU-560 034.\n       AND R/S NOS. 5 & 12,\n       4TH MAIN, 1ST AVENUE SHUB ENCLAVE,\n       HARALURU ROAD,\n       BENGALURU-560 012.\n                                                           ...RESPONDENTS\n\n[BY SRI. B.C.THIRUVENGADAM, SR. COUNSEL FOR\n    SRI. DHANANJAYA C.M., ADVOCATE FOR R1 (PH);\n    NOTICE SERVED TO R2]\n\n       THIS MISCELLANEOUS FIRST APPEAL FILED UNDER ORDER 43\nRULE 1(r) R/W SECTION 151 OF CPC., AGAINST THE ORDER DATED\n03.09.2022 PASSED ON I.A.NO.1 IN O.S.NO.5686/2022 ON THE FILE OF\nTHE XXII ADDITIONAL CITY CIVIL AND SESSIONS JUDGE, BENGALURU\nCITY, (CCH-7), ALLOWING I.A.NO.1 FILED U/O.39 RULE 1 AND 2 OF CPC.\n\n\n       THIS    APPEAL    HAVING       BEEN   HEARD   AND   RESERVED     FOR\nJUDGMENT ON 13.12.2022, THIS DAY, THE COURT PRONOUNCED THE\nFOLLOWING AT DHARWAD BENCH THROUGH VIDEO CONFERENCE:\n\n\n                                JUDGMENT\nChallenging impugned order dated 03.09.2022 passed by XXII Addl. City Civil and Sessions Judge, Bengaluru, in O.S.No.5686/2022 on I.A.No.1 filed under Order XXXIX Rules 1 and 2 of CPC, this appeal is filed.\n2. Appellant herein was defendant no.1, while respondent no.1 herein was plaintiff and respondent no.2 herein was defendant no.2 in suit. They will be referred to as such herein.\n3. O.S.no.5686/2022 was filed for judgment and decree against defendants restraining from interfering with plaintiff's peaceful possession and enjoyment of suit schedule property and lawful running of business by plaintiff therein and also restraining defendants from forcibly dispossessing plaintiff from suit schedule property other than under due process of law etc.\n4. In said suit plaintiff filed IA no.1 for temporary injunction under Order XXXIX Rules 1 and 2 of CPC in respect of building by name 'Swamy Legato' constructed over land bearing new Sy.no.20./7, old Sy.no.20/4, Kadubisanahalli village, Marthahalli Outer Ring road, Bengaluru - insofar as 4th floor with super built up area of 7454 sq.ft., 5th floor with super built up area of 4064 sq. ft. and terrace open area of 3390 sq.ft. with four car park spaces in basement and 7 car par spaces on ground floor of said building (for short 'suit property').\n5. Said application said application was opposed by defendant no.1. On consideration, trial Court passed impugned order allowing I.A.no.1 and restraining defendants from interfering with possession of plaintiff over suit property. Challenging same this appeal is filed.\n6. Sri. Shravanth Arya Tandra, learned counsel for defendant no.1 submitted that impugned order passed was contrary to recognized principles of law governing injunction. It was submitted that relief sought for in suit was on basis of lease agreement, wherein suit property was permitted to be used for commercial purpose and therefore, jurisdiction of civil Court was barred. Elaborating said contention, it was submitted that defendant no.1 was owner of registered trade mark 'The Black Pearl and The Boozy Griffin Restaurant'. Under lease agreement dated 10.12.2015 appellant had taken on lease suit property from defendant no.2 for running said Bar and Restaurant for a period of 9 years.\n7. It was stated that under sub-lease agreement dated 20.12.2021, defendant no.1 had agreed to lease out suit property to plaintiff for running Bar and Restaurant for a period of 10 years commencing from 21.12.2021. Under lease agreement, plaintiff had agreed to give 60% of it's stake in Bar and restaurant for consideration of Rs.4,80,00,000/- payable as non-refundable security deposit on or before 31.03.2022. It was also agreed that sub-lease would be subject to permission from defendant no.2 for continuation of sub-lease, which defendant no.1 was obliged to secure. Therefore, subject matter of suit was commercial dispute as defined in Section 2 (1)(c)(vii) of Commercial Courts Act, 2015 (referred to as 'CC Act' for brevity). Therefore, suit was required to be filed before Commercial Court established under Section 3 of CC Act with exclusive jurisdiction to try all suit and applications relating to commercial dispute of specified value. It was submitted that Section 12 provided for determination of specified value.\n8. It was submitted that even Section 134 of Trade Marks Act (referred to as 'TM Act' for brevity) mandated filing of suit for infringement etc., before a District Court under TM Act.\n9. Despite above provisions against entertaining commercial disputes suits, Civil Court in instant case had failed to verify it's jurisdiction and even justification, granted injunction.\n10. It was submitted that plaintiff had in fact, filed two suits for same relief. Defendant no.1 had entered caveat, which was put up in O.S.no.5675/2022. On appearance of defendant no.1, said suit was dismissed as withdrawn as sought for by plaintiff without reserving liberty. Having bypassed caveat entered by defendant no.1, plaintiff pursued other suit i.e., O.S.5686/2022. But, as both suits were filed before same Court and listed on same day. Therefore, defendant no.1 became aware of tactic employed by plaintiff to defeat caveat filed by defendant no.1.\n11. It was further submitted that even prior to filing of suit, there was settlement between parties as per minutes of meeting dated 12.05.2022 and plaintiff had agreed to run Bar and Restaurant from 01.05.2022 till recovery of sum of Rs.3 Crores for it's investment of Rs.4.11 Crores till October, 2022 and agreed to handover business back to defendant no.1 after recovery of settlement amount of Rupees Three Crores from profits. Thereafter defendant no.1 had agreed to pay amount of Rupees Two Crores to plaintiff towards full and final settlement. Said minutes of meeting were signed by plaintiff.\n12. It was further submitted that relief sought in suit was barred by Section 6, 14 (1)(a) and (d), Sections 37, 42 and 41 (e) of Specific Relief Act and contract would be unenforceable. Therefore, same relief by way of injunction could not either be sought or granted. It was further submitted that as per Annexure - B payment schedule appended to plaint, amount paid by plaintiff was Rs.2,10,00,000/-only. But, pleadings in plaint were as if entire amount of Rs.4.33 Crores was paid and another sum of Rs.1.5 Crores was invested for business purposes.\n13. Above facts would justify settlement arrived at between parties on 12.05.2022. But while passing impugned order, trial Court proceeded on incorrect footing that entire amount of Rs.4.33 Crores was received by defendant no.1, ignoring minutes of meeting dated 12.05.2022 produced by defendant no.1. It was lastly contended that as contract between plaintiff and defendant no.1 was unenforceable, only relief available to plaintiff was to seek damages. Without seeking damages, which would be substantial relief, merely seeking consequential relief of bare injunction would be barred by law.\n14. Referring to unnumbered para no.3, in page 3 of lease agreement dated 20.12.2021, it was submitted that plaintiff was clearly informed that defendant no.1 had taken suit premises on lease from defendant no.2 - Smt. Sayirani. Therefore, plaintiff's assertion in plaint that by keeping plaintiff in dark about limited interest of defendant no.1 in suit property, plaintiff was led to invest huge amount would be uncharitable.\n15. On other hand, Sri Dhananjaya, learned counsel for respondent no.1 opposed appeal and supported impugned order. Insofar as contention regarding jurisdiction of Civil Court, it was submitted that as per Section 2 (1)(i) of CC Act, specified value in relation to commercial dispute was defined to be of value in excess of Rs.3,00,000/-. Since, plaintiff was seeking for injunction, reliefs were valued under Section 26(c) of KCF & SV Act at Rs.1,000/- and court fee of Rs.50/- was paid. Therefore, definition of commercial dispute in Section 2(1)(c) of CC Act including disputes arising out of agreements relating to immovable property used exclusively in trade or commerce would not qualify as commercial dispute without suit value being higher than Rs.3,00,000/-. It was also submitted that neither contention regarding lack of jurisdiction was urged by defendant no.1 before trial Court nor any application for return or rejection of plaint filed. Reliance was placed on decision of learned Single Judge of this Court in case of Fine Footwear Pvt. Ltd., Vs. Sketchers USA Inc. and Anr.1, to contend that unless both twin requirements i.e., dispute falling within definition of Section 2(1)(c) of C.C. Act as well as of specified value more than stipulated in Section 2(1)(i) of CC Act were complied, dispute would not be a commercial dispute. Therefore, civil suit for injunction would be maintainable before civil Court.\n16. It was submitted that while passing impugned order, civil Court had taken into account settled legal position that even tenant by holding over or trespasser would be required to be dispossessed only in accordance with law. Therefore, no interference was warranted in appeal.\n(2019) 5 KLJ 358,\n17. Heard learned counsel, perused impugned order and record.\n18. From contentions urged, only point that arises for consideration is:\n\"Whether impugned order passed by trial Court allowing I.A.no.1 filed by plaintiff under Order XXXIX Rules 1 and 2 of CPC calls for interference?\"\n19. Since, maintainability of suit before Civil Court as suit would lie before Commercial Court is urged, same is take up for consideration upfront. There is no dispute about fact that lease agreement between plaintiff and defendant no.1 was for exclusive use of suit premises for commercial purposes. But, this Court in Fine Footwear Pvt. Ltd. (supra), held that unless both of twin requirements existed, dispute would not be a 'commercial dispute'. Therefore, whether 'specified value' as per Section 12 is more than Rs.3,00,000/-, is required to be determined.\n20. Section 12 of CC Act, reads as follows:\n\"Determination of Specified Value. - (1) The Specified Value and* of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:\n(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;\n(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;\n(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value;\n(d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value;\n(e) omitted (2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.\n(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908, as the case may be, shall lie from an order of a Commercial Division or Commercial Court finding that it has jurisdiction to hear a commercial dispute under this Act.\"\n21. Relief sought in suit herein is permanent and mandatory injunction in respect of plaintiff's possession over immovable property i.e., suit property. In plaint, there is unequivocal assertion that suit property was being used exclusive for commercial purpose. Learned Division Bench of High Court of Delhi in Jagmohan Behl v/s State Bank of Indore2, has held that scope of expressions \"arising out of\" and \"in relation to immovable property\" used in Section 2(c)(vii) of CC Act would include all suits in relation to immovable property used for commercial purpose, while considering similar question, whether suit for recovery of rent in relation to property let out for being used exclusively for trade and business. Though said decision was distinguished and explained by Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. v/s K.S. Infraspace LLP3, it was with regard to expression \"used\" to mean \"actually used\" and where at time of agreement, property 2017 SCC OnLine Del 10706 (2020) 15 SCC 585.\nwas not already used exclusively for commercial purpose, such cases would not be commercial disputes.\n22. In view of clear recital in lease agreement that suit property was being used for running Bar and Restaurant, first requirement would be met. Further as per Section 12(1)(c) of C.C. Act, specified value of suit in respect of immovable property, would be market value of such immovable property as on date of filing suit. Explanation to Section 2(1)(c)(a) of C.C. Act states that commercial dispute shall not cease to be a commercial dispute merely because it involves \"any other relief pertaining to immovable property.\"\n23. Admittedly, monthly rental value of suit premises, as per lease agreement is Rs.7,88,955/-, which would be more than Rs.3,00,000/-, therefore, prima facie both requirements appear to be met.\n24. Though, contention regarding jurisdiction was not urged, before Trial Court, same being a question of law and going to root of matter, it could be urged even in appeal against interlocutory orders, as grant of injunction is a discretionary relief subject to several well recognised limitations. One of them, being where suit itself was not maintainable or was beyond jurisdiction.\n25. High Court of Delhi in case of Vishal Pipes Ltd., Vs. Bhavya Pipe Industry4, after referring to order passed by this Court in Fine Footwear Pvt. Ltd. (supra)5, held that all IPR matters should first be instituted before Commercial Court even where suit valuation was less than Rs.3,00,000/-. And if after examination of 'specified value', Court would pass appropriate orders either directing plaintiff to amend plaint or pay requisite court fee or to proceed with suit as non-commercial suit.\n\"54. As there are no specific factors prescribed for calculating Court fee/valuation in cases of injunctive/declaratory reliefs or intellectual property matters and it is left to the plaintiff to value the same, it is pertinent to refer to judicial precedents, to ascertain the extent of the plaintiff's discretion. The legal position as to suit valuation, choice of forum, payment of Court fee, etc., both before and after the enactment of the CCA, as emerging from various judicial decisions, is summarized below:\n(i) To decide the valuation and Court fee payable in a case, the Court should look into the allegations in the plaint and examine the substantive reliefs. Mere astuteness in drafting the plaint will not be allowed to 2022 SCC OnLine Del 1730 (2019) 5 KLJ 358 stand in the way of the Court to look into the substance of the relief sought. Whimsical valuation is thus not permitted. [Shamsher Singh v. Rajinder Prashad, (1973) 2 SCC 524].\n(ii) Valuation of a suit has to be adequate and reasonable. The plaintiff cannot deliberately/arbitrarily undervalue the relief. There must be a genuine effort by the plaintiff to estimate the relief. [Meenakshisundaram Chettiar v. Venkatachalam Chettiar, (1980) 1 SCC 616];\n(iii) If the valuation given by the plaintiff is arbitrary and unreasonable, the Court may reject the same and permit the plaintiff to correct the valuation or have the plaint rejected. The valuation must not be arbitrary or manifestly inadequate. [Abdul Hamid Shamsi v. Abdul Majid, (1988) 2 SCC 575]\n(iv) The plaintiff cannot whimsically choose a ridiculous figure for filing the suit in an arbitrary manner where there are positive materials or objective standards of valuation of the relief, on the face of the plaint. [Commercial Aviation & Travel Company v. Vimani Pannalal, (1988) 3 SCC 423]\n(v) The plaintiff has to give definite reasons for not ascertaining the exact value of the relief. If the exact valuation is not done, on the basis of certain basic requirements, the plaintiff's discretion would become arbitrary. Lack of bonafides would also cloud the right of the plaintiff to value the suit as per its own will. The Court can then compel the plaintiff to examine the plaint and would require the plaintiff to pay the requisite ad valorem Court fee. [Bharat Sanchar Nigam Ltd. v. All India Bharat Sanchar Nigam Executives' Association (Regd.), (2006) 130 DLT 195]\n(vi) The plaintiff being the dominus litis, can choose its forum. However, this prerogative or convenience for the plaintiff cannot eclipse the requirement of justice. The right to choose the forum is not an absolute one and can be taken away. [Subhashini Malik v. S.K. Gandhi, (2016) 233 DLT 83]\n(vii) A court of a higher grade does not lack inherent jurisdiction to adjudicate a dispute which could have been entertained by a lower court, whereas the same would not hold good in the reverse situation. [Kesavarapu Venkateswarlu v. Sardharala Satanaryana, AIR 1957 AP 49 (FB) and V Ramamirthaam v. Rama Film Service, AIR 1951 Mad 93 (FB)]\n(viii) There are three categories of jurisdiction:\n     (i)     Territorial jurisdiction;\n     (ii)    Pecuniary jurisdiction; and\n(iii) Subject matter jurisdiction. It is only if the Court lacks subject matter jurisdiction, that it would lack inherent jurisdiction. [Harshad Chiman Lal Modi v. D.L.F. Universal Ltd., (2005) 7 SCC 791 and Mantoo Sarkar v.\nOriental Insurance Company Limited, (2009) 2 SCC 244]\n(ix) The intention of the underlying statutes has to be considered and given effect to, unless it leads to an absurdity. The construction of a statute ought to be such as to advance the intention of the legislation and remedy any mischief. [Glaxo Laboratories v. Presiding Officer, (1984) 1 SCC 1: AIR 1984 SC 505]\n(x) When there are multiple suits which could govern any subject matter, the endeavour of the Court ought to be to apply a harmonious construction to the said provisions, especially when there is no repugnancy or inconsistency. [Maya Mathew v. State of Kerala, (2010) 4 SCC 498 and Lalit Babbar (supra)] D. Consequences of Absolute Discretion:\nUndervaluation and Forum Shopping\n55. As per the table of Court fees discussed in paragraph 53 above, it is noteworthy that insofar as a decree of declaration and consequential relief or injunction is concerned, the factors to be considered are not provided in the Court Fees Act. As per the legal position captured above, it is the Court's duty to ensure that a reasonable estimate is provided by the plaintiff and there is no undervaluation. Such an estimate could be arrived at on the basis of the requirements stipulated in the statutory provisions.\n56. This is especially important for IPR suits because usually in IPR suits, the plaintiff seeks a decree of interim/permanent injunction or a decree of declaration, coupled with damages/rendition of accounts. Whenever reliefs are sought of damages or rendition of accounts, the suit is valued on a monetary basis by the plaintiff using a rough estimate and Court fee is paid on the said basis. It is very unlikely that the valuation in suits where one of the reliefs sought is for damages and/or rendition of accounts, is less than Rs. 3 lakhs. However, even in some cases where damages or rendition of accounts is sought, the ingenuity of lawyers and litigants does lead to suits being valued at less than Rs. 3 lakhs. In such cases, the relief of injunction is also valued at Rs. 200/- or any other amount less than Rs. 3 lakhs and minimal Court fee is paid, despite the intellectual property -\nwhich is the subject matter of the suit - being of a very high value.\n57. For instance, in the present appeal which is before this Court, the mark being sought to be protected is 'VPL INDIA' against the Defendant's mark 'BPI'. The turnover of the Plaintiff as pleaded in the suit and as per the CA Certificate placed on record dated 5 August, 2021, is approximately Rs. 67306 lakhs over the last three financial years, i.e., 2018- 2021. Moreover, the Plaintiff has stated in its plaint that it has \"commanded handsome sales running into Billions of Rupees\". It is also stated to have spent \"enormous amounts of money\" in advertising and publicity. The said mark, including the label, is stated to have extensive goodwill and reputation, having been adopted in 1988, with copyright and trademark registrations dating back to 2006. The Plaintiff has stated that it has reputed clients such as Uttar Pradesh Jal Nigam, NTPC, BSNL, MTNL, L&T, etc., across India and worldwide. The Plaintiff is also stated to have extensive reach and online presence through both its website and third-party sites like IndiaMART, Facebook, LinkedIn, etc. The Plaintiff also has numerous quality certifications and recognitions, including ISO, BIS, and One Star Export House (recognized by the Director General of Foreign Trade). Despite all these facts, it is puzzling that the reliefs of injunction as also delivery-up, are valued at Rs. 200/- each for Court fee and jurisdiction, which is much below Rs. 3 lakhs. The Court fee paid is Rs. 100/- for such reliefs. Additionally, the relief of rendition of accounts is valued at Rs. 1000/- and Court fees of Rs. 150/- is paid for the same. Such a course of action appears to be quite unusual and quixotic, as there is no basis in the suit as to why a trademark suit of a brand having such a huge turnover is sought to be valued at such a low threshold. Moreover, the suit in the present case does not mention the 'specified value' at all, but merely the value of reliefs sought.\n58. In the opinion of this Court, by merely valuing the relief in the suit below Rs. 3 lakhs, the plaintiff ought not to be permitted to escape the rigors of the CCA or indulge in forum shopping or bench hunting. The practice of forum shopping has been time and again condemned by Courts and most recently in Vijay Kumar Ghai v. State of West Bengal [SLP (Crl.) 10951 of 2019, decided on 22 March, 2022], the Supreme Court held as under:\n\"7. Predominantly, the Indian Judiciary has time and again reiterated that forum shopping take several hues and shades but the concept of 'forum shopping' has not been rendered an exclusive definition in any Indian statute. Forum shopping as per Merriam Webster dictionary is:\nThe practice of choosing the court in which to bring an action from among those courts that could properly exercise jurisdiction based on determination of which court is likely to provide the most favourable outcome.\n8. The Indian judiciary's observation and obiter dicta has aided in streamlining the concept of forum shopping in the Indian legal system. This Court has condemned the practice of forum shopping by litigants and termed it as an abuse of law and also deciphered different categories of forum shopping.\nxxx xxx xxx\n10. Forum shopping has been termed as disreputable practice by the courts and has no sanction and paramountcy in law. In spite of this Court condemning the practice of forum shopping, Respondent No. 2 filed two complaints i.e., a complaint Under Section 156(3) Code of Criminal Procedure before the Tis Hazari Court, New Delhi o 06.06.2012 and a complaint which was eventually registered as FIR No. 168 Under Section 406, 420, 120B Penal Code, 1860 before PS Bowbazar, Calcutta o 28.03.2013. i.e., one in Delhi and one complaint in Kolkata. The Complaint filed in Kolkata was a reproduction of the complaint filed in Delhi except with the change of place occurrence in order to create a jurisdiction.\n11. A two-Judge bench of this Court in Krishna Lal Chawla v. State of U.P. (2021) 5 SCC 435 observed that multiple complaints by the same party against the same Accused in respect of the same incident is impermissible. It held that permitting multiple complaints by the same party in respect of the same incident, whether it involves a cognizable or private complaint offence, will lead to the Accused being entangled in numerous criminal proceedings. As such he would be forced to keep surrendering his liberty and precious time before the police and the courts, as and when required in each case.\"\n59. It is thus clear to this Court that while all IPR disputes irrespective of their 'specified value' may not invoke the provisions of the CCA, there ought to be a preliminary exercise required to confirm that the valuation of such suits has not been done arbitrarily. This may be done on the judicial side, as per the SCMSC. Such examination by the Commercial Court is essential so as to obviate any attempts of forum shopping.\nE. The Way Forward\n60. In the backdrop of the above discussed legal position and the statutory provisions, insofar as Delhi is concerned, the following facts are of utmost relevance:\n(i) The pecuniary jurisdiction of the Commercial Division of the High Court is Rs. 2 crores and above.\n(ii) The pecuniary jurisdiction of the District Courts (District Judges/ADJs), is between Rs. 3 lakhs to Rs. 2 crores.\n(iii) Consequently, suits which are valued below Rs. 3 lakhs are filed before lower Courts i.e., Sub-Judge/Civil Judge\n(iv) In Delhi, Commercial Courts have been notified vide Order No.60, only at the level of the District Courts, as the pecuniary jurisdiction of these Courts also matches with the lowest threshold fixed by the CCA for 'specified value', i.e., Rs.3 lakhs.\n(v) As per the IPR Statutes, IPR suits have to be mandatorily filed only in \"District Courts having jurisdiction\".\n61. The facts being so, there are two pertinent questions before this Court:\n\"(i) Can IPR suits be valued below Rs. 3 lakhs and be listed before the District Judges who are not notified as Commercial Courts?; and\n(ii) Whether the provisions of CCA would be applicable to such disputes?\"\n62. To answer the above, first, the discussion in paragraph 25 above is pertinent, as it clearly shows that IPR disputes are a set of disputes which lie only before the District Court. Thus, in that sense, such disputes are an exception to the rule of institution of cases at the Court of the lowest level having jurisdiction. With the enactment of the CCA, the subject-matter jurisdiction over IPR disputes now vests with the Commercial Courts, at the District Court Level. Therefore, can litigants and lawyers escape the rigors of the provisions of the CCA by valuing the suits below Rs. 3 lakhs? The answer ought to be a clear 'NO'. This is due to the following reasons:\n(i) The application of the judicial principles that the plaintiff is dominus litis and is free to value the suit in the manner it so chooses, has to be in the context of enactment of the CCA.\nThe principles cannot be stretched to justify undervaluation of IPR disputes and payment of lower Court fee.\n(ii) Not ascribing a 'specified value' in the suit would be contrary to the scheme of the CCA which requires every suit to have a 'specified value', if the subject matter of the suit is a 'commercial dispute'. A perusal of Section 12(1)(d) of the CCA does offer some guidance, that the 'specified value' in case of intangible rights would be the market value of the said rights as estimated by the plaintiff.\n(iii) In IPR disputes, the relief of injunction or damages may be valued by the plaintiff, at an amount lower than the sum of Rs. 3 lakhs and Court fee may be paid on that basis. If such valuation is permitted, despite some objective criteria being available for valuing IPR - in the CCA - it would defeat the very purpose of the enactment of special provisions for IPR statutes and the CCA. These statutes would have to be harmoniously construed i.e., in a manner so as to further the purpose of the legislation and not to defeat it. Thus, it would be mandatory for IPR suits to be ascribed a 'specified value', in the absence of which the valuation of the suit below Rs. 3 lakhs would be arbitrary, whimsical and wholly unreasonable. In this view, intellectual property rights being intangible rights, some value would have to be given to the subject matter of the dispute as well. The Court would have to take into consideration the 'specified value' based upon not merely the value of the relief sought but also the market value of the intangible right involved in the said dispute.\n(iv) The subject matter of IPR disputes is usually trademarks, rights in copyrightable works, patents, designs and such other intangible property. The said amount of Rs. 3 lakhs is the estimation of the legislature as being the lowest threshold in any 'commercial dispute' in India which deserves to benefit from speedier adjudication, owing to the economic progress in the country. The intention of the Legislature in keeping a lower threshold in a 'commercial dispute' of Rs. 3 lakhs cannot be rendered meaningless. It would only be in exceptional cases that valuation of IPR disputes below Rs. 3 lakhs could be justified.\nAccordingly, Section 12(1)(d) has been included in the CCA, where the subject matter of \"intellectual property\" has been contemplated by the Legislature to be an intangible right, in respect of which the market value has to be estimated by the plaintiff, for determining the 'specified value'.\n(v) The average Court fee paid in Delhi in any civil suit is approximately 3% to 1% of the pecuniary value ascribed to the suit. In fact, Delhi is one of the territories where ad valorem Court fee is paid beyond a particular threshold. When seen from this perspective, i.e., that at Rs. 3 lakhs, the Court fee payable is minimal, it is apparent that the only reason for which IPR disputes may be valued below Rs. 3 lakhs by litigants or lawyers would be to indulge in forum shopping and bench hunting and not merely to exercise the option of the forum where relief is sought. The purpose would also be to escape the rigors of the provisions of the CCA. Such a practice would constitute abuse by plaintiffs of their rights, at the very least.\n(vi) Usually, IPR disputes are filed by business entities. However, considering the Court fee payable even if such suits are valued at a minimum of Rs. 3,00,000/-, even individual IPR owners would be easily able to afford the Court fee at the rate of 1-3%. There thus appears to be no valid or justifiable cause to value an IPR suit below Rs. 3 lakhs except for oblique motives. Thus, the discretion vested in the plaintiff to value the suit as it pleases, ought not to be extended or stretched to an extent that it encourages malpractice, misuse, abuse and forum shopping.\n63. In view of the above analysis and legal position, since IPR suits have to be instituted in the District Courts \"having jurisdiction\", for the territory of Delhi, it is held that the District Judges notified as Commercial Courts which have subject matter jurisdiction under the CCA, would be the District Courts \"having jurisdiction\".\n64. Therefore, in Delhi, in order to avail of its remedies provided under the various IPR statutes, a plaintiff ought to usually institute the suit before the District Court having jurisdiction i.e., District Judge (Commercial) by valuing it at Rs. 3 lakhs or above, and pay the basic required Court fee to invoke the jurisdiction of the said Court. However, acknowledging the plaintiff's reasonable discretion in valuing its suit, it is held that in case a plaintiff values an IPR suit below the threshold of Rs. 3 lakhs, such suits would be listed before the District Judge (Commercial) first, in order to determine as to whether the valuation is arbitrarily whimsical or deliberately undervalued.\n65. This Court is cognizant of the fact that the valuation of intellectual property is by itself a very complex process. It is clarified that the Commercial Court is not expected to value the specific IP on the basis of any mathematical formulae but to broadly take into consideration whether the said IP would be worth more than Rs.3 lakhs, which is the threshold for the Commercial Court to exercise jurisdiction.\n66. In light of the above discussion, the following directions are issued:\n(i) Usually, in all IPR cases, the valuation ought to be Rs.3 lakhs and above and proper Court fee would have to be paid accordingly. All IPR suits to be instituted before District Courts, would therefore, first be instituted before the District Judge (Commercial).\n(ii) In case of any IPR suits valued below Rs.\n3 lakhs, the Commercial Court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued.\n(iii) Upon such examination, the concerned Commercial Court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite Court fee or to proceed with the suit as a noncommercial suit.\n(iv) In order to however maintain consistency and clarity in adjudication, even such suits which may be valued below Rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the District Judge (Commercial), but may not be subjected to the provisions of the CCA.\n(v) All pending IPR suits before the different District Judges (non-Commercial) in Delhi shall be placed before the concerned District Judges (Commercial) for following the procedure specified above plaintiffs who wish to amend the Plaint would be permitted to do so in accordance with law.\"\n26. Though above directions were issued in relation to all IPR matters falling within Section 12 (1) (d) of CC Act, whether same would also apply to non-IPR commercial cases falling under clauses (a), (b) and (c) of Section 12 (1) of CC Act would require examination.\n27. One of main concerns addressed in Vishal Pipes Ltd., (supra) was avoiding deliberate undervaluation to maintain suit before Civil Court and forum hunting, which was sought to be curtailed by directing all matters concerning commercial disputes to be filed only before Commercial Court, even if 'specified value' was less than Rs.3 Lakhs and requiring its examination by Commercial Court. But possibility of such determination process itself, clogging 'Commercial Courts' affecting timeline for disposal of commercial disputes cannot be lost sight of. Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. has cautioned about ill-effects of clogging of Commercial Courts.\n28. At same time, when CC Act does not bar suit with specified value below Rupees Three Lakhs being filed before Civil Court, instead of compelling all suits involving Commercial disputes from being filed before Commercial Courts, it would be appropriate to adopt procedure evolved by this Court in CRP.no.545/2022 disposed of on 13.12.2022.\n29. In said petition, while deciding legality of rejection of defendant's contention about lack of jurisdiction of Civil Court, this Court directed plaintiff to specifically state in plaint 'specified value' as per provisions of CC Act, which trial Court would verify while deciding its jurisdiction, before proceeding to entertain suit and to return it for re-presentation before Commercial Court, in case, it was not. Such measure would prevent Commercial Courts from being clogged with determination of 'specified value' and would also be in tune with Fine Footwear Pvt. Ltd. (supra).\n30. Directions issued in said petition relevant for present case are extracted as follows:\n\"15. The Specified Value of the plaint has to be mentioned only to show the jurisdiction in which Court the suit should be filed. No where in any statute it is mentioned that if Specified Value as contemplated under Commercial Courts Act is not mentioned in the plaint, the same is liable to be rejected or suit is liable to be dismissed. If the Court comes to the conclusion that the suit has been filed in wrong Court, the same requires to be returned as contemplated in Order VII Rule 10 of CPC, to be presented in the appropriate Court. Thus, even if the trial Court comes to the conclusion that in the instant case it has no jurisdiction to try the case, the plaint requires to be returned and the suit cannot be dismissed.\n16. Further, in the instant case, the plaintiff has not stated the Specified Value as contemplated under Section 12 of the - 11 - CRP No. 545 of 2022 Commercial Courts Act and it would be appropriate for the Court to give an opportunity to the plaintiff to determine the market value of the right, as estimated by him, that he has sought to enforce in the present suit and thereby state as to the Specified Value and thereafter take a decision whether the trial Court has jurisdiction or not to try the case.\"\n31. Until determination of specified value of subject matter of suit as per Section 12 of CC Act, suit cannot be held to be not maintainable by referring to rental value etc. of suit premises, which would not be as per method of assessment provided under Section 12 of CC Act. Therefore, answer to point under consideration would be subject to determination of 'specified value' by Trial Court.\n32. Hence, point for consideration is answered partly in negative. Consequently following:\nORDER i. Appeal is disposed of directing plaintiff to plead regarding specified value of suit, within 15 days from today. Trial Court is directed to determine whether same would be below threshold limit specified in CC Act and consequently decide on its jurisdiction to entertain suit, as expeditiously as possible therefrom after providing opportunity to defendants also, but not later than 30 days.\nii. In case, suit is held not maintainable, interim injunction would stand vacated with liberty to plaintiff to seek said relief before Commercial Court.\niii. Impugned order dated 03.09.2022 passed by XXII Addl. City Civil and Sessions Judge, Bengaluru, in O.S.No.5686/2022 will be subject to such determination as above.\nSd/-\nJUDGE Psg*",
  "cleaned_text": "karnataka high court bangalore blues entrertainment india . vs one ikigaii edutech private limited on 2 january, 2023 author: ravi v. hosmani bench: ravi v. hosmani 1 in the high court of karnataka at bengaluru dated this the 02nd day of january, 2023 before the hon'ble mr. justice ravi v. hosmani miscellaneous first appeal no.6392 of 2022 (cpc) between: bangalore blues entertainment india private limited, having its registered address at 105, 4th floor, vikas tech park, jyoti nivas college road, 5th block, koramangala, bengaluru-560 095. rep. by its director mr.srikanta upadhyay. .appellant [by sri. d.r.ravishankar, sr. counsel for sri. shravanth arya tandra, advocate (ph)] and: 1. one ikigaii edutech private limited, having its registered office at no.205, sparta 1, prestige acropolis, koramangala, bengaluru-560 029, rep. by its director mr. ujjawal khandelia. 2. mrs. k.sayirani, w/o p.k.swamy, aged about 70 years, having office at unit no.1, 2 \"swamy enclave\", no.9, 1st main, 1st block, koramangala, bengaluru-560 034. and r/s nos. 5 & 12, 4th main, 1st avenue shub enclave, haraluru road, bengaluru-560 012. .respondents [by sri. b.c.thiruvengadam, sr. counsel for sri. dhananjaya c.m., advocate for r1 (ph); notice served to r2] this miscellaneous first appeal filed under order 43 rule 1(r) r/w section 151 of cpc., against the order dated 03.09.2022 passed on i.a.no.1 in o.s.no.5686/2022 on the file of the xxii additional city civil and sessions judge, bengaluru city, (cch-7), allowing i.a.no.1 filed u/o.39 rule 1 and 2 of cpc. this appeal having been heard and reserved for judgment on 13.12.2022, this day, the court pronounced the following at dharwad bench through video conference: judgment challenging impugned order dated 03.09.2022 passed by xxii addl. city civil and sessions judge, bengaluru, in o.s.no.5686/2022 on i.a.no.1 filed under order xxxix rules 1 and 2 of cpc, this appeal is filed. 2. appellant herein was defendant no.1, while respondent no.1 herein was plaintiff and respondent no.2 herein was defendant no.2 in suit. they will be referred to as such herein. 3. o.s.no.5686/2022 was filed for judgment and decree against defendants restraining from interfering with plaintiff's peaceful possession and enjoyment of suit schedule property and lawful running of business by plaintiff therein and also restraining defendants from forcibly dispossessing plaintiff from suit schedule property other than under due process of law etc. 4. in said suit plaintiff filed ia no.1 for temporary injunction under order xxxix rules 1 and 2 of cpc in respect of building by name 'swamy legato' constructed over land bearing new sy.no.20./7, old sy.no.20/4, kadubisanahalli village, marthahalli outer ring road, bengaluru insofar as 4th floor with super built up area of 7454 sq.ft., 5th floor with super built up area of 4064 sq. ft. and terrace open area of 3390 sq.ft. with four car park spaces in basement and 7 car par spaces on ground floor of said building (for short 'suit property'). 5. said application said application was opposed by defendant no.1. on consideration, trial court passed impugned order allowing i.a.no.1 and restraining defendants from interfering with possession of plaintiff over suit property. challenging same this appeal is filed. 6. sri. shravanth arya tandra, learned counsel for defendant no.1 submitted that impugned order passed was contrary to recognized principles of law governing injunction. it was submitted that relief sought for in suit was on basis of lease agreement, wherein suit property was permitted to be used for commercial purpose and therefore, jurisdiction of civil court was barred. elaborating said contention, it was submitted that defendant no.1 was owner of registered trade mark 'the black pearl and the boozy griffin restaurant'. under lease agreement dated 10.12.2015 appellant had taken on lease suit property from defendant no.2 for running said bar and restaurant for a period of 9 years. 7. it was stated that under sub-lease agreement dated 20.12.2021, defendant no.1 had agreed to lease out suit property to plaintiff for running bar and restaurant for a period of 10 years commencing from 21.12.2021. under lease agreement, plaintiff had agreed to give 60% of it's stake in bar and restaurant for consideration of rs.4,80,00,000/payable as non-refundable security deposit on or before 31.03.2022. it was also agreed that sub-lease would be subject to permission from defendant no.2 for continuation of sub-lease, which defendant no.1 was obliged to secure. therefore, subject matter of suit was commercial dispute as defined in section 2 (1)(c)(vii) of commercial courts act, 2015 (referred to as 'cc act' for brevity). therefore, suit was required to be filed before commercial court established under section 3 of cc act with exclusive jurisdiction to try all suit and applications relating to commercial dispute of specified value. it was submitted that section 12 provided for determination of specified value. 8. it was submitted that even section 134 of trade marks act (referred to as 'tm act' for brevity) mandated filing of suit for infringement etc., before a district court under tm act. 9. despite above provisions against entertaining commercial disputes suits, civil court in instant case had failed to verify it's jurisdiction and even justification, granted injunction. 10. it was submitted that plaintiff had in fact, filed two suits for same relief. defendant no.1 had entered caveat, which was put up in o.s.no.5675/2022. on appearance of defendant no.1, said suit was dismissed as withdrawn as sought for by plaintiff without reserving liberty. having bypassed caveat entered by defendant no.1, plaintiff pursued other suit i.e., o.s.5686/2022. but, as both suits were filed before same court and listed on same day. therefore, defendant no.1 became aware of tactic employed by plaintiff to defeat caveat filed by defendant no.1. 11. it was further submitted that even prior to filing of suit, there was settlement between parties as per minutes of meeting dated 12.05.2022 and plaintiff had agreed to run bar and restaurant from 01.05.2022 till recovery of sum of rs.3 crores for it's investment of rs.4.11 crores till october, 2022 and agreed to handover business back to defendant no.1 after recovery of settlement amount of rupees three crores from profits. thereafter defendant no.1 had agreed to pay amount of rupees two crores to plaintiff towards full and final settlement. said minutes of meeting were signed by plaintiff. 12. it was further submitted that relief sought in suit was barred by section 6, 14 (1)(a) and (d), sections 37, 42 and 41 (e) of specific relief act and contract would be unenforceable. therefore, same relief by way of injunction could not either be sought or granted. it was further submitted that as per annexure b payment schedule appended to plaint, amount paid by plaintiff was rs.2,10,00,000/-only. but, pleadings in plaint were as if entire amount of rs.4.33 crores was paid and another sum of rs.1.5 crores was invested for business purposes. 13. above facts would justify settlement arrived at between parties on 12.05.2022. but while passing impugned order, trial court proceeded on incorrect footing that entire amount of rs.4.33 crores was received by defendant no.1, ignoring minutes of meeting dated 12.05.2022 produced by defendant no.1. it was lastly contended that as contract between plaintiff and defendant no.1 was unenforceable, only relief available to plaintiff was to seek damages. without seeking damages, which would be substantial relief, merely seeking consequential relief of bare injunction would be barred by law. 14. referring to unnumbered para no.3, in page 3 of lease agreement dated 20.12.2021, it was submitted that plaintiff was clearly informed that defendant no.1 had taken suit premises on lease from defendant no.2 smt. sayirani. therefore, plaintiff's assertion in plaint that by keeping plaintiff in dark about limited interest of defendant no.1 in suit property, plaintiff was led to invest huge amount would be uncharitable. 15. on other hand, sri dhananjaya, learned counsel for respondent no.1 opposed appeal and supported impugned order. insofar as contention regarding jurisdiction of civil court, it was submitted that as per section 2 (1)(i) of cc act, specified value in relation to commercial dispute was defined to be of value in excess of rs.3,00,000/-. since, plaintiff was seeking for injunction, reliefs were valued under section 26(c) of kcf & sv act at rs.1,000/and court fee of rs.50/was paid. therefore, definition of commercial dispute in section 2(1)(c) of cc act including disputes arising out of agreements relating to immovable property used exclusively in trade or commerce would not qualify as commercial dispute without suit value being higher than rs.3,00,000/-. it was also submitted that neither contention regarding lack of jurisdiction was urged by defendant no.1 before trial court nor any application for return or rejection of plaint filed. reliance was placed on decision of learned single judge of this court in case of fine footwear pvt. ltd., vs. sketchers usa inc. and anr.1, to contend that unless both twin requirements i.e., dispute falling within definition of section 2(1)(c) of c.c. act as well as of specified value more than stipulated in section 2(1)(i) of cc act were complied, dispute would not be a commercial dispute. therefore, civil suit for injunction would be maintainable before civil court. 16. it was submitted that while passing impugned order, civil court had taken into account settled legal position that even tenant by holding over or trespasser would be required to be dispossessed only in accordance with law. therefore, no interference was warranted in appeal. (2019) 5 klj 358, 17. heard learned counsel, perused impugned order and record. 18. from contentions urged, only point that arises for consideration is: \"whether impugned order passed by trial court allowing i.a.no.1 filed by plaintiff under order xxxix rules 1 and 2 of cpc calls for interference?\" 19. since, maintainability of suit before civil court as suit would lie before commercial court is urged, same is take up for consideration upfront. there is no dispute about fact that lease agreement between plaintiff and defendant no.1 was for exclusive use of suit premises for commercial purposes. but, this court in fine footwear pvt. ltd. (supra), held that unless both of twin requirements existed, dispute would not be a 'commercial dispute'. therefore, whether 'specified value' as per section 12 is more than rs.3,00,000/-, is required to be determined. 20. section 12 of cc act, reads as follows: \"determination of specified value. (1) the specified value and* of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner: (a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value; (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such specified value; (c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining specified value; (e) omitted (2) the aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to jurisdiction of a commercial division, commercial appellate division or commercial court, as the case may be. (3) no appeal or civil revision application under section 115 of the code of civil procedure, 1908, as the case may be, shall lie from an order of a commercial division or commercial court finding that it has jurisdiction to hear a commercial dispute under this act.\" 21. relief sought in suit herein is permanent and mandatory injunction in respect of plaintiff's possession over immovable property i.e., suit property. in plaint, there is unequivocal assertion that suit property was being used exclusive for commercial purpose. learned division bench of high court of delhi in jagmohan behl v/s state bank of indore2, has held that scope of expressions \"arising out of\" and \"in relation to immovable property\" used in section 2(c)(vii) of cc act would include all suits in relation to immovable property used for commercial purpose, while considering similar question, whether suit for recovery of rent in relation to property let out for being used exclusively for trade and business. though said decision was distinguished and explained by hon'ble supreme court in ambalal sarabhai enterprises ltd. v/s k.s. infraspace llp3, it was with regard to expression \"used\" to mean \"actually used\" and where at time of agreement, property 2017 scc online del 10706 (2020) 15 scc 585. was not already used exclusively for commercial purpose, such cases would not be commercial disputes. 22. in view of clear recital in lease agreement that suit property was being used for running bar and restaurant, first requirement would be met. further as per section 12(1)(c) of c.c. act, specified value of suit in respect of immovable property, would be market value of such immovable property as on date of filing suit. explanation to section 2(1)(c)(a) of c.c. act states that commercial dispute shall not cease to be a commercial dispute merely because it involves \"any other relief pertaining to immovable property.\" 23. admittedly, monthly rental value of suit premises, as per lease agreement is rs.7,88,955/-, which would be more than rs.3,00,000/-, therefore, prima facie both requirements appear to be met. 24. though, contention regarding jurisdiction was not urged, before trial court, same being a question of law and going to root of matter, it could be urged even in appeal against interlocutory orders, as grant of injunction is a discretionary relief subject to several well recognised limitations. one of them, being where suit itself was not maintainable or was beyond jurisdiction. 25. high court of delhi in case of vishal pipes ltd., vs. bhavya pipe industry4, after referring to order passed by this court in fine footwear pvt. ltd. (supra)5, held that all ipr matters should first be instituted before commercial court even where suit valuation was less than rs.3,00,000/-. and if after examination of 'specified value', court would pass appropriate orders either directing plaintiff to amend plaint or pay requisite court fee or to proceed with suit as non-commercial suit. \"54. as there are no specific factors prescribed for calculating court fee/valuation in cases of injunctive/declaratory reliefs or intellectual property matters and it is left to the plaintiff to value the same, it is pertinent to refer to judicial precedents, to ascertain the extent of the plaintiff's discretion. the legal position as to suit valuation, choice of forum, payment of court fee, etc., both before and after the enactment of the cca, as emerging from various judicial decisions, is summarized below: (i) to decide the valuation and court fee payable in a case, the court should look into the allegations in the plaint and examine the substantive reliefs. mere astuteness in drafting the plaint will not be allowed to 2022 scc online del 1730 (2019) 5 klj 358 stand in the way of the court to look into the substance of the relief sought. whimsical valuation is thus not permitted. [shamsher singh v. rajinder prashad, (1973) 2 scc 524]. (ii) valuation of a suit has to be adequate and reasonable. the plaintiff cannot deliberately/arbitrarily undervalue the relief. there must be a genuine effort by the plaintiff to estimate the relief. [meenakshisundaram chettiar v. venkatachalam chettiar, (1980) 1 scc 616]; (iii) if the valuation given by the plaintiff is arbitrary and unreasonable, the court may reject the same and permit the plaintiff to correct the valuation or have the plaint rejected. the valuation must not be arbitrary or manifestly inadequate. [abdul hamid shamsi v. abdul majid, (1988) 2 scc 575] (iv) the plaintiff cannot whimsically choose a ridiculous figure for filing the suit in an arbitrary manner where there are positive materials or objective standards of valuation of the relief, on the face of the plaint. [commercial aviation & travel company v. vimani pannalal, (1988) 3 scc 423] (v) the plaintiff has to give definite reasons for not ascertaining the exact value of the relief. if the exact valuation is not done, on the basis of certain basic requirements, the plaintiff's discretion would become arbitrary. lack of bonafides would also cloud the right of the plaintiff to value the suit as per its own will. the court can then compel the plaintiff to examine the plaint and would require the plaintiff to pay the requisite ad valorem court fee. [bharat sanchar nigam ltd. v. all india bharat sanchar nigam executives' association (regd.), (2006) 130 dlt 195] (vi) the plaintiff being the dominus litis, can choose its forum. however, this prerogative or convenience for the plaintiff cannot eclipse the requirement of justice. the right to choose the forum is not an absolute one and can be taken away. [subhashini malik v. s.k. gandhi, (2016) 233 dlt 83] (vii) a court of a higher grade does not lack inherent jurisdiction to adjudicate a dispute which could have been entertained by a lower court, whereas the same would not hold good in the reverse situation. [kesavarapu venkateswarlu v. sardharala satanaryana, air 1957 ap 49 (fb) and v ramamirthaam v. rama film service, air 1951 mad 93 (fb)] (viii) there are three categories of jurisdiction: (i) territorial jurisdiction; (ii) pecuniary jurisdiction; and (iii) subject matter jurisdiction. it is only if the court lacks subject matter jurisdiction, that it would lack inherent jurisdiction. [harshad chiman lal modi v. d.l.f. universal ltd., (2005) 7 scc 791 and mantoo sarkar v. oriental insurance company limited, (2009) 2 scc 244] (ix) the intention of the underlying statutes has to be considered and given effect to, unless it leads to an absurdity. the construction of a statute ought to be such as to advance the intention of the legislation and remedy any mischief. [glaxo laboratories v. presiding officer, (1984) 1 scc 1: air 1984 sc 505] (x) when there are multiple suits which could govern any subject matter, the endeavour of the court ought to be to apply a harmonious construction to the said provisions, especially when there is no repugnancy or inconsistency. [maya mathew v. state of kerala, (2010) 4 scc 498 and lalit babbar (supra)] d. consequences of absolute discretion: undervaluation and forum shopping 55. as per the table of court fees discussed in paragraph 53 above, it is noteworthy that insofar as a decree of declaration and consequential relief or injunction is concerned, the factors to be considered are not provided in the court fees act. as per the legal position captured above, it is the court's duty to ensure that a reasonable estimate is provided by the plaintiff and there is no undervaluation. such an estimate could be arrived at on the basis of the requirements stipulated in the statutory provisions. 56. this is especially important for ipr suits because usually in ipr suits, the plaintiff seeks a decree of interim/permanent injunction or a decree of declaration, coupled with damages/rendition of accounts. whenever reliefs are sought of damages or rendition of accounts, the suit is valued on a monetary basis by the plaintiff using a rough estimate and court fee is paid on the said basis. it is very unlikely that the valuation in suits where one of the reliefs sought is for damages and/or rendition of accounts, is less than rs. 3 lakhs. however, even in some cases where damages or rendition of accounts is sought, the ingenuity of lawyers and litigants does lead to suits being valued at less than rs. 3 lakhs. in such cases, the relief of injunction is also valued at rs. 200/or any other amount less than rs. 3 lakhs and minimal court fee is paid, despite the intellectual property which is the subject matter of the suit being of a very high value. 57. for instance, in the present appeal which is before this court, the mark being sought to be protected is 'vpl india' against the defendant's mark 'bpi'. the turnover of the plaintiff as pleaded in the suit and as per the ca certificate placed on record dated 5 august, 2021, is approximately rs. 67306 lakhs over the last three financial years, i.e., 20182021. moreover, the plaintiff has stated in its plaint that it has \"commanded handsome sales running into billions of rupees\". it is also stated to have spent \"enormous amounts of money\" in advertising and publicity. the said mark, including the label, is stated to have extensive goodwill and reputation, having been adopted in 1988, with copyright and trademark registrations dating back to 2006. the plaintiff has stated that it has reputed clients such as uttar pradesh jal nigam, ntpc, bsnl, mtnl, l&t, etc., across india and worldwide. the plaintiff is also stated to have extensive reach and online presence through both its website and third-party sites like indiamart, facebook, linkedin, etc. the plaintiff also has numerous quality certifications and recognitions, including iso, bis, and one star export house (recognized by the director general of foreign trade). despite all these facts, it is puzzling that the reliefs of injunction as also delivery-up, are valued at rs. 200/each for court fee and jurisdiction, which is much below rs. 3 lakhs. the court fee paid is rs. 100/for such reliefs. additionally, the relief of rendition of accounts is valued at rs. 1000/and court fees of rs. 150/is paid for the same. such a course of action appears to be quite unusual and quixotic, as there is no basis in the suit as to why a trademark suit of a brand having such a huge turnover is sought to be valued at such a low threshold. moreover, the suit in the present case does not mention the 'specified value' at all, but merely the value of reliefs sought. 58. in the opinion of this court, by merely valuing the relief in the suit below rs. 3 lakhs, the plaintiff ought not to be permitted to escape the rigors of the cca or indulge in forum shopping or bench hunting. the practice of forum shopping has been time and again condemned by courts and most recently in vijay kumar ghai v. state of west bengal [slp (crl.) 10951 of 2019, decided on 22 march, 2022], the supreme court held as under: \"7. predominantly, the indian judiciary has time and again reiterated that forum shopping take several hues and shades but the concept of 'forum shopping' has not been rendered an exclusive definition in any indian statute. forum shopping as per merriam webster dictionary is: the practice of choosing the court in which to bring an action from among those courts that could properly exercise jurisdiction based on determination of which court is likely to provide the most favourable outcome. 8. the indian judiciary's observation and obiter dicta has aided in streamlining the concept of forum shopping in the indian legal system. this court has condemned the practice of forum shopping by litigants and termed it as an abuse of law and also deciphered different categories of forum shopping. xxx xxx xxx 10. forum shopping has been termed as disreputable practice by the courts and has no sanction and paramountcy in law. in spite of this court condemning the practice of forum shopping, respondent no. 2 filed two complaints i.e., a complaint under section 156(3) code of criminal procedure before the tis hazari court, new delhi o 06.06.2012 and a complaint which was eventually registered as fir no. 168 under section 406, 420, 120b penal code, 1860 before ps bowbazar, calcutta o 28.03.2013. i.e., one in delhi and one complaint in kolkata. the complaint filed in kolkata was a reproduction of the complaint filed in delhi except with the change of place occurrence in order to create a jurisdiction. 11. a two-judge bench of this court in krishna lal chawla v. state of u.p. (2021) 5 scc 435 observed that multiple complaints by the same party against the same accused in respect of the same incident is impermissible. it held that permitting multiple complaints by the same party in respect of the same incident, whether it involves a cognizable or private complaint offence, will lead to the accused being entangled in numerous criminal proceedings. as such he would be forced to keep surrendering his liberty and precious time before the police and the courts, as and when required in each case.\" 59. it is thus clear to this court that while all ipr disputes irrespective of their 'specified value' may not invoke the provisions of the cca, there ought to be a preliminary exercise required to confirm that the valuation of such suits has not been done arbitrarily. this may be done on the judicial side, as per the scmsc. such examination by the commercial court is essential so as to obviate any attempts of forum shopping. e. the way forward 60. in the backdrop of the above discussed legal position and the statutory provisions, insofar as delhi is concerned, the following facts are of utmost relevance: (i) the pecuniary jurisdiction of the commercial division of the high court is rs. 2 crores and above. (ii) the pecuniary jurisdiction of the district courts (district judges/adjs), is between rs. 3 lakhs to rs. 2 crores. (iii) consequently, suits which are valued below rs. 3 lakhs are filed before lower courts i.e., sub-judge/civil judge (iv) in delhi, commercial courts have been notified vide order no.60, only at the level of the district courts, as the pecuniary jurisdiction of these courts also matches with the lowest threshold fixed by the cca for 'specified value', i.e., rs.3 lakhs. (v) as per the ipr statutes, ipr suits have to be mandatorily filed only in \"district courts having jurisdiction\". 61. the facts being so, there are two pertinent questions before this court: \"(i) can ipr suits be valued below rs. 3 lakhs and be listed before the district judges who are not notified as commercial courts?; and (ii) whether the provisions of cca would be applicable to such disputes?\" 62. to answer the above, first, the discussion in paragraph 25 above is pertinent, as it clearly shows that ipr disputes are a set of disputes which lie only before the district court. thus, in that sense, such disputes are an exception to the rule of institution of cases at the court of the lowest level having jurisdiction. with the enactment of the cca, the subject-matter jurisdiction over ipr disputes now vests with the commercial courts, at the district court level. therefore, can litigants and lawyers escape the rigors of the provisions of the cca by valuing the suits below rs. 3 lakhs? the answer ought to be a clear 'no'. this is due to the following reasons: (i) the application of the judicial principles that the plaintiff is dominus litis and is free to value the suit in the manner it so chooses, has to be in the context of enactment of the cca. the principles cannot be stretched to justify undervaluation of ipr disputes and payment of lower court fee. (ii) not ascribing a 'specified value' in the suit would be contrary to the scheme of the cca which requires every suit to have a 'specified value', if the subject matter of the suit is a 'commercial dispute'. a perusal of section 12(1)(d) of the cca does offer some guidance, that the 'specified value' in case of intangible rights would be the market value of the said rights as estimated by the plaintiff. (iii) in ipr disputes, the relief of injunction or damages may be valued by the plaintiff, at an amount lower than the sum of rs. 3 lakhs and court fee may be paid on that basis. if such valuation is permitted, despite some objective criteria being available for valuing ipr in the cca it would defeat the very purpose of the enactment of special provisions for ipr statutes and the cca. these statutes would have to be harmoniously construed i.e., in a manner so as to further the purpose of the legislation and not to defeat it. thus, it would be mandatory for ipr suits to be ascribed a 'specified value', in the absence of which the valuation of the suit below rs. 3 lakhs would be arbitrary, whimsical and wholly unreasonable. in this view, intellectual property rights being intangible rights, some value would have to be given to the subject matter of the dispute as well. the court would have to take into consideration the 'specified value' based upon not merely the value of the relief sought but also the market value of the intangible right involved in the said dispute. (iv) the subject matter of ipr disputes is usually trademarks, rights in copyrightable works, patents, designs and such other intangible property. the said amount of rs. 3 lakhs is the estimation of the legislature as being the lowest threshold in any 'commercial dispute' in india which deserves to benefit from speedier adjudication, owing to the economic progress in the country. the intention of the legislature in keeping a lower threshold in a 'commercial dispute' of rs. 3 lakhs cannot be rendered meaningless. it would only be in exceptional cases that valuation of ipr disputes below rs. 3 lakhs could be justified. accordingly, section 12(1)(d) has been included in the cca, where the subject matter of \"intellectual property\" has been contemplated by the legislature to be an intangible right, in respect of which the market value has to be estimated by the plaintiff, for determining the 'specified value'. (v) the average court fee paid in delhi in any civil suit is approximately 3% to 1% of the pecuniary value ascribed to the suit. in fact, delhi is one of the territories where ad valorem court fee is paid beyond a particular threshold. when seen from this perspective, i.e., that at rs. 3 lakhs, the court fee payable is minimal, it is apparent that the only reason for which ipr disputes may be valued below rs. 3 lakhs by litigants or lawyers would be to indulge in forum shopping and bench hunting and not merely to exercise the option of the forum where relief is sought. the purpose would also be to escape the rigors of the provisions of the cca. such a practice would constitute abuse by plaintiffs of their rights, at the very least. (vi) usually, ipr disputes are filed by business entities. however, considering the court fee payable even if such suits are valued at a minimum of rs. 3,00,000/-, even individual ipr owners would be easily able to afford the court fee at the rate of 1-3%. there thus appears to be no valid or justifiable cause to value an ipr suit below rs. 3 lakhs except for oblique motives. thus, the discretion vested in the plaintiff to value the suit as it pleases, ought not to be extended or stretched to an extent that it encourages malpractice, misuse, abuse and forum shopping. 63. in view of the above analysis and legal position, since ipr suits have to be instituted in the district courts \"having jurisdiction\", for the territory of delhi, it is held that the district judges notified as commercial courts which have subject matter jurisdiction under the cca, would be the district courts \"having jurisdiction\". 64. therefore, in delhi, in order to avail of its remedies provided under the various ipr statutes, a plaintiff ought to usually institute the suit before the district court having jurisdiction i.e., district judge (commercial) by valuing it at rs. 3 lakhs or above, and pay the basic required court fee to invoke the jurisdiction of the said court. however, acknowledging the plaintiff's reasonable discretion in valuing its suit, it is held that in case a plaintiff values an ipr suit below the threshold of rs. 3 lakhs, such suits would be listed before the district judge (commercial) first, in order to determine as to whether the valuation is arbitrarily whimsical or deliberately undervalued. 65. this court is cognizant of the fact that the valuation of intellectual property is by itself a very complex process. it is clarified that the commercial court is not expected to value the specific ip on the basis of any mathematical formulae but to broadly take into consideration whether the said ip would be worth more than rs.3 lakhs, which is the threshold for the commercial court to exercise jurisdiction. 66. in light of the above discussion, the following directions are issued: (i) usually, in all ipr cases, the valuation ought to be rs.3 lakhs and above and proper court fee would have to be paid accordingly. all ipr suits to be instituted before district courts, would therefore, first be instituted before the district judge (commercial). (ii) in case of any ipr suits valued below rs. 3 lakhs, the commercial court shall examine the specified value and suit valuation to ensure it is not arbitrary or unreasonable and the suit is not undervalued. (iii) upon such examination, the concerned commercial court would pass appropriate orders in accordance with law either directing the plaintiff to amend the plaint and pay the requisite court fee or to proceed with the suit as a noncommercial suit. (iv) in order to however maintain consistency and clarity in adjudication, even such suits which may be valued below rs.3 lakhs and continue as non-commercial suits, shall also continue to be listed before the district judge (commercial), but may not be subjected to the provisions of the cca. (v) all pending ipr suits before the different district judges (non-commercial) in delhi shall be placed before the concerned district judges (commercial) for following the procedure specified above plaintiffs who wish to amend the plaint would be permitted to do so in accordance with law.\" 26. though above directions were issued in relation to all ipr matters falling within section 12 (1) (d) of cc act, whether same would also apply to non-ipr commercial cases falling under clauses (a), (b) and (c) of section 12 (1) of cc act would require examination. 27. one of main concerns addressed in vishal pipes ltd., (supra) was avoiding deliberate undervaluation to maintain suit before civil court and forum hunting, which was sought to be curtailed by directing all matters concerning commercial disputes to be filed only before commercial court, even if 'specified value' was less than rs.3 lakhs and requiring its examination by commercial court. but possibility of such determination process itself, clogging 'commercial courts' affecting timeline for disposal of commercial disputes cannot be lost sight of. hon'ble supreme court in ambalal sarabhai enterprises ltd. has cautioned about ill-effects of clogging of commercial courts. 28. at same time, when cc act does not bar suit with specified value below rupees three lakhs being filed before civil court, instead of compelling all suits involving commercial disputes from being filed before commercial courts, it would be appropriate to adopt procedure evolved by this court in crp.no.545/2022 disposed of on 13.12.2022. 29. in said petition, while deciding legality of rejection of defendant's contention about lack of jurisdiction of civil court, this court directed plaintiff to specifically state in plaint 'specified value' as per provisions of cc act, which trial court would verify while deciding its jurisdiction, before proceeding to entertain suit and to return it for re-presentation before commercial court, in case, it was not. such measure would prevent commercial courts from being clogged with determination of 'specified value' and would also be in tune with fine footwear pvt. ltd. (supra). 30. directions issued in said petition relevant for present case are extracted as follows: \"15. the specified value of the plaint has to be mentioned only to show the jurisdiction in which court the suit should be filed. no where in any statute it is mentioned that if specified value as contemplated under commercial courts act is not mentioned in the plaint, the same is liable to be rejected or suit is liable to be dismissed. if the court comes to the conclusion that the suit has been filed in wrong court, the same requires to be returned as contemplated in order vii rule 10 of cpc, to be presented in the appropriate court. thus, even if the trial court comes to the conclusion that in the instant case it has no jurisdiction to try the case, the plaint requires to be returned and the suit cannot be dismissed. 16. further, in the instant case, the plaintiff has not stated the specified value as contemplated under section 12 of the 11 crp no. 545 of 2022 commercial courts act and it would be appropriate for the court to give an opportunity to the plaintiff to determine the market value of the right, as estimated by him, that he has sought to enforce in the present suit and thereby state as to the specified value and thereafter take a decision whether the trial court has jurisdiction or not to try the case.\" 31. until determination of specified value of subject matter of suit as per section 12 of cc act, suit cannot be held to be not maintainable by referring to rental value etc. of suit premises, which would not be as per method of assessment provided under section 12 of cc act. therefore, answer to point under consideration would be subject to determination of 'specified value' by trial court. 32. hence, point for consideration is answered partly in negative. consequently following: order i. appeal is disposed of directing plaintiff to plead regarding specified value of suit, within 15 days from today. trial court is directed to determine whether same would be below threshold limit specified in cc act and consequently decide on its jurisdiction to entertain suit, as expeditiously as possible therefrom after providing opportunity to defendants also, but not later than 30 days. ii. in case, suit is held not maintainable, interim injunction would stand vacated with liberty to plaintiff to seek said relief before commercial court. iii. impugned order dated 03.09.2022 passed by xxii addl. city civil and sessions judge, bengaluru, in o.s.no.5686/2022 will be subject to such determination as above. sd/judge psg*"
}