{
  "case_file": "case165.txt",
  "original_text": "Punjab-Haryana High Court\nUjjagar Construction Pvt. Ltd vs Nayati Healthcare And Research Ncr Pvt. ... on 20 November, 2023\n                                             Neutral Citation No. : 2023:PHHC:146990\n\n\n                                 IN THE HIGH COURT OF PUNJAB AND HARYANA\n                                               AT CHANDIGARH\n                        291\n                                                                          CR-5837-2023 (O&M)\n                                                                          Reserved on: 20.10.2023\n                                                                          Pronounced on : 20.11.2023\n\n                        Ujjagar Construction Pvt. Ltd.\n                                                                                         . . . Petitioner(s)\n                                                            Versus\n                        Nayati Healthcare and Research NCR Pvt. Ltd.\n                        and Others\n                                                                                       . . . Respondent(s)\n\n                        CORAM:      HON'BLE MR. JUSTICE SANJAY VASHISTH\n\n                        Argued by: Mr. Puneet Bali, Sr. Advocate\n                                   (on 04.10.2023, 06.10.2023, 09.10.2023,\n                                   10.10.2023, 11.10.2023, 17.10.2023 & 19.10.2023) and\n                                   Mr. Ashish Chopra, Sr. Advocate\n                                   (on 06.10.2023, 09.10.2023, 10.10.2023,\n                                   17.10.2023, 18.10.2023, 19.10.2023 & 20.10.2023) with\n                                   Mr. Gagandeep Singh, Advocate,\n                                   Mr. Tushar Sharma, Advocate and\n                                   Mr. Parmanand Yadav, Advocate, for the petitioner.\n\n                                    Mr. Vineet Malhotra, Advocate,\n                                    Mr. Dinesh Arora, Advocate,\n                                    Mr. Vishal Gohri, Advocate and\n                                    Mr. Abhinav Dubey, Advocate\n                                    for caveator- respondent No.1.\n\n                                    Mr. Akshay Bhan, Sr. Advocate\n                                    (18.10.2023 & 19.10.2023) With\n                                    Mr. Harsh Gupta, Advocate,\n                                    Mr. Rahul Makkar, Advocate, for respondent No.2.\n\n                                    Mr. Chetan Mittal, Sr. Advocate\n                                    (on 09.10.2023, 10.10.2023, 17.10.2023\n                                    18.10.2023, 19.10.2023 & 20.10.2023) and\n                                    Mr. K. Ramakanth Reddy, Sr. Advocate with\n                                    Mr. Ashish Rawal, Advocate,\n                                    Mr. Himanshu Gupta, Advocate,\n                                    Mr. Rohit Khanna, Advocate\n                                    Mr. Karan Kaushal, Advocate\n                                    Mr. Saurabh Gautam, Advocate\n                                    Mr. Ritvik Garg, Advocate and\n                                    Ms. Komal Aggarwal, Advocate\n                                    for caveator - respondent No.3.\n\n                                                             ****\nPRASHANT KAPOOR\n2023.11.20 15:50\nI attest to the accuracy and\nauthenticity of this\norder/judgment\n                                CR-5837-2023 (O&M)                                              -2-\n\n\n                        SANJAY VASHISTH, J.\n1. Present revision petition has been directed against the order dated 21.09.2023, passed by the Court of Ld. Addl. District Judge, Gurugram (hereinafter referred to as 'Ld. Appellate Authority'), whereby, application filed under Order 39 Rule 1 & 2 CPC, filed by the petitioner (hereinafter referred to as 'the plaintiff'), has been dismissed, by allowing the civil miscellaneous appeal filed by respondent No.3 (defendant No.3) i.e. M/s Apollo Hospitals North Ltd., by setting aside the order passed by the Court of Ld. Civil Judge (Sr. Divn.), Gurugram (hereinafter referred to as 'Ld. Trial Court'), allowing the application.\n2. Property, which is the subject matter in the suit filed by the plaintiff is the land measuring 5.628 acres of land, bearing plot Nos. 1202, 1203 & 1204, situated at DLF City, Phase-I, Gurugram. Undisputedly, till date, subject cited property is recorded in the record for the purpose of construction of Health Centre, and Dispensary.\nPlaintiff - Ujjagar Constructions Pvt. Ltd., claimed its right in the property on the basis of the execution of Memorandum of Understanding (for brevity, 'MOU'), dated 08.04.2022, executed between Ujjagar Constructions Pvt. Ltd., on the one side as 'Party' (plaintiff), AND M/s Nayati Healthcare & Research NCR Private Ltd., along with its promoter, 'Ms. Nira Radia', as 'Parties' (being defendants No.1 & 2), for which the total sale consideration for purchase of the property was fixed as Rs.468.00 Crores.\n3. To acknowledge the journey of litigation from its inception, it is necessary to explain here that at the first instance; aforesaid civil suit was instituted by the plaintiff against defendants No.1 & 2 before the commercial CR-5837-2023 (O&M) -3- courts on 30.07.2022. Defendants No.1 & 2 appeared on that very day on caveat. On 02.08.2022, plaintiff moved an application for early hearing, before the concerned Court, however, said application was dismissed. Again, on 06.08.2022, plaintiff filed an application for early hearing of the ex-parte stay against the sale of the property. On the said application, commercial Court issued notice to defendants for 08.08.2022. On 08.08.2022, defendants No.1 & 2 appeared before the Court and sought sometime to file written statement, and reply to the said application, but defendants while appearing in the post lunch period, claimed that the property has been transferred, and sale deed has been registered in favour of M/s Apollo Hospitals North Ltd. Plaintiff immediately filed an application under Order 1 Rule 10 CPC, to implead M/s Apollo Hospitals North Ltd., as a party. There being no objection by defendants No.1 & 2, said application was allowed by an order to implead the Appollo Hospitals North Ltd., as defendant No.3.\nIt is relevant to note that in some arbitration proceedings, titled as, 'M/s Suman Constructions Pvt. Ltd. vs. M/s Truthmark Realtors Pvt. Ltd., and another, there was a stay order on the suit property. However, during the proceedings before the arbitrator, claimant M/s Sumav Construction Pvt. Ltd. withdrew the application for stay under Section 17 of the Arbitration and Conciliation Act, and also the main claim from the arbitral proceedings itself, and as such, arbitration application was withdrawn on 05.08.2022. Consequently, stay order passed by Ld. Arbitrator against the alienation of the property in question, stood vacated on 05.08.2022.\nThus, by noticing the factum of withdrawal of the arbitration CR-5837-2023 (O&M) -4- application, and also the conduct of the defendants, application for early hearing was disposed of, and vide its order dated 08.08.2022, commercial Court directed the parties to the lis to maintain status quo in all respects qua the suit property, till the next date of hearing i.e. 16.08.2022.\n4. During the pendency of proceedings before the Ld. Commercial Court, the jurisdiction of the Ld. Commercial Court, to decide the case, was challenged before this Court in FAO-COM-20-2022, wherein, this Court directed the appellant to file an appropriate application before Ld. Commercial Court, who shall make an endeavour to decide the same within a period of six weeks.\nTherefore, on an application filed before the Ld. Commercial Court, seeking return of plaint under Order 7 Rule 10 CPC, Ld. Commercial Court, vide its order dated 11.10.2022, held that the issue involved herein, is not covered under the Commercial Courts Act, and thus, invoking the power under Order 7 rule 10 CPC, returned plaint for appearance of the parties before the Civil Court on 28.10.2022.\nSaid Order of return of plaint was challenged first by plaintiff - Ujjagar Constructions Pvt. Ltd. in FAO-COM-25-2022, wherein, vide order dated 27.10.2022, this Court upheld the order of Ld. Commercial Court, and directed Ld. Civil Court to decide the application under Order 39 Rule 1 & 2 CPC within seven days of its filing by the plaintiff.\nSaid order of return of plaint was also challenged in appeal by defendant No.1 - Nayati Healthcare & Research NCR Private Limited in FAO-COM-27-2022, and defendant No.3 - M/s Apollo Hospitals North Ltd. vide FAO-COM-30-2022 (O&M); before this Court (Punjab and Haryana High Court), however, said appeals were dismissed vide order dated CR-5837-2023 (O&M) -5- 03.05.2023.\nThis way, proceedings are conducted by the Civil Court in an ordinary suit for possession by way of specific performance and declaration along with consequential relief for permanent and mandatory injunction.\nThereafter, vide order dated 04.11.2022, Court of Ld. Civil Judge (Sr. Divn.), Gurugram (in short, 'Trial Court'), allowed the application under Order 39 Rule 1 & 2 read with Section 151 CPC, and restrained the defendants No.1 to 3, 'from selling or alienating or creating any third party interest in the suit property i.e. plot Nos. 1202, 1203, & 1204, situated in DLF City, Phase-1, Sector 28, Gurugram. Defendants were also restrained from making any change/alteration in the suit property till the final decision of the present case'.\n5. Assailing the order dated 04.11.2022, passed by Ld. Trial Court, defendant No.3 - M/s Apollo Hospitals North Ltd., went in appeal by way of Civil Miscl. Appeal, which was allowed by the Court of Ld. Addl. District Judge, Gurugram (in short, 'Appellate Court'), vide its order dated 21.09.2023. Ld. Appellate Court primarily discussed Section 34 of the Securitization and Reconstruction of Financial Assets and Enforcement of Security Interests Act, 2002 (for brevity, 'SARFAESI Act), which says as under:-\n\"34. Civil Court not to have jurisdiction.--No civil court shall have jurisdiction to entertain any suit or proceeding in respect of any matter which a Debts Recovery Tribunal or the Appellate Tribunal is empowered by or under this Act to determine and no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in CR-5837-2023 (O&M) -6- pursuance of any power conferred by or under this Act or under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993).\"\nAnd thus, held that suit filed by the plaintiff is nothing but an off-shoot of the recovery proceedings initiated by M/s Yes Bank Ltd.\nTaking note of the various provisions of the SARFAESI Act, Ld. Appellate Court also held that jurisdiction of Civil Court is completely barred in the case at hand, so far as, aggrieved person has right of appeal before the DRT or the Appellate Tribunal, against the measure taken by the secured creditor under Section 13(4) of the SARFAESI Act, who are there to determine as to whether there is any illegality in the measures taken. Appellate Court also went to examine the object of entering into MOU by the plaintiff i.e. converting the land in question to its commercial use from healthcare and medical purpose. Ld. Appellate Court further held that there is nothing available on record that ever at any point of time, after execution of MOU dated 08.04.2022, plaintiff succeeded in getting CLU or even to show that there is any policy of the State Government, by virtue of which, the site meant for health/medical services, can be converted, for its commercial use.\nAt last, Ld. Appellate Court concluded that for the purpose of granting interim injunction under Order 39 Rule 1 & 2 CPC, there is need to make out a case of granting of temporary injunction, same being covered with three basic principles, which are:-\n(i) Prima facie case;\n(ii) Balance of convenience; and\n(iii) Irreparable loss or injury;\nCR-5837-2023 (O&M) -7- Learned Appellate Court found that case of plaintiff is not meeting out with the settled parameters. Further held that in the case at hand, there is no jurisdiction of Civil Court, and thus, dismissed, the application under Order 39 Rule 1 & 2 CPC.\nHence, plaintiff is before this Court by way of present revision petition to challenge the impugned order.\nFOR THE SAKE OF CLARITY AND CONVENIENCE, THE GIST OF MEMORANDUM OF UNDERSTANDING (MOU), BASED UPON WHICH, THE PRESENT SUIT FOR SEEKING SPECIFIC PERFORMANCE OF THE ACT IS FILED, IS AS UNDER:-\n6. Since, the suit filed by the plaintiff is based upon one and the only document i.e. MOU dated 08.04.2022, its material features and terms are required to be understood before entering into the sphere of the pleadings of the parties. Key terms of the MOU are as follows:-\n Date of execution of Memorandum of Understanding (MOU) : 08.04.2022.\n First Party to the agreement is the purchaser - Ujjagar Construc- tions Pvt. Ltd. (plaintiff), AND Nayati Healthcare & Research NCR Private Limited (defendant No.1) with promoter Ms. Nira Radia (defendant No.2), as Second Party.\n Defendant No.3 and M/s Yes Bank Ltd. or any other person or in- stitution is not a party/signatory over the MOU.  Thus, MOU is bilateral document, without taking consent of any third interested party.\n Parties to the MOU acknowledge that possession is with 'M/s Yes Bank Ltd.'.\nCR-5837-2023 (O&M) -8- RELEVANT CLAUSES OF THE MOU:-\n\"Memorandum of Understanding This Memorandum of Understanding (\"MoU\") is made and executed on this Friday, 8th day of April 2022 (\"Execution Date\") by and among:\n1. Ujjagar Constructions Private Limited, a company incorporated under the provisions of the Companies Act 1956/2013, bearing CIN:U70109HR2021PTC097764 having its registered office at Unit No.SB/C/5L/Office/008, M3M Urbana, Sector-67, Gurugram - 122101 (hereinafter referred to as the \"Purchaser\") which expression shall, unless repugnant to the context of the meaning thereof, include its successors and permitted assigns);\nAND\n2. Nayati Healthcare & Research NCR Private Limited, a company incorporated under the provisions of the Companies Act 1956/2013, bearing CIN: U24233DL2007PTC171542 having its registered office at A-14, Duggal Colony, Devli Road, Khanpur, Delhi - 110062 (hereinafter referred to as the \"Company\", which expression shall, unless repugnant to the context of the meaning thereof, include its successors and permitted assigns);\nAND\n3. Ms. Nira Radia, daughter of Late Mr. Iqbal Narain Menon, resident of Aakash Ganga, 9 Oak Drive, Dlf Chattarpur Farms, Chattarpur, New Delhi 110074 (hereinafter referred to as the CR-5837-2023 (O&M) -9-\n\"Promoter\" which expression shall unless repugnant to the context of the meaning thereof, include its successors and permitted assigns) Each of the Party herein above are referred to individually as a \"Party\" and collectively as the \"Parties\".\nA. The Promoter and the Company have represented to the Purchaser that the Company is the owner of contiguous land parcels admeasuring approx. 5.629 acres bearing Plot Nos. 1202, 1203 and 1204 situated in DLF City, Phase I, Sector 28, District - Gurgaon, Haryana, together with building, structures (hereinafter referred to as the \"Said Property\"). B. Owing to defaults by the Company in repayment of loans, M/s Yes Bank Ltd. has taken physical possession of the Said Property under section 13(4) of the SARFAESI Act vide notice dated September 10, 2021.\nC. Further, DHFL (subsequently merged with Piramal Capital subsequent to being declared successful resolution applicant by the NLCT) had also initiated insolvency proceedings under the Insolvency and Bankruptcy Code against the Company before the NCLT, New Delhi pursuant to which the Hon'ble Tribunal granted a stay on sale of the Said Property on September 30, 2021 which was confirmed by NCLAT on January 31, 2022. (Yes Bank and DHFL collectively referred to as \"Lenders\").\n                               D.    xx    xxx xx         xxx\n\n                               E.    That the Parties are entering into this MOU to take on record\ntheir mutual understanding and set out the terms and conditions CR-5837-2023 (O&M) - 10 -\nfor undertaking the sale and purchase of the Said Property in favour of the Purchaser.\nNOW THEREFORE, IN CONSIDERATION OF THE MUTUAL COVENANTS AND PROMISES CONTAINED HEREIN AND OTHER GOOD AND VALUABLE CONSIDERATION THE ADEQUACY OF WHICH IS ACKNOWLEDGED, EACH OF THE PARTIES HEREBY AGREE AS FOLLOWS:\n1. PROPOSED TRANSACTION 1.1 The Purchaser hereby agrees to purchase clear, legal and marketable title of the said Property, free from all encumbrances, together with all rights, title, interest and benefits attached thereto and the Promoter and the Company agree and hereby grant their irrevocable consent to sell and transfer the said Property to the Purchaser and undertake to do all acts, deeds and things necessary to enable the Purchaser to acquire the said Property in its name.\n1.2 The Parties agree and acknowledge that the transaction is proposed to be an outright sale by way of private treaty with Yes Bank Ltd. and the Promoter and the Company shall provide all necessary assistance and support to enable the sale through Yes Bank Ltd.\n1.3 Further, the Parties agree that the Promoter and Company shall be responsible for obtaining all licenses, approvals for change in land use to commercial in respect of the Said Property however the cost of obtaining such a license/approvals, if any, and any subsequent compliances thereto would be borne solely CR-5837-2023 (O&M) - 11 -\nby the Purchaser.\n2. CONSIDERATION AND PAYMENT TERMS The Parties have agreed that the total consideration is INR 468 Crores [Rupees Four Hundred and Sixty Eight Crores Only] (\"Consideration\") which shall be payable as follows, subject to fulfillment of the conditions set out in Clause 3 below:\na) Firstly, payment of INR 400 Crores [INR Four Hundred Crores or any such amount as agreed with the Yes Bank Ltd. subject to a maximum ceiling price of the consideration value] towards consideration for the Said Property to the Yes Bank Ltd. shall be made, subject to the Purchaser receiving a copy of the policy from the Promoter for conversion of land to commercial use.\nb) Secondly, payment of all statutory liabilities/all other liabilities of the Company, subject to a ceiling of the Cumulative consideration, so as to ensure that the said Property is unencumbered;\nc) Lastly, the balance amounts from the Consideration, if any, after adjustment against clause 2.1(a) and (b) above (\"Balance Consideration\") shall be payable by the Purchaser to the Promoter immediately upon change in land use for commercial use in respect of the Said Property.\nThe purchaser undertakes to bear all statutory charges for obtaining license for change in land use to commercial in CR-5837-2023 (O&M) - 12 -\nrespect of the Said Property, including procurement of an alternate parcel of equivalent land parcel as required under policy, along with stamp duty and registration costs in relation with the sale and transfer in favour of the Purchaser. These sums shall not be adjusted from the Balance Consideration. However, it is clarified that the obligation to obtain such approvals shall vest solely on the Promoter and Company however it is reiterated that the costs towards securing these licenses and approvals would be borne exclusively by the Purchaser.\n3. CONDITIONS PRECEDENT 3.1 The Promoter and the Company shall jointly and severally undertake the following:\n3.1.1 The Promoter and the Company shall cause vacation of stay on sale of Said Property before NCLT, New Delhi. 3.1.2 The Promoter and Company shall provide its express No-\nObjection and consent for the private treaty sale of the Said Property, to the satisfaction of the Yes Bank Ltd. 3.1.3 The Promoter shall be responsible for obtaining all approvals including change in land use for commercial use on the Said Property, etc. in favour of the Purchaser at the sole cost, if any, of the Purchaser.\n3.2 That Purchaser acknowledges that immediately upon vacation of stay on the sale of the said property by the NCLT, New Delhi, M/s Yes Bank ltd., under the provisions of the CR-5837-2023 (O&M) - 13 -\nSARFAESI Act would be required to dispose the said property either by private treaty or a public auction within a span of 30 days. Accordingly, the Purchaser would be required to complete the said Transaction within a maximum time limit of 30 days (or such extended time as agreed with the lender) from the date of vacation of stay failing which M/s Yes Bank Ltd. would be required to dispose the said property and this MOU would stand infructuous.\n3.3 xx xxx xx xxx 3.4 xx xxx xx xxx\n4. BINDING AGREEMENT The terms and conditions of this MOU constitute legal and binding obligations of each Party and each Party agrees to perform (or assist in the performance of) all further acts and things (including the execution and delivery of, or assisting in the execution and delivery of, all deeds and documents that may be required or as may be necessary, required or advisable) as the other Party may reasonably require to effectively carry on the full intent and meaning of this MOU and to complete the transactions contemplated hereunder.\n5. GOVERNING LAW AND DISPUTE RESOLUTION 5.1 xx xxx xx xxx xx xxx xx xxx\"\n-*-*-*-*-*-\nCR-5837-2023 (O&M) - 14 -\n7. THE PARTICULARS OF OTHER PARALLEL LITIGATIONS QUA THE LAND IN QUESTION, ARE DETAILED HERE-UNDER IN TABULATED FORM:-\nDate(s) Key Events Proceedings Proceedings in the Arbitration under the Insolvency and Proceedings SARFAESI Act, Bankruptcy Code, (Between M/s 2002 2016 Sumav (Initiated by M/s (Initiated by Diwan Constructions Pvt.\n                                                         Yes Bank Ltd.)      Housing         and   Ltd. and M/s\n                                                                             Finance Ltd., now     Truthmark\n                                                                             Piramal Ltd.)         Realtors Pvt. Ltd.)\n                        29.03.2011 DLF Qutab Enclave --                      --                    --\n                                   Complex Medical\n                                   Charitable    Trust\n                                   sold disputed land\n                                   to OSL Healthcare\n                                   Pvt. Ltd. (Nayati\n                                   Healthcare)\n                        10.09.2021 --                  M/s Yes Bank --                             --\n                                                       Ltd.          took\n                                                       possession      of\n                                                       the       disputed\n                                                       land            by\n                                                       initiating\n                                                       proceedings\n                                                       under      Section\n                                                       13(4) of the Act.\n                        30.09.2021 --                  --                 In an Insolvency         --\n                                                                          Petition,   National\n                                                                          Company         Law\n                                                                          Tribunal (NCLT),\n                                                                          New Delhi, granted\n                                                                          stay.\n                        08.04.2022 MOU          signed --                 --                       --\n                                   between         M/s\n                                   Ujjagar\n                                   Constructions Pvt.\n                                   Ltd. and M/s Nayati\n                                   Healthcare       &\n                                   Research       NCR\n                                   Private Limited &\n                                   Ms. Nira Radia\n                                   (Promoter)\n                        19.04.2022 --                  --                 Insolvency Petition      --\n                                                                          along with stay\n                                                                          dismissed by NCLT.\n                        06.05.2022 --                  --                 Appeal instituted by     --\n                                                                          M/s Diwan Housing\n                                                                          Finance Ltd. (now\n                                                                          Piramal        Ltd.),\n                                                                          against order of\n                                                                          dismissal         in\n                                                                          National Company\n                                                                          Law        Appellate\n                                                                          Tribunal (NCLAT),\n                                                                          New Delhi.\n                        12.05.2022 --                  --                 NCLAT ordered that       --\n                                                                          'any action of the\n                                                                          parties shall be\n                                                                          subject    to    the\n                                                                          outcome of the\n\n\n                                                                          appeal.'\n\n\n\n                                   CR-5837-2023 (O&M)                                                       - 15 -\n\n                        Date(s)      Key Events         Proceedings         Proceedings in the    Arbitration\n                                                        under         the   Insolvency      and   Proceedings\n                                                        SARFAESI Act,       Bankruptcy Code,      (Between       M/s\n                                                        2002                2016                  Sumav\n(Initiated by M/s (Initiated by Diwan Constructions Pvt.\n                                                        Yes Bank Ltd.)      Housing         and   Ltd. and M/s\n                                                                            Finance Ltd., now     Truthmark\n                                                                            Piramal Ltd.)         Realtors Pvt. Ltd.)\n\n\n                        02.06.2022 --                   --                  NCLAT allowed the --\n                                                                            sale of property\n                                                                            subject    to    sale\n                                                                            amount          being\n                                                                            deposited     in    a\n                                                                            separate amount.\n\n                        06.07.2022 Sale-deed executed --                    --                    --\n                                   between M/s Nayati\n                                   Healthcare       &\n                                   Research       NCR\n                                   Private Limited and\n                                   M/s          Apollo\n                                   Hospitals     North\n                                   Ltd.\n\n                        07.07.2022 --                   Debt Recovery --                          --\n                                                        Tribunal (DRT)\n                                                        allowed the sale\n                                                        of the disputed\n                                                        land to M/s\n                                                        Apollo Hospitals\n                                                        North Ltd.\n\n                        15.07.2022 --                   --                  --                    Stay order against\n                                                                                                  the     sale    of\n                                                                                                  property by Sole\n                                                                                                  Arbitrator.\n\n                        20.07.2022 --                   --                  NCLAT allowed the --\n                                                                            appropriation of the\n                                                                            sale consideration\n                                                                            received from M/s\n                                                                            Apollo      Hospitals\n                                                                            North Ltd.\n\n                        05.08.2022 --                   --                  --                    Claimant - M/s\n                                                                                                  Sumav\n                                                                                                  Constructions Pvt.\n                                                                                                  Ltd. withdrew the\n                                                                                                  application    for\n                                                                                                  stay u/s 17 of the\n                                                                                                  Arbitration Act.\n\n                        08.08.2022 Sale-deed registered --                  --                    --\n                                   between M/s Nayati\n                                   Healthcare        &\n                                   Research       NCR\n                                   Private Limited and\n                                   M/s          Apollo\n                                   Hospitals     North\n                                   Ltd.\n\n\n\n\n\n\n\n                                   CR-5837-2023 (O&M)                                              - 16 -\n\n                        8.        PLEADED SUIT OF THE PLAINTIFF\n Plaintiff - Ujjagar Constructions Pvt. Ltd.\nVERSUS  Defendant No.1 - Nayati Healthcare & Research NCR Private Limited  Defendant No.2 - Ms. Nira Radia  Defendant No.3 - M/s Apollo Hospitals North Ltd.\nA. Plaintiff pleaded that defendants No.1 & 2 projecting themselves to be owners of the land/plots in question, situated in DLF City, Phase-1, Sector 28, District Gurugram (Haryana), executed a MOU dated 08.04.2022, for the purpose of the sale of said area to the plaintiff for a total sum of Rs.468.00 Crores. There were insolvency proceedings pending under the Insolvency and Bankruptcy Code, 2016 against defendant No.1, at the instance of one Diwan Housing Finance Corporation Ltd. (DHFL), which later merged with M/s Piramal Capital & Housing Finance Limited. Said proceedings were pending before the National Company Law Tribunal (NCLT), New Delhi. NCLT had granted stay on the sale of the suit property vide order dated 30.09.2021. Subsequently, said application filed by M/s Piramal Capital & Housing Finance Limited before the NCLT, was dismissed on 19.04.2022. Thus, stay order was vacated.\nB. M/s Piramal Capital & Housing Finance Limited went in an appeal before the National Company Law Appellate Tribunal (NCLAT) on 12.05.2022, wherein, Ld. Tribunal recorded that any act of defendants No.1 & 2 would be subject to the CR-5837-2023 (O&M) - 17 -\noutcome of the appeal.\nHowever, NCLAT did not grant any specific stay order on the suit property, in favour of M/s Piramal Capital & Housing Finance Limited.\nOn 02.06.2022, NCLAT directed that in case of sale of suit property, the consideration received from the said sale shall be kept in a separate account, which shall be subject to the orders to be passed in this appeal.\nThis way, plaintiff pleaded that actually, stay over the suit property got vacated on 02.06.2022, when for the first time, sale of the property was permitted and not on 19.04.2022. However, such sale was ordered to be subject to the order of the appeal pending before the NCLAT.\nC. After 02.06.2022, plaintiff approached the defendants with the information that the balance payment, as contemplated under the MOU, is ready with it. However, defendants sought some time to deal with the M/s Yes Bank Ltd., and assured for providing details of the requisite Bank account for making payment.\nD. For the purpose of execution of sale-deed, plaintiff also purchased stamp papers worth Rs.28,32,00,000/- (Rupees Twenty Eight Crores and Thirty Two Lakhs only) on 31.05.2022.\nE. It is also pleaded that during one of the meetings prior to 02.06.2022, it was informed by the defendants that they were incapable of obtaining the Change of Land Use (CLU) CR-5837-2023 (O&M) - 18 -\npermission, at such a short period. Upon this, plaintiff agreed to purchase the property, on 'as is, where is' basis, and deferred the remaining obligations in terms of clause 2 of the Agreement. Plaintiff has also appended their Bank account statements for the purpose of showing of sufficient balance, in the account of the plaintiff company to complete their obligations as per the said MOU.\nF. On having some doubt over the defendants No.1 & 2, of dealing with some third party, anticipating the situation, plaintiff filed objections before the Tehsil Office on dated 13.07.2022, expressing their right of priority over the suit property. G. Plaintiff also pleaded that in fact, defendants No.1 & 2 started asking for a higher amount i.e. Rs.550.00 Crores, as consideration of the property, as they were getting higher offers from the other parties.\nH. At last, pleaded that defendants have made a mockery of the justice system and succeeded in getting the registration of the sale-deed, in a clandestine manner by misleading the Courts. Thus, while seeking enforcement of its right, by way of seeking a decree of specific performance by way of possession, also pleaded in alternative for relief in the form of damages. As per para 23 of the plaint, plaintiff claimed that it would have easily earned revenue of a sum of Rs.3000 to Rs.4000 Crores, and profit of a sum of Rs.1000 Crores, upon the sale of asset after undertaking the full construction of the project. By claiming that, plaintiff would have earned profit of Rs.1000 CR-5837-2023 (O&M) - 19 -\nCrores, plaintiff claimed damages of Rs.468 Crores in a conservative manner.\n9. PLEADINGS IN THE JOINT WRITTEN STATEMENT OF a. Defendant No.1 - Nayati Healthcare & Research NCR Private Limited had purchased the suit property for the purpose of building a hospital vide conveyance deed dated 29.03.2011 from M/s DLF Qutab Enclave Complex Medical Charitable Trust. Thus, it is clear that erstwhile management had intention to construct the hospital over the suit property. For the said purpose, erstwhile promoter obtained a term loan from M/s Al- lahabad Bank. When erstwhile promoter was unable to com- plete the construction, current promoter group of defendant No.1 - Company took over the charge by repaying the full out- standing dues of M/s Allahabad Bank.\nb. For building the project of hospital, in 2018, defendant No.1 further availed a term loan of an amount of Rs.650.00 Crores from M/s Yes Bank Ltd., of which, Rs.315.250 Crores, was dis- bursed by M/s Yes Bank Ltd.\nIn the year 2020, with the advent of Corona virus pandemic, defendant No.1 was under severe financial stress, and thus, was unable to fulfill its financial obligations towards M/s Yes Bank Ltd.\nFurther, defendant No.1 also borrowed an amount of Rs.210.42 Crores from M/s Dewan Housing & Finance Ltd. (DHFL), for which, no security was created. Thus, on the default of said CR-5837-2023 (O&M) - 20 -\nloan, proceedings under Section 7 of the Insolvency and Bankruptcy Code, 2016, were initiated against defendants No.1 & 2, by DHFL (now Piramal).\nc. Notice under Section 13(2) of the SARFAESI Act, was issued by M/s Yes Bank Ltd. to the defendants. Resultantly, to dis- charge its obligations, defendant No.1, voluntarily handed-over the physical and symbolic possession of the asset to M/s Yes Bank Ltd. on 10.09.2021.\nd. Further, pleaded that NCLT cleared in its order dated 30.09.2021 that physical possession of the suit property was with M/s Yes Bank Ltd., and not with defendant No.1. e. Also pleaded that one un-registered and unstamped MOU dated 27.11.2020, was executed between M/s Basant Bansal (B.B.) through his associate company M/s Truthmark Realtors Pvt. Ltd., for the purchase of the suit property. However, said MOU was never acted upon, and had become infructuous. f. Also pleaded that subsequent thereto again, plaintiff company, in fact which is owned and controlled by the same B.B., who earlier also had entered into MOU with the defendants/defen- dant No.1 - company, again entered into MOU. g. Further pleaded that plaintiff was under obligation to complete the transaction within maximum time limit of 30 days from the date of vacation of stay i.e. by 19.05.2022. h. Issuance of No Objection Certificate (NOC) to defendant No.1 vide letter dated 25.04.2022, by M/s Yes Bank Ltd. for repay- ment of an amount of Rs.358,30,78,500.65/- towards full and CR-5837-2023 (O&M) - 21 -\nfinal settlement of dues and release of security including the suit property and permitting the sale of the suit property, were well within the knowledge of the plaintiff, and same has been purposely concealed.\ni. Defendant No.1 also took steps to seek CLU for commercial use of the suit property, but later on realized that such change is impossible and MOU could not be performed, as the land in question was allocated by the Govt. for the construction of a hospital, and could not be used otherwise.\nConsequently, defendant No.1 was unable to seek CLU for commercial use of the suit property, and on 19.05.2022, 30 days period had elapsed, after vacation of the stay order by NCLT.\nDEFENDANT NO.3 - M/S APOLLO HOSPITALS NORTH LTD.\nj. In regard to sale of property to defendant No.3 - M/s Apollo Hospitals North Ltd., it is pleaded that sale-deed had been exe- cuted on 07.07.2022. Entire consideration of INR Rs.425,05,00,000/- (Rupees Forty Hundred Twenty Five Crores and Five Lakhs) was deposited by defendant No.3 with M/s Yes Bank Ltd. on 06.07.2022 itself, and consequently, physical pos- session of the suit property had also been taken on the same date by defendant No.3. Suit property has been sold in favour of respondent No.3, which was preceded by two judicial orders i.e. (i) order dated 02.06.2022 of Hon'ble NCLAT in Company Appeal (AT) (Insolvency) No.540 of 2022; and (ii) order dated CR-5837-2023 (O&M) - 22 -\n07.07.2022 of Ld. DRT in OA No.817/2021, permitting the sale of suit property to M/s Apollo Hospitals North Ltd. (defendant No.3).\nk. Further pleaded that on account of the fact that no CLU was ob- tained, the MOU was neither executable nor enforceable. Moreover, after vacation of stay by NCLT vide order dated 19.04.2022, limitation for depositing of amount of the entire consideration, by the plaintiff, expired within 30 days there- after, i.e. before 19.05.2022, entire consideration was required to be deposited by the plaintiff.\nl. Further pleaded that after the fixed period of making of pay- ment, the MOU in question was also rendered infructuous. Moreover, defendants relied upon Section 41 of the Specific Relief Act, 1963, and submitted that plaintiff is not entitled for any order in the nature of injunction.\n                                    PLEADINGS        IN    THE     WRITTEN      STATEMENT          OF\n\n                                    DEFENDANT NO.3\ni. It has been pleaded that there was no authority with defendants No.1 & 2 to execute the alleged MOU, and same is not even an agreement to sell. It is merely an agreement to agree. There- fore, such MOU is not of any consequence. At best, it should be a case of breach of contract against defendants No.1 & 2, for which, relief of damages has already been claimed by the plain- tiff in the suit. Sale has been effected in favour of defendant No.3 after following the due process of law. Alleged MOU is without any clause for specific performance, and even is with-\nCR-5837-2023 (O&M) - 23 -\nout any consideration. Therefore, no question arises for any specific performance by either side.\nii. Objection is also taken regarding the jurisdiction, as MOU itself talks about the jurisdiction of New Delhi.\niii. Objection of not affixing of requisite ad valorem court fee is also taken, and pleaded that plaint is worth to be rejected under Order 7 Rule 11 of CPC.\nFurther pleaded that stay was vacated on 19.04.2022 and after 19.05.2022, as per term; MOU had been rendered infructuous. iv. It is pleaded that one Letter of Intent (LOI) dated 22.05.2021 had already been executed between M/s Apollo Hospitals North Ltd. (an associate of defendant No.3) and defendant No.1, for sale of said land with construction thereon, and a part consider- ation of Rs.3,50,00,000/- (Rupees Three Crores and Fifty Lakhs only) was also paid to defendant No.1 on 02.06.2021 i.e. much prior to the date of alleged MOU dated 08.04.2022. v. It is also pleaded that as per sale-deed dated 29.03.2021, by virtue of which, defendant No.1, purchased the land in question, it was specifically stipulated that the land is reserved and meant for hospital and dispensary only.\n10. SUBMISSIONS OF THE PLAINTIFF/PETITIONER:\nA. READINESS AND WILLINGNESS OF PLAINTIFF TO PERFORM HIS PART OF AGREEMENT:Ld. Senior counsel for the petitioner (plaintiff) submits that plaintiff was always ready to perform his part of agreement, and on 31.05.2022, had CR-5837-2023 (O&M) - 24 -\nalso purchased stamp paper worth Rs.28,32,00,000/-. Moreover, plaintiff has annexed the Bank statement of the company, from where it is clear that plaintiff always had sufficient amount to pay the sale consideration. Therefore, it is the defendant-company, and its promoter, who have illegally sold the suit property to third party i.e. defendant No.3 - M/s Apollo Hospitals North Ltd.\nB. REASON FOR NO CONSIDERATION: Ld. Senior counsel further submits that as per Clause 2(a) of the MOU dated 08.04.2022, there was a condition that firstly payment will be made to M/s Yes Bank Ltd., which can range from Rs.400.00 Crores upto the maximum of total consideration of the MOU i.e. Rs.468.00 Crores. Therefore, in case M/s Yes Bank Ltd.\nwould have asked for Rs.468.00 Crores itself, then, there would have been no occasion to pay even a single penny to defendants No.1 & 2.\nFurther, submits that in view of this clause, no consideration was paid in furtherance of MOU to defendants No.1 & 2, because, it was only after settlement of dues of M/s Yes Bank Ltd., amount to be paid to defendants No.1 & 2, could have been determined, which in all possibilities could even be 'Nil'. Ld. Senior counsel further submits that as per Section 2(d) of the Indian Contract Act, 1872, consideration can either be past, present or future. Therefore, even if there is a promise to do or to abstain from doing something in furtherance of any agreement, it is considered as an appropriate consideration as CR-5837-2023 (O&M) - 25 -\nper the settled law.\nLd. Senior counsel further submits that even as per definition of 'sale' as provided under Section 54 of the Transfer of Property Act, 1882, sale can be exchanged for the price paid or promised or part paid and part promised. Thus, even as per the Transfer of Property Act, 1882, the MOU dated 08.04.2022, is absolutely valid and fulfill all legal conditions. Further submits that even in the MOU dated 08.04.2022, it is clearly stated that 'NOW THEREFORE, IN CONSIDERATION OF THE MUTUAL COVENANTS AND PROMISES CONTAINED HEREIN AND OTHER GOOD AND VALUABLE CONSIDERATION THE ADEQUACY OF WHICH IS ACKNOWLEDGED...'. Therefore, in the MOU dated 08.04.2022, there is adequate future consideration in the form of promise, and hence, such MOU cannot be stated to be void in absence of consideration.\nC. CONDITION OF CHANGE IN LAND USE WAIVED OFF:\nLd. Senior counsel further submits that it is the case of the respondents/defendants No.1 & 2 that there was a specific stipulation in Clause 3.1.3 of the said MOU that the land will be sold only after obtaining all approvals including Change in land Use (CLU) for commercial use of the suit property. However, plaintiff has specifically pleaded in paragraph No. 8 of the suit that plaintiff was ready to purchase the suit property even on 'as is, where is' basis. The said fact has also been pleaded in paragraph No.12 of the present revision petition. Ld. Senior CR-5837-2023 (O&M) - 26 -\ncounsel submits that once the condition of CLU to commercial use was waived off by the plaintiff and duly communicated to the defendant-Company, it does not lie in the mouth of the respondents/defendants to say that the MOU is void, being contingent on such stipulation.\nD. DEFENDANT NO.3 IS NOT A BONA-FIDE PURCHASER:\nLd. Senior counsel further submits that defendant No.3 i.e. M/s Apollo Hospitals North Ltd., is not a bona-fide purchaser of the suit property, as pleaded by it in the written statement, as the defendant No.3 was always aware of the pendency of the suit i.e. CS-81-2022, as defendant No.3 itself had mentioned the pendency of the suit in WP No.11745 of 2022. Further submits that even a cease-and-desist notice dated 06.08.2022, was sent by the plaintiff to defendant No.3 and the said fact is not denied by the defendant No.3 in the written statement filed by it. Therefore, by no stretch of imagination, defendant No.3 can be considered a bona-fide purchaser, as it was well aware of all the litigations pending qua the suit property, as well as, the MOU signed between the plaintiff and defendants No.1 & 2.\nE. DATE OF EXECUTION IN ALLEGED SALE-DEED MENTIONED AS 08.08.2022: Ld. Senior counsel vehemently argues that the conduct of the defendants is mala fide, which is evident from the fact that in the alleged sale-deed dated 08.08.2022, it is claimed that the said sale-deed was executed on 06.07.2022. However, on perusal of the stamp CR-5837-2023 (O&M) - 27 -\nduty attached with the sale-deed, it is clear that two stamps were issued on two different dates i.e. 06.07.2022 and 15.07.2022. Further submits that in paragraph No.2(p) of the sale-deed dated 08.08.2022, it is stated that '... there is no prohibition/stay order operating as on the execution date on the said property that is i.e. 08.08.2022.'. From this statement, it is clear that the sale-deed was executed as well as registered on one and the same date i.e. 08.08.2022, and the defendants have concocted a false story about execution of the sale-deed on 06.07.2022.\nFurther submits that this mala fide conduct of the defendants has even being deprecated by the Ld. Commercial Court vide order dated 08.08.2022, on which date, defendants appeared in the Court and asked for half an hour to submit reply to the application filed by the plaintiff, however, later appeared in the post lunch session at 1:45 PM and claimed that sale-deed between defendants No.1 & 2, and M/s Apollo Hospitals North Ltd., has already been executed. Such conduct of the defendants has also been deprecated by the Hon'ble Division Bench of this Court in FAO-COM-27-2022 and FAO-COM-30- 2022, vide order dated 03.05.2022.\nLd. Senior counsel further submits that even the Administrative as well as Revenue Authorities acted in collusion with the defendants, and got registered the sale-deed on 08.08.2022 itself, inspite of the objections already raised by the plaintiff vide letter dated 13.07.2022, before the Tehsil Office, CR-5837-2023 (O&M) - 28 -\nexpressing their right of priority over the suit property, as well as, existence of a valid MOU between plaintiff and defendants No.1 & 2.\nTherefore, all the defendants have acted in a clandestine manner to alienate the suit property in favour of M/s Apollo Hospitals North Ltd., over which, plaintiff had a right of priority on the basis of MOU dated 08.04.2022.\nF. APPLICABILITY OF THE PROVISIONS OF SECTIONS 13, 17 AND 34 OF THE SARFAESI ACT, 2002: Ld. Senior counsel submits that the remedy under the provisions of SARFAESI Act, 2022, would have been available to the plaintiff only, if on the date of filing of the suit i.e. 30.07.2022 (before the Ld. Commercial Court) or 28.10.2022 (before Ld. Civil Court), any balance amount of the secured creditor i.e. M/s Yes Bank Ltd., would have been due.\nFurther submits that as per order dated 20.07.2022, of Ld. DRT, and 28.07.2022 of Ld. NCLAT, it is cleared that on the date of filing of the suit, all the dues of M/s Yes Bank Ltd. stood cleared.\nLd. Senior counsel further submits that once the secured creditor i.e. M/s Yes Bank Ltd., had issued notice under Section 13(2) of the SARFAESI Act, 2002, to defendants No.1 & 2, and in non-compliance of the notice, had taken over the possession over the suit property on 10.09.2021 by adopting measures under Section 13(4) of the SARFAESI Act, 2002, there was no occasion with the plaintiff to seek any remedy under Section 17 CR-5837-2023 (O&M) - 29 -\nof the SARFAESI Act, 2002, as plaintiff was in no way aggrieved by the measures taken by M/s Yes Bank Ltd. against defendants No.1 & 2. Further, it is a settled law that no suit for specific performance can be instituted under SARFAESI Act, 2002, in Debts Recovery Tribunal (DRT), therefore, by any stretch of imagination, bar of Section 34 of the SARFAESI Act, 2002, is not applicable to the plaintiff in the case at hand. Ld. Senior counsel further submits that defendants at the time of instituting an application for return of plaint under Order 7 Rule 10 of CPC, before the Ld. Commercial Court, never took the plea that the suit of the plaintiff is barred by Section 34 of the SARFAESI Act, 2002, instead themselves stated that jurisdiction of Civil Court shall be made out in the present case due to existence of bar of Sections 20-A and 20-B of the Specific Relief Act, 1963.\nIn response to the said application, Ld. Commercial Court clearly held that bar of Sections 20-A and 20-B of the Specific Relief Act, 1963, shall not apply in the present case, as in the MOU dated 08.04.2022, there is no mention that the suit property relates to infrastructure or hospital project. Even, in the appeals filed by defendant No.1 i.e. FAO-COM-27-2022 and defendant No.3 i.e. FAO-COM-30-2022, before this Court, against the order of Ld. Commercial Court, no such plea of bar of Section 34 of the SARFAESI Act, 2002, was taken. Hon'ble Division Bench of this Court, vide order dated 03.05.2023, upheld the order of the Ld. Commercial Court and held the non-\nCR-5837-2023 (O&M) - 30 -\napplicability of Sections 20-A and 20-B of the Specific Relief Act, 1963. Therefore, plea of bar of Section 34 of SARFAESI Act, 2002, at the stage of appeal of the order of allowing application under Order 39 Rule 1 & 2 CPC, cannot be taken at such a belated stage.\nG. REASON FOR NOT EXECUTING MOU WITHIN 30 DAYS OF VACATION OF STAY BY NCLT: Ld. Senior counsel submits that in the MOU dated 08.04.2022, there was a specific condition precedent under Clause 3.2 of the said MOU, that the purchaser would be required to complete the said transaction within 30 days from the date of vacation of stay by NCLT, granted vide order dated 30.09.2021, initiated by one Dewan Housing Finance Ltd. (DHFL) (now Piramal). It is an admitted fact that NCLT vide its order dated 19.04.2022, dismissed the petition filed by DHFL, and on the said date, stay stood vacated. However, it is important to note that on 06.05.2022, DHFL instituted an appeal against the said dismissal before Ld. NCLAT, and Ld. NCLAT vide order dated 12.05.2022, held that any action taken in the meanwhile shall abide by the result of the appeal. It was only on 02.06.2022, that Ld. NCLAT allowed the sale of the suit property, subject to the condition that the sale proceeds shall be kept in a separate account, which shall be subject to the order passed in appeal. Therefore, for practical purpose, it was only on 02.06.2022, that the stay on the suit property was vacated, and plaintiff had purchased the requisite stamp papers even before said vacation CR-5837-2023 (O&M) - 31 -\ni.e. on 31.05.2022.\nLd. Senior counsel further submits that even if for the sake of argument, it is believed that the stay on the suit property was vacated on 19.04.2022 itself, still, the said argument is untenable. The plaintiff came to know about the written exchanges between defendants No.1 & 2 and M/s Apollo Hospitals North Ltd. (defendant No.3) regarding the alienation of the suit property. This created a doubt in the mind of the plaintiff about the intention of the defendants, coupled with the fact that proceedings were continuing in an appeal before Ld. NCLAT, thus, plaintiff could not complete his part of the contract before 19.05.2022, although, he was always ready, willing and capable of performing his part of the contract. H. IRREGULARITIES AND ILLEGALITIES IN THE IMPUGNED ORDER: Ld. Senior counsel submits that the Ld. Appellate Court in Civil Misc. Appeal against the order dated 04.11.2022 of the trial Court, allowing the application under Order 39 Rule 1 & 2 CPC, has failed to deal with any of the findings rendered by the Ld. Trial Court, and has reversed the well reasoned order of the Ld. Trial Court, only on the ground of applicability of bar of Section 34 of the SARFAESI Act, 2002.\nFurther submits that the Ld. Appellate Court has held that no prima facie case is made out in favour of the plaintiff for seeking injunction and the suit filed by the plaintiff is nothing but an offshoot of the recovery proceedings initiated by M/s CR-5837-2023 (O&M) - 32 -\nYes Bank Ltd. Ld. Appellate Court has failed to notice that once on the date of filing of the suit, the claim of the secured creditor is already settled, and the plaintiff is not aggrieved by any of the measure taken by secured creditor, the jurisdiction of Ld. DRT is not made out, whatsoever. Further, a suit for specific performance cannot be instituted before DRT, and the jurisdiction to grant such a remedy, is only within the domain of ordinary Civil Courts.\nLd. Appellate Court has also held that the Change of Land Use (CLU) from healthcare to commercial use, was not possible, and thus, such MOU is void. However, it has already been stated that the condition precedent of securing the CLU was already waived off by the plaintiff, and it was the obligation of the defendants to get the said CLU done. Another point, taken by the Ld. Appellate Court is that no consideration was passed at the time of execution of said MOU, which has already been addressed in the point 'B' of the submissions. Further, Ld. Appellate Court has gone beyond its jurisdiction by holding that the jurisdiction of the Civil Court in the matter is barred by the provision of Section 34 of the SARFAESI Act, 2002, as in a way Ld. Appellate Court, has rejected the plaint which is beyond its jurisdiction while deciding an appeal against order allowing application under Order 39 Rule 1 & 2 CPC. Ld. Appellate Court, could have gone only to the extent of deciding whether a prima facie case is made out in favour of plaintiffs for seeking temporary injunction or not?\nCR-5837-2023 (O&M) - 33 -\nTherefore, the impugned order dated 21.09.2023 (Annexure P-1), passed by Ld. Appellate Court suffers from illegality, irregularity and perversity, and is thus, liable to be set-aside.\n11. To assail the findings given by the Ld. Appellate Court, learned Senior counsel for the petitioner (plaintiff) primarily relies upon the judgment of the Hon'ble Apex Court rendered in Nahar Industrial Enterprises Limited v. Hong Kong and Shanghai Banking Corporation, (2009) 8 Supreme Court Cases 646, and refers to paragraph Nos. 96 to 98; 105 to 131 of the said judgment.\nWhile relying on this judgment, learned Senior counsel submits that it has been held by the Hon'ble Apex court that for deciding the rights of the parties to an agreement, only remedy available to the plaintiff is to approach to the Civil Court. In paragraph No.108, Hon'ble the Apex Court clarified that it is not always that the jurisdiction of the Civil Court is barred by virtue of Sections 17 & 18 of the SARFAESI Act, 2002, rather the jurisdiction of Civil Court would be ousted only in respect to the matters, contained in Section 18, which has a direct co-relation with Section 17 thereof. Since, the jurisdiction of the Civil Court is plenary in nature, it will have the jurisdiction to try all types of suits, unless the same is ousted, expressly or by necessary implication of law.\nLearned Senior counsel further relies upon another judgment of Hon'ble the Apex Court rendered in J.P. Builders and another v. A. Ramadas Rao and another, (2011) 1 Supreme Court Cases 429. While referring to said judgment, learned Senior counsel argues that a substantial amount of court fee i.e. around Rs.2,35,68,800/-, has already been appended with the plaint, and in such circumstances, apart from substantial relief of CR-5837-2023 (O&M) - 34 -\npossession by way of specific performance of the Act/Contract, other reliefs like compensation by way of damages or other discretionary reliefs may also be granted by the Civil Court. Thus, the prayer made in the suit by the plaintiff is maintainable only before the Civil Court, because, at an appropriate stage of the suit, it will be within the domain of the Civil Court only to mould the relief, so as to render substantial justice to the parties. Relevant paragraph No.67 of the aforesaid judgment, says as under:-\n\"67. We have already demonstrated the relief prayed in the plaint by paying substantial court fee of Rs. 41,66,326.50. In such circumstance, when a party is able to secure substantial relief, namely, decree for specific performance with clearance of mortgage amount, it is the duty of the Court to mould the relief so as to render substantial justice between the parties. In this regard, we accept the course adopted by the High Court in granting relief to the plaintiff.\"\nWhile referring to another judgment of Hon'ble the Apex Court rendered in Robust Hotels Private Limited and others v. EIH Limited and others, (2017) 1 Supreme Court Cases 622, learned Senior counsel submits that therein, while relying upon Nahar Industrial Enterprises Limited's case (supra), again the Hon'ble Apex Court held that the bar of jurisdiction of Civil Court under Section 34 of the SARFAESI Act, 2002 has to co-relate with two conditions i.e.;\n\"(i) Any suit or proceeding in respect of any matter in which the Debts Recovery Tribunal or Appellate Tribunal is empowered by or under this Act to determine.\n(ii) Further, no injunction shall be granted by any court or CR-5837-2023 (O&M) - 35 -\nother authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this Act or under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993.\"\nThus, submits that in an appeal against order of interim injunction, Ld. Appellate Court was not required to express any opinion, as to whether the suit filed by the plaintiff was barred by Section 34 of the SARFAESI Act, 2002, or not, since the issues are yet to be decided on merits.\nThus, submits that in view of the law laid down by Hon'ble the Apex Court, jurisdiction of the Civil Court cannot be ousted in view of the bar provided under Section 34 of the SARFAESI Act, 2002, rather, Civil Court has to conduct the proceedings up-till end, by deciding the rights of the respective parties, and determine whether plaintiff would be entitled for the basic relief or any other alternative relief by moulding the prayer.\n12. SUBMISSIONS OF RESPONDENTS:\nI. Inability of petitioner to fulfill terms of Memorandum of Understanding (MOU):\nOn the other hand, Learned Counsel for respondents (defendants) submits that as per the Clause 3.2 of the MOU, onus was on the plaintiff to complete the said transaction within 30 days of the vacation of stay by Ld. NCLT, which was vacated on 19.04.2022. Thus, plaintiff was to complete the transaction at the most by 19.05.2022; however, plaintiff was not able to complete the same. Further submits that the alleged CR-5837-2023 (O&M) - 36 -\nstamp papers worth Rs.28,03,50,000/- (Rupees Twenty Eight Crores, Three Lakhs and Fifty Thousand only) purchased by the plaintiff is also after the expiry of said 30 days that is on 31.05.2022 and are thus of no consequence.\nFurther submits that the argument raised by the plaintiff that the stay was not vacated uptill 02.06.2022, as an appeal was filed by the DHFL against the order of dismissal passed by Ld. NCLT before Ld. NCLAT on 06.05.2022 is also without force, as Ld. NCLAT never provided any stay on the sale or alienation of the third property, and the only direction that Ld. NCLAT issued was that any action taken in the meanwhile, shall abide by the result of the appeal.\nThus, in view of the failure of the plaintiff to fulfill the condition precedent as provided in the Clause 3.2 of the MOU, the said MOU is rendered infructuous and void as per Section 2(g) of the Indian Contract Act, 1872 and does not empower plaintiff to seek any right in the suit property on the basis of said MOU. Hence, the MOU was rendered infructuous on 19.05.2022 itself, when the 30 days expired from the vacation of stay by Ld. NCLT and there is no locus with the plaintiff to file the suit.\nII. Non-Impleadment of the Bank as a party:\nLearned Counsel for the respondents submits that proceedings under the SARFAESI Act, 2002, were well within the knowledge of the plaintiff and are even mentioned in the alleged MOU, still, deliberately, the Bank has not been made CR-5837-2023 (O&M) - 37 -\nparty (defendant) in the suit. Further submits that reason is best known to the plaintiff itself, as to why it never approached the DRT for the purpose of outright sale in his favour by making the requisite payment to the Bank. Obviously, it was never the intention of the plaintiff to buy the land, and hence, even no consideration was given by the plaintiff to the defendant No. 1 and 2 during the execution of the alleged MOU. III. MOU void as the condition precedent of Change in Land use was itself Impossible:\nLearned Counsel for the respondents submits that the alleged MOU is also void as per Section 2(g) of the Indian Contract Act, 1872 simply for the reason that one of the condition precedent as provided in the alleged MOU is itself impossible. Clause 3.1.3 of the MOU provides that before completing the transaction, a change in land use (CLU) from healthcare to commercial shall be obtained by the defendants No. 1 and 2 for which the requisite fee and charges payable shall be borne by the plaintiff. However, plaintiff has totally failed to rely upon any policy to indicate that the land which is meant for the dispensary/medical purpose could be converted for commercial purpose, by seeking the Change of Land Use (CLU), from the Government. Moreover, plaintiff has failed to cite even any request made by it to the defendants No.1 and 2 to seek the Change in land use (CLU).\nFurther relies upon the judgment of Hon'ble the Apex Court rendered in DLF Qutab Enclave Complex Educational CR-5837-2023 (O&M) - 38 -\nCharitable Trust v. State of Haryana, 2003(5) SCC 622, and submits that in fact, such a change in Land use (CLU) was never possible and hence, plaintiffs even did not pay any consideration whatsoever. Moreover, once the condition on which alleged MOU is contingent is itself impossible, the alleged MOU stands void as per Section 36 of the Indian Contract Act, 1872.\nIV. Non-Compliance OF Security Interest (Enforcement) Rules, 2002:\nMr. Chetan Mittal, learned Senior counsel for respondents No.1 & 2, refers to the Security Interest (Enforcement) Rules, 2002 (hereinafter referred to as 'Rules of 2002'), and submits that in view of said Rules of 2002, MOU in question was required to be ratified from M/s Yes Bank Ltd., because as per the Rules of 2002, an immovable property, whose possession has been taken over by a secured creditor under Section 13(4) could not be sold except in accordance with the provisions enumerated under Rules 8 & 9 of the Rules of 2002. There is a complete procedure for the sale of properties, which are the subject matter of Section 13(2) to Section 13(13) of the SARFAESI Act, 2002. Thus, no such MOU without being signed by the Bank can be termed as executable or an enforceable agreement, by way of specific performance of the Act, as sought by the plaintiff by way of filing the suit.\nIn other words, except for the provisions mentioned in Rules 8 & 9 of the Rules of 2002, which are to be exercised by CR-5837-2023 (O&M) - 39 -\nthe designated authorized officer, for recovery of the debt of the secured creditor, there is no other provision for disposal of such immovable property. Secured creditor is required to be party to any such outside agreement. Therefore, again submits that suit on the strength of such MOU is not maintainable. V. Not meeting out the Parameters/Principles for grant of temporary Injunction:\nLearned Counsel for the respondents submits that Hon'ble the Apex Court has enumerated and laid down certain principles that are essential to be followed while granting the discretionary relief of Temporary Injunction as per Order 39 Rule 1 and 2 of CPC. Three principles to be considered while granting relief of temporary injunction are:\n                                          (i)     Balance of convenience;\n\n                                          (ii)    Irreparable damage; and\n\n                                          (iii)   Prima facie case\nThus, in the absence of required principles for seeking injunction, such a relief cannot be granted.\nSubstantiating his arguments, Mr. Chetan Mittal, learned Senior counsel relies upon the judgment of Hon'ble Apex Court rendered in Ambalal Sarabhai Enterprise Limited v. KS Infraspace LLP Limited and another, 2020(5) Supreme Court Cases 410, and refers to paragraph Nos. 15 & 16, and argues that grant of relief in a suit for specific performance, is itself a discretionary remedy. Plea of temporary injunction requires aid of a strong prima facie case, on the basis of undisputed facts CR-5837-2023 (O&M) - 40 -\nand discretion has to be exercised judiciously and not arbitrarily. In the said cited judgment, reliance was also placed upon Dalpat Kumar v. Prahlad Singh, (1992) 1 Supreme Court Cases 719, which says that even a prima facie case is not sufficient to grant injunction. Court is also required to satisfy itself, that its non-interference would result in an \"irreparable injury\" to the party seeking relief and that there is no other remedy available to the party except of injunction. While referring to the observation made by Hon'ble the Apex Court recorded from Dalpat Kumar's case (supra), learned Senior counsel submits that before considering the plea of temporary injunction, Court has to reach to the conclusion that if any injury is suffered by the plaintiff due to refusal of the Court to grant interim relief, same cannot be adequately compensated by way of damages.\nWhile referring to the said judgment, learned Senior counsel further submits that plaintiff being well aware, from the very inception that the property in question is already mortgaged and possessed by the M/s Yes Bank Ltd., must have prepared itself in advance about the expected losses also.\nEven otherwise, MOU was entered without any investment or consideration, and thus, plaintiff was always in a win-win situation. Thus, there is no point in saying that in the absence of granting of temporary injunction, plaintiff would suffer irreparable loss or even non-compensable injury.\nLearned Senior counsel also relies upon M/s Best Sellers CR-5837-2023 (O&M) - 41 -\nRetail (India) Pvt. Ltd. v. M/s Aditya Birla Nuvo Ltd., 2012(6) Supreme Court Cases 792, and refers to paragraph Nos. 14, 15 & 17. He submits that once, plaintiff himself has claimed an alternative relief of grant of damages to the tune of Rs.468.00 Crores, there is no question of grant of any temporary injunction to the plaintiff. Taking note of the plea of specific performance and the other prayers reflects itself that even if the case of the plaintiff is proved during the course of trial, it can be compensated by way of grant of damages. Such damages, if any, shall be calculated and assessed by the Ld. Trial Court during the course of Trial.\nMr. Chetan Mittal, learned Senior counsel further relies upon the judgment of this Court rendered in Taj Ram v. Pinku and Ors., 2009(10) R.C.R. (Civil) 172, and refers to paragraph No.8 of the said judgment. In the aforesaid judgment, plea of temporary injunction under Order 39 Rule 1 & 2 of CPC, in a case of agreement to sell, was dismissed.\nSaid dismissal of temporary injunction was upheld by the Appellate court by holding that any construction over the property in dispute would be hit by the principle of lis pendence, and hence, the right of plaintiff shall be duly protected even in the absence of grant of temporary injunction.\nLearned Senior counsel further relies upon the judgment of Hon'ble Delhi High Court in Saroj Aggarwal and Anr. v. Shakuntala Aggarwal, 2014(9) R.C.R. (Civil) 3079, and refers to paragraph No.35 of the same. As per the observation made CR-5837-2023 (O&M) - 42 -\nby the Hon'ble Delhi High Court, restraining the defendants from completing the construction would certainly lead to more complications, be it on financial front or be it because of various contracts having been entered into by the defendants. Thus, it was held that construction, if any, is raised by the defendants, would not extinguish the rights of the plaintiff in the said building.\nVI. Bar of Section 34 of the SARFAESI Act, 2002:\nLearned Senior counsel submits that the suit is further barred under Section 34 of the SARFAESI Act, 2002. Further submits that the expression \"any person\" used under Section 17 of the SARFAESI Act, 2002, is of wide import, and under the fold of \"any person\", apart from the borrower, guarantor or any other person can also approach the Bank. Substantiating his arguments, Counsel relies upon the Jagdish Singh v. Heeralal and others, (2014) 1 Supreme Court Cases 479, and refers to paragraph Nos. 19 & 20, which are reproduced as under:-\n\"19. The expression \"any person\" used in Section 17 is of wide import and takes within its fold not only the borrower but also the guarantor or any other person who may be affected by action taken under Section 13(4) of the Securitisation Act. Reference may be made to the judgment of this Court in Satyawati Tondon case.\n20. Therefore, the expression \"any person\" referred to in Section 17 would take in the plaintiffs in the suit as well. Therefore, irrespective of the question whether CR-5837-2023 (O&M) - 43 -\nthe civil suit is maintainable or not, under the Securitisation Act itself a remedy is provided to such persons so that they can invoke the provisions of Section 17 of the Securitisation Act, in case the Bank (secured creditor) adopt any measure including the sale of the secured assets, on which the plaintiffs claim interest.\"\nThus, submits that plaintiff has voluntarily not availed the remedy by approaching the appropriate forum, where the dispute in regard to the property was/were admittedly pending, and thus, at this stage, would not be entitled for any relief of injunction.\nLearned Senior counsel also refers to G. Vikram Kumar v. State Bank of Hyderabad and others, 2023 SCC Online SC 549, and refers to paragraph Nos. 25 & 26, which says as under:-\n\"25. Even otherwise it is required to be noted that as such what exact relief is granted by the High Court is not clear. The High Court has simply stated that the writ petition is allowed. However, it is required to be noted that what was challenged before the High Court was the e-auction notice dated 28.07.2016 which was already conducted on 31.08.2016. Therefore, the writ petition was filed much after conducting the e-auction on 31.08.2016. No consequential relief has been granted by the High Court. Therefore, also the CR-5837-2023 (O&M) - 44 -\nimpugned judgment and order passed by the High Court is unsustainable.\n26. Now so far as the submission on behalf of the respondent no.1 that the respondent no.1 has paid/deposited the amount of sale consideration and now the respondent no.1 has died his heirs will have to vacate the flat in question and on the other hand the appellant shall be entitled to return the amount of Rs.6,45,250/- deposited at the relevant time being 25% of the auction sale consideration with interest is concerned, at the outset it is required to be noted that as such the transaction between the respondent no.1 and the borrower pursuant to the agreement to sale dated 16.06.2016 was absolutely illegal and behind the back of the Tribunal as well as the Bank and during the pendency of the proceedings before the Tribunal in order dated 24.08.2016 the Tribunal had in fact already held the sale transaction as void. As observed hereinabove even at the time when the respondent no.1 entered into the agreement to sale/MOU he was aware about the proceedings pending before the DRT which is apparent from Clause 4 of the MOU referred to hereinabove. Therefore, respondent no.1 and/or his heirs cannot be permitted to get the benefit of his own wrong and cannot be permitted to get the benefit of a void transaction.\"\nCR-5837-2023 (O&M) - 45 -\nThus, submits that with the observation given by the Hon'ble Apex Court, intention of the plaintiff becomes clear that it has purposely filed a civil suit to get the benefit without paying any advance consideration or making any investment, instead of approaching to the appropriate forum available to the plaintiff. Therefore, plaintiff is not entitled for any injunction, especially against defendant No.3, who has purchased the land in dispute for a noble cause i.e. providing medical services.\nMr. Akshay Bhan, learned Senior counsel, representing respondents No.1 & 2, also argues that intent of legislature, by using the word \"any person\" in Section 17 of the SARFAESI Act, 2002 is very much clear, and he also relies upon Jagdish Singh's case (supra). Learned Senior counsel submits that without there being any notice to any party, nothing was stopping plaintiff to consider itself under the definition of \"any person\" and to knock the doors of the forum, where the proceedings in regard to the recovery of debts were in progress. In other words, judgment of Hon'ble Apex Court in Jagdish Singh's case (supra), covers the rights of the plaintiff, subject to its real intention to buy the property.\nLearned Senior counsel also relies upon the judgment of the Hon'ble Bombay High Court rendered in Asset Reconstruction Company v. Florita Buildcon Private Limited, 2017 AIR (Bombay) 25, to elaborate the meaning of the term \"aggrieved person\", and refers to paragraph No.33 of the said judgment, which says as under:-\nCR-5837-2023 (O&M) - 46 -\n\"33. The learned Senior Counsel for Respondent No.1 has placed reliance on the definition of the 'aggrieved person', as given in \"Black's Law Dictionary-Tenth Edition\", which defines \"aggrieved party\" to mean, \"a party entitled to a remedy; especially, a party whose personal, pecuniary, or property rights have been adversely affected by another person's actions or by a court's decree or judgment\".\"\nHe further relies upon the judgment of the Hon'ble Apex Court rendered in South Indian Bank Ltd. And others v. Naven Mathew Philip and another, 2023 SCC Online SC 435, and refers to paragraph No.15 for the purpose of arguing the wider meaning of \"any person\" of Section 17 of the SARFAESI Act, 2002. Further submits that even in the MOU itself, there was already a liberty with the plaintiff to go for the \"outright sale\"\nby paying the money directly to the Bank. Thus, in the absence of impleadment of Bank as a party, no decree of possession could have been granted on the day when the suit was instituted as the property was mortgaged with the Bank and thus, Bank had a right of priority.\nVII. Defendant No. 3 - Apollo North Private Limited is a bona fide purchaser:\nLearned Counsel also submits that defendant No. 3 is a bona fide purchaser and has paid the entire sale consideration on 06.07.2022 itself. Further submits that even the possession of CR-5837-2023 (O&M) - 47 -\nthe property in question has been handed over to the defendant No. 3 on the same day vide possession letter dated 06.07.2022, issued by M/s Yes Bank Ltd.\nMr. K. Ramakanth Reddy, learned Senior counsel for defendant/respondent No.3 also supports the argument by submitting that the entire sale consideration has been paid by the defendant No. 3 and the said transaction has been done only after obtaining requisite approvals and No - Objections (NOCs) from all the concerned parties or forum that is M/s Yes Bank Ltd., DHFL (Now Piramal Ltd.), Debt Recovery Tribunal (DRT), thus, ensured that interest of none of the concerned party may suffer.\nEven, the aspect of proper apportionment of the said consideration has also been noticed by Ld. NCLAT while dismissing the appeal instituted by DHFL as infructuous. Thus, no injunction can be granted against Defendant No. 3 - Apollo Hospitals North Ltd. who is a bona fide purchaser of the property in dispute and has purchased the same for a noble purpose of dispensing healthcare services which is also in consonance with the land use permitted by the government. VIII. Contradictions in MOU & plaint:\nIn the MOU dated 08.04.2022, it has been explicitly mentioned that the possession of the property in question is vested with M/s Yes Bank Ltd. on the date of execution of MOU . In point 'A.' of the MOU, it is clearly stated that the physical possession of the property in question has been taken over by the secured CR-5837-2023 (O&M) - 48 -\ncreditor i.e. M/s Yes Bank Ltd. on 10.09.2021 under provisions of Section 13(4) of the SARFAESI Act, 2002. Moreover, in the said MOU, plaintiff also admits the pendency of the proceedings before the Ld. NCLT.\nHowever, in the plaint as well as in the revision petition filed before this Court, plaintiff has alleged that the defendants projected themselves to be owner-in-possession of the suit property. This is in direct contradiction with the admitted fact in the MOU that the physical possession of the said property vests with M/s Yes Bank Ltd. and hence, reflects the mala fide conduct of the plaintiff.\nIX. Bar of Section 20-A, 20-B and Section 41 (ha) of the Specific Relief Act, 1963:\nMr. Vineet Malhotra, learned counsel for respondent No.1 also relies upon Sections 20(A), 20(B) and 41(ha) of the Specific Relief Act, 1963, and submits that where there is an infrastructure project especially a healthcare project, no injunction can be granted by the Court. In support of his submissions, he relies upon the judgment of the Hon'ble Apex Court rendered in Raman (Dead) by Legal Representatives v. R. Natarajan, (2022) 10 Supreme Court Cases 143 , and refers to paragraph Nos. 15, 16 & 17 of the same, which says as under:-\n\"15. In any case, the High Court ought to have seen that a Court cannot grant the relief of specific performance against a person compelling him to enter into an agreement with a third party and seek specific CR-5837-2023 (O&M) - 49 -\nrelief against such a third party. In other words, the specific performance of the agreement by the appellants herein, depended upon: (i) the appellants entering into an agreement with a third party; and (ii) appellants being in a position to compel such third party to perform her obligations under such agreement.\n16. The High Court ought to have seen that the specific performance of the agreement in question comprised of two parts namely, (i) the defendant entering into an agreement with his brother's wife for the purchase of a land for providing access to the land agreed to be sold under the suit agreement of sale; and\n(ii) the defendant thereafter executing a sale deed conveying the property covered by the suit agreement of sale.\n17. Since the defendant's brother's wife was not a party to the suit agreement of sale, the Court cannot compel her to enter into an agreement with the defendant. In other words, the performance of the first part of the obligation, which we have indicated in the preceding paragraph, cannot be compelled by the Court, as it depended upon the will of a third party. As a consequence, the performance of the second part of the obligation, may be hit by Section 12(1) of the Specific Relief Act, 1963 which reads as follows:\n\"12. Specific Performance of part of CR-5837-2023 (O&M) - 50 -\ncontract.−(1) Except as otherwise hereinafter provided in this section, the court shall not direct the specific performance of a part of contract.\".\"\n13. REBUTTAL:\nIn rebuttal to the submissions made by learned counsel for the defendants/respondents, Mr. Ashish Chopra, learned Senior counsel for the plaintiff/petitioner submits that suit was instituted on 30.07.2022, and M/s Apollo Hospitals North Ltd., was impleaded as defendant No.3 in the said suit on 08.08.2022. Moreover, rights of the parties are to be ascertained only under the terms of the document of agreement i.e. MOU dated 08.04.2022.\nMr. Chopra, learned Senior counsel further submits that non- impleadment of the Bank as party in the suit is of no consequence, because, he is not claiming anything against the interest of the Bank. Plaintiff's rights are arising from the understanding, which was recorded in writing in the form of MOU only between the plaintiff and defendants No.1 & 2, and thus, any right accruing from the said MOU having been executed under the bona fide belief of future promise can be adjudicated only by the Civil Court, and therefore, plaintiff cannot be ousted from the right of filing of the suit in Civil Court by citing the provision of law i.e. Section 34 of the SARFAESI Act, 2002.\nMoreover, said issue is a mixed question of law and facts, which requires its independent decision after its adjudication with the aid of evidence available on record. Thus, he prays for dismissal of the impugned order dated 21.09.2023, by restoring the order dated 04.11.2022 passed by the learned Trial Court.\nCR-5837-2023 (O&M) - 51 -\n14. Before proceeding further for doing deep examination of the facts of the case, pleadings and the submissions/arguments addressed by the parties, and reaching to the decision thereon, I would be failing in performing my pious duty without sharing the personal feel that Law Researcher Mr. Akinchan Aggarwal, who is attached with my Court for the last more than one year, has provided his selfless service in the shape of assistance, in accumulating the relevant facts, documents and for arranging them in order along with the cited judgments. All appreciation to his credit.\n15. CONCLUSION:\nI. This Court has already heard at length the learned Senior Advocates and all other counsel for the parties, and has also gone through the appended documents and compendium of judgments, supplied by all the concerned parties along with the judgments relied upon by them.\nSince, a heavy bulk of documents have been presented by both the sides, especially the plaintiff (petitioner herein), this Court had to go through all the material documents appended with the petition.\nII. At the first instance, learned trial Court dealt with the plea of the temporary injunction filed by the plaintiff and vide its order dated 04.11.2022, held that prima facie case exists in favour of plaintiff, and balance of convenience also tilts in favour of the plaintiff. While holding so, also observed that if temporary injunction is not granted at this stage, plaintiff may suffer an irreparable loss and injury, which cannot be CR-5837-2023 (O&M) - 52 -\ncompensated later on.\nThus, to preserve the nature of the suit property in all respects, and to prevent the creation of third party rights and to avoid multiplicity of litigations, application under Order 39 Rule 1 & 2 read with Section 151 CPC was allowed, and defendants were restrained from selling/alienating/creating any third party interest in the suit property. Further, defendants were restrained from changing/altering the suit property till final decision of the suit.\nNeedless to say that while giving findings on the settled principles required to be met with, learned Trial Court also noticed the conduct of defendants No.1 & 2 from the order dated 08.08.2022 passed by Learned Commercial Court, and to some extent found itself impressed with the same, and thus, proceeded to consider the plea of granting of the temporary injunction.\nHowever, in the appeal filed by the Defendant No. 3 against the order of the Ld. Trial Court dated 04.11.2022 allowing the plea of granting of temporary injunction, Ld. Court of learned Addl. District Judge, Gurugram, examined the provisions of the SARFAESI Act, 2002 and primarily held that in suit for specific performance filed by the plaintiff, jurisdiction of the Civil Court is completely barred under Section 34 of the SARFAESI Act, 2002 because against the measures taken by the secured creditor under Section 13(4) of the SARFAESI Act, 2002, any aggrieved person has a right to CR-5837-2023 (O&M) - 53 -\napproach Debts Recovery Tribunal (DRT).\nLd. Appellate Court also held that since, there was no Change of Land Use (CLU) obtained over the land in question, as per clause 3.1.3 of the MOU, same might be another reason to enter into the transaction by Defendants No.1 & 2 with M/s Apollo Hospitals North Ltd. (Defendant No.3). Moreover, Change of Land use (CLU) was not within the control of either of the parties. Even other factual aspects, such as; non-payment of any amount as earnest money by the plaintiff as per MOU also is a reason to deny the plea of temporary injunction. Ultimately, court found that there is no prima face case in favour of the plaintiff and thus, the plea of temporary injunction was rejected.\nHence, plaintiff (petitioner) is again before this Court by way of present revision petition.\nMAINTAINABILITY OF THE SUIT BEFORE CIVIL COURT:\nIII. The very basis of claiming of the rights by the plaintiff is the MOU dated 08.04.2022. Execution of the said MOU with the relevant clauses/terms mentioned in it, is not at all disputed by any of the parties to the suit. It is also established position that at the time of preparation of MOU on 08.04.2022, property in question was mortgaged with M/s Yes Bank Ltd. and physical possession of the same had also been taken by the Bank. Therefore, pleadings raised in the plaint along with prayer clause, is based upon the actual or anticipated rights/relief by the plaintiff in its favour vis-à-vis the rights of defendants No.1 CR-5837-2023 (O&M) - 54 -\n& 2. Broadly speaking, MOU has been executed between the parties [except M/s Apollo Hospitals North Ltd. (Defendant No.3)] after acknowledging the complete factual situation with all the ground realities. The manner of making payment to the Bank and the process of obtaining the Change of Land Use (CLU) was also expected by the concerned parties at the time of preparation of MOU. Therefore, it would not be wrong to say that MOU was executed on 'as is, where is' basis. Probably, even plaintiff and defendants No.1 & 2, would not be able to say that any misrepresentation or false fact has been introduced in the MOU dated 08.04.2022.\nIV. Now, question arises before the Court that the property, which is in the hands of secured creditor (not being a signatory/party to the MOU), and first charge is also of such secured creditor, in such a situation whether any contingent- agreement or the Memorandum of Understanding (MOU) could be executed or not ?\nV. The case of the plaintiff throughout has been that he has no grouse or claim whatsoever against the Bank/secured creditor, and therefore, rights emerging from the MOU that plaintiff wants to seek; are only qua Defendants No. 1 and 2 and can be claimed by filing only a civil suit in a Court of competent jurisdiction, and cannot be adjudicated before the Debt Recovery Tribunal or any other Tribunal. Thus, there is nothing wrong in saying that either Debts Recovery Tribunal (DRT) or the National Company Law Tribunal (NCLT) could CR-5837-2023 (O&M) - 55 -\nnot decide rights of the parties, if any accruing from the MOU dated 08.04.2022.\nFor the sake of convenience, prayer of the plaintiff in the suit is reproduced hereunder:-\n\"It is therefore the plaintiff most humbly prayed that:\n(a) A decree for possession by way of specific performance of the AGREEMENT TO SELL Dated 08 th April 2022 in respect of the property being Plot No.1202, 1203 and 1204 situated in DLF City, Phase-I, Sector-28, District Gurugram, Haryana, together with buildings and structures be passed and the defendants be directed to execute the sale deed in favour of the company, upon payment of the balance sale consideration by the plaintiff in terms of the orders of the NCLAT or any other order for the time being in force;\n(b) A Decree of declaration may also be passed in favour of the plaintiff and against the defendants declaring that the agreement dated 08.04.2022 in respect of the suit property is valid, subsisting and binding upon the defendants with full force and effect and further that the plaintiff is entitled to purchase the suit property on pay-\nment of the balance sale consideration.\n(c) A Decree of Declaration thereby declaring that the sale deed bearing vasika no. 9036 dated 08.08.2022 is illegal, null and void ab-initio and not binding upon the rights of the plaintiff in any manner whatsoever and is CR-5837-2023 (O&M) - 56 -\nnot a hurdle for the plaintiff to seek a decree of specific performance and is not binding upon the rights of the plaintiff in the present suit.\n(d) The defendants, their agents or representative or any other person claiming under them may kindly be restrained by a decree of permanent injunction from alienating the suit land or parting with possession or ex- ecution of an agreement in favour of any third party or make any changes to the structure, or use the said prop- erty for any business or operations of any nature and to seek any permission from any authority or in any other manner jeopardizing the rights of the plaintiff in the suit property except the plaintiff till the execution of the sale deed in favour of the plaintiff. The defendants be also restrained from undertaking any change in the premises in question.\n(e) A Decree of permanent and mandatory injunction be also passed in favour of the plaintiffs and against the defendants thereby directing the defendants to confer a clear and marketable title in favour of the plaintiff as contemplated under the agreement.\n(f) The plaintiff be also awarded adequate compensation for the harassment and mental agony suffered by the plaintiff on account of the illegal acts of the defendants of having not registered the suit property in favour of the plaintiff.\nCR-5837-2023 (O&M) - 57 -\n(g) In the alternative in case the plaintiff fails in the decree sought above, a decree of damages and compensation in favour of the plaintiff and against the defendants jointly and severally to the tune of Rs. 468 Crores for the loss of profit suffered by the plaintiff.\n(h) Costs of the suit including the court fee and the counsels fee be also awarded.\n(i) Any other relief to which the plaintiff may be found entitled be also granted in their favour and against the defendant.\"\nVI. On a careful perusal of the prayer made by the plaintiff in the suit, it is evident that none of the relief prayed by the plaintiff could have been adjudicated or granted by the Debts Recovery Tribunal (DRT) or any other Tribunal. Thus, same can be adjudicated only by the Civil Court.\nUndoubtedly, adjudication over the validity of the MOU dated 08.04.2022, and whether any declaration qua the rights arising to the parties from the said MOU can be granted, is within the domain of the Civil Court, and not the DRT or any other Tribunal. Moreover, plaintiff has also challenged the sale-deed bearing Vasika No.9036, dated 08.08.2022, executed by defendants No.1 & 2 in favour of defendant No.3, and has sought a declaratory decree of the same being illegal, null & void ab-initio and not binding upon the rights of the plaintiff in any manner.\nFurther, there is an alternative prayer i.e. to grant a decree CR-5837-2023 (O&M) - 58 -\nof damages or compensation to the tune of Rs.468.00 Crores. In furtherance of the prayer for seeking damages, plaintiff has also appended the ad valorem court fee of Rs.2,35,68,800/- with the plaint. In support of the prayer, it is pleaded in the plaint that \"the plaintiff had contemplated the development of the project from where the plaintiff would have easily earned revenue of a sum of Rs.3000 to 4000 Crores as the project is covered under the TOD policy having an FAR of 350% and thus would have easily earned profits upwards of a sum of Rs.1000 Crores upon sale of the asset after undertaking full construction of the project. That although the plaintiff would have earned profits upwards of Rs.1000 Crores the plaintiff is in a conservative manner seeking damages of a sum of Rs.468 Crores only.\"\nVII. None of the Counsel appearing before this Court from the side of the respondents is in a position to substantiate their submissions that the relief claimed in the suit, can be prayed or claimed before any other forum, except of the Civil Court. Even, relief claimed by plaintiff is of discretionary nature and there is no denial that Civil Court can mould its relief as per the facts, circumstances and the evidence led by the parties, in respect to the issues framed during the adjudication of the suit. VIII. Hon'ble the Apex Court in Nahar Industrial Enterprises Limited's case (supra), presented a comparable factual scenario concerning the authority of the Debts Recovery Tribunal (DRT) vis-à-vis the Civil Court under Civil Procedure Code. Hon'ble CR-5837-2023 (O&M) - 59 -\nthe Apex Court clairified that the intended role of Debts Recovery Tribunal (DRT) is to adjudicate particular type of cases, especially those involving the recovery of debts due to Banks and financial institutions. Thus, DRT possesses a unique jurisdiction to handle this specific subject matter in consonance with the legislative intent behind its establishment and its power can in no way be compared to a Civil Court. A civil Court has a plenary jurisdiction and is equipped with much wider power, which cannot be taken away except by express statutory bar or necessary implication. For the sake of convenience, relevant paragraphs of the aforesaid judgment are reproduced here-below:\n\"110. It must be remembered that the jurisdiction of a Civil Court is plenary in nature. Unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits.\"\nFurther, in paragraphs No. 117 & 118 of Nahar Industrial Enterprises Limited's case (supra), Hon'ble the Apex Court discussed in detail the very purpose of the creation of Tribunal and the jurisdiction of the Civil Court which says as under:\n\"117. The Act, although, was enacted for a specific purpose but having regard to the exclusion of jurisdiction expressly provided for in Sections 17 and 18 of the Act, it is difficult to hold that a civil court's jurisdiction is completely ousted. Indisputably the banks and the financial institutions for the purpose of CR-5837-2023 (O&M) - 60 -\nenforcement of their claim for a sum below Rs. 10 lakhs would have to file civil suits before the civil courts. It is only for the claims of the banks and the financial institutions above the aforementioned sum that they have to approach the Debts Recovery Tribunal. It is also without any cavil that the banks and the financial institutions, keeping in view the provisions of Sections 17 and 18 of the Act, are necessarily required to file their claim petitions before the Tribunal. The converse is not true. Debtors can file their claims of set-off or counterclaims only when a claim application is filed and not otherwise. Even in a given situation the banks and/or the financial institutions can ask the Tribunal to pass an appropriate order for getting the claims of set- off or the counter claims, determined by a civil court. The Tribunal is not a high-powered tribunal. It is a one- man Tribunal. Unlike some Special Acts, as for example the Andhra Pradesh Land Grabbing (Prohibition) Act, 1982 it does not contain a deeming provision that the Tribunal would be deemed to be a civil court.\n118. The liabilities and rights of the parties have not been created under the Act. Only a new forum has been created. The banks and the financial institutions cannot approach the Tribunal unless the debt has become due. In such a contingency, indisputably a civil suit would CR-5837-2023 (O&M) - 61 -\nlie. There is a possibility that the debtor may file pre- emptive suits and obtain orders of injunction, but the same alone, in our opinion, by itself cannot be held to be a ground to completely oust the jurisdiction of the civil court in the teeth of Section 9 of the Code. Recourse to the other provisions of the Code will have to be resorted to for redressal of his individual grievances.\"\nIX. Hon'ble the Apex Court also visualized that in case the jurisdiction of the Civil Court is ousted, then scope of remedy that a plaintiff can seek shall be narrowed down, as it will lose its vested right of appeal to the first appellate Court followed by High Court. It was further observed that the Code of Civil procedure not only grants procedural rights, but also grants certain substantive rights such as vested right of appeal that cannot be ousted unless by express provision or necessary implications, as it will have huge ramifications on the rights of the plaintiff and remedy that it can seek. In this regard, observations made in paragraphs No.125 to 130 are as under:-\n\"125. Another aspect of the matter also cannot be lost sight of. A plaintiff of a suit will have a vested right of appeal. The said right would be determined keeping in view the date of filing of the suit. Such a right of appeal must expressly be taken away. An appeal is the \"right of entering a superior court, and invoking its aid and interposition to redress the error of the court below\" and CR-5837-2023 (O&M) - 62 -\n\"though procedure does surround an appeal the central idea is a right\".\n126. The right of appeal has been recognized by judicial decisions as a right which vests in a suitor at the time of institution of original proceedings. The Privy Council in Colonial Sugar Refining Company v. Irving : 1905 AC 369 : (1904-07) ALL ER Rep Ext 1620 (PC), noted that:\n\"... To deprive a suitor in a pending action of an appeal to a superior tribunal which belonged to him as of right, is a very different thing from regulating procedure\"\n127. When a person files a civil suit his right to prosecute the same in terms of the provisions of the Code as also his right of appeal by way of first appeal, second appeal, etc. are preserved. Such rights cannot be curtailed, far less taken away except by reason of an express provision contained in the statute. Such a provision in the statute must be express or must be found out by necessary implication. In Garikapati Veeraya v. N. Subbiah Choudhry AIR 1957 Supreme Court 540, this Court opined :-\n\"23. From the decisions cited above the following principles clearly emerge:\n(i) That the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic CR-5837-2023 (O&M) - 63 -\nunity and are to be regarded as one legal proceeding.\n(ii) The right of appeal is not a mere matter of procedure but is a substantive right.\n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit.\n(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n128. The Code not only contains procedural provisions but also substantive rights; right of appeal is one of them. A forum of appeal is determined in terms of the provisions of the Code having regard to the pecuniary jurisdiction of the Court as may be notified by the appropriate Government from time to time.\n129. A suitor has the right to maintain a first appeal. A second appeal also is maintainable before a High Court, subject of course to the effect that questions of law CR-5837-2023 (O&M) - 64 -\nmust be there for the court's consideration. For the said purpose no pre-deposit is required to be made, as is necessary in terms of the Act, that 75% of the awarded amount is required to be deposited, subject of course, to an order to the contrary, which may be passed by the Debts Recovery Appellate Tribunal.\n130. Such a right of conditional appeal, in our opinion, curtails party's right to maintain an appeal as a matter of right. While we say so, we are not oblivious of the fact that in terms of Order 41, Rule 1 of the Code, in the event of passing of a money decree the amount is required to be deposited. The said provision, however, has been held to be directory. Order 41 Rule 1 is required to be read with Order 41 Rule 5 thereof. [See Sihor Nagar Palika Bureau v. Bhabhlubhai Virabhai & Co., (2005) 4 SCC 1, Malwa Strips (P) Ltd. v. Jyoti Ltd. (2009) 2 SCC 426] More recently in Transmission Corpn. of A.P. v. Ch. Prabhakar (2004) 5 SCC 551, this Court similarly opined:\n\"18. ... the right of appeal is a substantive right which is really a step in a series of proceedings all connected by an intrinsic unity and is to be regarded as one legal proceeding and further being a vested right such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences....\"\n                                CR-5837-2023 (O&M)                                              - 65 -\n\n\n                               X.         Thus, to the view point of this Court, any right(s)\nanticipated to be accruing from the terms mentioned in the undisputed MOU dated 08.04.2022 between the plaintiff on the one side, and the defendants No. 1 and 2 on the other side, can be prayed only by way of a civil suit before a Civil Court of competent jurisdiction. Hence, no other Court/forum could have entertained the prayer made in the suit.\nWhile observing so, this Court is well conscious of the fact that plaintiff might have cleverly and in his own designed manner, got prepared the terms of the understanding having something else in the back of the mind, or may be because of some ulterior motive, plaintiff never made Bank a party to the said MOU, but this Court is of considered view that all such areas are adjudicable only by the Civil Court during the trial.\nWhile, stretching it out further, this Court finds that under Section 17 of the SARFAESI Act, 2002, the term \" any person\"\nis of wide import as is evident from the observations of Hon'ble the Apex Court cited in the initial part of the judgment. Thus, even the plaintiff is covered under the definition of the \"aggrieved person\" and could have approached to the Debts Recovery Tribunal to join the proceedings under Section 13 of the SARFAESI Act, 2002, to show its intent to pay back the agreed amount within 30 days, and that could have sorted out the dispute between the parties by paying back dues of the loan amount to the lender/secured creditor i.e. M/s Yes Bank Ltd.. Apparently, such a step was never resorted by the plaintiff, CR-5837-2023 (O&M) - 66 -\nbecause no Change of Land use (CLU) was ever obtained for converting the use of land in question from healthcare to commercial, or there might be some other reason with the plaintiff. Still, this Court is of the view that adjudication of all such areas are within the domain of the Civil Court only. Thus, filing of the suit by the plaintiff before the Civil Court cannot be said to be an act of approaching to the wrong forum/Court for availing its rights accruing from the MOU in question. XI. In continuation of the aforementioned observations and reasons recorded, this Court has also delved into the issue of bar of jurisdiction of Civil Court as per Section 34 of the SARFAESI Act, 2002. For the said purpose, this Court is again guided with the observations made by their Lordships in the case of Robust Hotels Pvt. Ltd.'s case (supra), wherein, it is observed that the bar of jurisdiction of Civil Court has to co- relate to the two conditions i.e.;\n\"(i) Any suit or proceedings in respect of any matter, in which the Debts Recovery Tribunal or Appellate Tribunal is empowered by or under this Act to determine.\"\n(ii) Further, no injunction shall be granted by any Court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this Act or under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993\".\nRather, while relying upon the Nahar Industrial CR-5837-2023 (O&M) - 67 -\nEnterprises Ltd.'s case (supra), Hon'ble the Apex Court observed that there is no need to give opinion on the bar of jurisdiction under Section 34 of the SARFAESI Act, 2002 at the time of appeal from an interim order, rather same shall be on merits on the basis of the issues at the appropriate stage. Relevant findings recorded in the said judgment from paragraphs No.28 to 33, are as under:-\n\"28. The essence of interim injunction issued by the Court was that Respondent Nos. 3 to 7 of that suit were restrained by an order of injunction from dealing with, disposing of, selling and/or encumbering in any manner howsoever the hotel unit of Balaji Hotels & Enterprises Ltd. (BHEL), in favour of any person without disclosing the rights of the applicants to operate and manage the hotel in terms of the Technical Services, Project Consultancy & Royalty Agreement dated 26-10-1988 and the agreements dated 12-1-2999, 10-6-2000 and 4-2-2000.\n29. Thus, the injunction ordained that while dealing with the hotel unit the rights of the applicant be disclosed. The subsequent facts, as noted above indicate that even after the aforesaid injunction the IFCI Ltd. and Tourism Finance Corporation of India Ltd. by deed of transfer dated 5-7-2007 transferred the hotel unit to Robust Hotels without disclosing the rights of the applicant as provided by the agreement mentioned CR-5837-2023 (O&M) - 68 -\ntherein. The agreement dated 4-7-2002 clearly provided that the BHEL was required to repay the amount of Rs.15.12 Crores to the EIH by 31-12-2002 whereafter, EIH had nothing to do with the operation of the hotel.\n30. The learned Senior Counsel for the appellants have placed much reliance on the section 34 of the SARFAESI Act, 2002. Section 34 of the SARFAESI Act, 2002 provided as follows:\n\"34. Civil court not to have jurisdiction.- No civil court shall have jurisdiction to entertain any suit or proceeding in respect of any matter which a Debts Recovery Tribunal or the Appellate Tribunal is empowered by or under this Act to determine and no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this Act or under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993).\"\n31. The scope and ambit of Section 34 of SARFAESI Act, 2002 have been considered by this Court in several cases. It is sufficient to refer the judgment of this Court in Nahar Industrial Enterprises Limited v. Hong Kong & Shanghai Banking Corporation, (2009) 8 SCC 646. This Court held that the jurisdiction of the Civil Court is CR-5837-2023 (O&M) - 69 -\nplenary in nature, unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits.\n32. Following was laid down in paras 110 - 111:\n(Nahar Industrial Enterprises Ltd's case (supra) \"110. It must be remembered that the jurisdiction of a civil court is plenary in nature. Unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits.\n111. In Dhulabhai v. State of M.P. AIR 1969 SC 78, this Court opined:\n\"32. ... The result of this inquiry into the diverse views expressed in this Court may be stated as follows:\n                                                                    *      *        *\n                                                        (2)    Where there is an express bar of the\njurisdiction of the court, an examination of the scheme of the particular Act to find the adequacy or the sufficiency of the remedies provided may be relevant but is not decisive to sustain the jurisdiction of the civil court.\nWhere there is no express exclusion the examination of the remedies and the scheme of the particular Act to find out the intendment becomes necessary and the result of the inquiry may be decisive. In the latter case it is necessary to see if the statute creates a special right or liability and provides for the determination of the right or liability and further lays down that all questions about the said right and liability shall be determined by the Tribunals so constituted, and whether remedies normally associated with CR-5837-2023 (O&M) - 70 -\nactions in civil courts are prescribed by the said statute or not.\"\n33. A perusal of Section 34 indicates that there is express bar of jurisdiction of the Civil Court to the following effect:\n\"(i) Any suit or proceeding in respect of any matter in which Debts Recovery Tribunal or Appellate Tribunal is empowered by or under this Act to determine.\n(ii) Further, no injunction shall be granted by any Court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this Act or under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993.\"\nThus the bar of jurisdiction of Civil Court has to correlate to the above mentioned conditions. For the purposes of this case, we are of the view that this Court need not express any opinion as to whether suits filed by EIH were barred by Section 34 or not, since the issue are yet to be decided on merits and the appeal by Robust Hotels has been filed only against an interim order.\"\nXII. At the risk of repetition, it is again observed that plaintiff has also prayed for awarding of damages by affixing the ad valorem court fee with the suit, along with the declaration regarding the sale deed in favour of defendant No.3, being illegal, null & void. Therefore, prayer in that regard is maintainable only in the civil suit before the Civil Court, and CR-5837-2023 (O&M) - 71 -\nbar of Section 34 of the SARFAESI Act, 2002 on the jurisdiction of the Civil Court does not apply even in regard to the property, which is already mortgaged with the financial institution/bank and falls within the purview of the SARFAESI Act, 2002.\nXIII. Based upon the aforementioned reasoning, this Court is unable to appreciate the findings given by the learned Appellate Court that the jurisdiction of Civil Court is completely barred under the SARFAESI Act, 2002, and also that the civil suit is offshoot of the recovery proceedings initiated by M/s Yes Bank , primarily for the reason that such a finding was unwarranted at this stage of proceedings and could have been left open for its decision at an appropriate stage, in accordance with law. Thus, to that extent impugned order dated 21.09.2023 is modified by observing that plaintiff (petitioner herein) cannot be ousted at this stage, to avail the remedy before the Civil Court. However, it is left open for the Trial Court to decide the issue of jurisdiction, if at all raised, before it, by any of the party, by moving an appropriate application in this regard as per law, at an appropriate stage.\nUndoubtedly, issue regarding the bar of jurisdiction of Civil Court according to Section 34 of the SARFAESI Act, 2002, can be adjudicated at first instance by the Trial Court only, by treating the same to be a preliminary issue, or in an application moved by the defendants, challenging the maintainability of the suit on the point of jurisdiction, or if CR-5837-2023 (O&M) - 72 -\nCourt finds that the issue of jurisdiction vis-à-vis provisions of SARFAESI Act, 2002, is a mixed question of fact and law, same can be decided at the final stage also.\nOrdered accordingly.\nPLEA OF INJUNCTION UNDER ORDER 39 RULE 1 & 2 CPC:\nXIV. Now, this Court proceeds to examine whether the plea of temporary injunction under Order 39 Rule 1 & 2 CPC, raised by the plaintiff, should be accepted or declined.\nFor the purpose of deciding this plea, this Court is guided by the three basic principles for grant of injunction, laid down by Hon'ble the Apex Court in catena of judgments, which are as follows:-\n                                            (i)     Prima facie case;\n                                            (ii)    Balance of convenience; and\n                                            (iii)   Irreparable loss or injury.\n\n                               XV.          Undisputedly, MOU was prepared on 08.04.2022.\nAdmittedly, at the time of preparation of MOU or even thereafter, not a single penny was ever paid or invested by the plaintiff towards the property in question either to the defendants No. 1 and 2 or to secured creditor i.e. M/s Yes Bank Ltd. Moreover, the MOU was not even registered.\nFurther, from the very beginning, land in question was meant for healthcare services, and for changing its use to commercial one, CLU was to be obtained/arranged, but never any such step was taken at the instance of the plaintiff or the defendants No. 1 and 2. Even, there is no material available CR-5837-2023 (O&M) - 73 -\nbefore the Court to indicate that the land in question was worth to be considered for the purpose of CLU from healthcare to the commercial one. Admittedly, as per MOU, land was to be purchased by the plaintiff for its commercial use after, once, CLU was obtained by defendants No.1 & 2. Even, there is no material/document to say that for obtaining such CLU, ever any request was made by the plaintiff to the defendants No. 1 and 2 or defendants No. 1 and 2 themselves took any step for the same. Thus, plaintiff never appeared in hurry to take any required steps to exhibit its intent to purchase the land in terms of the agreement/MOU.\nXVI. As per clause 3.2 of the MOU, it was obligatory over the purchaser i.e. plaintiff that upon vacation of the stay by Ld. NCLT on the sale of the property, it would complete the entire transaction within a maximum time limit of 30 days. Moreover, said stipulated period was neither mutually extended by the parties to the MOU, nor there is any such request made by the purchaser to the other side. Admittedly, stay got vacated before the Ld. NCLT on 19.04.2022, and the stipulated 30 days period expired on 19.05.2022. Admittedly, till that time, neither any amount (fully or partially) was deposited/paid by the purchaser (plaintiff) to the Bank or to the other party to the MOU (i.e. defendants No.1 & 2), nor any such intention to pay the amount was ever expressed in writing till 19.05.2022.\nEven stamp papers on which petitioner relies to show its willingness to fulfill its part of the agreement were purchased CR-5837-2023 (O&M) - 74 -\non 31.05.2022, i.e. after the expiry of stipulated period of 30 days, from vacation of stay.\nXVII. Moreover, plea of the purchaser/plaintiff that actually, stay got vacated on 02.06.2022 as an appeal was filed by DHFL (Now, now Piramal Ltd.) before Ld. NCLAT, is not tenable, because from the wordings of the MOU and the terms mentioned therein, it is amply clear that it talks about nothing less than a direct stay order, and no other order of any other nature.\nFurther, from the perusal of the orders of Ld. NCLAT dated 12.05.2022 and 02.06.2022, it is clear that no clear stay was ever ordered qua the sale of the property.\nThus, said stay, which was mutually understood, got vacated on 19.04.2022 itself and as per term/clause 3.2 of the MOU, after expiry of 30 days of the period starting from 19.04.2022 that is vacation of stay by Ld. NCLT, said MOU had become non-existent/non-enforceable document, being rendered infructuous.\nXVIII. In fact, it also appears that intentionally or unintentionally, either purchaser/plaintiff was not that much alert/vigilant over the expected steps to be taken on its part, or was ready to face the consequences. Thus, submission of defendants No.1 & 2 appears to be correct that plaintiff was always in a 'win-win situation', as there was nothing to lose for him, so no step was ever taken by it to acquire the property, prior to 19.05.2022.\nCR-5837-2023 (O&M) - 75 -\nOn the other hand, while considering the effect of granting of temporary injunction in favour of plaintiff, it is material to notice that the property in question has already been handed over by M/s Yes Bank Ltd. to M/s Apollo Hospitals North Ltd. (defendant No.3) on 06.07.2022. At this stage, it is also not under dispute, that for purchasing the land, a heavy amount of Rs. 438.00 Crores, has already been invested by defendant No.3, who is presently having possessory rights alongwith the ownership rights over the property.\nOn being pointed by defendants, it is also noticed that as per MOU dated 08.04.2022, plaintiff already acknowledged the fact that possession is with the 'Yes Bank', but in the plaint as well as in the revision petition filed before this Court, plaintiff has alleged that defendants projected themselves to be owner in possession of the suit property. Thus, pleading and conduct of the plaintiff is in contradiction to the clause of MOU. XIX. Thus, the pivotal question before this Court is whether an order of injunction against the interest of the title holder as well as possession holder of the property would be justified. This Court is of the view that granting such an injunction in favour of the plaintiff, who has neither invested a single penny nor is having possession over the same, would cause irreparable loss to defendant No.3, who has invested a huge amount i.e. Rs.438.00 Crores, in consonance with the land use permitted by the Government.\nOtherwise also, as per the settled law, usually, granting of CR-5837-2023 (O&M) - 76 -\ninjunction is avoided in regard to the property, which is meant for infrastructure projects, especially such as healthcare. Rather, granting injunction in such a case, may lead to wider ramifications against the interest of the people in general, who are expected to draw benefit of the health services from such infrastructure projects.\nXX. This Court also feels satisfied with the submissions addressed by learned counsel for the respondents/defendants that suit for specific performance is itself a discretionary remedy, and for grant of temporary injunction, a strong prima facie case, on the basis of undisputed facts, needs to exist before the Court. Reliance is placed at Ambalal Sarabhai Enterprise Limited's case (supra) and Dalpat Kumar's case (supra). As per Dalpat Kumar's case (supra), Court needs to examine the situation, if any loss is suffered by the plaintiff due to refusal to grant injunction, if the same can be compensated through damages. If so, granting of injunction is required to be avoided.\nOn applying the said principle to the prayer made in the suit by the plaintiff, it is found that plaintiff himself has prayed for alternative relief of grant of damages to the tune of Rs.468.00 Crores, thus, plaintiff itself is of the view that it can be compensated by way of damages also. Thus, granting of injunction in such a case must be avoided.\nAs per M/s Best Sellers Retail (India) Pvt. Ltd.'s case (supra) also, plaintiff is not entitled for any injunction. Moreover, plea of lis pendence is always there for safeguarding CR-5837-2023 (O&M) - 77 -\nthe interest of the plaintiff, if at all, it succeeds finally in the suit.\nFurther, all the parallel proceedings/litigations pending before different forums/Tribunals, were admittedly in the knowledge of plaintiff (chart available in Para No.7 of this judgment), and thus, plaintiff knew the required steps, which it could take for acquiring the desired property. XXI. This Court looks into another aspect also that plaintiff itself has never approached to avail remedy available to it under Section 17 of the SARFAESI Act, 2002, and Rules 8 & 9 of the Rules, 2002, to get a genuine sale in its favour. While looking at this kind of attitude of the plaintiff, Court is also noticing the fact that for joining the proceedings under Section 17 of the SARFAESI Act, 2002, on its own, by projecting its intent, plaintiff had to bear a huge financial cost. Thus, consciously, escaping at relevant stage, despite execution of the MOU, and not approaching and joining the proceedings pending under SARFAESI Act, 2002, is enough to assume for this Court that plaintiff (petitioner herein) is not entitled to seek any relief of temporary injunction. Therefore, plaintiff is neither having prima facie case in its favour, nor balance of convenience lies in its favour, nor is going to suffer any irreparable loss, if plea of injunction is rejected.\nRather, granting injunction at this stage, against the person/company holding title as well as possession, for a cause/purpose for which the required permissions or no CR-5837-2023 (O&M) - 78 -\nobjection(s) have also been obtained from the concerned quarter(s), may cause irreparable loss and injury to any such person i.e. defendant No.3 in the present case.\nThus, apart from not meeting out any of the three principles, even equity does not lie, in favour of the plaintiff/purchaser, at this belated stage.\nMoreover, it is not required by this Court to enlighten defendant No.3 that creation of any third party rights would be having a tag over it of lis pendence. Thus, alienation, if any, in any manner, during the pendency of suit, would be at the risk of defendant No.3 - M/s Apollo Hospitals North Ltd itself.\nTherefore, plea of injunction under Order 39 Rule 1 & 2 CPC of the plaintiff is hereby declined.\nOrdered accordingly.\nDECISION:\nXXII. By recording the aforementioned reasons and observations with the help of the guidance given by the Hon'ble Apex Court through its judgments, I conclude that the impugned order dated 21.09.2023, is modified qua the issue of maintainability of the suit before the Civil Court. Thus, by virtue of the impugned order dated 21.09.2023 passed by the Court of Ld. Addl. District Judge, Gurugram, 'jurisdiction of the civil court shall not be considered to be barred, at this stage'.\nHowever, plea of grant of temporary injunction under Order 39 Rule 1 & 2 read with Section 151 CPC, is rejected.\nCR-5837-2023 (O&M) - 79 -\nHence, application in this regard stands dismissed. Pending misc. application(s), if any, also stands disposed of. Any finding given or observation made or reasoning recorded by the Court in the present revision petition will not be considered as a conclusive and final result on the merits of the case, rather, same is prima facie view only, to decide the plea of temporary injunction. Thus, Court below would take its final decision on any of the issue arising before it during the pendency of the suit or at final stage, without getting impressed in any manner with the present order.\n(SANJAY VASHISTH) JUDGE November 20, 2023 J.Ram Whether speaking/reasoned: Yes/No Whether Reportable: Yes/No",
  "cleaned_text": "punjab-haryana high court ujjagar construction pvt. ltd vs nayati healthcare and research ncr pvt. . on 20 november, 2023 neutral citation no. : 2023:phhc:146990 in the high court of punjab and haryana at chandigarh 291 cr-5837-2023 (o&m) reserved on: 20.10.2023 pronounced on : 20.11.2023 ujjagar construction pvt. ltd. . . . petitioner(s) versus nayati healthcare and research ncr pvt. ltd. and others . . . respondent(s) argued by: mr. puneet bali, sr. advocate (on 04.10.2023, 06.10.2023, 09.10.2023, 10.10.2023, 11.10.2023, 17.10.2023 & 19.10.2023) and mr. ashish chopra, sr. advocate (on 06.10.2023, 09.10.2023, 10.10.2023, 17.10.2023, 18.10.2023, 19.10.2023 & 20.10.2023) with mr. gagandeep singh, advocate, mr. tushar sharma, advocate and mr. parmanand yadav, advocate, for the petitioner. mr. vineet malhotra, advocate, mr. dinesh arora, advocate, mr. vishal gohri, advocate and mr. abhinav dubey, advocate for caveatorrespondent no.1. mr. akshay bhan, sr. advocate (18.10.2023 & 19.10.2023) with mr. harsh gupta, advocate, mr. rahul makkar, advocate, for respondent no.2. mr. chetan mittal, sr. advocate (on 09.10.2023, 10.10.2023, 17.10.2023 18.10.2023, 19.10.2023 & 20.10.2023) and mr. k. ramakanth reddy, sr. advocate with mr. ashish rawal, advocate, mr. himanshu gupta, advocate, mr. rohit khanna, advocate mr. karan kaushal, advocate mr. saurabh gautam, advocate mr. ritvik garg, advocate and ms. komal aggarwal, advocate for caveator respondent no.3. **** prashant kapoor 2023.11.20 15:50 i attest to the accuracy and authenticity of this order/judgment cr-5837-2023 (o&m) -2sanjay vashisth, j. 1. present revision petition has been directed against the order dated 21.09.2023, passed by the court of ld. addl. district judge, gurugram (hereinafter referred to as 'ld. appellate authority'), whereby, application filed under order 39 rule 1 & 2 cpc, filed by the petitioner (hereinafter referred to as 'the plaintiff'), has been dismissed, by allowing the civil miscellaneous appeal filed by respondent no.3 (defendant no.3) i.e. m/s apollo hospitals north ltd., by setting aside the order passed by the court of ld. civil judge (sr. divn.), gurugram (hereinafter referred to as 'ld. trial court'), allowing the application. 2. property, which is the subject matter in the suit filed by the plaintiff is the land measuring 5.628 acres of land, bearing plot nos. 1202, 1203 & 1204, situated at dlf city, phase-i, gurugram. undisputedly, till date, subject cited property is recorded in the record for the purpose of construction of health centre, and dispensary. plaintiff ujjagar constructions pvt. ltd., claimed its right in the property on the basis of the execution of memorandum of understanding (for brevity, 'mou'), dated 08.04.2022, executed between ujjagar constructions pvt. ltd., on the one side as 'party' (plaintiff), and m/s nayati healthcare & research ncr private ltd., along with its promoter, 'ms. nira radia', as 'parties' (being defendants no.1 & 2), for which the total sale consideration for purchase of the property was fixed as rs.468.00 crores. 3. to acknowledge the journey of litigation from its inception, it is necessary to explain here that at the first instance; aforesaid civil suit was instituted by the plaintiff against defendants no.1 & 2 before the commercial cr-5837-2023 (o&m) -3courts on 30.07.2022. defendants no.1 & 2 appeared on that very day on caveat. on 02.08.2022, plaintiff moved an application for early hearing, before the concerned court, however, said application was dismissed. again, on 06.08.2022, plaintiff filed an application for early hearing of the ex-parte stay against the sale of the property. on the said application, commercial court issued notice to defendants for 08.08.2022. on 08.08.2022, defendants no.1 & 2 appeared before the court and sought sometime to file written statement, and reply to the said application, but defendants while appearing in the post lunch period, claimed that the property has been transferred, and sale deed has been registered in favour of m/s apollo hospitals north ltd. plaintiff immediately filed an application under order 1 rule 10 cpc, to implead m/s apollo hospitals north ltd., as a party. there being no objection by defendants no.1 & 2, said application was allowed by an order to implead the appollo hospitals north ltd., as defendant no.3. it is relevant to note that in some arbitration proceedings, titled as, 'm/s suman constructions pvt. ltd. vs. m/s truthmark realtors pvt. ltd., and another, there was a stay order on the suit property. however, during the proceedings before the arbitrator, claimant m/s sumav construction pvt. ltd. withdrew the application for stay under section 17 of the arbitration and conciliation act, and also the main claim from the arbitral proceedings itself, and as such, arbitration application was withdrawn on 05.08.2022. consequently, stay order passed by ld. arbitrator against the alienation of the property in question, stood vacated on 05.08.2022. thus, by noticing the factum of withdrawal of the arbitration cr-5837-2023 (o&m) -4application, and also the conduct of the defendants, application for early hearing was disposed of, and vide its order dated 08.08.2022, commercial court directed the parties to the lis to maintain status quo in all respects qua the suit property, till the next date of hearing i.e. 16.08.2022. 4. during the pendency of proceedings before the ld. commercial court, the jurisdiction of the ld. commercial court, to decide the case, was challenged before this court in fao-com-20-2022, wherein, this court directed the appellant to file an appropriate application before ld. commercial court, who shall make an endeavour to decide the same within a period of six weeks. therefore, on an application filed before the ld. commercial court, seeking return of plaint under order 7 rule 10 cpc, ld. commercial court, vide its order dated 11.10.2022, held that the issue involved herein, is not covered under the commercial courts act, and thus, invoking the power under order 7 rule 10 cpc, returned plaint for appearance of the parties before the civil court on 28.10.2022. said order of return of plaint was challenged first by plaintiff ujjagar constructions pvt. ltd. in fao-com-25-2022, wherein, vide order dated 27.10.2022, this court upheld the order of ld. commercial court, and directed ld. civil court to decide the application under order 39 rule 1 & 2 cpc within seven days of its filing by the plaintiff. said order of return of plaint was also challenged in appeal by defendant no.1 nayati healthcare & research ncr private limited in fao-com-27-2022, and defendant no.3 m/s apollo hospitals north ltd. vide fao-com-30-2022 (o&m); before this court (punjab and haryana high court), however, said appeals were dismissed vide order dated cr-5837-2023 (o&m) -503.05.2023. this way, proceedings are conducted by the civil court in an ordinary suit for possession by way of specific performance and declaration along with consequential relief for permanent and mandatory injunction. thereafter, vide order dated 04.11.2022, court of ld. civil judge (sr. divn.), gurugram (in short, 'trial court'), allowed the application under order 39 rule 1 & 2 read with section 151 cpc, and restrained the defendants no.1 to 3, 'from selling or alienating or creating any third party interest in the suit property i.e. plot nos. 1202, 1203, & 1204, situated in dlf city, phase-1, sector 28, gurugram. defendants were also restrained from making any change/alteration in the suit property till the final decision of the present case'. 5. assailing the order dated 04.11.2022, passed by ld. trial court, defendant no.3 m/s apollo hospitals north ltd., went in appeal by way of civil miscl. appeal, which was allowed by the court of ld. addl. district judge, gurugram (in short, 'appellate court'), vide its order dated 21.09.2023. ld. appellate court primarily discussed section 34 of the securitization and reconstruction of financial assets and enforcement of security interests act, 2002 (for brevity, 'sarfaesi act), which says as under:\"34. civil court not to have jurisdiction.--no civil court shall have jurisdiction to entertain any suit or proceeding in respect of any matter which a debts recovery tribunal or the appellate tribunal is empowered by or under this act to determine and no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in cr-5837-2023 (o&m) -6pursuance of any power conferred by or under this act or under the recovery of debts due to banks and financial institutions act, 1993 (51 of 1993).\" and thus, held that suit filed by the plaintiff is nothing but an off-shoot of the recovery proceedings initiated by m/s yes bank ltd. taking note of the various provisions of the sarfaesi act, ld. appellate court also held that jurisdiction of civil court is completely barred in the case at hand, so far as, aggrieved person has right of appeal before the drt or the appellate tribunal, against the measure taken by the secured creditor under section 13(4) of the sarfaesi act, who are there to determine as to whether there is any illegality in the measures taken. appellate court also went to examine the object of entering into mou by the plaintiff i.e. converting the land in question to its commercial use from healthcare and medical purpose. ld. appellate court further held that there is nothing available on record that ever at any point of time, after execution of mou dated 08.04.2022, plaintiff succeeded in getting clu or even to show that there is any policy of the state government, by virtue of which, the site meant for health/medical services, can be converted, for its commercial use. at last, ld. appellate court concluded that for the purpose of granting interim injunction under order 39 rule 1 & 2 cpc, there is need to make out a case of granting of temporary injunction, same being covered with three basic principles, which are:(i) prima facie case; (ii) balance of convenience; and (iii) irreparable loss or injury; cr-5837-2023 (o&m) -7learned appellate court found that case of plaintiff is not meeting out with the settled parameters. further held that in the case at hand, there is no jurisdiction of civil court, and thus, dismissed, the application under order 39 rule 1 & 2 cpc. hence, plaintiff is before this court by way of present revision petition to challenge the impugned order. for the sake of clarity and convenience, the gist of memorandum of understanding (mou), based upon which, the present suit for seeking specific performance of the act is filed, is as under:6. since, the suit filed by the plaintiff is based upon one and the only document i.e. mou dated 08.04.2022, its material features and terms are required to be understood before entering into the sphere of the pleadings of the parties. key terms of the mou are as follows: date of execution of memorandum of understanding (mou) : 08.04.2022.  first party to the agreement is the purchaser ujjagar constructions pvt. ltd. (plaintiff), and nayati healthcare & research ncr private limited (defendant no.1) with promoter ms. nira radia (defendant no.2), as second party.  defendant no.3 and m/s yes bank ltd. or any other person or institution is not a party/signatory over the mou.  thus, mou is bilateral document, without taking consent of any third interested party.  parties to the mou acknowledge that possession is with 'm/s yes bank ltd.'. cr-5837-2023 (o&m) -8relevant clauses of the mou:\"memorandum of understanding this memorandum of understanding (\"mou\") is made and executed on this friday, 8th day of april 2022 (\"execution date\") by and among: 1. ujjagar constructions private limited, a company incorporated under the provisions of the companies act 1956/2013, bearing cin:u70109hr2021ptc097764 having its registered office at unit no.sb/c/5l/office/008, m3m urbana, sector-67, gurugram 122101 (hereinafter referred to as the \"purchaser\") which expression shall, unless repugnant to the context of the meaning thereof, include its successors and permitted assigns); and 2. nayati healthcare & research ncr private limited, a company incorporated under the provisions of the companies act 1956/2013, bearing cin: u24233dl2007ptc171542 having its registered office at a-14, duggal colony, devli road, khanpur, delhi 110062 (hereinafter referred to as the \"company\", which expression shall, unless repugnant to the context of the meaning thereof, include its successors and permitted assigns); and 3. ms. nira radia, daughter of late mr. iqbal narain menon, resident of aakash ganga, 9 oak drive, dlf chattarpur farms, chattarpur, new delhi 110074 (hereinafter referred to as the cr-5837-2023 (o&m) -9\"promoter\" which expression shall unless repugnant to the context of the meaning thereof, include its successors and permitted assigns) each of the party herein above are referred to individually as a \"party\" and collectively as the \"parties\". a. the promoter and the company have represented to the purchaser that the company is the owner of contiguous land parcels admeasuring approx. 5.629 acres bearing plot nos. 1202, 1203 and 1204 situated in dlf city, phase i, sector 28, district gurgaon, haryana, together with building, structures (hereinafter referred to as the \"said property\"). b. owing to defaults by the company in repayment of loans, m/s yes bank ltd. has taken physical possession of the said property under section 13(4) of the sarfaesi act vide notice dated september 10, 2021. c. further, dhfl (subsequently merged with piramal capital subsequent to being declared successful resolution applicant by the nlct) had also initiated insolvency proceedings under the insolvency and bankruptcy code against the company before the nclt, new delhi pursuant to which the hon'ble tribunal granted a stay on sale of the said property on september 30, 2021 which was confirmed by nclat on january 31, 2022. (yes bank and dhfl collectively referred to as \"lenders\"). d. xx xxx xx xxx e. that the parties are entering into this mou to take on record their mutual understanding and set out the terms and conditions cr-5837-2023 (o&m) 10 for undertaking the sale and purchase of the said property in favour of the purchaser. now therefore, in consideration of the mutual covenants and promises contained herein and other good and valuable consideration the adequacy of which is acknowledged, each of the parties hereby agree as follows: 1. proposed transaction 1.1 the purchaser hereby agrees to purchase clear, legal and marketable title of the said property, free from all encumbrances, together with all rights, title, interest and benefits attached thereto and the promoter and the company agree and hereby grant their irrevocable consent to sell and transfer the said property to the purchaser and undertake to do all acts, deeds and things necessary to enable the purchaser to acquire the said property in its name. 1.2 the parties agree and acknowledge that the transaction is proposed to be an outright sale by way of private treaty with yes bank ltd. and the promoter and the company shall provide all necessary assistance and support to enable the sale through yes bank ltd. 1.3 further, the parties agree that the promoter and company shall be responsible for obtaining all licenses, approvals for change in land use to commercial in respect of the said property however the cost of obtaining such a license/approvals, if any, and any subsequent compliances thereto would be borne solely cr-5837-2023 (o&m) 11 by the purchaser. 2. consideration and payment terms the parties have agreed that the total consideration is inr 468 crores [rupees four hundred and sixty eight crores only] (\"consideration\") which shall be payable as follows, subject to fulfillment of the conditions set out in clause 3 below: a) firstly, payment of inr 400 crores [inr four hundred crores or any such amount as agreed with the yes bank ltd. subject to a maximum ceiling price of the consideration value] towards consideration for the said property to the yes bank ltd. shall be made, subject to the purchaser receiving a copy of the policy from the promoter for conversion of land to commercial use. b) secondly, payment of all statutory liabilities/all other liabilities of the company, subject to a ceiling of the cumulative consideration, so as to ensure that the said property is unencumbered; c) lastly, the balance amounts from the consideration, if any, after adjustment against clause 2.1(a) and (b) above (\"balance consideration\") shall be payable by the purchaser to the promoter immediately upon change in land use for commercial use in respect of the said property. the purchaser undertakes to bear all statutory charges for obtaining license for change in land use to commercial in cr-5837-2023 (o&m) 12 respect of the said property, including procurement of an alternate parcel of equivalent land parcel as required under policy, along with stamp duty and registration costs in relation with the sale and transfer in favour of the purchaser. these sums shall not be adjusted from the balance consideration. however, it is clarified that the obligation to obtain such approvals shall vest solely on the promoter and company however it is reiterated that the costs towards securing these licenses and approvals would be borne exclusively by the purchaser. 3. conditions precedent 3.1 the promoter and the company shall jointly and severally undertake the following: 3.1.1 the promoter and the company shall cause vacation of stay on sale of said property before nclt, new delhi. 3.1.2 the promoter and company shall provide its express noobjection and consent for the private treaty sale of the said property, to the satisfaction of the yes bank ltd. 3.1.3 the promoter shall be responsible for obtaining all approvals including change in land use for commercial use on the said property, etc. in favour of the purchaser at the sole cost, if any, of the purchaser. 3.2 that purchaser acknowledges that immediately upon vacation of stay on the sale of the said property by the nclt, new delhi, m/s yes bank ltd., under the provisions of the cr-5837-2023 (o&m) 13 sarfaesi act would be required to dispose the said property either by private treaty or a public auction within a span of 30 days. accordingly, the purchaser would be required to complete the said transaction within a maximum time limit of 30 days (or such extended time as agreed with the lender) from the date of vacation of stay failing which m/s yes bank ltd. would be required to dispose the said property and this mou would stand infructuous. 3.3 xx xxx xx xxx 3.4 xx xxx xx xxx 4. binding agreement the terms and conditions of this mou constitute legal and binding obligations of each party and each party agrees to perform (or assist in the performance of) all further acts and things (including the execution and delivery of, or assisting in the execution and delivery of, all deeds and documents that may be required or as may be necessary, required or advisable) as the other party may reasonably require to effectively carry on the full intent and meaning of this mou and to complete the transactions contemplated hereunder. 5. governing law and dispute resolution 5.1 xx xxx xx xxx xx xxx xx xxx\" -*-*-*-*-*cr-5837-2023 (o&m) 14 7. the particulars of other parallel litigations qua the land in question, are detailed here-under in tabulated form:date(s) key events proceedings proceedings in the arbitration under the insolvency and proceedings sarfaesi act, bankruptcy code, (between m/s 2002 2016 sumav (initiated by m/s (initiated by diwan constructions pvt. yes bank ltd.) housing and ltd. and m/s finance ltd., now truthmark piramal ltd.) realtors pvt. ltd.) 29.03.2011 dlf qutab enclave ---complex medical charitable trust sold disputed land to osl healthcare pvt. ltd. (nayati healthcare) 10.09.2021 -m/s yes bank --ltd. took possession of the disputed land by initiating proceedings under section 13(4) of the act. 30.09.2021 --in an insolvency -petition, national company law tribunal (nclt), new delhi, granted stay. 08.04.2022 mou signed ---between m/s ujjagar constructions pvt. ltd. and m/s nayati healthcare & research ncr private limited & ms. nira radia (promoter) 19.04.2022 --insolvency petition -along with stay dismissed by nclt. 06.05.2022 --appeal instituted by -m/s diwan housing finance ltd. (now piramal ltd.), against order of dismissal in national company law appellate tribunal (nclat), new delhi. 12.05.2022 --nclat ordered that -'any action of the parties shall be subject to the outcome of the appeal.' cr-5837-2023 (o&m) 15 date(s) key events proceedings proceedings in the arbitration under the insolvency and proceedings sarfaesi act, bankruptcy code, (between m/s 2002 2016 sumav (initiated by m/s (initiated by diwan constructions pvt. yes bank ltd.) housing and ltd. and m/s finance ltd., now truthmark piramal ltd.) realtors pvt. ltd.) 02.06.2022 --nclat allowed the -sale of property subject to sale amount being deposited in a separate amount. 06.07.2022 sale-deed executed ---between m/s nayati healthcare & research ncr private limited and m/s apollo hospitals north ltd. 07.07.2022 -debt recovery --tribunal (drt) allowed the sale of the disputed land to m/s apollo hospitals north ltd. 15.07.2022 ---stay order against the sale of property by sole arbitrator. 20.07.2022 --nclat allowed the -appropriation of the sale consideration received from m/s apollo hospitals north ltd. 05.08.2022 ---claimant m/s sumav constructions pvt. ltd. withdrew the application for stay u/s 17 of the arbitration act. 08.08.2022 sale-deed registered ---between m/s nayati healthcare & research ncr private limited and m/s apollo hospitals north ltd. cr-5837-2023 (o&m) 16 8. pleaded suit of the plaintiff  plaintiff ujjagar constructions pvt. ltd. versus  defendant no.1 nayati healthcare & research ncr private limited  defendant no.2 ms. nira radia  defendant no.3 m/s apollo hospitals north ltd. a. plaintiff pleaded that defendants no.1 & 2 projecting themselves to be owners of the land/plots in question, situated in dlf city, phase-1, sector 28, district gurugram (haryana), executed a mou dated 08.04.2022, for the purpose of the sale of said area to the plaintiff for a total sum of rs.468.00 crores. there were insolvency proceedings pending under the insolvency and bankruptcy code, 2016 against defendant no.1, at the instance of one diwan housing finance corporation ltd. (dhfl), which later merged with m/s piramal capital & housing finance limited. said proceedings were pending before the national company law tribunal (nclt), new delhi. nclt had granted stay on the sale of the suit property vide order dated 30.09.2021. subsequently, said application filed by m/s piramal capital & housing finance limited before the nclt, was dismissed on 19.04.2022. thus, stay order was vacated. b. m/s piramal capital & housing finance limited went in an appeal before the national company law appellate tribunal (nclat) on 12.05.2022, wherein, ld. tribunal recorded that any act of defendants no.1 & 2 would be subject to the cr-5837-2023 (o&m) 17 outcome of the appeal. however, nclat did not grant any specific stay order on the suit property, in favour of m/s piramal capital & housing finance limited. on 02.06.2022, nclat directed that in case of sale of suit property, the consideration received from the said sale shall be kept in a separate account, which shall be subject to the orders to be passed in this appeal. this way, plaintiff pleaded that actually, stay over the suit property got vacated on 02.06.2022, when for the first time, sale of the property was permitted and not on 19.04.2022. however, such sale was ordered to be subject to the order of the appeal pending before the nclat. c. after 02.06.2022, plaintiff approached the defendants with the information that the balance payment, as contemplated under the mou, is ready with it. however, defendants sought some time to deal with the m/s yes bank ltd., and assured for providing details of the requisite bank account for making payment. d. for the purpose of execution of sale-deed, plaintiff also purchased stamp papers worth rs.28,32,00,000/(rupees twenty eight crores and thirty two lakhs only) on 31.05.2022. e. it is also pleaded that during one of the meetings prior to 02.06.2022, it was informed by the defendants that they were incapable of obtaining the change of land use (clu) cr-5837-2023 (o&m) 18 permission, at such a short period. upon this, plaintiff agreed to purchase the property, on 'as is, where is' basis, and deferred the remaining obligations in terms of clause 2 of the agreement. plaintiff has also appended their bank account statements for the purpose of showing of sufficient balance, in the account of the plaintiff company to complete their obligations as per the said mou. f. on having some doubt over the defendants no.1 & 2, of dealing with some third party, anticipating the situation, plaintiff filed objections before the tehsil office on dated 13.07.2022, expressing their right of priority over the suit property. g. plaintiff also pleaded that in fact, defendants no.1 & 2 started asking for a higher amount i.e. rs.550.00 crores, as consideration of the property, as they were getting higher offers from the other parties. h. at last, pleaded that defendants have made a mockery of the justice system and succeeded in getting the registration of the sale-deed, in a clandestine manner by misleading the courts. thus, while seeking enforcement of its right, by way of seeking a decree of specific performance by way of possession, also pleaded in alternative for relief in the form of damages. as per para 23 of the plaint, plaintiff claimed that it would have easily earned revenue of a sum of rs.3000 to rs.4000 crores, and profit of a sum of rs.1000 crores, upon the sale of asset after undertaking the full construction of the project. by claiming that, plaintiff would have earned profit of rs.1000 cr-5837-2023 (o&m) 19 crores, plaintiff claimed damages of rs.468 crores in a conservative manner. 9. pleadings in the joint written statement of a. defendant no.1 nayati healthcare & research ncr private limited had purchased the suit property for the purpose of building a hospital vide conveyance deed dated 29.03.2011 from m/s dlf qutab enclave complex medical charitable trust. thus, it is clear that erstwhile management had intention to construct the hospital over the suit property. for the said purpose, erstwhile promoter obtained a term loan from m/s allahabad bank. when erstwhile promoter was unable to complete the construction, current promoter group of defendant no.1 company took over the charge by repaying the full outstanding dues of m/s allahabad bank. b. for building the project of hospital, in 2018, defendant no.1 further availed a term loan of an amount of rs.650.00 crores from m/s yes bank ltd., of which, rs.315.250 crores, was disbursed by m/s yes bank ltd. in the year 2020, with the advent of corona virus pandemic, defendant no.1 was under severe financial stress, and thus, was unable to fulfill its financial obligations towards m/s yes bank ltd. further, defendant no.1 also borrowed an amount of rs.210.42 crores from m/s dewan housing & finance ltd. (dhfl), for which, no security was created. thus, on the default of said cr-5837-2023 (o&m) 20 loan, proceedings under section 7 of the insolvency and bankruptcy code, 2016, were initiated against defendants no.1 & 2, by dhfl (now piramal). c. notice under section 13(2) of the sarfaesi act, was issued by m/s yes bank ltd. to the defendants. resultantly, to discharge its obligations, defendant no.1, voluntarily handed-over the physical and symbolic possession of the asset to m/s yes bank ltd. on 10.09.2021. d. further, pleaded that nclt cleared in its order dated 30.09.2021 that physical possession of the suit property was with m/s yes bank ltd., and not with defendant no.1. e. also pleaded that one un-registered and unstamped mou dated 27.11.2020, was executed between m/s basant bansal (b.b.) through his associate company m/s truthmark realtors pvt. ltd., for the purchase of the suit property. however, said mou was never acted upon, and had become infructuous. f. also pleaded that subsequent thereto again, plaintiff company, in fact which is owned and controlled by the same b.b., who earlier also had entered into mou with the defendants/defendant no.1 company, again entered into mou. g. further pleaded that plaintiff was under obligation to complete the transaction within maximum time limit of 30 days from the date of vacation of stay i.e. by 19.05.2022. h. issuance of no objection certificate (noc) to defendant no.1 vide letter dated 25.04.2022, by m/s yes bank ltd. for repayment of an amount of rs.358,30,78,500.65/towards full and cr-5837-2023 (o&m) 21 final settlement of dues and release of security including the suit property and permitting the sale of the suit property, were well within the knowledge of the plaintiff, and same has been purposely concealed. i. defendant no.1 also took steps to seek clu for commercial use of the suit property, but later on realized that such change is impossible and mou could not be performed, as the land in question was allocated by the govt. for the construction of a hospital, and could not be used otherwise. consequently, defendant no.1 was unable to seek clu for commercial use of the suit property, and on 19.05.2022, 30 days period had elapsed, after vacation of the stay order by nclt. defendant no.3 m/s apollo hospitals north ltd. j. in regard to sale of property to defendant no.3 m/s apollo hospitals north ltd., it is pleaded that sale-deed had been executed on 07.07.2022. entire consideration of inr rs.425,05,00,000/(rupees forty hundred twenty five crores and five lakhs) was deposited by defendant no.3 with m/s yes bank ltd. on 06.07.2022 itself, and consequently, physical possession of the suit property had also been taken on the same date by defendant no.3. suit property has been sold in favour of respondent no.3, which was preceded by two judicial orders i.e. (i) order dated 02.06.2022 of hon'ble nclat in company appeal (at) (insolvency) no.540 of 2022; and (ii) order dated cr-5837-2023 (o&m) 22 07.07.2022 of ld. drt in oa no.817/2021, permitting the sale of suit property to m/s apollo hospitals north ltd. (defendant no.3). k. further pleaded that on account of the fact that no clu was obtained, the mou was neither executable nor enforceable. moreover, after vacation of stay by nclt vide order dated 19.04.2022, limitation for depositing of amount of the entire consideration, by the plaintiff, expired within 30 days thereafter, i.e. before 19.05.2022, entire consideration was required to be deposited by the plaintiff. l. further pleaded that after the fixed period of making of payment, the mou in question was also rendered infructuous. moreover, defendants relied upon section 41 of the specific relief act, 1963, and submitted that plaintiff is not entitled for any order in the nature of injunction. pleadings in the written statement of defendant no.3 i. it has been pleaded that there was no authority with defendants no.1 & 2 to execute the alleged mou, and same is not even an agreement to sell. it is merely an agreement to agree. therefore, such mou is not of any consequence. at best, it should be a case of breach of contract against defendants no.1 & 2, for which, relief of damages has already been claimed by the plaintiff in the suit. sale has been effected in favour of defendant no.3 after following the due process of law. alleged mou is without any clause for specific performance, and even is withcr-5837-2023 (o&m) 23 out any consideration. therefore, no question arises for any specific performance by either side. ii. objection is also taken regarding the jurisdiction, as mou itself talks about the jurisdiction of new delhi. iii. objection of not affixing of requisite ad valorem court fee is also taken, and pleaded that plaint is worth to be rejected under order 7 rule 11 of cpc. further pleaded that stay was vacated on 19.04.2022 and after 19.05.2022, as per term; mou had been rendered infructuous. iv. it is pleaded that one letter of intent (loi) dated 22.05.2021 had already been executed between m/s apollo hospitals north ltd. (an associate of defendant no.3) and defendant no.1, for sale of said land with construction thereon, and a part consideration of rs.3,50,00,000/(rupees three crores and fifty lakhs only) was also paid to defendant no.1 on 02.06.2021 i.e. much prior to the date of alleged mou dated 08.04.2022. v. it is also pleaded that as per sale-deed dated 29.03.2021, by virtue of which, defendant no.1, purchased the land in question, it was specifically stipulated that the land is reserved and meant for hospital and dispensary only. 10. submissions of the plaintiff/petitioner: a. readiness and willingness of plaintiff to perform his part of agreement:ld. senior counsel for the petitioner (plaintiff) submits that plaintiff was always ready to perform his part of agreement, and on 31.05.2022, had cr-5837-2023 (o&m) 24 also purchased stamp paper worth rs.28,32,00,000/-. moreover, plaintiff has annexed the bank statement of the company, from where it is clear that plaintiff always had sufficient amount to pay the sale consideration. therefore, it is the defendant-company, and its promoter, who have illegally sold the suit property to third party i.e. defendant no.3 m/s apollo hospitals north ltd. b. reason for no consideration: ld. senior counsel further submits that as per clause 2(a) of the mou dated 08.04.2022, there was a condition that firstly payment will be made to m/s yes bank ltd., which can range from rs.400.00 crores upto the maximum of total consideration of the mou i.e. rs.468.00 crores. therefore, in case m/s yes bank ltd. would have asked for rs.468.00 crores itself, then, there would have been no occasion to pay even a single penny to defendants no.1 & 2. further, submits that in view of this clause, no consideration was paid in furtherance of mou to defendants no.1 & 2, because, it was only after settlement of dues of m/s yes bank ltd., amount to be paid to defendants no.1 & 2, could have been determined, which in all possibilities could even be 'nil'. ld. senior counsel further submits that as per section 2(d) of the indian contract act, 1872, consideration can either be past, present or future. therefore, even if there is a promise to do or to abstain from doing something in furtherance of any agreement, it is considered as an appropriate consideration as cr-5837-2023 (o&m) 25 per the settled law. ld. senior counsel further submits that even as per definition of 'sale' as provided under section 54 of the transfer of property act, 1882, sale can be exchanged for the price paid or promised or part paid and part promised. thus, even as per the transfer of property act, 1882, the mou dated 08.04.2022, is absolutely valid and fulfill all legal conditions. further submits that even in the mou dated 08.04.2022, it is clearly stated that 'now therefore, in consideration of the mutual covenants and promises contained herein and other good and valuable consideration the adequacy of which is acknowledged.'. therefore, in the mou dated 08.04.2022, there is adequate future consideration in the form of promise, and hence, such mou cannot be stated to be void in absence of consideration. c. condition of change in land use waived off: ld. senior counsel further submits that it is the case of the respondents/defendants no.1 & 2 that there was a specific stipulation in clause 3.1.3 of the said mou that the land will be sold only after obtaining all approvals including change in land use (clu) for commercial use of the suit property. however, plaintiff has specifically pleaded in paragraph no. 8 of the suit that plaintiff was ready to purchase the suit property even on 'as is, where is' basis. the said fact has also been pleaded in paragraph no.12 of the present revision petition. ld. senior cr-5837-2023 (o&m) 26 counsel submits that once the condition of clu to commercial use was waived off by the plaintiff and duly communicated to the defendant-company, it does not lie in the mouth of the respondents/defendants to say that the mou is void, being contingent on such stipulation. d. defendant no.3 is not a bona-fide purchaser: ld. senior counsel further submits that defendant no.3 i.e. m/s apollo hospitals north ltd., is not a bona-fide purchaser of the suit property, as pleaded by it in the written statement, as the defendant no.3 was always aware of the pendency of the suit i.e. cs-81-2022, as defendant no.3 itself had mentioned the pendency of the suit in wp no.11745 of 2022. further submits that even a cease-and-desist notice dated 06.08.2022, was sent by the plaintiff to defendant no.3 and the said fact is not denied by the defendant no.3 in the written statement filed by it. therefore, by no stretch of imagination, defendant no.3 can be considered a bona-fide purchaser, as it was well aware of all the litigations pending qua the suit property, as well as, the mou signed between the plaintiff and defendants no.1 & 2. e. date of execution in alleged sale-deed mentioned as 08.08.2022: ld. senior counsel vehemently argues that the conduct of the defendants is mala fide, which is evident from the fact that in the alleged sale-deed dated 08.08.2022, it is claimed that the said sale-deed was executed on 06.07.2022. however, on perusal of the stamp cr-5837-2023 (o&m) 27 duty attached with the sale-deed, it is clear that two stamps were issued on two different dates i.e. 06.07.2022 and 15.07.2022. further submits that in paragraph no.2(p) of the sale-deed dated 08.08.2022, it is stated that '. there is no prohibition/stay order operating as on the execution date on the said property that is i.e. 08.08.2022.'. from this statement, it is clear that the sale-deed was executed as well as registered on one and the same date i.e. 08.08.2022, and the defendants have concocted a false story about execution of the sale-deed on 06.07.2022. further submits that this mala fide conduct of the defendants has even being deprecated by the ld. commercial court vide order dated 08.08.2022, on which date, defendants appeared in the court and asked for half an hour to submit reply to the application filed by the plaintiff, however, later appeared in the post lunch session at 1:45 pm and claimed that sale-deed between defendants no.1 & 2, and m/s apollo hospitals north ltd., has already been executed. such conduct of the defendants has also been deprecated by the hon'ble division bench of this court in fao-com-27-2022 and fao-com-302022, vide order dated 03.05.2022. ld. senior counsel further submits that even the administrative as well as revenue authorities acted in collusion with the defendants, and got registered the sale-deed on 08.08.2022 itself, inspite of the objections already raised by the plaintiff vide letter dated 13.07.2022, before the tehsil office, cr-5837-2023 (o&m) 28 expressing their right of priority over the suit property, as well as, existence of a valid mou between plaintiff and defendants no.1 & 2. therefore, all the defendants have acted in a clandestine manner to alienate the suit property in favour of m/s apollo hospitals north ltd., over which, plaintiff had a right of priority on the basis of mou dated 08.04.2022. f. applicability of the provisions of sections 13, 17 and 34 of the sarfaesi act, 2002: ld. senior counsel submits that the remedy under the provisions of sarfaesi act, 2022, would have been available to the plaintiff only, if on the date of filing of the suit i.e. 30.07.2022 (before the ld. commercial court) or 28.10.2022 (before ld. civil court), any balance amount of the secured creditor i.e. m/s yes bank ltd., would have been due. further submits that as per order dated 20.07.2022, of ld. drt, and 28.07.2022 of ld. nclat, it is cleared that on the date of filing of the suit, all the dues of m/s yes bank ltd. stood cleared. ld. senior counsel further submits that once the secured creditor i.e. m/s yes bank ltd., had issued notice under section 13(2) of the sarfaesi act, 2002, to defendants no.1 & 2, and in non-compliance of the notice, had taken over the possession over the suit property on 10.09.2021 by adopting measures under section 13(4) of the sarfaesi act, 2002, there was no occasion with the plaintiff to seek any remedy under section 17 cr-5837-2023 (o&m) 29 of the sarfaesi act, 2002, as plaintiff was in no way aggrieved by the measures taken by m/s yes bank ltd. against defendants no.1 & 2. further, it is a settled law that no suit for specific performance can be instituted under sarfaesi act, 2002, in debts recovery tribunal (drt), therefore, by any stretch of imagination, bar of section 34 of the sarfaesi act, 2002, is not applicable to the plaintiff in the case at hand. ld. senior counsel further submits that defendants at the time of instituting an application for return of plaint under order 7 rule 10 of cpc, before the ld. commercial court, never took the plea that the suit of the plaintiff is barred by section 34 of the sarfaesi act, 2002, instead themselves stated that jurisdiction of civil court shall be made out in the present case due to existence of bar of sections 20-a and 20-b of the specific relief act, 1963. in response to the said application, ld. commercial court clearly held that bar of sections 20-a and 20-b of the specific relief act, 1963, shall not apply in the present case, as in the mou dated 08.04.2022, there is no mention that the suit property relates to infrastructure or hospital project. even, in the appeals filed by defendant no.1 i.e. fao-com-27-2022 and defendant no.3 i.e. fao-com-30-2022, before this court, against the order of ld. commercial court, no such plea of bar of section 34 of the sarfaesi act, 2002, was taken. hon'ble division bench of this court, vide order dated 03.05.2023, upheld the order of the ld. commercial court and held the noncr-5837-2023 (o&m) 30 applicability of sections 20-a and 20-b of the specific relief act, 1963. therefore, plea of bar of section 34 of sarfaesi act, 2002, at the stage of appeal of the order of allowing application under order 39 rule 1 & 2 cpc, cannot be taken at such a belated stage. g. reason for not executing mou within 30 days of vacation of stay by nclt: ld. senior counsel submits that in the mou dated 08.04.2022, there was a specific condition precedent under clause 3.2 of the said mou, that the purchaser would be required to complete the said transaction within 30 days from the date of vacation of stay by nclt, granted vide order dated 30.09.2021, initiated by one dewan housing finance ltd. (dhfl) (now piramal). it is an admitted fact that nclt vide its order dated 19.04.2022, dismissed the petition filed by dhfl, and on the said date, stay stood vacated. however, it is important to note that on 06.05.2022, dhfl instituted an appeal against the said dismissal before ld. nclat, and ld. nclat vide order dated 12.05.2022, held that any action taken in the meanwhile shall abide by the result of the appeal. it was only on 02.06.2022, that ld. nclat allowed the sale of the suit property, subject to the condition that the sale proceeds shall be kept in a separate account, which shall be subject to the order passed in appeal. therefore, for practical purpose, it was only on 02.06.2022, that the stay on the suit property was vacated, and plaintiff had purchased the requisite stamp papers even before said vacation cr-5837-2023 (o&m) 31 i.e. on 31.05.2022. ld. senior counsel further submits that even if for the sake of argument, it is believed that the stay on the suit property was vacated on 19.04.2022 itself, still, the said argument is untenable. the plaintiff came to know about the written exchanges between defendants no.1 & 2 and m/s apollo hospitals north ltd. (defendant no.3) regarding the alienation of the suit property. this created a doubt in the mind of the plaintiff about the intention of the defendants, coupled with the fact that proceedings were continuing in an appeal before ld. nclat, thus, plaintiff could not complete his part of the contract before 19.05.2022, although, he was always ready, willing and capable of performing his part of the contract. h. irregularities and illegalities in the impugned order: ld. senior counsel submits that the ld. appellate court in civil misc. appeal against the order dated 04.11.2022 of the trial court, allowing the application under order 39 rule 1 & 2 cpc, has failed to deal with any of the findings rendered by the ld. trial court, and has reversed the well reasoned order of the ld. trial court, only on the ground of applicability of bar of section 34 of the sarfaesi act, 2002. further submits that the ld. appellate court has held that no prima facie case is made out in favour of the plaintiff for seeking injunction and the suit filed by the plaintiff is nothing but an offshoot of the recovery proceedings initiated by m/s cr-5837-2023 (o&m) 32 yes bank ltd. ld. appellate court has failed to notice that once on the date of filing of the suit, the claim of the secured creditor is already settled, and the plaintiff is not aggrieved by any of the measure taken by secured creditor, the jurisdiction of ld. drt is not made out, whatsoever. further, a suit for specific performance cannot be instituted before drt, and the jurisdiction to grant such a remedy, is only within the domain of ordinary civil courts. ld. appellate court has also held that the change of land use (clu) from healthcare to commercial use, was not possible, and thus, such mou is void. however, it has already been stated that the condition precedent of securing the clu was already waived off by the plaintiff, and it was the obligation of the defendants to get the said clu done. another point, taken by the ld. appellate court is that no consideration was passed at the time of execution of said mou, which has already been addressed in the point 'b' of the submissions. further, ld. appellate court has gone beyond its jurisdiction by holding that the jurisdiction of the civil court in the matter is barred by the provision of section 34 of the sarfaesi act, 2002, as in a way ld. appellate court, has rejected the plaint which is beyond its jurisdiction while deciding an appeal against order allowing application under order 39 rule 1 & 2 cpc. ld. appellate court, could have gone only to the extent of deciding whether a prima facie case is made out in favour of plaintiffs for seeking temporary injunction or not? cr-5837-2023 (o&m) 33 therefore, the impugned order dated 21.09.2023 (annexure p-1), passed by ld. appellate court suffers from illegality, irregularity and perversity, and is thus, liable to be set-aside. 11. to assail the findings given by the ld. appellate court, learned senior counsel for the petitioner (plaintiff) primarily relies upon the judgment of the hon'ble apex court rendered in nahar industrial enterprises limited v. hong kong and shanghai banking corporation, (2009) 8 supreme court cases 646, and refers to paragraph nos. 96 to 98; 105 to 131 of the said judgment. while relying on this judgment, learned senior counsel submits that it has been held by the hon'ble apex court that for deciding the rights of the parties to an agreement, only remedy available to the plaintiff is to approach to the civil court. in paragraph no.108, hon'ble the apex court clarified that it is not always that the jurisdiction of the civil court is barred by virtue of sections 17 & 18 of the sarfaesi act, 2002, rather the jurisdiction of civil court would be ousted only in respect to the matters, contained in section 18, which has a direct co-relation with section 17 thereof. since, the jurisdiction of the civil court is plenary in nature, it will have the jurisdiction to try all types of suits, unless the same is ousted, expressly or by necessary implication of law. learned senior counsel further relies upon another judgment of hon'ble the apex court rendered in j.p. builders and another v. a. ramadas rao and another, (2011) 1 supreme court cases 429. while referring to said judgment, learned senior counsel argues that a substantial amount of court fee i.e. around rs.2,35,68,800/-, has already been appended with the plaint, and in such circumstances, apart from substantial relief of cr-5837-2023 (o&m) 34 possession by way of specific performance of the act/contract, other reliefs like compensation by way of damages or other discretionary reliefs may also be granted by the civil court. thus, the prayer made in the suit by the plaintiff is maintainable only before the civil court, because, at an appropriate stage of the suit, it will be within the domain of the civil court only to mould the relief, so as to render substantial justice to the parties. relevant paragraph no.67 of the aforesaid judgment, says as under:\"67. we have already demonstrated the relief prayed in the plaint by paying substantial court fee of rs. 41,66,326.50. in such circumstance, when a party is able to secure substantial relief, namely, decree for specific performance with clearance of mortgage amount, it is the duty of the court to mould the relief so as to render substantial justice between the parties. in this regard, we accept the course adopted by the high court in granting relief to the plaintiff.\" while referring to another judgment of hon'ble the apex court rendered in robust hotels private limited and others v. eih limited and others, (2017) 1 supreme court cases 622, learned senior counsel submits that therein, while relying upon nahar industrial enterprises limited's case (supra), again the hon'ble apex court held that the bar of jurisdiction of civil court under section 34 of the sarfaesi act, 2002 has to co-relate with two conditions i.e.; \"(i) any suit or proceeding in respect of any matter in which the debts recovery tribunal or appellate tribunal is empowered by or under this act to determine. (ii) further, no injunction shall be granted by any court or cr-5837-2023 (o&m) 35 other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this act or under the recovery of debts due to banks and financial institutions act, 1993.\" thus, submits that in an appeal against order of interim injunction, ld. appellate court was not required to express any opinion, as to whether the suit filed by the plaintiff was barred by section 34 of the sarfaesi act, 2002, or not, since the issues are yet to be decided on merits. thus, submits that in view of the law laid down by hon'ble the apex court, jurisdiction of the civil court cannot be ousted in view of the bar provided under section 34 of the sarfaesi act, 2002, rather, civil court has to conduct the proceedings up-till end, by deciding the rights of the respective parties, and determine whether plaintiff would be entitled for the basic relief or any other alternative relief by moulding the prayer. 12. submissions of respondents: i. inability of petitioner to fulfill terms of memorandum of understanding (mou): on the other hand, learned counsel for respondents (defendants) submits that as per the clause 3.2 of the mou, onus was on the plaintiff to complete the said transaction within 30 days of the vacation of stay by ld. nclt, which was vacated on 19.04.2022. thus, plaintiff was to complete the transaction at the most by 19.05.2022; however, plaintiff was not able to complete the same. further submits that the alleged cr-5837-2023 (o&m) 36 stamp papers worth rs.28,03,50,000/(rupees twenty eight crores, three lakhs and fifty thousand only) purchased by the plaintiff is also after the expiry of said 30 days that is on 31.05.2022 and are thus of no consequence. further submits that the argument raised by the plaintiff that the stay was not vacated uptill 02.06.2022, as an appeal was filed by the dhfl against the order of dismissal passed by ld. nclt before ld. nclat on 06.05.2022 is also without force, as ld. nclat never provided any stay on the sale or alienation of the third property, and the only direction that ld. nclat issued was that any action taken in the meanwhile, shall abide by the result of the appeal. thus, in view of the failure of the plaintiff to fulfill the condition precedent as provided in the clause 3.2 of the mou, the said mou is rendered infructuous and void as per section 2(g) of the indian contract act, 1872 and does not empower plaintiff to seek any right in the suit property on the basis of said mou. hence, the mou was rendered infructuous on 19.05.2022 itself, when the 30 days expired from the vacation of stay by ld. nclt and there is no locus with the plaintiff to file the suit. ii. non-impleadment of the bank as a party: learned counsel for the respondents submits that proceedings under the sarfaesi act, 2002, were well within the knowledge of the plaintiff and are even mentioned in the alleged mou, still, deliberately, the bank has not been made cr-5837-2023 (o&m) 37 party (defendant) in the suit. further submits that reason is best known to the plaintiff itself, as to why it never approached the drt for the purpose of outright sale in his favour by making the requisite payment to the bank. obviously, it was never the intention of the plaintiff to buy the land, and hence, even no consideration was given by the plaintiff to the defendant no. 1 and 2 during the execution of the alleged mou. iii. mou void as the condition precedent of change in land use was itself impossible: learned counsel for the respondents submits that the alleged mou is also void as per section 2(g) of the indian contract act, 1872 simply for the reason that one of the condition precedent as provided in the alleged mou is itself impossible. clause 3.1.3 of the mou provides that before completing the transaction, a change in land use (clu) from healthcare to commercial shall be obtained by the defendants no. 1 and 2 for which the requisite fee and charges payable shall be borne by the plaintiff. however, plaintiff has totally failed to rely upon any policy to indicate that the land which is meant for the dispensary/medical purpose could be converted for commercial purpose, by seeking the change of land use (clu), from the government. moreover, plaintiff has failed to cite even any request made by it to the defendants no.1 and 2 to seek the change in land use (clu). further relies upon the judgment of hon'ble the apex court rendered in dlf qutab enclave complex educational cr-5837-2023 (o&m) 38 charitable trust v. state of haryana, 2003(5) scc 622, and submits that in fact, such a change in land use (clu) was never possible and hence, plaintiffs even did not pay any consideration whatsoever. moreover, once the condition on which alleged mou is contingent is itself impossible, the alleged mou stands void as per section 36 of the indian contract act, 1872. iv. non-compliance of security interest (enforcement) rules, 2002: mr. chetan mittal, learned senior counsel for respondents no.1 & 2, refers to the security interest (enforcement) rules, 2002 (hereinafter referred to as 'rules of 2002'), and submits that in view of said rules of 2002, mou in question was required to be ratified from m/s yes bank ltd., because as per the rules of 2002, an immovable property, whose possession has been taken over by a secured creditor under section 13(4) could not be sold except in accordance with the provisions enumerated under rules 8 & 9 of the rules of 2002. there is a complete procedure for the sale of properties, which are the subject matter of section 13(2) to section 13(13) of the sarfaesi act, 2002. thus, no such mou without being signed by the bank can be termed as executable or an enforceable agreement, by way of specific performance of the act, as sought by the plaintiff by way of filing the suit. in other words, except for the provisions mentioned in rules 8 & 9 of the rules of 2002, which are to be exercised by cr-5837-2023 (o&m) 39 the designated authorized officer, for recovery of the debt of the secured creditor, there is no other provision for disposal of such immovable property. secured creditor is required to be party to any such outside agreement. therefore, again submits that suit on the strength of such mou is not maintainable. v. not meeting out the parameters/principles for grant of temporary injunction: learned counsel for the respondents submits that hon'ble the apex court has enumerated and laid down certain principles that are essential to be followed while granting the discretionary relief of temporary injunction as per order 39 rule 1 and 2 of cpc. three principles to be considered while granting relief of temporary injunction are: (i) balance of convenience; (ii) irreparable damage; and (iii) prima facie case thus, in the absence of required principles for seeking injunction, such a relief cannot be granted. substantiating his arguments, mr. chetan mittal, learned senior counsel relies upon the judgment of hon'ble apex court rendered in ambalal sarabhai enterprise limited v. ks infraspace llp limited and another, 2020(5) supreme court cases 410, and refers to paragraph nos. 15 & 16, and argues that grant of relief in a suit for specific performance, is itself a discretionary remedy. plea of temporary injunction requires aid of a strong prima facie case, on the basis of undisputed facts cr-5837-2023 (o&m) 40 and discretion has to be exercised judiciously and not arbitrarily. in the said cited judgment, reliance was also placed upon dalpat kumar v. prahlad singh, (1992) 1 supreme court cases 719, which says that even a prima facie case is not sufficient to grant injunction. court is also required to satisfy itself, that its non-interference would result in an \"irreparable injury\" to the party seeking relief and that there is no other remedy available to the party except of injunction. while referring to the observation made by hon'ble the apex court recorded from dalpat kumar's case (supra), learned senior counsel submits that before considering the plea of temporary injunction, court has to reach to the conclusion that if any injury is suffered by the plaintiff due to refusal of the court to grant interim relief, same cannot be adequately compensated by way of damages. while referring to the said judgment, learned senior counsel further submits that plaintiff being well aware, from the very inception that the property in question is already mortgaged and possessed by the m/s yes bank ltd., must have prepared itself in advance about the expected losses also. even otherwise, mou was entered without any investment or consideration, and thus, plaintiff was always in a win-win situation. thus, there is no point in saying that in the absence of granting of temporary injunction, plaintiff would suffer irreparable loss or even non-compensable injury. learned senior counsel also relies upon m/s best sellers cr-5837-2023 (o&m) 41 retail (india) pvt. ltd. v. m/s aditya birla nuvo ltd., 2012(6) supreme court cases 792, and refers to paragraph nos. 14, 15 & 17. he submits that once, plaintiff himself has claimed an alternative relief of grant of damages to the tune of rs.468.00 crores, there is no question of grant of any temporary injunction to the plaintiff. taking note of the plea of specific performance and the other prayers reflects itself that even if the case of the plaintiff is proved during the course of trial, it can be compensated by way of grant of damages. such damages, if any, shall be calculated and assessed by the ld. trial court during the course of trial. mr. chetan mittal, learned senior counsel further relies upon the judgment of this court rendered in taj ram v. pinku and ors., 2009(10) r.c.r. (civil) 172, and refers to paragraph no.8 of the said judgment. in the aforesaid judgment, plea of temporary injunction under order 39 rule 1 & 2 of cpc, in a case of agreement to sell, was dismissed. said dismissal of temporary injunction was upheld by the appellate court by holding that any construction over the property in dispute would be hit by the principle of lis pendence, and hence, the right of plaintiff shall be duly protected even in the absence of grant of temporary injunction. learned senior counsel further relies upon the judgment of hon'ble delhi high court in saroj aggarwal and anr. v. shakuntala aggarwal, 2014(9) r.c.r. (civil) 3079, and refers to paragraph no.35 of the same. as per the observation made cr-5837-2023 (o&m) 42 by the hon'ble delhi high court, restraining the defendants from completing the construction would certainly lead to more complications, be it on financial front or be it because of various contracts having been entered into by the defendants. thus, it was held that construction, if any, is raised by the defendants, would not extinguish the rights of the plaintiff in the said building. vi. bar of section 34 of the sarfaesi act, 2002: learned senior counsel submits that the suit is further barred under section 34 of the sarfaesi act, 2002. further submits that the expression \"any person\" used under section 17 of the sarfaesi act, 2002, is of wide import, and under the fold of \"any person\", apart from the borrower, guarantor or any other person can also approach the bank. substantiating his arguments, counsel relies upon the jagdish singh v. heeralal and others, (2014) 1 supreme court cases 479, and refers to paragraph nos. 19 & 20, which are reproduced as under:\"19. the expression \"any person\" used in section 17 is of wide import and takes within its fold not only the borrower but also the guarantor or any other person who may be affected by action taken under section 13(4) of the securitisation act. reference may be made to the judgment of this court in satyawati tondon case. 20. therefore, the expression \"any person\" referred to in section 17 would take in the plaintiffs in the suit as well. therefore, irrespective of the question whether cr-5837-2023 (o&m) 43 the civil suit is maintainable or not, under the securitisation act itself a remedy is provided to such persons so that they can invoke the provisions of section 17 of the securitisation act, in case the bank (secured creditor) adopt any measure including the sale of the secured assets, on which the plaintiffs claim interest.\" thus, submits that plaintiff has voluntarily not availed the remedy by approaching the appropriate forum, where the dispute in regard to the property was/were admittedly pending, and thus, at this stage, would not be entitled for any relief of injunction. learned senior counsel also refers to g. vikram kumar v. state bank of hyderabad and others, 2023 scc online sc 549, and refers to paragraph nos. 25 & 26, which says as under:\"25. even otherwise it is required to be noted that as such what exact relief is granted by the high court is not clear. the high court has simply stated that the writ petition is allowed. however, it is required to be noted that what was challenged before the high court was the e-auction notice dated 28.07.2016 which was already conducted on 31.08.2016. therefore, the writ petition was filed much after conducting the e-auction on 31.08.2016. no consequential relief has been granted by the high court. therefore, also the cr-5837-2023 (o&m) 44 impugned judgment and order passed by the high court is unsustainable. 26. now so far as the submission on behalf of the respondent no.1 that the respondent no.1 has paid/deposited the amount of sale consideration and now the respondent no.1 has died his heirs will have to vacate the flat in question and on the other hand the appellant shall be entitled to return the amount of rs.6,45,250/deposited at the relevant time being 25% of the auction sale consideration with interest is concerned, at the outset it is required to be noted that as such the transaction between the respondent no.1 and the borrower pursuant to the agreement to sale dated 16.06.2016 was absolutely illegal and behind the back of the tribunal as well as the bank and during the pendency of the proceedings before the tribunal in order dated 24.08.2016 the tribunal had in fact already held the sale transaction as void. as observed hereinabove even at the time when the respondent no.1 entered into the agreement to sale/mou he was aware about the proceedings pending before the drt which is apparent from clause 4 of the mou referred to hereinabove. therefore, respondent no.1 and/or his heirs cannot be permitted to get the benefit of his own wrong and cannot be permitted to get the benefit of a void transaction.\" cr-5837-2023 (o&m) 45 thus, submits that with the observation given by the hon'ble apex court, intention of the plaintiff becomes clear that it has purposely filed a civil suit to get the benefit without paying any advance consideration or making any investment, instead of approaching to the appropriate forum available to the plaintiff. therefore, plaintiff is not entitled for any injunction, especially against defendant no.3, who has purchased the land in dispute for a noble cause i.e. providing medical services. mr. akshay bhan, learned senior counsel, representing respondents no.1 & 2, also argues that intent of legislature, by using the word \"any person\" in section 17 of the sarfaesi act, 2002 is very much clear, and he also relies upon jagdish singh's case (supra). learned senior counsel submits that without there being any notice to any party, nothing was stopping plaintiff to consider itself under the definition of \"any person\" and to knock the doors of the forum, where the proceedings in regard to the recovery of debts were in progress. in other words, judgment of hon'ble apex court in jagdish singh's case (supra), covers the rights of the plaintiff, subject to its real intention to buy the property. learned senior counsel also relies upon the judgment of the hon'ble bombay high court rendered in asset reconstruction company v. florita buildcon private limited, 2017 air (bombay) 25, to elaborate the meaning of the term \"aggrieved person\", and refers to paragraph no.33 of the said judgment, which says as under:cr-5837-2023 (o&m) 46 \"33. the learned senior counsel for respondent no.1 has placed reliance on the definition of the 'aggrieved person', as given in \"black's law dictionary-tenth edition\", which defines \"aggrieved party\" to mean, \"a party entitled to a remedy; especially, a party whose personal, pecuniary, or property rights have been adversely affected by another person's actions or by a court's decree or judgment\".\" he further relies upon the judgment of the hon'ble apex court rendered in south indian bank ltd. and others v. naven mathew philip and another, 2023 scc online sc 435, and refers to paragraph no.15 for the purpose of arguing the wider meaning of \"any person\" of section 17 of the sarfaesi act, 2002. further submits that even in the mou itself, there was already a liberty with the plaintiff to go for the \"outright sale\" by paying the money directly to the bank. thus, in the absence of impleadment of bank as a party, no decree of possession could have been granted on the day when the suit was instituted as the property was mortgaged with the bank and thus, bank had a right of priority. vii. defendant no. 3 apollo north private limited is a bona fide purchaser: learned counsel also submits that defendant no. 3 is a bona fide purchaser and has paid the entire sale consideration on 06.07.2022 itself. further submits that even the possession of cr-5837-2023 (o&m) 47 the property in question has been handed over to the defendant no. 3 on the same day vide possession letter dated 06.07.2022, issued by m/s yes bank ltd. mr. k. ramakanth reddy, learned senior counsel for defendant/respondent no.3 also supports the argument by submitting that the entire sale consideration has been paid by the defendant no. 3 and the said transaction has been done only after obtaining requisite approvals and no objections (nocs) from all the concerned parties or forum that is m/s yes bank ltd., dhfl (now piramal ltd.), debt recovery tribunal (drt), thus, ensured that interest of none of the concerned party may suffer. even, the aspect of proper apportionment of the said consideration has also been noticed by ld. nclat while dismissing the appeal instituted by dhfl as infructuous. thus, no injunction can be granted against defendant no. 3 apollo hospitals north ltd. who is a bona fide purchaser of the property in dispute and has purchased the same for a noble purpose of dispensing healthcare services which is also in consonance with the land use permitted by the government. viii. contradictions in mou & plaint: in the mou dated 08.04.2022, it has been explicitly mentioned that the possession of the property in question is vested with m/s yes bank ltd. on the date of execution of mou . in point 'a.' of the mou, it is clearly stated that the physical possession of the property in question has been taken over by the secured cr-5837-2023 (o&m) 48 creditor i.e. m/s yes bank ltd. on 10.09.2021 under provisions of section 13(4) of the sarfaesi act, 2002. moreover, in the said mou, plaintiff also admits the pendency of the proceedings before the ld. nclt. however, in the plaint as well as in the revision petition filed before this court, plaintiff has alleged that the defendants projected themselves to be owner-in-possession of the suit property. this is in direct contradiction with the admitted fact in the mou that the physical possession of the said property vests with m/s yes bank ltd. and hence, reflects the mala fide conduct of the plaintiff. ix. bar of section 20-a, 20-b and section 41 (ha) of the specific relief act, 1963: mr. vineet malhotra, learned counsel for respondent no.1 also relies upon sections 20(a), 20(b) and 41(ha) of the specific relief act, 1963, and submits that where there is an infrastructure project especially a healthcare project, no injunction can be granted by the court. in support of his submissions, he relies upon the judgment of the hon'ble apex court rendered in raman (dead) by legal representatives v. r. natarajan, (2022) 10 supreme court cases 143 , and refers to paragraph nos. 15, 16 & 17 of the same, which says as under:\"15. in any case, the high court ought to have seen that a court cannot grant the relief of specific performance against a person compelling him to enter into an agreement with a third party and seek specific cr-5837-2023 (o&m) 49 relief against such a third party. in other words, the specific performance of the agreement by the appellants herein, depended upon: (i) the appellants entering into an agreement with a third party; and (ii) appellants being in a position to compel such third party to perform her obligations under such agreement. 16. the high court ought to have seen that the specific performance of the agreement in question comprised of two parts namely, (i) the defendant entering into an agreement with his brother's wife for the purchase of a land for providing access to the land agreed to be sold under the suit agreement of sale; and (ii) the defendant thereafter executing a sale deed conveying the property covered by the suit agreement of sale. 17. since the defendant's brother's wife was not a party to the suit agreement of sale, the court cannot compel her to enter into an agreement with the defendant. in other words, the performance of the first part of the obligation, which we have indicated in the preceding paragraph, cannot be compelled by the court, as it depended upon the will of a third party. as a consequence, the performance of the second part of the obligation, may be hit by section 12(1) of the specific relief act, 1963 which reads as follows: \"12. specific performance of part of cr-5837-2023 (o&m) 50 contract.−(1) except as otherwise hereinafter provided in this section, the court shall not direct the specific performance of a part of contract.\".\" 13. rebuttal: in rebuttal to the submissions made by learned counsel for the defendants/respondents, mr. ashish chopra, learned senior counsel for the plaintiff/petitioner submits that suit was instituted on 30.07.2022, and m/s apollo hospitals north ltd., was impleaded as defendant no.3 in the said suit on 08.08.2022. moreover, rights of the parties are to be ascertained only under the terms of the document of agreement i.e. mou dated 08.04.2022. mr. chopra, learned senior counsel further submits that nonimpleadment of the bank as party in the suit is of no consequence, because, he is not claiming anything against the interest of the bank. plaintiff's rights are arising from the understanding, which was recorded in writing in the form of mou only between the plaintiff and defendants no.1 & 2, and thus, any right accruing from the said mou having been executed under the bona fide belief of future promise can be adjudicated only by the civil court, and therefore, plaintiff cannot be ousted from the right of filing of the suit in civil court by citing the provision of law i.e. section 34 of the sarfaesi act, 2002. moreover, said issue is a mixed question of law and facts, which requires its independent decision after its adjudication with the aid of evidence available on record. thus, he prays for dismissal of the impugned order dated 21.09.2023, by restoring the order dated 04.11.2022 passed by the learned trial court. cr-5837-2023 (o&m) 51 14. before proceeding further for doing deep examination of the facts of the case, pleadings and the submissions/arguments addressed by the parties, and reaching to the decision thereon, i would be failing in performing my pious duty without sharing the personal feel that law researcher mr. akinchan aggarwal, who is attached with my court for the last more than one year, has provided his selfless service in the shape of assistance, in accumulating the relevant facts, documents and for arranging them in order along with the cited judgments. all appreciation to his credit. 15. conclusion: i. this court has already heard at length the learned senior advocates and all other counsel for the parties, and has also gone through the appended documents and compendium of judgments, supplied by all the concerned parties along with the judgments relied upon by them. since, a heavy bulk of documents have been presented by both the sides, especially the plaintiff (petitioner herein), this court had to go through all the material documents appended with the petition. ii. at the first instance, learned trial court dealt with the plea of the temporary injunction filed by the plaintiff and vide its order dated 04.11.2022, held that prima facie case exists in favour of plaintiff, and balance of convenience also tilts in favour of the plaintiff. while holding so, also observed that if temporary injunction is not granted at this stage, plaintiff may suffer an irreparable loss and injury, which cannot be cr-5837-2023 (o&m) 52 compensated later on. thus, to preserve the nature of the suit property in all respects, and to prevent the creation of third party rights and to avoid multiplicity of litigations, application under order 39 rule 1 & 2 read with section 151 cpc was allowed, and defendants were restrained from selling/alienating/creating any third party interest in the suit property. further, defendants were restrained from changing/altering the suit property till final decision of the suit. needless to say that while giving findings on the settled principles required to be met with, learned trial court also noticed the conduct of defendants no.1 & 2 from the order dated 08.08.2022 passed by learned commercial court, and to some extent found itself impressed with the same, and thus, proceeded to consider the plea of granting of the temporary injunction. however, in the appeal filed by the defendant no. 3 against the order of the ld. trial court dated 04.11.2022 allowing the plea of granting of temporary injunction, ld. court of learned addl. district judge, gurugram, examined the provisions of the sarfaesi act, 2002 and primarily held that in suit for specific performance filed by the plaintiff, jurisdiction of the civil court is completely barred under section 34 of the sarfaesi act, 2002 because against the measures taken by the secured creditor under section 13(4) of the sarfaesi act, 2002, any aggrieved person has a right to cr-5837-2023 (o&m) 53 approach debts recovery tribunal (drt). ld. appellate court also held that since, there was no change of land use (clu) obtained over the land in question, as per clause 3.1.3 of the mou, same might be another reason to enter into the transaction by defendants no.1 & 2 with m/s apollo hospitals north ltd. (defendant no.3). moreover, change of land use (clu) was not within the control of either of the parties. even other factual aspects, such as; non-payment of any amount as earnest money by the plaintiff as per mou also is a reason to deny the plea of temporary injunction. ultimately, court found that there is no prima face case in favour of the plaintiff and thus, the plea of temporary injunction was rejected. hence, plaintiff (petitioner) is again before this court by way of present revision petition. maintainability of the suit before civil court: iii. the very basis of claiming of the rights by the plaintiff is the mou dated 08.04.2022. execution of the said mou with the relevant clauses/terms mentioned in it, is not at all disputed by any of the parties to the suit. it is also established position that at the time of preparation of mou on 08.04.2022, property in question was mortgaged with m/s yes bank ltd. and physical possession of the same had also been taken by the bank. therefore, pleadings raised in the plaint along with prayer clause, is based upon the actual or anticipated rights/relief by the plaintiff in its favour vis-à-vis the rights of defendants no.1 cr-5837-2023 (o&m) 54 & 2. broadly speaking, mou has been executed between the parties [except m/s apollo hospitals north ltd. (defendant no.3)] after acknowledging the complete factual situation with all the ground realities. the manner of making payment to the bank and the process of obtaining the change of land use (clu) was also expected by the concerned parties at the time of preparation of mou. therefore, it would not be wrong to say that mou was executed on 'as is, where is' basis. probably, even plaintiff and defendants no.1 & 2, would not be able to say that any misrepresentation or false fact has been introduced in the mou dated 08.04.2022. iv. now, question arises before the court that the property, which is in the hands of secured creditor (not being a signatory/party to the mou), and first charge is also of such secured creditor, in such a situation whether any contingentagreement or the memorandum of understanding (mou) could be executed or not ? v. the case of the plaintiff throughout has been that he has no grouse or claim whatsoever against the bank/secured creditor, and therefore, rights emerging from the mou that plaintiff wants to seek; are only qua defendants no. 1 and 2 and can be claimed by filing only a civil suit in a court of competent jurisdiction, and cannot be adjudicated before the debt recovery tribunal or any other tribunal. thus, there is nothing wrong in saying that either debts recovery tribunal (drt) or the national company law tribunal (nclt) could cr-5837-2023 (o&m) 55 not decide rights of the parties, if any accruing from the mou dated 08.04.2022. for the sake of convenience, prayer of the plaintiff in the suit is reproduced hereunder:\"it is therefore the plaintiff most humbly prayed that: (a) a decree for possession by way of specific performance of the agreement to sell dated 08 th april 2022 in respect of the property being plot no.1202, 1203 and 1204 situated in dlf city, phase-i, sector-28, district gurugram, haryana, together with buildings and structures be passed and the defendants be directed to execute the sale deed in favour of the company, upon payment of the balance sale consideration by the plaintiff in terms of the orders of the nclat or any other order for the time being in force; (b) a decree of declaration may also be passed in favour of the plaintiff and against the defendants declaring that the agreement dated 08.04.2022 in respect of the suit property is valid, subsisting and binding upon the defendants with full force and effect and further that the plaintiff is entitled to purchase the suit property on payment of the balance sale consideration. (c) a decree of declaration thereby declaring that the sale deed bearing vasika no. 9036 dated 08.08.2022 is illegal, null and void ab-initio and not binding upon the rights of the plaintiff in any manner whatsoever and is cr-5837-2023 (o&m) 56 not a hurdle for the plaintiff to seek a decree of specific performance and is not binding upon the rights of the plaintiff in the present suit. (d) the defendants, their agents or representative or any other person claiming under them may kindly be restrained by a decree of permanent injunction from alienating the suit land or parting with possession or execution of an agreement in favour of any third party or make any changes to the structure, or use the said property for any business or operations of any nature and to seek any permission from any authority or in any other manner jeopardizing the rights of the plaintiff in the suit property except the plaintiff till the execution of the sale deed in favour of the plaintiff. the defendants be also restrained from undertaking any change in the premises in question. (e) a decree of permanent and mandatory injunction be also passed in favour of the plaintiffs and against the defendants thereby directing the defendants to confer a clear and marketable title in favour of the plaintiff as contemplated under the agreement. (f) the plaintiff be also awarded adequate compensation for the harassment and mental agony suffered by the plaintiff on account of the illegal acts of the defendants of having not registered the suit property in favour of the plaintiff. cr-5837-2023 (o&m) 57 (g) in the alternative in case the plaintiff fails in the decree sought above, a decree of damages and compensation in favour of the plaintiff and against the defendants jointly and severally to the tune of rs. 468 crores for the loss of profit suffered by the plaintiff. (h) costs of the suit including the court fee and the counsels fee be also awarded. (i) any other relief to which the plaintiff may be found entitled be also granted in their favour and against the defendant.\" vi. on a careful perusal of the prayer made by the plaintiff in the suit, it is evident that none of the relief prayed by the plaintiff could have been adjudicated or granted by the debts recovery tribunal (drt) or any other tribunal. thus, same can be adjudicated only by the civil court. undoubtedly, adjudication over the validity of the mou dated 08.04.2022, and whether any declaration qua the rights arising to the parties from the said mou can be granted, is within the domain of the civil court, and not the drt or any other tribunal. moreover, plaintiff has also challenged the sale-deed bearing vasika no.9036, dated 08.08.2022, executed by defendants no.1 & 2 in favour of defendant no.3, and has sought a declaratory decree of the same being illegal, null & void ab-initio and not binding upon the rights of the plaintiff in any manner. further, there is an alternative prayer i.e. to grant a decree cr-5837-2023 (o&m) 58 of damages or compensation to the tune of rs.468.00 crores. in furtherance of the prayer for seeking damages, plaintiff has also appended the ad valorem court fee of rs.2,35,68,800/with the plaint. in support of the prayer, it is pleaded in the plaint that \"the plaintiff had contemplated the development of the project from where the plaintiff would have easily earned revenue of a sum of rs.3000 to 4000 crores as the project is covered under the tod policy having an far of 350% and thus would have easily earned profits upwards of a sum of rs.1000 crores upon sale of the asset after undertaking full construction of the project. that although the plaintiff would have earned profits upwards of rs.1000 crores the plaintiff is in a conservative manner seeking damages of a sum of rs.468 crores only.\" vii. none of the counsel appearing before this court from the side of the respondents is in a position to substantiate their submissions that the relief claimed in the suit, can be prayed or claimed before any other forum, except of the civil court. even, relief claimed by plaintiff is of discretionary nature and there is no denial that civil court can mould its relief as per the facts, circumstances and the evidence led by the parties, in respect to the issues framed during the adjudication of the suit. viii. hon'ble the apex court in nahar industrial enterprises limited's case (supra), presented a comparable factual scenario concerning the authority of the debts recovery tribunal (drt) vis-à-vis the civil court under civil procedure code. hon'ble cr-5837-2023 (o&m) 59 the apex court clairified that the intended role of debts recovery tribunal (drt) is to adjudicate particular type of cases, especially those involving the recovery of debts due to banks and financial institutions. thus, drt possesses a unique jurisdiction to handle this specific subject matter in consonance with the legislative intent behind its establishment and its power can in no way be compared to a civil court. a civil court has a plenary jurisdiction and is equipped with much wider power, which cannot be taken away except by express statutory bar or necessary implication. for the sake of convenience, relevant paragraphs of the aforesaid judgment are reproduced here-below: \"110. it must be remembered that the jurisdiction of a civil court is plenary in nature. unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits.\" further, in paragraphs no. 117 & 118 of nahar industrial enterprises limited's case (supra), hon'ble the apex court discussed in detail the very purpose of the creation of tribunal and the jurisdiction of the civil court which says as under: \"117. the act, although, was enacted for a specific purpose but having regard to the exclusion of jurisdiction expressly provided for in sections 17 and 18 of the act, it is difficult to hold that a civil court's jurisdiction is completely ousted. indisputably the banks and the financial institutions for the purpose of cr-5837-2023 (o&m) 60 enforcement of their claim for a sum below rs. 10 lakhs would have to file civil suits before the civil courts. it is only for the claims of the banks and the financial institutions above the aforementioned sum that they have to approach the debts recovery tribunal. it is also without any cavil that the banks and the financial institutions, keeping in view the provisions of sections 17 and 18 of the act, are necessarily required to file their claim petitions before the tribunal. the converse is not true. debtors can file their claims of set-off or counterclaims only when a claim application is filed and not otherwise. even in a given situation the banks and/or the financial institutions can ask the tribunal to pass an appropriate order for getting the claims of setoff or the counter claims, determined by a civil court. the tribunal is not a high-powered tribunal. it is a oneman tribunal. unlike some special acts, as for example the andhra pradesh land grabbing (prohibition) act, 1982 it does not contain a deeming provision that the tribunal would be deemed to be a civil court. 118. the liabilities and rights of the parties have not been created under the act. only a new forum has been created. the banks and the financial institutions cannot approach the tribunal unless the debt has become due. in such a contingency, indisputably a civil suit would cr-5837-2023 (o&m) 61 lie. there is a possibility that the debtor may file preemptive suits and obtain orders of injunction, but the same alone, in our opinion, by itself cannot be held to be a ground to completely oust the jurisdiction of the civil court in the teeth of section 9 of the code. recourse to the other provisions of the code will have to be resorted to for redressal of his individual grievances.\" ix. hon'ble the apex court also visualized that in case the jurisdiction of the civil court is ousted, then scope of remedy that a plaintiff can seek shall be narrowed down, as it will lose its vested right of appeal to the first appellate court followed by high court. it was further observed that the code of civil procedure not only grants procedural rights, but also grants certain substantive rights such as vested right of appeal that cannot be ousted unless by express provision or necessary implications, as it will have huge ramifications on the rights of the plaintiff and remedy that it can seek. in this regard, observations made in paragraphs no.125 to 130 are as under:\"125. another aspect of the matter also cannot be lost sight of. a plaintiff of a suit will have a vested right of appeal. the said right would be determined keeping in view the date of filing of the suit. such a right of appeal must expressly be taken away. an appeal is the \"right of entering a superior court, and invoking its aid and interposition to redress the error of the court below\" and cr-5837-2023 (o&m) 62 \"though procedure does surround an appeal the central idea is a right\". 126. the right of appeal has been recognized by judicial decisions as a right which vests in a suitor at the time of institution of original proceedings. the privy council in colonial sugar refining company v. irving : 1905 ac 369 : (1904-07) all er rep ext 1620 (pc), noted that: \". to deprive a suitor in a pending action of an appeal to a superior tribunal which belonged to him as of right, is a very different thing from regulating procedure\" 127. when a person files a civil suit his right to prosecute the same in terms of the provisions of the code as also his right of appeal by way of first appeal, second appeal, etc. are preserved. such rights cannot be curtailed, far less taken away except by reason of an express provision contained in the statute. such a provision in the statute must be express or must be found out by necessary implication. in garikapati veeraya v. n. subbiah choudhry air 1957 supreme court 540, this court opined :\"23. from the decisions cited above the following principles clearly emerge: (i) that the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic cr-5837-2023 (o&m) 63 unity and are to be regarded as one legal proceeding. (ii) the right of appeal is not a mere matter of procedure but is a substantive right. (iii) the institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit. (iv) the right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal. (v) this vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\" 128. the code not only contains procedural provisions but also substantive rights; right of appeal is one of them. a forum of appeal is determined in terms of the provisions of the code having regard to the pecuniary jurisdiction of the court as may be notified by the appropriate government from time to time. 129. a suitor has the right to maintain a first appeal. a second appeal also is maintainable before a high court, subject of course to the effect that questions of law cr-5837-2023 (o&m) 64 must be there for the court's consideration. for the said purpose no pre-deposit is required to be made, as is necessary in terms of the act, that 75% of the awarded amount is required to be deposited, subject of course, to an order to the contrary, which may be passed by the debts recovery appellate tribunal. 130. such a right of conditional appeal, in our opinion, curtails party's right to maintain an appeal as a matter of right. while we say so, we are not oblivious of the fact that in terms of order 41, rule 1 of the code, in the event of passing of a money decree the amount is required to be deposited. the said provision, however, has been held to be directory. order 41 rule 1 is required to be read with order 41 rule 5 thereof. [see sihor nagar palika bureau v. bhabhlubhai virabhai & co., (2005) 4 scc 1, malwa strips (p) ltd. v. jyoti ltd. (2009) 2 scc 426] more recently in transmission corpn. of a.p. v. ch. prabhakar (2004) 5 scc 551, this court similarly opined: \"18. . the right of appeal is a substantive right which is really a step in a series of proceedings all connected by an intrinsic unity and is to be regarded as one legal proceeding and further being a vested right such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences.\" cr-5837-2023 (o&m) 65 x. thus, to the view point of this court, any right(s) anticipated to be accruing from the terms mentioned in the undisputed mou dated 08.04.2022 between the plaintiff on the one side, and the defendants no. 1 and 2 on the other side, can be prayed only by way of a civil suit before a civil court of competent jurisdiction. hence, no other court/forum could have entertained the prayer made in the suit. while observing so, this court is well conscious of the fact that plaintiff might have cleverly and in his own designed manner, got prepared the terms of the understanding having something else in the back of the mind, or may be because of some ulterior motive, plaintiff never made bank a party to the said mou, but this court is of considered view that all such areas are adjudicable only by the civil court during the trial. while, stretching it out further, this court finds that under section 17 of the sarfaesi act, 2002, the term \" any person\" is of wide import as is evident from the observations of hon'ble the apex court cited in the initial part of the judgment. thus, even the plaintiff is covered under the definition of the \"aggrieved person\" and could have approached to the debts recovery tribunal to join the proceedings under section 13 of the sarfaesi act, 2002, to show its intent to pay back the agreed amount within 30 days, and that could have sorted out the dispute between the parties by paying back dues of the loan amount to the lender/secured creditor i.e. m/s yes bank ltd.. apparently, such a step was never resorted by the plaintiff, cr-5837-2023 (o&m) 66 because no change of land use (clu) was ever obtained for converting the use of land in question from healthcare to commercial, or there might be some other reason with the plaintiff. still, this court is of the view that adjudication of all such areas are within the domain of the civil court only. thus, filing of the suit by the plaintiff before the civil court cannot be said to be an act of approaching to the wrong forum/court for availing its rights accruing from the mou in question. xi. in continuation of the aforementioned observations and reasons recorded, this court has also delved into the issue of bar of jurisdiction of civil court as per section 34 of the sarfaesi act, 2002. for the said purpose, this court is again guided with the observations made by their lordships in the case of robust hotels pvt. ltd.'s case (supra), wherein, it is observed that the bar of jurisdiction of civil court has to corelate to the two conditions i.e.; \"(i) any suit or proceedings in respect of any matter, in which the debts recovery tribunal or appellate tribunal is empowered by or under this act to determine.\" (ii) further, no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this act or under the recovery of debts due to banks and financial institutions act, 1993\". rather, while relying upon the nahar industrial cr-5837-2023 (o&m) 67 enterprises ltd.'s case (supra), hon'ble the apex court observed that there is no need to give opinion on the bar of jurisdiction under section 34 of the sarfaesi act, 2002 at the time of appeal from an interim order, rather same shall be on merits on the basis of the issues at the appropriate stage. relevant findings recorded in the said judgment from paragraphs no.28 to 33, are as under:\"28. the essence of interim injunction issued by the court was that respondent nos. 3 to 7 of that suit were restrained by an order of injunction from dealing with, disposing of, selling and/or encumbering in any manner howsoever the hotel unit of balaji hotels & enterprises ltd. (bhel), in favour of any person without disclosing the rights of the applicants to operate and manage the hotel in terms of the technical services, project consultancy & royalty agreement dated 26-10-1988 and the agreements dated 12-1-2999, 10-6-2000 and 4-2-2000. 29. thus, the injunction ordained that while dealing with the hotel unit the rights of the applicant be disclosed. the subsequent facts, as noted above indicate that even after the aforesaid injunction the ifci ltd. and tourism finance corporation of india ltd. by deed of transfer dated 5-7-2007 transferred the hotel unit to robust hotels without disclosing the rights of the applicant as provided by the agreement mentioned cr-5837-2023 (o&m) 68 therein. the agreement dated 4-7-2002 clearly provided that the bhel was required to repay the amount of rs.15.12 crores to the eih by 31-12-2002 whereafter, eih had nothing to do with the operation of the hotel. 30. the learned senior counsel for the appellants have placed much reliance on the section 34 of the sarfaesi act, 2002. section 34 of the sarfaesi act, 2002 provided as follows: \"34. civil court not to have jurisdiction.no civil court shall have jurisdiction to entertain any suit or proceeding in respect of any matter which a debts recovery tribunal or the appellate tribunal is empowered by or under this act to determine and no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this act or under the recovery of debts due to banks and financial institutions act, 1993 (51 of 1993).\" 31. the scope and ambit of section 34 of sarfaesi act, 2002 have been considered by this court in several cases. it is sufficient to refer the judgment of this court in nahar industrial enterprises limited v. hong kong & shanghai banking corporation, (2009) 8 scc 646. this court held that the jurisdiction of the civil court is cr-5837-2023 (o&m) 69 plenary in nature, unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits. 32. following was laid down in paras 110 111: (nahar industrial enterprises ltd's case (supra) \"110. it must be remembered that the jurisdiction of a civil court is plenary in nature. unless the same is ousted, expressly or by necessary implication, it will have jurisdiction to try all types of suits. 111. in dhulabhai v. state of m.p. air 1969 sc 78, this court opined: \"32. . the result of this inquiry into the diverse views expressed in this court may be stated as follows: * * * (2) where there is an express bar of the jurisdiction of the court, an examination of the scheme of the particular act to find the adequacy or the sufficiency of the remedies provided may be relevant but is not decisive to sustain the jurisdiction of the civil court. where there is no express exclusion the examination of the remedies and the scheme of the particular act to find out the intendment becomes necessary and the result of the inquiry may be decisive. in the latter case it is necessary to see if the statute creates a special right or liability and provides for the determination of the right or liability and further lays down that all questions about the said right and liability shall be determined by the tribunals so constituted, and whether remedies normally associated with cr-5837-2023 (o&m) 70 actions in civil courts are prescribed by the said statute or not.\" 33. a perusal of section 34 indicates that there is express bar of jurisdiction of the civil court to the following effect: \"(i) any suit or proceeding in respect of any matter in which debts recovery tribunal or appellate tribunal is empowered by or under this act to determine. (ii) further, no injunction shall be granted by any court or other authority in respect of any action taken or to be taken in pursuance of any power conferred by or under this act or under the recovery of debts due to banks and financial institutions act, 1993.\" thus the bar of jurisdiction of civil court has to correlate to the above mentioned conditions. for the purposes of this case, we are of the view that this court need not express any opinion as to whether suits filed by eih were barred by section 34 or not, since the issue are yet to be decided on merits and the appeal by robust hotels has been filed only against an interim order.\" xii. at the risk of repetition, it is again observed that plaintiff has also prayed for awarding of damages by affixing the ad valorem court fee with the suit, along with the declaration regarding the sale deed in favour of defendant no.3, being illegal, null & void. therefore, prayer in that regard is maintainable only in the civil suit before the civil court, and cr-5837-2023 (o&m) 71 bar of section 34 of the sarfaesi act, 2002 on the jurisdiction of the civil court does not apply even in regard to the property, which is already mortgaged with the financial institution/bank and falls within the purview of the sarfaesi act, 2002. xiii. based upon the aforementioned reasoning, this court is unable to appreciate the findings given by the learned appellate court that the jurisdiction of civil court is completely barred under the sarfaesi act, 2002, and also that the civil suit is offshoot of the recovery proceedings initiated by m/s yes bank , primarily for the reason that such a finding was unwarranted at this stage of proceedings and could have been left open for its decision at an appropriate stage, in accordance with law. thus, to that extent impugned order dated 21.09.2023 is modified by observing that plaintiff (petitioner herein) cannot be ousted at this stage, to avail the remedy before the civil court. however, it is left open for the trial court to decide the issue of jurisdiction, if at all raised, before it, by any of the party, by moving an appropriate application in this regard as per law, at an appropriate stage. undoubtedly, issue regarding the bar of jurisdiction of civil court according to section 34 of the sarfaesi act, 2002, can be adjudicated at first instance by the trial court only, by treating the same to be a preliminary issue, or in an application moved by the defendants, challenging the maintainability of the suit on the point of jurisdiction, or if cr-5837-2023 (o&m) 72 court finds that the issue of jurisdiction vis-à-vis provisions of sarfaesi act, 2002, is a mixed question of fact and law, same can be decided at the final stage also. ordered accordingly. plea of injunction under order 39 rule 1 & 2 cpc: xiv. now, this court proceeds to examine whether the plea of temporary injunction under order 39 rule 1 & 2 cpc, raised by the plaintiff, should be accepted or declined. for the purpose of deciding this plea, this court is guided by the three basic principles for grant of injunction, laid down by hon'ble the apex court in catena of judgments, which are as follows:(i) prima facie case; (ii) balance of convenience; and (iii) irreparable loss or injury. xv. undisputedly, mou was prepared on 08.04.2022. admittedly, at the time of preparation of mou or even thereafter, not a single penny was ever paid or invested by the plaintiff towards the property in question either to the defendants no. 1 and 2 or to secured creditor i.e. m/s yes bank ltd. moreover, the mou was not even registered. further, from the very beginning, land in question was meant for healthcare services, and for changing its use to commercial one, clu was to be obtained/arranged, but never any such step was taken at the instance of the plaintiff or the defendants no. 1 and 2. even, there is no material available cr-5837-2023 (o&m) 73 before the court to indicate that the land in question was worth to be considered for the purpose of clu from healthcare to the commercial one. admittedly, as per mou, land was to be purchased by the plaintiff for its commercial use after, once, clu was obtained by defendants no.1 & 2. even, there is no material/document to say that for obtaining such clu, ever any request was made by the plaintiff to the defendants no. 1 and 2 or defendants no. 1 and 2 themselves took any step for the same. thus, plaintiff never appeared in hurry to take any required steps to exhibit its intent to purchase the land in terms of the agreement/mou. xvi. as per clause 3.2 of the mou, it was obligatory over the purchaser i.e. plaintiff that upon vacation of the stay by ld. nclt on the sale of the property, it would complete the entire transaction within a maximum time limit of 30 days. moreover, said stipulated period was neither mutually extended by the parties to the mou, nor there is any such request made by the purchaser to the other side. admittedly, stay got vacated before the ld. nclt on 19.04.2022, and the stipulated 30 days period expired on 19.05.2022. admittedly, till that time, neither any amount (fully or partially) was deposited/paid by the purchaser (plaintiff) to the bank or to the other party to the mou (i.e. defendants no.1 & 2), nor any such intention to pay the amount was ever expressed in writing till 19.05.2022. even stamp papers on which petitioner relies to show its willingness to fulfill its part of the agreement were purchased cr-5837-2023 (o&m) 74 on 31.05.2022, i.e. after the expiry of stipulated period of 30 days, from vacation of stay. xvii. moreover, plea of the purchaser/plaintiff that actually, stay got vacated on 02.06.2022 as an appeal was filed by dhfl (now, now piramal ltd.) before ld. nclat, is not tenable, because from the wordings of the mou and the terms mentioned therein, it is amply clear that it talks about nothing less than a direct stay order, and no other order of any other nature. further, from the perusal of the orders of ld. nclat dated 12.05.2022 and 02.06.2022, it is clear that no clear stay was ever ordered qua the sale of the property. thus, said stay, which was mutually understood, got vacated on 19.04.2022 itself and as per term/clause 3.2 of the mou, after expiry of 30 days of the period starting from 19.04.2022 that is vacation of stay by ld. nclt, said mou had become non-existent/non-enforceable document, being rendered infructuous. xviii. in fact, it also appears that intentionally or unintentionally, either purchaser/plaintiff was not that much alert/vigilant over the expected steps to be taken on its part, or was ready to face the consequences. thus, submission of defendants no.1 & 2 appears to be correct that plaintiff was always in a 'win-win situation', as there was nothing to lose for him, so no step was ever taken by it to acquire the property, prior to 19.05.2022. cr-5837-2023 (o&m) 75 on the other hand, while considering the effect of granting of temporary injunction in favour of plaintiff, it is material to notice that the property in question has already been handed over by m/s yes bank ltd. to m/s apollo hospitals north ltd. (defendant no.3) on 06.07.2022. at this stage, it is also not under dispute, that for purchasing the land, a heavy amount of rs. 438.00 crores, has already been invested by defendant no.3, who is presently having possessory rights alongwith the ownership rights over the property. on being pointed by defendants, it is also noticed that as per mou dated 08.04.2022, plaintiff already acknowledged the fact that possession is with the 'yes bank', but in the plaint as well as in the revision petition filed before this court, plaintiff has alleged that defendants projected themselves to be owner in possession of the suit property. thus, pleading and conduct of the plaintiff is in contradiction to the clause of mou. xix. thus, the pivotal question before this court is whether an order of injunction against the interest of the title holder as well as possession holder of the property would be justified. this court is of the view that granting such an injunction in favour of the plaintiff, who has neither invested a single penny nor is having possession over the same, would cause irreparable loss to defendant no.3, who has invested a huge amount i.e. rs.438.00 crores, in consonance with the land use permitted by the government. otherwise also, as per the settled law, usually, granting of cr-5837-2023 (o&m) 76 injunction is avoided in regard to the property, which is meant for infrastructure projects, especially such as healthcare. rather, granting injunction in such a case, may lead to wider ramifications against the interest of the people in general, who are expected to draw benefit of the health services from such infrastructure projects. xx. this court also feels satisfied with the submissions addressed by learned counsel for the respondents/defendants that suit for specific performance is itself a discretionary remedy, and for grant of temporary injunction, a strong prima facie case, on the basis of undisputed facts, needs to exist before the court. reliance is placed at ambalal sarabhai enterprise limited's case (supra) and dalpat kumar's case (supra). as per dalpat kumar's case (supra), court needs to examine the situation, if any loss is suffered by the plaintiff due to refusal to grant injunction, if the same can be compensated through damages. if so, granting of injunction is required to be avoided. on applying the said principle to the prayer made in the suit by the plaintiff, it is found that plaintiff himself has prayed for alternative relief of grant of damages to the tune of rs.468.00 crores, thus, plaintiff itself is of the view that it can be compensated by way of damages also. thus, granting of injunction in such a case must be avoided. as per m/s best sellers retail (india) pvt. ltd.'s case (supra) also, plaintiff is not entitled for any injunction. moreover, plea of lis pendence is always there for safeguarding cr-5837-2023 (o&m) 77 the interest of the plaintiff, if at all, it succeeds finally in the suit. further, all the parallel proceedings/litigations pending before different forums/tribunals, were admittedly in the knowledge of plaintiff (chart available in para no.7 of this judgment), and thus, plaintiff knew the required steps, which it could take for acquiring the desired property. xxi. this court looks into another aspect also that plaintiff itself has never approached to avail remedy available to it under section 17 of the sarfaesi act, 2002, and rules 8 & 9 of the rules, 2002, to get a genuine sale in its favour. while looking at this kind of attitude of the plaintiff, court is also noticing the fact that for joining the proceedings under section 17 of the sarfaesi act, 2002, on its own, by projecting its intent, plaintiff had to bear a huge financial cost. thus, consciously, escaping at relevant stage, despite execution of the mou, and not approaching and joining the proceedings pending under sarfaesi act, 2002, is enough to assume for this court that plaintiff (petitioner herein) is not entitled to seek any relief of temporary injunction. therefore, plaintiff is neither having prima facie case in its favour, nor balance of convenience lies in its favour, nor is going to suffer any irreparable loss, if plea of injunction is rejected. rather, granting injunction at this stage, against the person/company holding title as well as possession, for a cause/purpose for which the required permissions or no cr-5837-2023 (o&m) 78 objection(s) have also been obtained from the concerned quarter(s), may cause irreparable loss and injury to any such person i.e. defendant no.3 in the present case. thus, apart from not meeting out any of the three principles, even equity does not lie, in favour of the plaintiff/purchaser, at this belated stage. moreover, it is not required by this court to enlighten defendant no.3 that creation of any third party rights would be having a tag over it of lis pendence. thus, alienation, if any, in any manner, during the pendency of suit, would be at the risk of defendant no.3 m/s apollo hospitals north ltd itself. therefore, plea of injunction under order 39 rule 1 & 2 cpc of the plaintiff is hereby declined. ordered accordingly. decision: xxii. by recording the aforementioned reasons and observations with the help of the guidance given by the hon'ble apex court through its judgments, i conclude that the impugned order dated 21.09.2023, is modified qua the issue of maintainability of the suit before the civil court. thus, by virtue of the impugned order dated 21.09.2023 passed by the court of ld. addl. district judge, gurugram, 'jurisdiction of the civil court shall not be considered to be barred, at this stage'. however, plea of grant of temporary injunction under order 39 rule 1 & 2 read with section 151 cpc, is rejected. cr-5837-2023 (o&m) 79 hence, application in this regard stands dismissed. pending misc. application(s), if any, also stands disposed of. any finding given or observation made or reasoning recorded by the court in the present revision petition will not be considered as a conclusive and final result on the merits of the case, rather, same is prima facie view only, to decide the plea of temporary injunction. thus, court below would take its final decision on any of the issue arising before it during the pendency of the suit or at final stage, without getting impressed in any manner with the present order. (sanjay vashisth) judge november 20, 2023 j.ram whether speaking/reasoned: yes/no whether reportable: yes/no"
}