{
  "case_file": "case160.txt",
  "original_text": "Rajasthan High Court - Jodhpur\nWelspun Enterprises Limited vs Ravi Infrabuild Projects Pvt. Ltd on 29 March, 2023\nBench: Vijay Bishnoi, Madan Gopal Vyas\n[2023/RJJD/006679]\n\n      HIGH COURT OF JUDICATURE FOR RAJASTHAN AT\n                       JODHPUR\n                   D.B. Civil Misc. Appeal No. 488/2022\n\nWelspun Enterprises Limited, Having Its Registered Office At\nVillage Anjar, District Kutch, Gujarat And One Of The Offices At\nG-2, The Mira Corporate Suites, Plot No. 1 And 2 Ishwar Nagar,\nMathura Road, New Delhi, South Delhi 110065\n                                                                      ----Appellant\n                                      Versus\n1.        Ravi Infrabuild Projects Pvt. Ltd, Having Its Office At 95,\n          Hiran Magri, Sector-11, Udaipur, Rajasthan 313002\n2.        Indusind Bank Ltd., Having Its Office At 2-C, Chowgaan\n          Yojana Near Lok Kala Mandal, Panchavati Choraha,\n          Udaipur 313001\n                                                                   ----Respondents\n\n\nFor Appellant(s)             :    Mr M.S.Singhvi, Sr Advocate\n                                  Ms Mumtaz Bhalla\n                                  Mr Karan Chopra (All through VC)\nFor Respondent(s)            :    Mr V.Giri, Sr Advocate\n                                  Mr K.Goswami (All through VC)\n\n\n\n               HON'BLE MR. JUSTICE VIJAY BISHNOI\nHON'BLE MR. JUSTICE MADAN GOPAL VYAS Judgment 29/03/2023 (PER HON'BLE VIJAY BISHNOI,J.) This appeal is filed by the appellant challenging the validity of the order dated 01.04.2022 passed by learned Commercial Court, Udaipur (hereinafter to be referred as 'the trial court') in Case No.3/2022, whereby while registering an application filed on behalf of the respondent under Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter to be referred as 'the Act of 1996'), the trial court granted ad interim ex parte injunction prohibiting encashment of five bank guarantees, furnished by the respondent No.1, in favour of the appellant. The [2023/RJJD/006679] (2 of 35) [CMA-488/2022] trial court also issued summons to the respondent No.2 and fixed next date i.e. 11.04.2022.\nBrief facts, necessary for adjudication of the present appeal, are that the appellant is a company incorporated under the provisions of Companies Act, 1956 and involved in business of infrastructure development. A concession agreement was executed between National Highway Authority of India (for short 'the NHAI' hereinafter) and Mukarba Chowk Panipat Toll Roads Limited on 28.08.2015 for expanding the existing road from Mukarba Chowk, Delhi to Panipat, Haryana from six lanes to eight lanes. Subsequently, through an endorsement agreement dated 08.06.2020, NHAI substituted Welspun Infrafacility Private Limited in place of Mukarba Chowk Panipat Toll Roads Limited, thereby, endorsing the concession agreement in favour of Welspun Infrafacility Private Limited.\nPursuant to the said agreement, the Welspun Infrafacility Private Limited awarded engineering procurement and construction works to the appellant. The appellant, in order to facilitate timely execution of the project, appointed respondent No.1 as subcontractor on 04.06.2020. In addition to the said project, the appellant was also awarded several contracts for improvement of roads in Amravati and Maharashtra and the appellant-company entered into various contracts with the respondent No.1 for procurement of materials and equipments and all other works and things necessary for completion of construction works. The said contracts were entered into between the appellant and respondent No.1 on 25.01.2019, 07.09.2019 and 05.08.2020.\n[2023/RJJD/006679] (3 of 35) [CMA-488/2022] As per the appellant, respondent No.1 had not adhered to the contractual requirements of the works executed under the contracts dated 25.01.2019, 07.09.2019 and 05.08.2020. The appellant and respondent No.1 entered into reworks and rectification agreement on 23.02.2021 to carry out detailed reworking and rectification works.\nIt appears that the appellant felt that the works executed by the respondent No.1 were riddled with issues and in breach of the agreed parameters and specifications due to which the overall progress of both the projects suffered tremendously. The appellant wrote a letter dated 24.03.2022 to the respondent No.1 complaining about the deficiencies in the construction work carried out by it while reserving its right to take appropriate action against the respondent No.1 in respect of respective contracts. The appellant has invoked 14 bank guarantees furnished by the respondent No.1 under the projects, however, out of those 14 bank guarantees, 9 have been duly encashed, but due to the impugned order passed by the trial court remaining could not be encashed.\nAfter receiving of the letter dated 24.03.2022, the respondent No.1 filed an application under Section 9 of the Act of 1996 and as observed earlier, the trial court registered the said application and passed an ex parte ad interim stay order restraining the appellant from encashing the five bank guarantees, mentioned in the impugned order while summoning the appellant and respondent No.2.\nThe appellant challenged the said order mainly on the ground that the trial court has no jurisdiction to entertain the [2023/RJJD/006679] (4 of 35) [CMA-488/2022] application under Section 9 of the Act of 1996 preferred by the respondent No.1 and, therefore, the impugned order passed by the trial court is liable to be set aside. Besides the main ground, other grounds have also been raised.\nThis Court on 12.04.2022, while taking into consideration the fact that the appellant has already filed its detailed objection regarding the maintainability of the application under Section 9 of the Act of 1996 before the trial court, adjourned the matter with the expectation that the trial court shall make every endeavour to decide the question of territorial jurisdiction by the next date of hearing. However, ultimately the trial court decided the objections filed by the appellant regarding the territorial jurisdiction on 22.05.2022 and dismissed the said objection.\nBe that as it may, we are of the opinion that the question regarding the maintainability of application under Section 9 of the Act of 1996 before the trial court still survives and, therefore, we have heard the learned counsel for the parties with intention to decide the said question.\nLearned counsel appearing for the respondents has raised a preliminary objection regarding the maintainability of this appeal.\nMr. V.Giri, Senior Advocate assisted by Mr K.Goswami has argued that the order impugned is an interlocutory order and against the said order, no appeal shall lie before this Court under Section 13 of the Commercial Courts Act, 2015 (for short 'the Act of 2015' hereinafter) or under Section 37 of the Act of 1996. Mr Giri has referred Sections 8 and 13 of the Act of 2015 and argued [2023/RJJD/006679] (5 of 35) [CMA-488/2022] that as per Section 8, no application or petition can be entertained against the interlocutory order of a commercial court, including an order on the issue of jurisdiction and the said interlocutory order can only be challenged in an appeal against the decree of commercial court. It is submitted that though such interlocutory orders passed by the commercial court can be challenged under Section 13 of the Act of 2015, however, as per provisions of Section 13, an appeal can lie against only such orders passed by a commercial court which are specifically enumerated under Order XLIII of the CPC and under Section 37 of the Act of 1996.\nIt is submitted that under Section 37 of the Act of 1996, an appeal shall lie against three categories of orders, which are enumerated under Section 37(1) (a), (b) and (c). It is argued that Section 37(1)(b) of the Act of 1996 contemplates final order on application under Section 9 of the Act of 1996 and not any interlocutory order. It is further submitted that the order impugned is an interlocutory order and certainly against the said order, no appeal under Section 37 of the Act of 1996 would lie.\nMr Giri has placed reliance on a decision of Hon'ble Supreme Court rendered in Owners and Parties Interested in the Vessel M.V. Polaris Galaxy vs. Banque Cantonale De Geneve, 2022 SCC ONLine SC 1293, the decision of this Court rendered in Nagar Nigam Jodhpur (North) & Anr. vs. M/s Kanak Resources Management Ltd., D.B.Civil Misc. Appeal No.1448/2022 dated. 09.09.2022; the decision of Meghalaya High Court rendered in National Thermal Power Corporation vs. Meghalaya Power Distribution Limited (NTPC) Corporation Ltd. and Ors., AIR 2021 Megh 53 and the [2023/RJJD/006679] (6 of 35) [CMA-488/2022] decision of Delhi High Court rendered in Odeon Builders Pvt. Ltd. vs. NBCC (India) Ltd., 2021 SCC OnLIne Del 4390.\nPer contra, Mr M.S.Singhvi, Senior Advocate assisted by Ms. Mumtaz Bhalla has argued that the present appeal against the impugned order is very much maintainable under Section 37(1)(b) of the Act of 1996. It is argued that clause (b) of Section 37(1) mandates that an appeal shall lie against the order granting or refusing to grant any measure under Section 9 and the term 'any measure' includes interlocutory orders too. It is also submitted that the trial court while registering the application under Section 9 preferred on behalf of the respondent No.1 has granted an interim injunction restraining the appellant from encashing the bank guarantees and such an action of the trial court is covered under Section 37(1)(b) of the Act of 1996 and against the said order, the appeal is maintainable.\nLearned Senior Counsel Mr Singhvi has placed reliance on a decision of Hon'ble Supreme Court rendered in Kandla Export Corporation and Anr. Vs. OCI Corporation and Anr., (2018) 14 SCC 715; decisions of learned Single Judges of this Court rendered in Rajasthan Rajya Vidyut Utpadan Nigam Ltd. vs. M/s Ultratech Cement Ltd., 2013 SCC OnLine Raj 3667, Jagdish Singh vs. Amba Lal & Ors., 2015 AIR CC 1395 and a decision of Delhi High Court rendered in Sepco Electric Power Construction Corporation vs. Power Mech Projects Limited, 2020 SCC OnLine Del 1990.\nAssailing the validity of the impugned order, learned Senior Counsel Mr Singhvi has argued that various contracts have been entered between the appellant and respondent No.1 for [2023/RJJD/006679] (7 of 35) [CMA-488/2022] carrying out different construction works. It is submitted that all those contracts contained clauses that the Courts at New Delhi shall have the exclusive jurisdiction arising out of or relating to such contracts. It is further submitted that clause 9 of reworks contract entered into between the appellant and the respondent No.1 also speaks about exclusive jurisdiction of the courts in New Delhi only in relation to the arbitration proceedings.\nLearned counsel has argued that once the parties have agreed with in respect of the disputes or arbitration matters, the seat of the arbitration will be at New Delhi, the trial court situated at Udaipur has no jurisdiction to entertain the application under Section 9 of the Act of 1996 preferred on behalf of the respondent No.1 and also has no jurisdiction to pass any interim injunction on the said application.\nLearned Senior Counsel Mr Singhvi has also submitted that during the pendency of this appeal, the appellant has also preferred an application under Section 9 of the Act of 1996 before the Court at New Delhi claiming that the Delhi Courts are having exclusive jurisdiction in terms of the clauses of the agreement executed between the parties, however, later on, the said application has been withdrawn and this fact is sufficient enough to presume that the respondent No.1 is aware of the fact that in view of the clauses of the agreements and the reworking agreement, the Courts at New Delhi have exclusive jurisdiction and not any other court including the court at Udaipur.\nLearned Senior Counsel Mr M.S.Singhvi has placed reliance on the decisions of Hon'ble Supreme Court rendered in Hakam Sing Vs. Gammon (India) Ltd., (1971) 1 SCC 286; [2023/RJJD/006679] (8 of 35) [CMA-488/2022] Angile Insulations vs. Davy Ashmore India Ltd. and Ors., (1995) 4 SC 153; A.V.M.Sales Corporation vs. Anuradha Chemicals Pvt. Ltd., (2012) 2 SCC 315; Swastik Gases Private Ltd. Vs. Indian Oil Corporation Ltd., (2013) 9 SCC 32; Emkay Global Financial Services Ltd. vs. Girdhar Sondhi, (2018) 9 SCC 49 and Brahmani River Pellets Ltd. vs. Kamachi Industries Ltd., (2020) 5 SCC 462.\nSupporting the impugned order, learned Senior Counsel Mr Giri has submitted that the trial court has jurisdiction to entertain the application filed on behalf of respondent No.1 and it is wrong to say that it has no jurisdiction to pass interim injunction on the said application. It is argued that since the issuing branch of one of the bank guarantees, out of five bank guarantees, which are under consideration, is situated at Udaipur and, therefore, part cause of action arises at Udaipur and in such circumstances, the trial court has jurisdiction to entertain the application under Section 9 of the Act of 1996 and to pass interim injunction. He has placed reliance on a decision of Single Bench of High Court of Calcutta rendered in Srei Equipment Finance Ltd. vs. Seirra Infraventure Pvt. Ltd. reported in 2020 SCC OnLine Cal 1790 and decisions of Hon'ble Supreme Court rendered in Jindal Vijaynagar Steel vs. Jindal Praxair Oxygen Co. Ltd. reported in (2006) 11 SCC 521 and in A.B.C. Laminart Pvt. Ltd. and Anr. vs. A.P.Agencies, Salem, reported in (1989) 2 SCC 163.\nHeard learned counsel for the parties.\n[2023/RJJD/006679] (9 of 35) [CMA-488/2022] First of all, we deal with the preliminary objections raised on behalf of the respondent No.1 regarding the maintainability of the present appeal.\nThe relevant provisions of the Act of 2015 are reproduced hereunder:\n\"8. Bar against revision application or petition against an interlocutory order.-Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.\"\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.-[(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908, (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] [2023/RJJD/006679] (10 of 35) [CMA-488/2022] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\nThe relevant provisions of the Act of 1996 are reproduced hereunder :-\n\"9. Interim measures, etc. by Court.--[1] A party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court--\n(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or\n(ii) for an interim measure of protection in respect of any of the following matters, namely:--\n(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement;\n(b) securing the amount in dispute in the arbitration;\n(c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence;\n(d) interim injunction or the appointment of a receiver;\n(e) such other interim measure of protection as may appear to the Court to be just and convenient, and the Court shall have the same power for making orders as it has for the purpose [2023/RJJD/006679] (11 of 35) [CMA-488/2022] of, and in relation to, any proceedings before it.\n[(2) Where, before the commencement of the arbitral proceedings, a Court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the Court may determine.] [(3) Once the arbitral tribunal has been constituted, the Court shall not entertain an application under sub-section (1), unless the Court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.]\"\nSection 37 of the Act of 1996 is reproduced hereunder:\n\"37. Appealable orders.--(1) [Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n[(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.] (2) An appeal shall also lie to a court from an order of the arbitral tribunal--\n(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or\n(b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\nSection 8 of the Act of 2015 puts a rider on filing of revision application or petition against an interlocutory order of a [2023/RJJD/006679] (12 of 35) [CMA-488/2022] commercial court, including an order on the issue of jurisdiction, however, the said rider is subject to the provisions of Section 13 of the Act of 2015, which provides that any party aggrieved by the judgment or order of a commercial court may appeal to the Commercial Appellate Division of the High Court against the orders which are specifically enumerated under Order XLIII of the CPC and Section 37 of the Act of 1996.\nSection 9 of the Act of 1996 enables a party to apply to a court before or during the arbitral proceedings or at any time after the making of the arbitral award but before it is enforced for an interim measure of protection in respect of certain matters, which includes securing the amount in dispute in the arbitration.\nWe are of the opinion that the case of the respondent No.1 is covered under Section 9(1)(b) of the Act of 1996.\nSection 37 of the Act of 1996 starts with a non- obstante clause and provides that an appeal shall lie against certain orders to the Court authorised by law to hear appeals and that includes the granting or refusing to grant any measure under Section 9 of the Act of 1996.\nThe contention of the learned counsel for the respondents that grant of interim measure on an application under Section 9 of the Act of 1996 implies only final order has not impressed us. Any such interpretation of the words 'any measure' would narrow down its meaning and to our understanding, the words 'any measure' include the granting of interim injunction also during the pendency of the application under Section 9. [2023/RJJD/006679] (13 of 35) [CMA-488/2022] A Single Judge of this Court in Rajasthan Rajya Vidyut Utpadan Nigam Ltd. vs. M/s Ultratech Cement Ltd. (supra) dealing with similar kind of argument has held as under:\n\"7. So far as the preliminary objection raised by the learned counsel Mr. Kasliwal for the respondent- applicant regarding the maintainability of the present appeal is concerned, it may be stated that under Section 37 (1) (a) of the said Act, an appeal could lie to the Court authorised by law to hear the appeals from the original decrees of the Court passing the order, against the order granting or refusing to grant any measure under Section 9 of the said Act. The words \"any measure\" would certainly include the measure granted by the court at the interim stage and at the final stage of such application. The said provision under Section 37 (1) (a) would cover the cases where the court grants or refuses to grant the measure even at the ad-interim stage of the application filed under Section 9 of the said Act. Hence the impugned order passed by the court below being the relief or measure granted at the ad-interim stage pending the application under Section 9, such order could be challenged by filing the appeal under Section 37(1)(a) of the said Act.\"\nThe Delhi High in Sepco Electric Power Construction Corporation vs. Power Mech Projects Limited (supra) has also dealt with a similar argument and observed as under:\n\"13. We have considered the respective arguments. With respect to the objection as to the maintainability of the appeal, Section 37(1)(b) of the Arbitration Act provides for an appeal from the order granting or refusing to grant any measure under Section 9 of the Arbitration Act. Section 2(c)(vi) of the Commercial [2023/RJJD/006679] (14 of 35) [CMA-488/2022] Courts Act constitutes disputes arising out of construction and infrastructure contracts, as the contract between the parties in the present case was, as a commercial dispute. Section 13(1A) of the Commercial Courts Act provides that any person aggrieved by the judgment or order of a Commercial Division of the High Court may appeal to the Commercial Appellate Division of that High Court, provided that the appeal shall lie from such orders as are specifically enumerated under Order 43 of the Code of Civil Procedure, 1908 (CPC) and Section 37 of the Arbitration Act. The order of the Commercial Division, which is appealed before us, is an order granting interim relief under Section 9 of the Arbitration Act, directing the appellant to furnish a BG issued by a Scheduled Indian Bank, as offered by the appellant itself on 12th February, 2019. Though the appellant is not aggrieved from the direction of furnishing a BG but is aggrieved from the direction, that the BG be of a Scheduled Indian Bank only. In our opinion, the same would be covered within the meaning of an order granting \"any\" measure under Section 9, within the meaning of Section 37(1)(b) of the Arbitration Act and within the meaning of \"judgment or order\" of a Commercial Division of a High Court within the meaning of Section 13(1A) of the Commercial Courts Act. The order, though not final, is nevertheless an order under Section 9. One of us (Rajiv Sahai Endlaw, J), sitting singly, in Deepak Mittal v. Geeta Sharma, 2017 SCC OnLine Del 10365, for the reasons given therein, held that it is not the final order on an application under Section 9 alone which has been made appealable under Section 37(1)(b) but even the interim orders during the pendency of an application under Section 9.\"\n[2023/RJJD/006679] (15 of 35) [CMA-488/2022] The Hon'ble Supreme Court in Kandla Export Corporation and Anr. Vs. OCI Corporation and Anr. (supra) has observed as under:\n\"21. However, the question still arises as to why Section 37 of the Arbitration Act was expressly included in the proviso to Section 13(1) of the Commercial Courts Act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside Section 13(1) of the Commercial Courts Act. One answer is that this was done ex abundanti cautela. Another answer may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day as the Commercial Courts Act, Parliament thought, in its wisdom, that it was necessary to emphasise that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Commercial Courts Act.\"\nHaving gone through the judgments, on which the learned counsel for the respondent No.1, has placed reliance, we are of the considered opinion that the said judgments are of no help to the respondent No.1.\nIn Owners and Parties Interested in the Vessel M.V. Polaris Galaxy vs. Banque Cantonale De Geneve (supra), the Hon'ble Supreme Court was examining the question regarding the maintainability of appeal under Section 37 of the Act of 1996 against the order of the commercial court, whereby it has directed to implead one person as party in the proceedings pending before it and in that case, the Hon'ble Supreme Court has held that against the order of impleadment of a party to the [2023/RJJD/006679] (16 of 35) [CMA-488/2022] proceedings, no appeal under Section 37 of the Act of 1996 is maintainable. However, in the present case, the situation is different as appeal is preferred against the grant of interim injunction on an application under Section 9 of the Act of 1996.\nIn Nagar Nigam Jodhpur (North) & Anr. vs. M/s Kanak Resources Management Ltd. (supra), this Court while considering the order passed by the commercial court under Section 151 CPC in an execution case has observed that the appeal against the said order is not maintainable. In this case, issue regarding application under Section 9 of the Act of 1996 was not there before the Court.\nIn National Thermal Power Corporation vs. Meghalaya Power Distribution Limited (NTPC) Corporation Ltd. and Ors. (supra), the Meghalaya High Court has held that the order passed on an application under Order 39 Rule 4 CPC is not appealable under Section 37 of the Act of 1996 and was not dealing with any order passed by the commercial court on an application under Section 9 of the Act of 1996. It is to be noticed that the order passed on an application under Section 9 was not under challenge before the Meghalaya High Court and only the order passed on an application under Order 39 Rule 4 CPC was under challenge.\nThe Delhi High Court in Odeon Builders Pvt. Ltd. vs. NBCC (India) Ltd. (supra) has observed that appeal under Section 13 of the Act of 2015 is not maintainable against the orders of interlocutory nature such as denial of opportunity to the parties to file the application as well as affidavit on submission, [2023/RJJD/006679] (17 of 35) [CMA-488/2022] refusal to frame issues proposed by one of the parties including any issue on limitation and allowing application for amendment of the plaint. In the said case too, the question regarding the interim injunction under Section 9 was not before the Delhi High Court.\nTherefore, we hold that the present appeal against the impugned order is maintainable under Section 37 of the Act of 1996 as the impugned order precisely falls under Section 37(1)(b) of the Act of 1996.\nNow the question before us is whether the trial court has jurisdiction to entertain the application under Section 9 of the Act of 1996 and to pass an interim injunction on the said application or not.\nIt is not in dispute that the appellant and the respondents executed several contracts in relation to some construction works on 04.06.2020, 25.01.2019, 07.09.2019 and 05.08.2020 and thereafter executed a reworking and rectification agreement on 23.02.2021. In all the agreements executed on 04.06.2020, 25.01.2019, 07.09.2019 and on 05.08.2020, there are clauses regarding the jurisdiction of the courts. The said clauses read as under:\n\"16.2 Jurisdiction 16.2.1 The Courts at New Delhi, India shall have jurisdiction over all matters arising out of or relating to this Construction Contract.\n16.3.2 Arbitration a. Procedure Subject to the provisions of Clause 16.3.1, any Dispute which is not resolved amicably shall be finally settled by binding arbitration under the Arbitration and Conciliation Act, 1996 or any [2023/RJJD/006679] (18 of 35) [CMA-488/2022] statutory modification or reenactment thereof for the time being in force (\"Arbitration Act\"). Either Party to the Dispute shall be entitled to apply to the appropriate court in New Delhi India for interlocutory relief in respect of or during the arbitration in terms of the Arbitration Act. The arbitration shall be held at New Delhi in the following manner:\ni. All proceedings in any such arbitration shall be conducted in English.\nii. There shall be three (3) arbitrators, all of whom shall be fluent in English. Within thirty (30) days of the reference of the Dispute to arbitration, the Party raising the Dispute and making the reference to arbitration shall appoint one arbitrator and the other Party shall appoint the other arbitrator. The third arbitrator shall be appointed by the two (2) appointed arbitrators within (30) thirty days of the appointment of the last arbitrator. iii. The arbitration award made by all or a majority of the arbitrators shall be final and binding on the Parties and the Parties agree to be bound thereby and to act accordingly.\"\nThe clause 9 of reworks agreement entered between the parties on 23.02.2021 reads as under:\n\"9. GOVERNING LAW AND ARBITRATION This Agreement is governed by the laws of India. Subject to as stated below, each Party submits to the exclusive jurisdiction of the courts in New Delhi in connection with matters concerning this Agreement. All disputes arising out of or in connection with the Agreement shall be finally settled by arbitration under the Arbitration and Conciliation Act, 1996 by a Sole Arbitrator appointed in accordance with the said Act. The language of the arbitration shall be English. The seat of Arbitration shall be Delhi, India.\"\n[2023/RJJD/006679] (19 of 35) [CMA-488/2022] So the parties are well in agreement regarding seat of the arbitration and as per the said agreement, the seat of the arbitration is at New Delhi.\nThe Hon'ble Supreme Court in Hakam Sing Vs. Gammon (India) Ltd. (supra) has held as under:\n\"2. The High Court of Allahabad in exercise of its revisional jurisdiction set aside the order passed by the Subordinate Judge and declared that the Courts in Bombay had jurisdiction under the general law to entertain the petition, and by virtue of the covenant in the agreement the second branch of Clause 13 was applicable and binding between the parties and since the parties had agreed that the Courts in Bombay alone had jurisdiction to adjudicate upon the contract, the petition to file the arbitration agreement could not be entertained by the Courts at Varanasi. Against the order of the High Court directing that the petition be returned for presentation to the proper Court, the appellant has appealed to this Court with special leave.\n3. Section 41 of the Arbitration Act 1940 provides in so far as it is relevant:\nSubject to the provisions of this Act and of rules made thereunder:\n(a) the provisions of the Code of Civil procedure, 1908, shall apply to all proceedings before the court, and to all appeals under this Act.\nThe CPC in its entirety applies to proceedings under the Arbitration Act. The jurisdiction of the Courts under the Arbitration Act to entertain a proceeding for filing an award is accordingly governed by the provisions of the CPC. By Clause 13 of the agreement it was expressly stipulated between the parties that the contract shall be [2023/RJJD/006679] (20 of 35) [CMA-488/2022] deemed to have been entered into by the parties concerned in the City of Bombay. In any event the respondent have their principal office in Bombay and they were liable in respect of a cause of action arising under the terms of the tender to be sued in the Courts at Bombay. It is not open to the parties by agreement to confer by their agreement jurisdiction on a Court which it does not possess under the Code. But where two courts or more have under the CPC jurisdiction to try a suit or proceeding an agreement between the parties that the dispute between them shall be tried in one of such Courts is not contrary to public policy. Such an agreement does not contravene Section 28 of the Contract Act.\n4...........\n5...........\n6. Since an application for filing an award in respect of a dispute arising out of the terms of the agreement could be filed in the Courts in the City of Bombay, both because of the terms of Clause 13 of the agreement and because the respondents had their. Head Office where they carry on business at Bombay, the agreement between the parties that the Courts in Bombay alone shall have jurisdiction to try the proceeding relating to arbitration was binding between them.\"\nIn Angile Insulations vs. Davy Ashmore India Ltd. and Ors., the Hon'ble Supreme Court has held as under:\n\"5. So, normally that Court also would have jurisdiction where the cause of action, wholly or in part, arises, but it will be subject to the terms of the contract between the parties. In this case, Clause (21) reads thus:\nThis work order is issued subject to the jurisdiction of the High Court situated in Bangalore in the State of Karnataka. Any [2023/RJJD/006679] (21 of 35) [CMA-488/2022] legal proceeding will, therefore, fall within the jurisdiction of the above Court only.\nA reading of this clause would clearly indicate that the work order issued by the appellant will be subject to the jurisdiction of the High Court situated in Bangalore in the State of Karnataka. Any legal proceeding will, therefore, be instituted in a Court of competent jurisdiction within the jurisdiction of High Court of Bangalore only. The controversy has been considered by this Court in A.B.C Laminart Pvt. Ltd. and Anr. v. A.P. Agencies, Salem MANU/SC/0001/1989 : [1989]2SCR1a. Considering the entire case law on the topic, this Court held that the citizen has the right to have his legal position determined by the ordinary Tribunal except, of course, subject to contract (a) when there is an arbitration clause which is valid and binding under the law, and (b) when parties to a contract agree as to the jurisdiction to which dispute in respect of the contract shall be subject. This is clear from Section 28 of the Contract Act. But an agreement to oust absolutely the jurisdiction of the Court will be unlawful and void being against the public policy under Section 23 of the Contract Act. We do not find any such in validity of Clause (21) of the Contract pleaded in this case. On the other hand, this Court laid that where there may be two or more competent courts which can entertain a suit consequent upon a part of the cause of action having arisen therewith, if the parties to the contract agreed to vest jurisdiction in one such court to try the dispute which might arise as between themselves, the agreement would be valid. If such a contract is clear, unambiguous and explicit and not vague, it is not hit by Sections 23 and 28 of the Contract Act. This cannot be understood as parties contacting [2023/RJJD/006679] (22 of 35) [CMA-488/2022] against the statute. Mercantile law and practice permit such agreements.\n6. In this view of the law and in view of the fact that the agreement under which Clause (21) was incorporated as one such clause, the parties are bound by the contract. The contract had not been pleaded to be void and being opposed to Section 23 of the Contract Act. As seen, Clause (21) is unambiguous and explicit and that, therefore, the parties having agreed to vest the jurisdiction of the Court situated within the territorial limit of High Court of Karnataka, the Court of subordinate Judge, Dhanbad in Bihar State has no jurisdiction to entertain the suit laid by the appellant.\nTherefore, the High Court was right in upholding the order of the Trial Court returning the plaint for presentation to the proper Court.\"\nIn A.V.M.Sales Corporation vs. Anuradha Chemicals Pvt. Ltd., the Hon'ble Supreme Court has held as under:\n\"9. This leads us to the next question as to whether, if two Courts have jurisdiction to entertain a Suit, whether the parties may by mutual agreement exclude the jurisdiction of one of the Courts, having regard to the provisions of Sections 23 and 28 of the Indian Contract Act, 1872. Section 23 of the aforesaid Act indicates what considerations and objects are lawful and what are not, including the considerations or objects of an agreement, if forbidden by law. Section 28 of the Act, which has a direct bearing on the facts of this case, clearly spells out that any agreement in restraint of legal proceedings is void. For the sake of reference, the same is extracted herein below:\n28. Agreements in restrain of legal proceedings, void - [Every agreement, [2023/RJJD/006679] (23 of 35) [CMA-488/2022]\n(a) by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights, or\n(b) which extinguishes the rights of any party thereto, or discharges any party thereto from any liability, under or in respect of any contract on the expiry of a specified period so as to restrict any party from enforcing his rights, is void to the extent.] Exception 1: Saving of contract to refer to arbitration dispute that may arise.- This section shall not render illegal contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration, and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred.\nException 2: Saving of contract to refer question that have already arisen. - Nor shall this section render illegal any contract in writing, by which two or more persons agree to refer to arbitration any question between them which has already arisen, or affect any provision of any law in force for the time being as to reference to arbitration.\n10. Basically, what Section 28 read with Section 23 does, is to make it very clear that if any mutual agreement is intended to restrict or extinguish the right of a party from enforcing his/her right under or in respect of a contract, by the usual legal proceedings in the ordinary Tribunals, such an agreement would to that extent be void. In other words, parties cannot contract against a statute. [2023/RJJD/006679] (24 of 35) [CMA-488/2022]\n11. One of the earlier cases in which this question had arisen, was the case of A.B.C. Laminart Pvt. Ltd. and Anr. v. A.P. Agencies, Salem MANU/SC/0001/1989 :\nAIR 1989 SC 1239 : (1989) 2 SCC 163.\nIn the said case, the cause of action for the suit had arisen both within the jurisdiction of the Civil Court at Salem in Andhra Pradesh and in the Civil Court of Kaira in the State of Gujarat. The question arose as to whether since by mutual agreement the jurisdiction had been confined only to the Courts within Kaira jurisdiction, the suit filed at Salem was at all maintainable? This Court, inter alia, held that there could be no doubt that an agreement to oust absolutely the jurisdiction of the Court will be unlawful and void, being against public policy. However, such a result would ensue if it is shown that the jurisdiction to which the parties had agreed to submit had nothing to do with the contract. If, on the other hand, it is found that the jurisdiction agreed would also be a proper jurisdiction in the matter of the contract, it could not be said that it ousted the jurisdiction of the Court. After considering the facts involved in the said case and the submissions made on behalf of the parties, this Court observed as follows:\nThus it is now a settled principle that where there may be two or more competent Courts which can entertain a suit consequent upon a part of the cause of action having arisen there within, if the parties to the contract agreed to vest jurisdiction in one such Court to try the dispute which might arise as between themselves, the agreement would be valid. If such a contract is clear, unambiguous and explicit and not vague, it is not hit by Sections 23 and 28 of the Contract Act and cannot also be understood as parties contracting against the statute.\n[2023/RJJD/006679] (25 of 35) [CMA-488/2022]\n12. A similar view was taken by this Court in Angile Insulations v. Davy Ashmore India Ltd. and Anr. MANU/SC/0338/1995 : (1995) 4 SCC 153, wherein the Hon'ble Judges while referring to the decision of this Court in A.B.C. Laminart Pvt. Ltd.'s case (supra), inter alia, held that where two Courts have jurisdiction consequent upon the cause of action or a part thereof arising therein, if the parties agree in clear and unambiguous terms to exclude the jurisdiction of the other, the said decision could not offend the provisions of Section 23 of the Contract Act. In such a case, the suit would lie in the Court to be agreed upon by the parties.\n13. This Court has consistently taken the same view in several subsequent cases. We may refer to one such decision of this Court in Hanil Era Textiles Ltd. v. Puromatic Filters (P) Ltd. MANU/SC/0348/2004 : AIR 2004 SC 2432 :\n(2004) 4 SCC 671, where part of the cause of action arose at both Delhi and Bombay. This Court held that the mutual agreement to exclude the jurisdiction of the Delhi Courts to entertain the suit was not opposed to public policy and was valid.\n14. As indicated herein earlier, in this case also the cause of action for the Original Suit No. 519 of 1991, filed by the Respondent before the Principal Senior Civil Judge, Vijayawada, arose partly within the jurisdiction of the Calcutta Courts and the Courts at Vijayawada.\n15. Having regard to the provisions referred to hereinabove, though the Courts at Vijayawada would also have jurisdiction, along with the Courts at Calcutta, to entertain and try a suit relating to and arising out of the Agreement dated 23rd December, 1988, and the Mutual Understanding dated 15th May, 1989, such jurisdiction of the [2023/RJJD/006679] (26 of 35) [CMA-488/2022] Courts at Vijayawada would stand ousted by virtue of the exclusion clause in the Agreement.\" The Hon'ble Supreme Court in Swastik Gases Private Ltd. Vs. Indian Oil Corporation Ltd.(supra) has held as under:\n\"28. Section 11(12)(b) of the 1996 Act provides that where the matters referred to in sub-sections (4), (5), (6), (7), (8) and (10) arise in an arbitration other than the international commercial arbitration, the reference to 'Chief Justice' in those sub-sections shall be construed as a reference to the Chief Justice of the High Court within whose local limits the Principal Civil Court referred to in Section 2(1)(e) is situate, and where the High Court itself is the court referred to in clause (e) of sub-section (1) of Section 2, to the Chief Justice of that High Court. Clause (e) of sub-section (1) of Section 2 defines 'Court' which means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal Civil Court, or any Court of Small Causes.\n29. When it comes to the question of territorial jurisdiction relating to the application under Section 11, besides the above legislative provisions, Section 20 of the Code is relevant.\nSection 20 of the Code states that subject to the limitations provided in Sections 15 to 19, every suit shall be instituted in a Court within the local limits of whose jurisdiction (a) the defendant, or each of the defendants where there are more than one, at the time of commencement of the suit, actually and voluntarily resides, or carries on [2023/RJJD/006679] (27 of 35) [CMA-488/2022] business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part arises.\n30. The explanation appended to Section 20 clarifies that a corporation shall be deemed to carry on business at its sole or principal office in India or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place.\n31. In the instant case, the appellant does not dispute that part of cause of action has arisen in Kolkata. What appellant says is that part of cause of action has also arisen in Jaipur and, therefore, Chief Justice of the Rajasthan High Court or the designate Judge has jurisdiction to consider the application made by the appellant for the appointment of an arbitrator under Section 11. Having regard to Section 11(12)(b) and Section 2(e) of the 1996 Act read with Section 20(c) of the Code, there remains no doubt that the Chief Justice or the designate Judge of the Rajasthan High Court has jurisdiction in the matter. The question is, whether parties by virtue of clause 18 of the agreement have agreed to exclude the jurisdiction of the courts at Jaipur or, in other words, whether in view of clause 18 of the agreement, the jurisdiction of Chief Justice of the Rajasthan High Court has been excluded?\n32. For answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at [2023/RJJD/006679] (28 of 35) [CMA-488/2022] Kolkata. It is a fact that whilst providing for jurisdiction clause in the agreement the words like 'alone', 'only', 'exclusive' or 'exclusive jurisdiction' have not been used but this, in our view, is not decisive and does not make any material difference. The intention of the parties - by having clause 18 in the agreement - is clear and unambiguous that the courts at Kolkata shall have jurisdiction which means that the courts at Kolkata alone shall have jurisdiction. It is so because for construction of jurisdiction clause, like clause 18 in the agreement, the maxim expressio unius est exclusio alterius comes into play as there is nothing to indicate to the contrary. This legal maxim means that expression of one is the exclusion of another. By making a provision that the agreement is subject to the jurisdiction of the courts at Kolkata, the parties have impliedly excluded the jurisdiction of other courts. Where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts. A clause like this is not hit by Section 23 of the Contract Act at all. Such clause is neither forbidden by law nor it is against the public policy. It does not offend Section 28 of the Contract Act in any manner.\n37. In my opinion, the very existence of the exclusion of jurisdiction clause in the agreement would be rendered meaningless were it not given its natural and plain meaning. The use of words like \"only\", \"exclusively\", \"alone\" and so on are not necessary to convey the intention of the parties in an exclusion of jurisdiction clause of an agreement. Therefore, I agree with the conclusion that jurisdiction in the subject matter of the proceedings vested, by agreement, only in the Courts in Kolkata.\n[2023/RJJD/006679] (29 of 35) [CMA-488/2022]\n57. For the reasons mentioned above, I agree with my learned Brother that in the jurisdiction clause of an agreement, the absence of words like \"alone\", \"only\", \"exclusive\" or \"exclusive jurisdiction\" is neither decisive nor does it make any material difference in deciding the jurisdiction of a court. The very existence of a jurisdiction clause in an agreement makes the intention of the parties to an agreement quite clear and it is not advisable to read such a clause in the agreement like a statute. In the present case, only the Courts in Kolkata had jurisdiction to entertain the disputes between the parties.\"\nIn Emkay Global Financial Services Ltd. vs. Girdhar Sondhi (supra), the Hon'ble Supreme Court has held as under:\n\"8. The effect of an exclusive jurisdiction clause was dealt with by this Court in several judgments, the most recent of which is the judgment contained in Indus Mobile Distribution Pvt. Ltd. (2017) 7 SCC 678. In this case, the arbitration was to be conducted at Mumbai and was subject to the exclusive jurisdiction of courts of Mumbai only. After referring to the definition of \"Court\"\ncontained in Section 2(1)(e) of the Act, and Section 20 and 31(4) of the Act, this Court referred to the judgment of five learned Judges in Bharat Aluminium Co. v. Kaiser Aluminium Technical Services Inc., MANU/SC/0722/2012 :\n(2012) 9 SCC 552, in which, the concept of juridical seat which has been evolved by the courts in England, has now taken root in our jurisdiction. After referring to several judgments and a Law Commission Report, this Court held:\n(Indus Mobile Distribution (P) Ltd. vs. Datawind Innovations Private Ltd.,(2017) 7 SCC 678) \"19. A conspectus of all the aforesaid provisions shows that the moment [2023/RJJD/006679] (30 of 35) [CMA-488/2022] the seat is designated, it is akin to an exclusive jurisdiction clause. On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts. Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. The neutral venue may not in the classical sense have jurisdiction--that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Sections 16 to 21 of Code of Civil Procedure be attracted. In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties.\n20. It is well settled that where more than one court has jurisdiction, it is open for the parties to exclude all other courts. For an exhaustive analysis of the case law, see Swastik Gases (P) Ltd. v. Indian Oil Corporation Ltd. [Swastik Gases (P) Ltd. v. Indian Oil Corporation Ltd., MANU/SC/0654/2013 : (2013) 9 SCC 32: (2013) 4 SCC (Civ) 157]. This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal v. Chhattisgarh Investment Ltd. [B.E. Simoese Von Staraburg Niedenthal v. Chhattisgarh Investment Ltd., MANU/SC/0930/2014 : (2015) 12 SCC 225: (2016) 1 SCC (Civ) 427].\nHaving regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all [2023/RJJD/006679] (31 of 35) [CMA-488/2022] other courts in the country, as the juridical seat of arbitration is at Mumbai. This being the case, the impugned judgment [Datawind Innovations (P) Ltd. v. Indus Mobile Distribution (P) Ltd., MANU/DE/1500/2016] is set aside.\nThe injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the Respondents may take necessary steps Under Section 9 in the Mumbai Court. The appeals are disposed of accordingly.\"\n9. Following this judgment, it is clear that once courts in Mumbai have exclusive jurisdiction thanks to the agreement dated 03.07.2008, read with the National Stock Exchange bye-laws, it is clear that it is the Mumbai courts and the Mumbai courts alone, before which a Section 34 application can be filed. The arbitration that was conducted at Delhi was only at a convenient venue earmarked by the National Stock Exchange, which is evident on a reading of bye-law 4(a)(iv) read with (xiv) contained in Chapter XI.\"\nIn Brahmani River Pellets Ltd. vs. Kamachi Industries Ltd. (supra), the Hon'ble Supreme Court has held as under:\n\"18. Where the contract specifies the jurisdiction of the court at a particular place, only such court will have the jurisdiction to deal with the matter and parties intended to exclude all other courts. In the present case, the parties have agreed that the \"venue\" of arbitration shall be at Bhubaneswar. Considering the agreement of the parties having Bhubaneswar as the venue of arbitration, the intention of the parties is to exclude all other courts. As held in Swastik, non-use of words like [2023/RJJD/006679] (32 of 35) [CMA-488/2022] \"exclusive jurisdiction\", \"only\", \"exclusive\", \"alone\"\nis not decisive and does not make any material difference.\n19. When the parties have agreed to have the \"venue\" of arbitration at Bhubaneswar, the Madras High Court erred in assuming the jurisdiction Under Section 11(6) of the Act. Since only Orissa High Court will have the jurisdiction to entertain the petition filed Under Section 11(6) of the Act, the impugned order is liable to be set aside.\n20. In the result, the impugned order of the Madras High Court in Kamchi Industries Ltd. v. Brahmin River Pellets Ltd., 2018 SCC OnLine Mad 13127 dated 02.11.2018 is set aside and this appeal is allowed. The parties are at liberty to approach the Orissa High Court seeking for appointment of the arbitrator.\"\nIn Srei Equipment Finance Ltd. vs. Seirra Infraventure Pct. Ltd. (supra), a Single Bench of Calcutta High Court has held that an application under Section 9 can be filed where the part of cause of action has arisen or where the seat of arbitration has been chosen by the parties, however, in view of the judgment of the Hon'ble Supreme Court rendered in Indus Mobile Distribution Private Limited vs. Datawind Innovations Private Limited & Ors. (Civil Appeal Nos.5370-5371/2017 dated 19.04.2017), it would be difficult to follow the same.\nIn Indus Mobile Distribution Private Limited vs. Datawind Innovations Private Limited & [2023/RJJD/006679] (33 of 35) [CMA-488/2022] Ors. (supra), the Hon'ble Supreme Court has held as under:\n\"20. A conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause. On the facts of the present case, it is clear that the seat of arbitration is Mumbai and Clause 19 further makes it clear that jurisdiction exclusively vests in the Mumbai courts. Under the Law of Arbitration, unlike the Code of Civil Procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. The neutral venue may not in the classical sense have jurisdiction - that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of Section 16 to 21 of the CPC be attracted. In arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at Mumbai would vest Mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties.\n21. It is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts. For an exhaustive analysis of the case law, see Swastik Gases Private Limited v. Indian Oil Corporation Limited, (2013) 9 SCC 32. This was followed in a recent judgment in B.E. Simoese Von Staraburg Niedenthal and Another v. Chhattisgarh Investment Limited, (2015) 12 SCC\n225. Having regard to the above, it is clear that Mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at Mumbai.\"\n[2023/RJJD/006679] (34 of 35) [CMA-488/2022] In another judgment delivered in the case of BGS SGS Soma JV Vs. NHPC Ltd. reported in (2020) 4 SCC 234, the Hon'ble Supreme Court has held in para No.55 as under:-\n\"55. In Indus Mobile Distribution Private Limited and Ors. (supra), after clearing the air on the meaning of Section 20 of the Arbitration Act, 1996, the Court in paragraph 19 (which has already been set out hereinabove) made it clear that the moment a seat is designated by agreement between the parties, it is akin to an exclusive jurisdiction clause, which would then vest the Courts at the \"seat\" with exclusive jurisdiction for purpose of regulating arbitral proceedings arising out of the agreement between the parties.\"\nThe judgment rendered by Hon'ble Supreme Court in Jindal Vijaynagar Steel vs. Jindal Praxair Oxygen Co. Ltd. (supra), on which counsel for the respondent No.1 has placed reliance, is also of no help to the respondent No.1 in the facts and circumstances of this case.\nIt is not the case of respondent No.1 that no cause of action has arisen at New Delhi and, therefore, no Court at New Delhi has jurisdiction. In the present case, it is noticed that, all the agreements entered between the appellant and the respondent No.1 are executed at New Delhi and in such circumstances, the reliance placed by the learned counsel for the respondent No.1 on the decision of Hon'ble Supreme Court rendered in A.B.C. Laminart Pvt. Ltd. and Anr. vs. A.P.Agencies, Salem (supra) is of no help to respondent No.1.\nAs we have observed earlier that in all the agreements executed between the appellant and the respondent No.1, there [2023/RJJD/006679] (35 of 35) [CMA-488/2022] are clauses regarding jurisdiction of the court and as per those clauses, which are 16.2.1 and 16.3.2, in all the agreements dated 04.06.2020, 25.01.2019, 07.09.2019 and 05.08.2020, the seat of the arbitration is agreed to be fixed at New Delhi in relation to any proceedings under the Act of 1996. Similarly, clause 9 of the reworks agreement entered between the parties on 23.02.2021 also speaks that the exclusive jurisdiction in respect of any dispute is with the Courts at New Delhi.\nIn view of the above discussion, we have no hesitation in holding that the trial court has no jurisdiction to entertain the application under Section 9 of the Act of 1996 preferred on behalf of the respondent No.1 and has erred in passing the impugned order.\nResultantly, the appeal succeeds and is allowed. The impugned order is set aside, however, the ad interim injunction granted in the impugned order shall continue for a period of one week from the date of pronouncement of this judgment.\nThere shall be no order as to costs.\n(MADAN GOPAL VYAS),J (VIJAY BISHNOI),J masif/-D.R. Powered by TCPDF (www.tcpdf.org)",
  "cleaned_text": "rajasthan high court jodhpur welspun enterprises limited vs ravi infrabuild projects pvt. ltd on 29 march, 2023 bench: vijay bishnoi, madan gopal vyas [2023/rjjd/006679] high court of judicature for rajasthan at jodhpur d.b. civil misc. appeal no. 488/2022 welspun enterprises limited, having its registered office at village anjar, district kutch, gujarat and one of the offices at g-2, the mira corporate suites, plot no. 1 and 2 ishwar nagar, mathura road, new delhi, south delhi 110065 ----appellant versus 1. ravi infrabuild projects pvt. ltd, having its office at 95, hiran magri, sector-11, udaipur, rajasthan 313002 2. indusind bank ltd., having its office at 2-c, chowgaan yojana near lok kala mandal, panchavati choraha, udaipur 313001 ----respondents for appellant(s) : mr m.s.singhvi, sr advocate ms mumtaz bhalla mr karan chopra (all through vc) for respondent(s) : mr v.giri, sr advocate mr k.goswami (all through vc) hon'ble mr. justice vijay bishnoi hon'ble mr. justice madan gopal vyas judgment 29/03/2023 (per hon'ble vijay bishnoi,j.) this appeal is filed by the appellant challenging the validity of the order dated 01.04.2022 passed by learned commercial court, udaipur (hereinafter to be referred as 'the trial court') in case no.3/2022, whereby while registering an application filed on behalf of the respondent under section 9 of the arbitration and conciliation act, 1996 (hereinafter to be referred as 'the act of 1996'), the trial court granted ad interim ex parte injunction prohibiting encashment of five bank guarantees, furnished by the respondent no.1, in favour of the appellant. the [2023/rjjd/006679] (2 of 35) [cma-488/2022] trial court also issued summons to the respondent no.2 and fixed next date i.e. 11.04.2022. brief facts, necessary for adjudication of the present appeal, are that the appellant is a company incorporated under the provisions of companies act, 1956 and involved in business of infrastructure development. a concession agreement was executed between national highway authority of india (for short 'the nhai' hereinafter) and mukarba chowk panipat toll roads limited on 28.08.2015 for expanding the existing road from mukarba chowk, delhi to panipat, haryana from six lanes to eight lanes. subsequently, through an endorsement agreement dated 08.06.2020, nhai substituted welspun infrafacility private limited in place of mukarba chowk panipat toll roads limited, thereby, endorsing the concession agreement in favour of welspun infrafacility private limited. pursuant to the said agreement, the welspun infrafacility private limited awarded engineering procurement and construction works to the appellant. the appellant, in order to facilitate timely execution of the project, appointed respondent no.1 as subcontractor on 04.06.2020. in addition to the said project, the appellant was also awarded several contracts for improvement of roads in amravati and maharashtra and the appellant-company entered into various contracts with the respondent no.1 for procurement of materials and equipments and all other works and things necessary for completion of construction works. the said contracts were entered into between the appellant and respondent no.1 on 25.01.2019, 07.09.2019 and 05.08.2020. [2023/rjjd/006679] (3 of 35) [cma-488/2022] as per the appellant, respondent no.1 had not adhered to the contractual requirements of the works executed under the contracts dated 25.01.2019, 07.09.2019 and 05.08.2020. the appellant and respondent no.1 entered into reworks and rectification agreement on 23.02.2021 to carry out detailed reworking and rectification works. it appears that the appellant felt that the works executed by the respondent no.1 were riddled with issues and in breach of the agreed parameters and specifications due to which the overall progress of both the projects suffered tremendously. the appellant wrote a letter dated 24.03.2022 to the respondent no.1 complaining about the deficiencies in the construction work carried out by it while reserving its right to take appropriate action against the respondent no.1 in respect of respective contracts. the appellant has invoked 14 bank guarantees furnished by the respondent no.1 under the projects, however, out of those 14 bank guarantees, 9 have been duly encashed, but due to the impugned order passed by the trial court remaining could not be encashed. after receiving of the letter dated 24.03.2022, the respondent no.1 filed an application under section 9 of the act of 1996 and as observed earlier, the trial court registered the said application and passed an ex parte ad interim stay order restraining the appellant from encashing the five bank guarantees, mentioned in the impugned order while summoning the appellant and respondent no.2. the appellant challenged the said order mainly on the ground that the trial court has no jurisdiction to entertain the [2023/rjjd/006679] (4 of 35) [cma-488/2022] application under section 9 of the act of 1996 preferred by the respondent no.1 and, therefore, the impugned order passed by the trial court is liable to be set aside. besides the main ground, other grounds have also been raised. this court on 12.04.2022, while taking into consideration the fact that the appellant has already filed its detailed objection regarding the maintainability of the application under section 9 of the act of 1996 before the trial court, adjourned the matter with the expectation that the trial court shall make every endeavour to decide the question of territorial jurisdiction by the next date of hearing. however, ultimately the trial court decided the objections filed by the appellant regarding the territorial jurisdiction on 22.05.2022 and dismissed the said objection. be that as it may, we are of the opinion that the question regarding the maintainability of application under section 9 of the act of 1996 before the trial court still survives and, therefore, we have heard the learned counsel for the parties with intention to decide the said question. learned counsel appearing for the respondents has raised a preliminary objection regarding the maintainability of this appeal. mr. v.giri, senior advocate assisted by mr k.goswami has argued that the order impugned is an interlocutory order and against the said order, no appeal shall lie before this court under section 13 of the commercial courts act, 2015 (for short 'the act of 2015' hereinafter) or under section 37 of the act of 1996. mr giri has referred sections 8 and 13 of the act of 2015 and argued [2023/rjjd/006679] (5 of 35) [cma-488/2022] that as per section 8, no application or petition can be entertained against the interlocutory order of a commercial court, including an order on the issue of jurisdiction and the said interlocutory order can only be challenged in an appeal against the decree of commercial court. it is submitted that though such interlocutory orders passed by the commercial court can be challenged under section 13 of the act of 2015, however, as per provisions of section 13, an appeal can lie against only such orders passed by a commercial court which are specifically enumerated under order xliii of the cpc and under section 37 of the act of 1996. it is submitted that under section 37 of the act of 1996, an appeal shall lie against three categories of orders, which are enumerated under section 37(1) (a), (b) and (c). it is argued that section 37(1)(b) of the act of 1996 contemplates final order on application under section 9 of the act of 1996 and not any interlocutory order. it is further submitted that the order impugned is an interlocutory order and certainly against the said order, no appeal under section 37 of the act of 1996 would lie. mr giri has placed reliance on a decision of hon'ble supreme court rendered in owners and parties interested in the vessel m.v. polaris galaxy vs. banque cantonale de geneve, 2022 scc online sc 1293, the decision of this court rendered in nagar nigam jodhpur (north) & anr. vs. m/s kanak resources management ltd., d.b.civil misc. appeal no.1448/2022 dated. 09.09.2022; the decision of meghalaya high court rendered in national thermal power corporation vs. meghalaya power distribution limited (ntpc) corporation ltd. and ors., air 2021 megh 53 and the [2023/rjjd/006679] (6 of 35) [cma-488/2022] decision of delhi high court rendered in odeon builders pvt. ltd. vs. nbcc (india) ltd., 2021 scc online del 4390. per contra, mr m.s.singhvi, senior advocate assisted by ms. mumtaz bhalla has argued that the present appeal against the impugned order is very much maintainable under section 37(1)(b) of the act of 1996. it is argued that clause (b) of section 37(1) mandates that an appeal shall lie against the order granting or refusing to grant any measure under section 9 and the term 'any measure' includes interlocutory orders too. it is also submitted that the trial court while registering the application under section 9 preferred on behalf of the respondent no.1 has granted an interim injunction restraining the appellant from encashing the bank guarantees and such an action of the trial court is covered under section 37(1)(b) of the act of 1996 and against the said order, the appeal is maintainable. learned senior counsel mr singhvi has placed reliance on a decision of hon'ble supreme court rendered in kandla export corporation and anr. vs. oci corporation and anr., (2018) 14 scc 715; decisions of learned single judges of this court rendered in rajasthan rajya vidyut utpadan nigam ltd. vs. m/s ultratech cement ltd., 2013 scc online raj 3667, jagdish singh vs. amba lal & ors., 2015 air cc 1395 and a decision of delhi high court rendered in sepco electric power construction corporation vs. power mech projects limited, 2020 scc online del 1990. assailing the validity of the impugned order, learned senior counsel mr singhvi has argued that various contracts have been entered between the appellant and respondent no.1 for [2023/rjjd/006679] (7 of 35) [cma-488/2022] carrying out different construction works. it is submitted that all those contracts contained clauses that the courts at new delhi shall have the exclusive jurisdiction arising out of or relating to such contracts. it is further submitted that clause 9 of reworks contract entered into between the appellant and the respondent no.1 also speaks about exclusive jurisdiction of the courts in new delhi only in relation to the arbitration proceedings. learned counsel has argued that once the parties have agreed with in respect of the disputes or arbitration matters, the seat of the arbitration will be at new delhi, the trial court situated at udaipur has no jurisdiction to entertain the application under section 9 of the act of 1996 preferred on behalf of the respondent no.1 and also has no jurisdiction to pass any interim injunction on the said application. learned senior counsel mr singhvi has also submitted that during the pendency of this appeal, the appellant has also preferred an application under section 9 of the act of 1996 before the court at new delhi claiming that the delhi courts are having exclusive jurisdiction in terms of the clauses of the agreement executed between the parties, however, later on, the said application has been withdrawn and this fact is sufficient enough to presume that the respondent no.1 is aware of the fact that in view of the clauses of the agreements and the reworking agreement, the courts at new delhi have exclusive jurisdiction and not any other court including the court at udaipur. learned senior counsel mr m.s.singhvi has placed reliance on the decisions of hon'ble supreme court rendered in hakam sing vs. gammon (india) ltd., (1971) 1 scc 286; [2023/rjjd/006679] (8 of 35) [cma-488/2022] angile insulations vs. davy ashmore india ltd. and ors., (1995) 4 sc 153; a.v.m.sales corporation vs. anuradha chemicals pvt. ltd., (2012) 2 scc 315; swastik gases private ltd. vs. indian oil corporation ltd., (2013) 9 scc 32; emkay global financial services ltd. vs. girdhar sondhi, (2018) 9 scc 49 and brahmani river pellets ltd. vs. kamachi industries ltd., (2020) 5 scc 462. supporting the impugned order, learned senior counsel mr giri has submitted that the trial court has jurisdiction to entertain the application filed on behalf of respondent no.1 and it is wrong to say that it has no jurisdiction to pass interim injunction on the said application. it is argued that since the issuing branch of one of the bank guarantees, out of five bank guarantees, which are under consideration, is situated at udaipur and, therefore, part cause of action arises at udaipur and in such circumstances, the trial court has jurisdiction to entertain the application under section 9 of the act of 1996 and to pass interim injunction. he has placed reliance on a decision of single bench of high court of calcutta rendered in srei equipment finance ltd. vs. seirra infraventure pvt. ltd. reported in 2020 scc online cal 1790 and decisions of hon'ble supreme court rendered in jindal vijaynagar steel vs. jindal praxair oxygen co. ltd. reported in (2006) 11 scc 521 and in a.b.c. laminart pvt. ltd. and anr. vs. a.p.agencies, salem, reported in (1989) 2 scc 163. heard learned counsel for the parties. [2023/rjjd/006679] (9 of 35) [cma-488/2022] first of all, we deal with the preliminary objections raised on behalf of the respondent no.1 regarding the maintainability of the present appeal. the relevant provisions of the act of 2015 are reproduced hereunder: \"8. bar against revision application or petition against an interlocutory order.-notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court.\" \"13. appeals from decrees of commercial courts and commercial divisions.-[(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908, (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] [2023/rjjd/006679] (10 of 35) [cma-488/2022] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" the relevant provisions of the act of 1996 are reproduced hereunder :\"9. interim measures, etc. by court.--[1] a party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:-(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject-matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the court to be just and convenient, and the court shall have the same power for making orders as it has for the purpose [2023/rjjd/006679] (11 of 35) [cma-488/2022] of, and in relation to, any proceedings before it. [(2) where, before the commencement of the arbitral proceedings, a court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine.] [(3) once the arbitral tribunal has been constituted, the court shall not entertain an application under sub-section (1), unless the court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.]\" section 37 of the act of 1996 is reproduced hereunder: \"37. appealable orders.--(1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-[(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34.] (2) an appeal shall also lie to a court from an order of the arbitral tribunal-(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" section 8 of the act of 2015 puts a rider on filing of revision application or petition against an interlocutory order of a [2023/rjjd/006679] (12 of 35) [cma-488/2022] commercial court, including an order on the issue of jurisdiction, however, the said rider is subject to the provisions of section 13 of the act of 2015, which provides that any party aggrieved by the judgment or order of a commercial court may appeal to the commercial appellate division of the high court against the orders which are specifically enumerated under order xliii of the cpc and section 37 of the act of 1996. section 9 of the act of 1996 enables a party to apply to a court before or during the arbitral proceedings or at any time after the making of the arbitral award but before it is enforced for an interim measure of protection in respect of certain matters, which includes securing the amount in dispute in the arbitration. we are of the opinion that the case of the respondent no.1 is covered under section 9(1)(b) of the act of 1996. section 37 of the act of 1996 starts with a nonobstante clause and provides that an appeal shall lie against certain orders to the court authorised by law to hear appeals and that includes the granting or refusing to grant any measure under section 9 of the act of 1996. the contention of the learned counsel for the respondents that grant of interim measure on an application under section 9 of the act of 1996 implies only final order has not impressed us. any such interpretation of the words 'any measure' would narrow down its meaning and to our understanding, the words 'any measure' include the granting of interim injunction also during the pendency of the application under section 9. [2023/rjjd/006679] (13 of 35) [cma-488/2022] a single judge of this court in rajasthan rajya vidyut utpadan nigam ltd. vs. m/s ultratech cement ltd. (supra) dealing with similar kind of argument has held as under: \"7. so far as the preliminary objection raised by the learned counsel mr. kasliwal for the respondentapplicant regarding the maintainability of the present appeal is concerned, it may be stated that under section 37 (1) (a) of the said act, an appeal could lie to the court authorised by law to hear the appeals from the original decrees of the court passing the order, against the order granting or refusing to grant any measure under section 9 of the said act. the words \"any measure\" would certainly include the measure granted by the court at the interim stage and at the final stage of such application. the said provision under section 37 (1) (a) would cover the cases where the court grants or refuses to grant the measure even at the ad-interim stage of the application filed under section 9 of the said act. hence the impugned order passed by the court below being the relief or measure granted at the ad-interim stage pending the application under section 9, such order could be challenged by filing the appeal under section 37(1)(a) of the said act.\" the delhi high in sepco electric power construction corporation vs. power mech projects limited (supra) has also dealt with a similar argument and observed as under: \"13. we have considered the respective arguments. with respect to the objection as to the maintainability of the appeal, section 37(1)(b) of the arbitration act provides for an appeal from the order granting or refusing to grant any measure under section 9 of the arbitration act. section 2(c)(vi) of the commercial [2023/rjjd/006679] (14 of 35) [cma-488/2022] courts act constitutes disputes arising out of construction and infrastructure contracts, as the contract between the parties in the present case was, as a commercial dispute. section 13(1a) of the commercial courts act provides that any person aggrieved by the judgment or order of a commercial division of the high court may appeal to the commercial appellate division of that high court, provided that the appeal shall lie from such orders as are specifically enumerated under order 43 of the code of civil procedure, 1908 (cpc) and section 37 of the arbitration act. the order of the commercial division, which is appealed before us, is an order granting interim relief under section 9 of the arbitration act, directing the appellant to furnish a bg issued by a scheduled indian bank, as offered by the appellant itself on 12th february, 2019. though the appellant is not aggrieved from the direction of furnishing a bg but is aggrieved from the direction, that the bg be of a scheduled indian bank only. in our opinion, the same would be covered within the meaning of an order granting \"any\" measure under section 9, within the meaning of section 37(1)(b) of the arbitration act and within the meaning of \"judgment or order\" of a commercial division of a high court within the meaning of section 13(1a) of the commercial courts act. the order, though not final, is nevertheless an order under section 9. one of us (rajiv sahai endlaw, j), sitting singly, in deepak mittal v. geeta sharma, 2017 scc online del 10365, for the reasons given therein, held that it is not the final order on an application under section 9 alone which has been made appealable under section 37(1)(b) but even the interim orders during the pendency of an application under section 9.\" [2023/rjjd/006679] (15 of 35) [cma-488/2022] the hon'ble supreme court in kandla export corporation and anr. vs. oci corporation and anr. (supra) has observed as under: \"21. however, the question still arises as to why section 37 of the arbitration act was expressly included in the proviso to section 13(1) of the commercial courts act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside section 13(1) of the commercial courts act. one answer is that this was done ex abundanti cautela. another answer may be that as section 37 itself was amended by the arbitration amendment act, 2015, which came into force on the same day as the commercial courts act, parliament thought, in its wisdom, that it was necessary to emphasise that the amended section 37 would have precedence over the general provision contained in section 13(1) of the commercial courts act.\" having gone through the judgments, on which the learned counsel for the respondent no.1, has placed reliance, we are of the considered opinion that the said judgments are of no help to the respondent no.1. in owners and parties interested in the vessel m.v. polaris galaxy vs. banque cantonale de geneve (supra), the hon'ble supreme court was examining the question regarding the maintainability of appeal under section 37 of the act of 1996 against the order of the commercial court, whereby it has directed to implead one person as party in the proceedings pending before it and in that case, the hon'ble supreme court has held that against the order of impleadment of a party to the [2023/rjjd/006679] (16 of 35) [cma-488/2022] proceedings, no appeal under section 37 of the act of 1996 is maintainable. however, in the present case, the situation is different as appeal is preferred against the grant of interim injunction on an application under section 9 of the act of 1996. in nagar nigam jodhpur (north) & anr. vs. m/s kanak resources management ltd. (supra), this court while considering the order passed by the commercial court under section 151 cpc in an execution case has observed that the appeal against the said order is not maintainable. in this case, issue regarding application under section 9 of the act of 1996 was not there before the court. in national thermal power corporation vs. meghalaya power distribution limited (ntpc) corporation ltd. and ors. (supra), the meghalaya high court has held that the order passed on an application under order 39 rule 4 cpc is not appealable under section 37 of the act of 1996 and was not dealing with any order passed by the commercial court on an application under section 9 of the act of 1996. it is to be noticed that the order passed on an application under section 9 was not under challenge before the meghalaya high court and only the order passed on an application under order 39 rule 4 cpc was under challenge. the delhi high court in odeon builders pvt. ltd. vs. nbcc (india) ltd. (supra) has observed that appeal under section 13 of the act of 2015 is not maintainable against the orders of interlocutory nature such as denial of opportunity to the parties to file the application as well as affidavit on submission, [2023/rjjd/006679] (17 of 35) [cma-488/2022] refusal to frame issues proposed by one of the parties including any issue on limitation and allowing application for amendment of the plaint. in the said case too, the question regarding the interim injunction under section 9 was not before the delhi high court. therefore, we hold that the present appeal against the impugned order is maintainable under section 37 of the act of 1996 as the impugned order precisely falls under section 37(1)(b) of the act of 1996. now the question before us is whether the trial court has jurisdiction to entertain the application under section 9 of the act of 1996 and to pass an interim injunction on the said application or not. it is not in dispute that the appellant and the respondents executed several contracts in relation to some construction works on 04.06.2020, 25.01.2019, 07.09.2019 and 05.08.2020 and thereafter executed a reworking and rectification agreement on 23.02.2021. in all the agreements executed on 04.06.2020, 25.01.2019, 07.09.2019 and on 05.08.2020, there are clauses regarding the jurisdiction of the courts. the said clauses read as under: \"16.2 jurisdiction 16.2.1 the courts at new delhi, india shall have jurisdiction over all matters arising out of or relating to this construction contract. 16.3.2 arbitration a. procedure subject to the provisions of clause 16.3.1, any dispute which is not resolved amicably shall be finally settled by binding arbitration under the arbitration and conciliation act, 1996 or any [2023/rjjd/006679] (18 of 35) [cma-488/2022] statutory modification or reenactment thereof for the time being in force (\"arbitration act\"). either party to the dispute shall be entitled to apply to the appropriate court in new delhi india for interlocutory relief in respect of or during the arbitration in terms of the arbitration act. the arbitration shall be held at new delhi in the following manner: i. all proceedings in any such arbitration shall be conducted in english. ii. there shall be three (3) arbitrators, all of whom shall be fluent in english. within thirty (30) days of the reference of the dispute to arbitration, the party raising the dispute and making the reference to arbitration shall appoint one arbitrator and the other party shall appoint the other arbitrator. the third arbitrator shall be appointed by the two (2) appointed arbitrators within (30) thirty days of the appointment of the last arbitrator. iii. the arbitration award made by all or a majority of the arbitrators shall be final and binding on the parties and the parties agree to be bound thereby and to act accordingly.\" the clause 9 of reworks agreement entered between the parties on 23.02.2021 reads as under: \"9. governing law and arbitration this agreement is governed by the laws of india. subject to as stated below, each party submits to the exclusive jurisdiction of the courts in new delhi in connection with matters concerning this agreement. all disputes arising out of or in connection with the agreement shall be finally settled by arbitration under the arbitration and conciliation act, 1996 by a sole arbitrator appointed in accordance with the said act. the language of the arbitration shall be english. the seat of arbitration shall be delhi, india.\" [2023/rjjd/006679] (19 of 35) [cma-488/2022] so the parties are well in agreement regarding seat of the arbitration and as per the said agreement, the seat of the arbitration is at new delhi. the hon'ble supreme court in hakam sing vs. gammon (india) ltd. (supra) has held as under: \"2. the high court of allahabad in exercise of its revisional jurisdiction set aside the order passed by the subordinate judge and declared that the courts in bombay had jurisdiction under the general law to entertain the petition, and by virtue of the covenant in the agreement the second branch of clause 13 was applicable and binding between the parties and since the parties had agreed that the courts in bombay alone had jurisdiction to adjudicate upon the contract, the petition to file the arbitration agreement could not be entertained by the courts at varanasi. against the order of the high court directing that the petition be returned for presentation to the proper court, the appellant has appealed to this court with special leave. 3. section 41 of the arbitration act 1940 provides in so far as it is relevant: subject to the provisions of this act and of rules made thereunder: (a) the provisions of the code of civil procedure, 1908, shall apply to all proceedings before the court, and to all appeals under this act. the cpc in its entirety applies to proceedings under the arbitration act. the jurisdiction of the courts under the arbitration act to entertain a proceeding for filing an award is accordingly governed by the provisions of the cpc. by clause 13 of the agreement it was expressly stipulated between the parties that the contract shall be [2023/rjjd/006679] (20 of 35) [cma-488/2022] deemed to have been entered into by the parties concerned in the city of bombay. in any event the respondent have their principal office in bombay and they were liable in respect of a cause of action arising under the terms of the tender to be sued in the courts at bombay. it is not open to the parties by agreement to confer by their agreement jurisdiction on a court which it does not possess under the code. but where two courts or more have under the cpc jurisdiction to try a suit or proceeding an agreement between the parties that the dispute between them shall be tried in one of such courts is not contrary to public policy. such an agreement does not contravene section 28 of the contract act. 4. 5. 6. since an application for filing an award in respect of a dispute arising out of the terms of the agreement could be filed in the courts in the city of bombay, both because of the terms of clause 13 of the agreement and because the respondents had their. head office where they carry on business at bombay, the agreement between the parties that the courts in bombay alone shall have jurisdiction to try the proceeding relating to arbitration was binding between them.\" in angile insulations vs. davy ashmore india ltd. and ors., the hon'ble supreme court has held as under: \"5. so, normally that court also would have jurisdiction where the cause of action, wholly or in part, arises, but it will be subject to the terms of the contract between the parties. in this case, clause (21) reads thus: this work order is issued subject to the jurisdiction of the high court situated in bangalore in the state of karnataka. any [2023/rjjd/006679] (21 of 35) [cma-488/2022] legal proceeding will, therefore, fall within the jurisdiction of the above court only. a reading of this clause would clearly indicate that the work order issued by the appellant will be subject to the jurisdiction of the high court situated in bangalore in the state of karnataka. any legal proceeding will, therefore, be instituted in a court of competent jurisdiction within the jurisdiction of high court of bangalore only. the controversy has been considered by this court in a.b.c laminart pvt. ltd. and anr. v. a.p. agencies, salem manu/sc/0001/1989 : [1989]2scr1a. considering the entire case law on the topic, this court held that the citizen has the right to have his legal position determined by the ordinary tribunal except, of course, subject to contract (a) when there is an arbitration clause which is valid and binding under the law, and (b) when parties to a contract agree as to the jurisdiction to which dispute in respect of the contract shall be subject. this is clear from section 28 of the contract act. but an agreement to oust absolutely the jurisdiction of the court will be unlawful and void being against the public policy under section 23 of the contract act. we do not find any such in validity of clause (21) of the contract pleaded in this case. on the other hand, this court laid that where there may be two or more competent courts which can entertain a suit consequent upon a part of the cause of action having arisen therewith, if the parties to the contract agreed to vest jurisdiction in one such court to try the dispute which might arise as between themselves, the agreement would be valid. if such a contract is clear, unambiguous and explicit and not vague, it is not hit by sections 23 and 28 of the contract act. this cannot be understood as parties contacting [2023/rjjd/006679] (22 of 35) [cma-488/2022] against the statute. mercantile law and practice permit such agreements. 6. in this view of the law and in view of the fact that the agreement under which clause (21) was incorporated as one such clause, the parties are bound by the contract. the contract had not been pleaded to be void and being opposed to section 23 of the contract act. as seen, clause (21) is unambiguous and explicit and that, therefore, the parties having agreed to vest the jurisdiction of the court situated within the territorial limit of high court of karnataka, the court of subordinate judge, dhanbad in bihar state has no jurisdiction to entertain the suit laid by the appellant. therefore, the high court was right in upholding the order of the trial court returning the plaint for presentation to the proper court.\" in a.v.m.sales corporation vs. anuradha chemicals pvt. ltd., the hon'ble supreme court has held as under: \"9. this leads us to the next question as to whether, if two courts have jurisdiction to entertain a suit, whether the parties may by mutual agreement exclude the jurisdiction of one of the courts, having regard to the provisions of sections 23 and 28 of the indian contract act, 1872. section 23 of the aforesaid act indicates what considerations and objects are lawful and what are not, including the considerations or objects of an agreement, if forbidden by law. section 28 of the act, which has a direct bearing on the facts of this case, clearly spells out that any agreement in restraint of legal proceedings is void. for the sake of reference, the same is extracted herein below: 28. agreements in restrain of legal proceedings, void [every agreement, [2023/rjjd/006679] (23 of 35) [cma-488/2022] (a) by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights, or (b) which extinguishes the rights of any party thereto, or discharges any party thereto from any liability, under or in respect of any contract on the expiry of a specified period so as to restrict any party from enforcing his rights, is void to the extent.] exception 1: saving of contract to refer to arbitration dispute that may arise.this section shall not render illegal contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration, and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred. exception 2: saving of contract to refer question that have already arisen. nor shall this section render illegal any contract in writing, by which two or more persons agree to refer to arbitration any question between them which has already arisen, or affect any provision of any law in force for the time being as to reference to arbitration. 10. basically, what section 28 read with section 23 does, is to make it very clear that if any mutual agreement is intended to restrict or extinguish the right of a party from enforcing his/her right under or in respect of a contract, by the usual legal proceedings in the ordinary tribunals, such an agreement would to that extent be void. in other words, parties cannot contract against a statute. [2023/rjjd/006679] (24 of 35) [cma-488/2022] 11. one of the earlier cases in which this question had arisen, was the case of a.b.c. laminart pvt. ltd. and anr. v. a.p. agencies, salem manu/sc/0001/1989 : air 1989 sc 1239 : (1989) 2 scc 163. in the said case, the cause of action for the suit had arisen both within the jurisdiction of the civil court at salem in andhra pradesh and in the civil court of kaira in the state of gujarat. the question arose as to whether since by mutual agreement the jurisdiction had been confined only to the courts within kaira jurisdiction, the suit filed at salem was at all maintainable? this court, inter alia, held that there could be no doubt that an agreement to oust absolutely the jurisdiction of the court will be unlawful and void, being against public policy. however, such a result would ensue if it is shown that the jurisdiction to which the parties had agreed to submit had nothing to do with the contract. if, on the other hand, it is found that the jurisdiction agreed would also be a proper jurisdiction in the matter of the contract, it could not be said that it ousted the jurisdiction of the court. after considering the facts involved in the said case and the submissions made on behalf of the parties, this court observed as follows: thus it is now a settled principle that where there may be two or more competent courts which can entertain a suit consequent upon a part of the cause of action having arisen there within, if the parties to the contract agreed to vest jurisdiction in one such court to try the dispute which might arise as between themselves, the agreement would be valid. if such a contract is clear, unambiguous and explicit and not vague, it is not hit by sections 23 and 28 of the contract act and cannot also be understood as parties contracting against the statute. [2023/rjjd/006679] (25 of 35) [cma-488/2022] 12. a similar view was taken by this court in angile insulations v. davy ashmore india ltd. and anr. manu/sc/0338/1995 : (1995) 4 scc 153, wherein the hon'ble judges while referring to the decision of this court in a.b.c. laminart pvt. ltd.'s case (supra), inter alia, held that where two courts have jurisdiction consequent upon the cause of action or a part thereof arising therein, if the parties agree in clear and unambiguous terms to exclude the jurisdiction of the other, the said decision could not offend the provisions of section 23 of the contract act. in such a case, the suit would lie in the court to be agreed upon by the parties. 13. this court has consistently taken the same view in several subsequent cases. we may refer to one such decision of this court in hanil era textiles ltd. v. puromatic filters (p) ltd. manu/sc/0348/2004 : air 2004 sc 2432 : (2004) 4 scc 671, where part of the cause of action arose at both delhi and bombay. this court held that the mutual agreement to exclude the jurisdiction of the delhi courts to entertain the suit was not opposed to public policy and was valid. 14. as indicated herein earlier, in this case also the cause of action for the original suit no. 519 of 1991, filed by the respondent before the principal senior civil judge, vijayawada, arose partly within the jurisdiction of the calcutta courts and the courts at vijayawada. 15. having regard to the provisions referred to hereinabove, though the courts at vijayawada would also have jurisdiction, along with the courts at calcutta, to entertain and try a suit relating to and arising out of the agreement dated 23rd december, 1988, and the mutual understanding dated 15th may, 1989, such jurisdiction of the [2023/rjjd/006679] (26 of 35) [cma-488/2022] courts at vijayawada would stand ousted by virtue of the exclusion clause in the agreement.\" the hon'ble supreme court in swastik gases private ltd. vs. indian oil corporation ltd.(supra) has held as under: \"28. section 11(12)(b) of the 1996 act provides that where the matters referred to in sub-sections (4), (5), (6), (7), (8) and (10) arise in an arbitration other than the international commercial arbitration, the reference to 'chief justice' in those sub-sections shall be construed as a reference to the chief justice of the high court within whose local limits the principal civil court referred to in section 2(1)(e) is situate, and where the high court itself is the court referred to in clause (e) of sub-section (1) of section 2, to the chief justice of that high court. clause (e) of sub-section (1) of section 2 defines 'court' which means the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes. 29. when it comes to the question of territorial jurisdiction relating to the application under section 11, besides the above legislative provisions, section 20 of the code is relevant. section 20 of the code states that subject to the limitations provided in sections 15 to 19, every suit shall be instituted in a court within the local limits of whose jurisdiction (a) the defendant, or each of the defendants where there are more than one, at the time of commencement of the suit, actually and voluntarily resides, or carries on [2023/rjjd/006679] (27 of 35) [cma-488/2022] business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part arises. 30. the explanation appended to section 20 clarifies that a corporation shall be deemed to carry on business at its sole or principal office in india or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place. 31. in the instant case, the appellant does not dispute that part of cause of action has arisen in kolkata. what appellant says is that part of cause of action has also arisen in jaipur and, therefore, chief justice of the rajasthan high court or the designate judge has jurisdiction to consider the application made by the appellant for the appointment of an arbitrator under section 11. having regard to section 11(12)(b) and section 2(e) of the 1996 act read with section 20(c) of the code, there remains no doubt that the chief justice or the designate judge of the rajasthan high court has jurisdiction in the matter. the question is, whether parties by virtue of clause 18 of the agreement have agreed to exclude the jurisdiction of the courts at jaipur or, in other words, whether in view of clause 18 of the agreement, the jurisdiction of chief justice of the rajasthan high court has been excluded? 32. for answer to the above question, we have to see the effect of the jurisdiction clause in the agreement which provides that the agreement shall be subject to jurisdiction of the courts at [2023/rjjd/006679] (28 of 35) [cma-488/2022] kolkata. it is a fact that whilst providing for jurisdiction clause in the agreement the words like 'alone', 'only', 'exclusive' or 'exclusive jurisdiction' have not been used but this, in our view, is not decisive and does not make any material difference. the intention of the parties by having clause 18 in the agreement is clear and unambiguous that the courts at kolkata shall have jurisdiction which means that the courts at kolkata alone shall have jurisdiction. it is so because for construction of jurisdiction clause, like clause 18 in the agreement, the maxim expressio unius est exclusio alterius comes into play as there is nothing to indicate to the contrary. this legal maxim means that expression of one is the exclusion of another. by making a provision that the agreement is subject to the jurisdiction of the courts at kolkata, the parties have impliedly excluded the jurisdiction of other courts. where the contract specifies the jurisdiction of the courts at a particular place and such courts have jurisdiction to deal with the matter, we think that an inference may be drawn that parties intended to exclude all other courts. a clause like this is not hit by section 23 of the contract act at all. such clause is neither forbidden by law nor it is against the public policy. it does not offend section 28 of the contract act in any manner. 37. in my opinion, the very existence of the exclusion of jurisdiction clause in the agreement would be rendered meaningless were it not given its natural and plain meaning. the use of words like \"only\", \"exclusively\", \"alone\" and so on are not necessary to convey the intention of the parties in an exclusion of jurisdiction clause of an agreement. therefore, i agree with the conclusion that jurisdiction in the subject matter of the proceedings vested, by agreement, only in the courts in kolkata. [2023/rjjd/006679] (29 of 35) [cma-488/2022] 57. for the reasons mentioned above, i agree with my learned brother that in the jurisdiction clause of an agreement, the absence of words like \"alone\", \"only\", \"exclusive\" or \"exclusive jurisdiction\" is neither decisive nor does it make any material difference in deciding the jurisdiction of a court. the very existence of a jurisdiction clause in an agreement makes the intention of the parties to an agreement quite clear and it is not advisable to read such a clause in the agreement like a statute. in the present case, only the courts in kolkata had jurisdiction to entertain the disputes between the parties.\" in emkay global financial services ltd. vs. girdhar sondhi (supra), the hon'ble supreme court has held as under: \"8. the effect of an exclusive jurisdiction clause was dealt with by this court in several judgments, the most recent of which is the judgment contained in indus mobile distribution pvt. ltd. (2017) 7 scc 678. in this case, the arbitration was to be conducted at mumbai and was subject to the exclusive jurisdiction of courts of mumbai only. after referring to the definition of \"court\" contained in section 2(1)(e) of the act, and section 20 and 31(4) of the act, this court referred to the judgment of five learned judges in bharat aluminium co. v. kaiser aluminium technical services inc., manu/sc/0722/2012 : (2012) 9 scc 552, in which, the concept of juridical seat which has been evolved by the courts in england, has now taken root in our jurisdiction. after referring to several judgments and a law commission report, this court held: (indus mobile distribution (p) ltd. vs. datawind innovations private ltd.,(2017) 7 scc 678) \"19. a conspectus of all the aforesaid provisions shows that the moment [2023/rjjd/006679] (30 of 35) [cma-488/2022] the seat is designated, it is akin to an exclusive jurisdiction clause. on the facts of the present case, it is clear that the seat of arbitration is mumbai and clause 19 further makes it clear that jurisdiction exclusively vests in the mumbai courts. under the law of arbitration, unlike the code of civil procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. the neutral venue may not in the classical sense have jurisdiction--that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of sections 16 to 21 of code of civil procedure be attracted. in arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at mumbai would vest mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties. 20. it is well settled that where more than one court has jurisdiction, it is open for the parties to exclude all other courts. for an exhaustive analysis of the case law, see swastik gases (p) ltd. v. indian oil corporation ltd. [swastik gases (p) ltd. v. indian oil corporation ltd., manu/sc/0654/2013 : (2013) 9 scc 32: (2013) 4 scc (civ) 157]. this was followed in a recent judgment in b.e. simoese von staraburg niedenthal v. chhattisgarh investment ltd. [b.e. simoese von staraburg niedenthal v. chhattisgarh investment ltd., manu/sc/0930/2014 : (2015) 12 scc 225: (2016) 1 scc (civ) 427]. having regard to the above, it is clear that mumbai courts alone have jurisdiction to the exclusion of all [2023/rjjd/006679] (31 of 35) [cma-488/2022] other courts in the country, as the juridical seat of arbitration is at mumbai. this being the case, the impugned judgment [datawind innovations (p) ltd. v. indus mobile distribution (p) ltd., manu/de/1500/2016] is set aside. the injunction confirmed by the impugned judgment will continue for a period of four weeks from the date of pronouncement of this judgment, so that the respondents may take necessary steps under section 9 in the mumbai court. the appeals are disposed of accordingly.\" 9. following this judgment, it is clear that once courts in mumbai have exclusive jurisdiction thanks to the agreement dated 03.07.2008, read with the national stock exchange bye-laws, it is clear that it is the mumbai courts and the mumbai courts alone, before which a section 34 application can be filed. the arbitration that was conducted at delhi was only at a convenient venue earmarked by the national stock exchange, which is evident on a reading of bye-law 4(a)(iv) read with (xiv) contained in chapter xi.\" in brahmani river pellets ltd. vs. kamachi industries ltd. (supra), the hon'ble supreme court has held as under: \"18. where the contract specifies the jurisdiction of the court at a particular place, only such court will have the jurisdiction to deal with the matter and parties intended to exclude all other courts. in the present case, the parties have agreed that the \"venue\" of arbitration shall be at bhubaneswar. considering the agreement of the parties having bhubaneswar as the venue of arbitration, the intention of the parties is to exclude all other courts. as held in swastik, non-use of words like [2023/rjjd/006679] (32 of 35) [cma-488/2022] \"exclusive jurisdiction\", \"only\", \"exclusive\", \"alone\" is not decisive and does not make any material difference. 19. when the parties have agreed to have the \"venue\" of arbitration at bhubaneswar, the madras high court erred in assuming the jurisdiction under section 11(6) of the act. since only orissa high court will have the jurisdiction to entertain the petition filed under section 11(6) of the act, the impugned order is liable to be set aside. 20. in the result, the impugned order of the madras high court in kamchi industries ltd. v. brahmin river pellets ltd., 2018 scc online mad 13127 dated 02.11.2018 is set aside and this appeal is allowed. the parties are at liberty to approach the orissa high court seeking for appointment of the arbitrator.\" in srei equipment finance ltd. vs. seirra infraventure pct. ltd. (supra), a single bench of calcutta high court has held that an application under section 9 can be filed where the part of cause of action has arisen or where the seat of arbitration has been chosen by the parties, however, in view of the judgment of the hon'ble supreme court rendered in indus mobile distribution private limited vs. datawind innovations private limited & ors. (civil appeal nos.5370-5371/2017 dated 19.04.2017), it would be difficult to follow the same. in indus mobile distribution private limited vs. datawind innovations private limited & [2023/rjjd/006679] (33 of 35) [cma-488/2022] ors. (supra), the hon'ble supreme court has held as under: \"20. a conspectus of all the aforesaid provisions shows that the moment the seat is designated, it is akin to an exclusive jurisdiction clause. on the facts of the present case, it is clear that the seat of arbitration is mumbai and clause 19 further makes it clear that jurisdiction exclusively vests in the mumbai courts. under the law of arbitration, unlike the code of civil procedure which applies to suits filed in courts, a reference to \"seat\" is a concept by which a neutral venue can be chosen by the parties to an arbitration clause. the neutral venue may not in the classical sense have jurisdiction that is, no part of the cause of action may have arisen at the neutral venue and neither would any of the provisions of section 16 to 21 of the cpc be attracted. in arbitration law however, as has been held above, the moment \"seat\" is determined, the fact that the seat is at mumbai would vest mumbai courts with exclusive jurisdiction for purposes of regulating arbitral proceedings arising out of the agreement between the parties. 21. it is well settled that where more than one court has jurisdiction, it is open for parties to exclude all other courts. for an exhaustive analysis of the case law, see swastik gases private limited v. indian oil corporation limited, (2013) 9 scc 32. this was followed in a recent judgment in b.e. simoese von staraburg niedenthal and another v. chhattisgarh investment limited, (2015) 12 scc 225. having regard to the above, it is clear that mumbai courts alone have jurisdiction to the exclusion of all other courts in the country, as the juridical seat of arbitration is at mumbai.\" [2023/rjjd/006679] (34 of 35) [cma-488/2022] in another judgment delivered in the case of bgs sgs soma jv vs. nhpc ltd. reported in (2020) 4 scc 234, the hon'ble supreme court has held in para no.55 as under:\"55. in indus mobile distribution private limited and ors. (supra), after clearing the air on the meaning of section 20 of the arbitration act, 1996, the court in paragraph 19 (which has already been set out hereinabove) made it clear that the moment a seat is designated by agreement between the parties, it is akin to an exclusive jurisdiction clause, which would then vest the courts at the \"seat\" with exclusive jurisdiction for purpose of regulating arbitral proceedings arising out of the agreement between the parties.\" the judgment rendered by hon'ble supreme court in jindal vijaynagar steel vs. jindal praxair oxygen co. ltd. (supra), on which counsel for the respondent no.1 has placed reliance, is also of no help to the respondent no.1 in the facts and circumstances of this case. it is not the case of respondent no.1 that no cause of action has arisen at new delhi and, therefore, no court at new delhi has jurisdiction. in the present case, it is noticed that, all the agreements entered between the appellant and the respondent no.1 are executed at new delhi and in such circumstances, the reliance placed by the learned counsel for the respondent no.1 on the decision of hon'ble supreme court rendered in a.b.c. laminart pvt. ltd. and anr. vs. a.p.agencies, salem (supra) is of no help to respondent no.1. as we have observed earlier that in all the agreements executed between the appellant and the respondent no.1, there [2023/rjjd/006679] (35 of 35) [cma-488/2022] are clauses regarding jurisdiction of the court and as per those clauses, which are 16.2.1 and 16.3.2, in all the agreements dated 04.06.2020, 25.01.2019, 07.09.2019 and 05.08.2020, the seat of the arbitration is agreed to be fixed at new delhi in relation to any proceedings under the act of 1996. similarly, clause 9 of the reworks agreement entered between the parties on 23.02.2021 also speaks that the exclusive jurisdiction in respect of any dispute is with the courts at new delhi. in view of the above discussion, we have no hesitation in holding that the trial court has no jurisdiction to entertain the application under section 9 of the act of 1996 preferred on behalf of the respondent no.1 and has erred in passing the impugned order. resultantly, the appeal succeeds and is allowed. the impugned order is set aside, however, the ad interim injunction granted in the impugned order shall continue for a period of one week from the date of pronouncement of this judgment. there shall be no order as to costs. (madan gopal vyas),j (vijay bishnoi),j masif/-d.r. powered by tcpdf (www.tcpdf.org)"
}