{
  "case_file": "case177.txt",
  "original_text": "Delhi High Court\nNamita Gupta vs Suraj Holdings Limited on 9 January, 2024\nAuthor: Navin Chawla\nBench: Navin Chawla\n                  *      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                                        Reserved on: 08.11.2023\n                                                        Date of decision: 09.01.2024\n\n                  +      CM(M) 457/2023 & CM APPL. 13615/2023\n                         NAMITA GUPTA                         ..... Petitioner\n                                        Through: Mr.Bhuvan             Gugnani,\n                                                 Mr.Rupender Sharma, Advs.\n                                                 Advs.\n\n                                           versus\n\n                         SURAJ HOLDINGS LIMITED           ..... Respondent\n                                      Through: Mr.Ashish Mohan, Mr.Hemant\n                                                Manjani, Ms.Sagrika Tanwar,\n                                                Advs.\n\n                  CORAM:\n                  HON'BLE MR. JUSTICE NAVIN CHAWLA\n                                    JUDGMENT\n1. This petition has been filed by the petitioner, who is the defendant in the Suit, being CS DJ No. 708/2019 titled M/s Suraj Holdings Ltd. v. Namita Gupta (hereinafter referred to as the 'Suit'), challenging the order dated 06.03.2023 (hereinafter referred to as the 'Impugned Order') passed by the learned Additional District Judge- 06, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Additional District Judge'), and the order dated 14.03.2023 (hereinafter referred to as 'Impugned Order') passed by the learned Principal District and Sessions Judge, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Principal District and Sessions Judge').\n2. By the Impugned Order dated 06.03.2023, the learned Additional District Judge, while observing that the dispute between the parties is commercial in nature, directed the file of the Suit to be placed before the Court of the learned Principal District and Sessions Judge, for passing appropriate orders.\n3. By the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge directed that the Suit be withdrawn from the Court of the learned Additional District Judge, and transferred the same to the Court of the learned District Judge, Commercial Court-06, South-East District, Saket Courts, New Delhi, for proceeding further in accordance with law.\nFactual Matrix\n4. The facts, in brief, giving rise to the present petition are that the respondent herein, who is the plaintiff in the Suit, filed the said Suit on 19.08.2019, seeking recovery of a sum of Rs.1,07,37,545.07 along with interest from the petitioner herein. The said Suit was filed by the respondent under Order XXXVII read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'CPC').\n5. By the order dated 13.12.2019, the learned Additional District Judge treated the Suit as an Ordinary Civil Suit, and issued summons thereon to the petitioner.\n6. The petitioner filed her written statement to the Suit, along with a Counter-Claim for seeking recovery of a sum of Rs.40,62,882/- along with interest.\n7. The petitioner, on 10.02.2022, also filed an application under Order VII Rule 11 of the CPC, contending therein that the Suit was raising a commercial dispute, as defined under Section 2(1)(c)(i) of the Commercial Courts Act, 2015 (hereinafter referred to as the 'Act'), of the specified value, and as it has been filed without resort to the Pre-Institution Mediation as mandated under Section 12-A of the Act, the plaint is liable to be rejected as being barred by law.\n8. It is in the course of hearing of the said application, that the learned Additional District Judge, while observing that the dispute raised in the Suit is commercial in nature, passed the Impugned Order dated 06.03.2023, directing the file of the Suit to be placed before the learned Principal District and Sessions Judge for appropriate orders.\n9. As noted hereinabove, by the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge has been pleased to transfer the Suit to the learned District Judge, Commercial Court-06, South East District, Saket Courts, New Delhi.\n10. The petitioner has filed the present petition being aggrieved of the above orders.\nSubmissions by the Learned Counsel for the Petitioner:\n11. The learned counsel for the petitioner submits that the learned Additional District Judge, and even the learned Principal District and Sessions Judge, do not have the power to transfer the Suit, which is filed as an Ordinary Suit, to a Commercial Court. He submits that the only power available to the Court is to return the plaint for the plaintiff to file the same, if so advised, before the Court of appropriate jurisdiction.\n12. The learned counsel for the petitioner submits that under the Act, there are special requirements for a Suit to be filed before a Commercial Court, which are in the form of a prescribed Statement of Truth and affidavit to be filed, as well as Pre-Institution Mediation to be initiated, as mandated under Section 12-A of the Act. He submits that as in the present case, the plaint does not meet the above requirements, the learned Additional District Judge should have rejected/returned the plaint.\n13. The learned counsel for the petitioner further submits that the only provision for transfer of the Suit, which is filed as an Ordinary Suit, to a Commercial Court, is contained in Section 15(2) of the Act. He submits that the said provision is applicable only to the Civil Suits relating to commercial disputes of a specified value that were pending before the Civil Courts in any District or area in respect of which a Commercial Court has been constituted, as on the date of such constitution. It does not apply to Suits that are filed after the constitution of the Commercial Courts in a particular District. He submits that where a Suit, though relating to a commercial dispute of a specified value, is filed as an Ordinary Civil Suit after the constitution of the Commercial Courts, the only power available with the Court is to return the plaint under Order VII Rule 10 of the CPC for the presentation of the plaint before the Commercial Courts, that is, the Court of appropriate jurisdiction. In support, he places reliance on the judgment of the Supreme Court in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace LLP & Anr. (2020) 15 SCC 585; judgments of this Court in Satyanarain Khandelwal v. Prem Arora, 2022 SCC OnLine Del 2142; Narendra Kumar v. Om Daily Needs Retailing Pvt. Ltd. and Anr., Neutral Citation no.2023:DHC:6474-DB; M/s AV Industries v. M/s Neo Neon Electrical Pvt. Ltd., Neutral Citation no.2023:DHC:6230-DB; and Virender Kumar v. Rekha Bhayana, 2022 SCC OnLine Del 2678; and of the Calcutta High Court in Laxmi Plyfab Pvt. Ltd. and Ors. v. Eden Realty Ventures Pvt. Ltd. and Ors., 2021 SCC OnLine Cal 1457, Maharshi Commerce Limited v. Rajiv R. Balani and Ors. (Order dated 10.11.2022 in CS/3/2019 OD-13), and ANE Industries Private Limited v. J.K. Engineering Private Limited, 2023 SCC OnLine Cal 3331; and of the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) v. Meghavaram Power Pvt. Ltd., 2023 SCC OnLine AP 794; and of the High Court of Telangana in Life Shine Medical Services Pvt. Ltd. v. Dr.Alety Jeevan Reddy & Anr. (Order Dated 13.04.2023 in Civil Revision Petition No.689 of 2023); and of the High Court of Bombay in Gaurang Manguesh Suctancar v. Sonia Gaurang Suctancar (in LD-VC-CW-88/2020 decided on 20.07.2020).\n14. He submits that the Commercial Courts Act, 2015 being a special and subsequent statute, would override the general provisions of the CPC and especially Section 24 of the CPC. In support of the said submission, he places reliance on the judgment of the Supreme Court in Jaycee Housing Private Limited and Others v. Registrar (General), Orissa High Court, Cuttack and Others, (2023) 1 SCC 549; and of the Allahabad High Court in Shankar Lal Jaiswal v. Asha Devi & Ors., Neutral Citation No.2018:AHC:177160.\n15. The learned counsel for the petitioner further submits that, even assuming that Section 24 of the CPC would apply, a Commercial Court constituted under the Act is not a Court subordinate to the Court of the Principal District and Sessions Judge, therefore, in any case, the learned Principal District and Sessions Judge did not have the power to transfer the Suit to a Commercial Court.\nSubmissions by the Learned Counsel for the Respondent:\n16. On the other hand, the learned counsel for the respondent submits that the learned District Judge, as also this Court, by the provisions of the Act is not denuded of the powers under Section 24 of the CPC. He submits that Section 15 of the Act provides for the transfer of the cases that are pending adjudication as on the date of the constitution of the Commercial Division in the High Court or the Commercial Courts at the District Level. The said provision, however, is in addition to the general power which is vested in the District Judge, as also the High Court, under Section 24 of the CPC to transfer any proceedings pending in a Court subordinate to any other Court subordinate.\n17. He submits that as the Suit was pending before the Court of the learned Additional District Judge, which, in terms of the provisions of the Punjab Courts Act, 1918, is a Court subordinate to the Court of the learned Principal District and Session Judge, the learned Principal District and Sessions Judge had the power to transfer the Suit to a Commercial Court. He submits that the Commercial Court, though constituted under the Act, is manned by the Officers from the District Judiciary, as is evident from the Delhi Higher Judicial Services Rules. He submits that the learned District Judge has been passing administrative orders transferring the Commercial Suits from one Court to another in the District. In support, he places reliance on Office Order No.2719/87297-332 dated 08.12.2019, and Office Order No. 576/14058-104 dated 18.02.2020.\n18. The learned counsel for the respondent further submits that once it is admitted that the plaint filed before a Ordinary Civil Court can be returned to be filed before a Commercial Court, the provisions of Section 24 of the CPC would equally apply. He submits that in terms of Section 24(5) of the CPC, a power is vested in the High Court and the District Court to transfer a Suit or proceedings from a Court which has no jurisdiction to try it. Exercising such power, the learned Principal District and Sessions Judge and even this Court can transfer the Suits which are filed as Ordinary Suits, though raising a commercial dispute of a specified value, to a Commercial Court. He submits that on such transfer, the plaintiff in the Suit would have to make necessary amendments in the Suit so as to comply with the other requirements of a Commercial Suit as prescribed under the Act. However, this cannot be a reason to deny the transfer of the Suit. In support, he places reliance on the judgment of this Court in Suraj Prakash v. Neeraj Kumar and Others, 2023 SCC OnLine Del 4563 and Mahesh Gupta v. Ranjit Singh and Ors., 2009 SCC OnLine Del 1418.\nANALYSIS & FINDINGS:\n19. I have considered the submissions made by the learned counsels for the parties.\n20. The present petition raises two issues to be answered:-\n(i) Whether the Act excludes the application of Section 24 of the CPC to the commercial disputes having a specified value?\n(ii) If the answer to the above issue is in the negative, whether the power under Section 24 of the CPC to transfer the Suit is also available to the District and Session Judge?\nISSUE (i)\n21. To answer the first issue, I shall first examine the scheme of the Act.\n22. The Act provides for the constitution of Commercial Courts and Commercial Appellate Courts at the District Courts, and Commercial Division and Commercial Appellate Division in the High Courts, for adjudicating the commercial disputes of a specified value and for matters connected therewith or incidental thereof.\n23. Section 3 and Section 3A of the Act provides for the constitution of Commercial Courts and Commercial Appellate Courts, respectively, at the District level. They read as under:\n\"3. Constitution of Commercial Courts.--(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.\n(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.\n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a court below the level of a District Judge.\n3A. Designation of Commercial Appellate Courts.--Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act..\"\n24. Section 4 of the Act provides for the constitution of the Commercial Division of High Courts and reads as under:\n\"4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n25. Section 5 of the Act empowers the Chief Justice of the concerned High Court to constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred by the Act.\n26. Section 6 of the Act states that the Commercial Courts shall have the jurisdiction to try all the Suits and applications relating to a commercial dispute of a specified value arising out of the entire jurisdiction of the State over which it has been vested territorial jurisdiction.\n27. Similarly, Section 7 of the Act states that all Suits and applications relating to commercial disputes of a specified value filed in the High Court having ordinary original civil jurisdiction, shall be heard and disposed of by the Commercial Division of that High Court.\n28. Section 11 states that a Commercial Court or a Commercial Division shall not entertain or decide any Suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force.\n29. A reading of the above provisions would show that a separate and distinct hierarchy of Courts has been prescribed for adjudicating the commercial disputes of a specified value. These Courts are distinct from the Ordinary Civil Courts.\n30. Section 15 of the Act pertains to the transfer of the Suits and applications relating to a commercial dispute of a specified Value pending as on the date of the constitution of a Commercial Division or a Commercial Court, as the case may be. It is reproduced as under:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-\nsection (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908).\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub- section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n31. Sub-Section (1) of Section 15 of the Act provides that all Suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (in short, 'Arbitration Act'), relating to a commercial dispute of a specified value, pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. Similarly, Sub-Section (2) of Section 15 of the Act states that all suits and application, including applications under the Arbitration Act, relating to a commercial dispute of a specified value, pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. Such transfer shall, however, not take place where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, as the case may be.\n32. Sub-Section (5) of Section 15 of the Act states that in the event that a Suit or application as has been mandated to be transferred by virtue of sub-section (1) or sub-section (2) of the Act, is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the Suit, withdraw such Suit or application from the Court before which it is pending, and transfer the same for trial or disposal to the Commercial Division or the Commercial Court, as the case may be, having territorial jurisdiction over such Suit. Sub-Section (5) of Section 15 of the Act is, therefore, applicable and is attracted to cases, which should have been transferred to a Commercial Division or a Commercial Court as on the date of the constitution of such Commercial Division or a Commercial Court, however, were not so transferred.\n33. Section 16 of the Act provides for amendments to the provisions of the CPC in their application to commercial disputes, and states that the CPC shall stand amended in the manner specified in the Schedule appended to the Act. In the said Schedule, special provisions have been made/amended inter-alia providing for every pleading to be verified by an affidavit, Statement of Truth, strict timeline for filing of the written statement, Case Management Hearing, etc. What is important to note herein is that it is only certain provisions of the CPC that stand amended by the Schedule annexed to the Act, and Section 24 of the CPC is not one of such provisions.\n34. Section 16 of the Act is reproduced as under:\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n35. Section 18 of the Act empowers the High Court(s) to issue directions in the form of notification and practice directions to supplement the provisions of Chapter II of the Act and the CPC with respect to the hearing of a commercial dispute of a specified value.\n36. A reading of the above provisions would show that the Act provides for the constitution of Commercial Courts and Commercial Divisions of the High Courts to adjudicate on commercial disputes of a specified value. However, the implementation of the said provisions and the overall administrative control over these Courts remains vested with the High Courts and, therefore, Commercial Courts would be a Court Subordinate to the High Courts. Section 24 of the CPC is not amended by the Act or by the Schedule appended thereto, therefore, there is no reason for it to be not applied to a Suit relating to a commercial dispute of a Specified Value.\n37. The Supreme Court in Ambalal Sarabhai Enterprises Ltd. (supra), was considering a case where a suit was filed before a Commercial Court and the defendant therein filed an application under Order VII Rule 10 of the CPC, contending that the suit did not relate to a commercial dispute. The application was rejected by the learned Commercial Court. The defendant approached the High Court of Gujarat, which directed return of the plaint of the Suit to the plaintiff under Order VII Rule 10 of the CPC, for it to be presented before the appropriate Court. The Supreme Court affirmed and approved this course of action. What is important is that recourse to Order VII Rule 10 of the CPC was made and upheld by the Supreme Court.\n38. In Virender Kumar (supra), a learned Single Judge of this Court was considering a petition challenging the order passed by the learned District Judge, (Commercial Court), transferring a Suit, which though was a commercial suit but was filed as a non-commercial suit, to a Commercial Court. This Court held that the provisions of Section 15 of the Act apply only to the Suits that were pending as on the date of the constitution of the Commercial Courts. It held as under:\n\"9. The implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of Section 15 but also to the other sub-sections of the said Section. Seen in conjunction with the expression \"has been constituted\", as employed in Section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the Civil Court in any district or area in respect of which a Commercial Court \"has been constituted\" on the date when the Commercial Courts Act came into force and was, therefore, \"pending\"\non the said date.\n10. It cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the Civil Court and have the suit transferred to the Commercial Court.\"\n39. The Court, though highlighted the more stringent protocols that are applicable to the Commercial Suits as compared to the ordinary Civil Suits, instead of rejecting the plaint, held that the same should be returned to the plaintiff under Order VII Rule 10 of the CPC, so that it could be instituted before the Court of appropriate jurisdiction. The Court observed as under:\n\"11. There is a clear difference in protocol between commercial suits and non-commercial suits. Commercial suits follow their own distinct procedure, and are subjected to much greater rigour than non- commercial suits. A commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a Statement of Truth both with the plaint as well as with the written statement.\n12. Various provisions of the CPC, including Section 26, Section 35, Section 35-A, have been amended by the Commercial Courts Act to cater to commercial suits. It would, therefore, be counter- productive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the Commercial Courts Act, to be transferred to the Commercial Court as a matter of course.\nxxxx\n14. Commercial Courts are different from non- Commercial Courts. If a commercial suit is instituted before a Civil Court, it is, clearly, instituted before a Court other than the Court before which it should have been instituted. Order VII Rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate Court, i.e., the Commercial Court.\"\n40. The Court also held and clarified that once the plaint is returned to the plaintiff, the plaintiff would be entitled to institute the same plaint, albeit in the form and following the procedure prescribed by the Act, before the competent Commercial Court. I may reproduce the direction issued by the Court, as under:\n\"24. In order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the Commercial Courts Act before the competent commercial court.\"\n41. In Satyanarain Khandelwal (supra), a Division Bench of this Court, while adjudicating on a batch of Transfer Petitions filed against the respondent therein, held that Section 19 of the Commercial Courts (Amending) Act, 2018 would not apply retrospectively to the cases relating to the commercial dispute filed and pending as on the date of commencement of the said Act. The Division Bench did not consider the issue whether the power vested in the High Court under Section 24 of the CPC can be exercised or not to transfer such Suits.\n42. In Narendra Kumar (supra), another Division Bench of this Court was considering a challenge to the order passed by the learned District Judge (Commercial Court), returning the plaint of a Suit which, though originally filed before a ordinary Civil Court, was transferred by the learned District and Sessions Judge to a Commercial Court. The learned District Judge (Commercial Court) had held that as there was no such power vested with the learned District and Sessions Judge to transfer the Suit to the Commercial Court, returned the plaint to be filed in the appropriate format before the competent Commercial Court. The Division Bench held that Section 15 of the Act would not apply to the Suits filed after the coming into force of the Act. The Court upheld the order returning the plaint, by observing as under:-\n\"11. This implies that Section 15(2) of the CCA, 2015 was not to be effective in future but was an enabling provision for transfer of all the pending suits of commercial nature from the regular Civil Courts to the Commercial Courts. The present Suit has been instituted on 16.03.2019 i.e. post 2015 and thus, the provisions of Commercial Courts Act, 2015 as amended on 03.05.2018 would become applicable.\nxxxx\n16. Order VII Rule 10 CPC, 1908 envisages Return of a Plaint instituted before a court other than the court before it should be instituted. In Ambalal Sarabhai Enterprises (supra) it had been held that where a court case is filed before a Court which is not the appropriate Court, the suit may be returned to be presented before the Court of competent jurisdiction.\n17. Similar facts as in hand came for consideration before the co-ordinate Bench of this Court in Virender Kumar vs Rekha Bhayana 2022 SCC OnLine Del 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts.\nDel 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts.\n18. In the present case, though the case had been transferred from the Court of learned ADJ to the Court of Commercial Judge, but that procedure was incorrect as the suit did not meet the requirements of a Commercial Suit. The learned Judge Commercial Court has therefore, rightly returned the suit to be filed in the appropriate format before the competent Commercial Court.\nppropriate format before the competent Commercial Court.\n19. Accordingly, we find no merit in the present Appeal against the impugned Order dated 20.03.2023, and the same is hereby dismissed.\"\n43. Therefore, the Hon'ble Division Bench held that Order VII Rule 10 of the CPC would have been the appropriate power to be exercised by the learned District & Sessions Judge rather than transferring the suit to the learned District Judge (Commercial Court).\n44. In Maharshi Commerce Limited (supra), the High Court of Calcutta, held that the Suit therein raised a Commercial Dispute of a specified value and, therefore, the ordinary Civil Suit was not maintainable. As the Court did not have the jurisdiction to proceed with the same, it, under Order VII Rule 10 of the CPC, returned the plaint to the plaintiff therein to present it before a Court having competent jurisdiction.\n45. In ANE Industries Private Limited (supra), the Calcutta High Court, relying upon its earlier judgment in Laxmi Polyfab Pvt. Ltd. (supra), and having held that Section 15 of the Act would not apply to Suits filed after the establishment of the Commercial Division in the said High Court, directed the plaint to be returned to the plaintiff therein to be presented before the appropriate Court in accordance with the law.\n46. The same view was reiterated by the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) (Supra). The Court held that a petition under Section 24 of the CPC seeking transfer of the Suit from one Commercial Court to another Commercial Court on the ground that the Court in which the said Suit was instituted lacks territorial jurisdiction, is misconceived and unsustainable, and the same has to be dealt only under Order VII, Rule 10 of the CPC. However, I must here itself note that in reaching the said conclusion, the prime focus of the Court was only on Section 15 of the Act, as the petition filed therein, though filed under Section 24 of the CPC, was relying and invoking only Section 15 of the Act. With respect, the Court did not give any reasons to exclude the applicability of Section 24 of the CPC to the Suit relating to a Commercial Dispute of a specified value.\n47. In Life Shine Medical Services Pvt. Ltd. (supra), the High Court of Telangana was considering a challenge to the order whereby the learned Trial Court had returned the plaint with a direction to present it before a proper forum, as the Suit related to a commercial transaction, held that the Suit indeed related to a transaction which was commercial in nature, and upheld the order of return of the plaint passed by the learned Trial Court therein.\n48. The High Court of Bombay in Gaurang Manguesh Suctancar (supra), was considering the issue as to whether the Court, as defined under Section 2(1)(e) of the Arbitration Act read with Section 5 of the Goa Civil Courts Act, 1965, or a Commercial Court under Section 3(1) of the Amended Commercial Court Act, 2015, would have jurisdiction for adjudicating an application under Section 9 of the Arbitration Act. The High Court held that the learned Senior Civil Judge at Panaji, which had been vested with the jurisdiction of a Commercial Court, had the jurisdiction to adjudicate the application filed under Section 9 of the Arbitration Act. This judgment would therefore, have no application to the issues being considered in the present petition.\n49. In M/s A.V. Industries (supra), the Division Bench of this Court was considering a Regular First Appeal (Commercial) challenging the judgment and decree passed by the learned District Judge (Commercial Courts) in a Commercial Suit. The Court reiterated that the special provisions with respect to the Statement of Truth, applicable to the Commercial Suits under the Act, are mandatory and need to be followed, and in the absence thereof, the plaint itself is non est and could not have been read into evidence. The Court further held that even though originally the Suit was considered by the learned Additional District Judge dealing with the Ordinary Suit, it was later registered under the Act and numbered as a Commercial Suit, therefore, the plaintiff was under a legal obligation to file the Statement of Truth in accordance with sub-rule (4) & (5) of Rule 15-A of the Order VI of the CPC, as amended by the Act while confirming to the mandatory procedural formality contained therein. The Court held that the plaintiff therein cannot be permitted to contend that no such directions were issued for filing the Statement of Truth after the transfer of the Suit from ordinary Court to the designated Commercial Court. In the said judgment, therefore, the Court was only considering the fate of the Suit, which was relating to a Commercial Dispute and adjudicated upon by a Commercial Court, however, the plaint whereof did not meet the necessary and mandatory conditions as stipulated in the Schedule to the Act read with Section 16 thereof. The Court had no occasion to the consider the application of Section 24 of the CPC to such a Suit.\n50. From an analysis of the above judgments, it would be evident that: -\n(a) The Commercial Courts Act provides for a special format and specific requirements in relation to the pleadings and affidavits, in the form of a Statement of Truth, verification, among others. It further requires mandatory compliance with provisions under Section 12-A of the Act in the form of a Pre- Institution Mediation;\n(b) If a Suit raises a Commercial Dispute of a Specified Value, the Ordinary Civil Court shall have no jurisdiction to entertain the same, and it must, therefore, return the plaint in exercise of its power under Order VII Rule 10 of the CPC;\n(c) On return of the plaint, the plaintiff may, after making necessary corrections in the pleadings, present the plaint before the Court of competent jurisdiction.\n51. The learned counsel for the petitioner also does not dispute the applicability of Order VII Rule 10 of the CPC to the facts of the present case. In fact, it is his own case that the learned Trial Court should have returned the plaint to the plaintiff, that is, the respondent herein, for it to be presented before the Court of competent jurisdiction.\n52. This now brings me to the question that if the Court has the power and a duty to return the plaint under Order VII Rule 10 of the CPC, would the power of this Court under Section 24 of the CPC get denuded thereby. In other words, does the Commercial Courts Act exclude the applicability of Section 24 of the CPC.\n53. Order VII Rule 10 and Order VII Rule 10A of the CPC are reproduced hereinbelow:-\n                                      \"                   ORDER VII\n                                                             xxxx\n                                      10. Return of plaint.--(1) Subject to the\nprovisions of rule 10A, the plaint shall at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted.\nExplanation.-- For the removal of doubts, it is hereby declared that a Court of appeal or revision may direct after setting aside the decree passed in a suit, the return of the plaint under this sub-rule.\n(2) Procedure on returning plaint. --On returning a plaint, the Judge shall endorse thereon the date of its presentation and return, the name of the party presenting it, and a brief statement of the reasons for returning it.\n10A. Power of Court to fix a date of appearance in the Court where plaint is to be filed after its return.--(1) Where, in any suit, after the defendant has appeared, the Court is of opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff.\n(2) Where an intimation is given to the plaintiff under sub-rule (1), the plaintiff may make an application to the Court--\n(a) specifying the Court in which he proposes to present the plaint after its return,\n(b) praying that the Court may fix a date for the appearance of the parties in the said Court, and\n(c) requesting that the notice of the date so fixed may be given to him and to the defendant.\n(3) Where an application is made by the plaintiff under sub-rule (2), the Court shall, before returning the plaint and notwithstanding that the order for return of plaint was made by it on the ground that it has no jurisdiction to try the suit,--\n(a) fix a date for the appearance of the parties in the Court in which the plaint is proposed to be presented, and\n(b) give to the plaintiff and to the defendant notice of such date for appearance.\n(4) Where the notice of the date for appearance is given under sub-rule (3),--\n(a) it shall not be necessary for the Court in which the plaint is presented after its return, to serve the defendant with a summons for appearance in the suit, unless that Court, for reasons to be recorded, otherwise directs, and\n(b) the said notice shall be deemed to be a summons for the appearance of the defendant in the Court in which the plaint is presented on the date so fixed by the Court by which the plaint was returned.\n(5) Where the application made by the plaintiff under sub-rule (2) is allowed by the Court, the plaintiff shall not be entitled to appeal against the order returning the plaint.\"\n54. Order VII Rule 10 of the CPC provides that the plaint, at any stage of the Suit, be returned to be presented to the Court in which the Suit should have been instituted. Order VII Rule 10A of the CPC mandates that where the Court is of the opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff, and where the plaintiff accepts such decision, the plaintiff may make an application to the Court specifying the Court in which he proposes to present the plaint after its return, and pray for the Court to fix a date for the appearance of the parties in the said Court and inform the parties of the said date.\n55. Where the plaint is returned under Order VII Rule 10 of the CPC, on its presentation before the appropriate Court of jurisdiction, the Suit would be treated as a fresh Suit, and would have to start de novo, and all proceedings before the earlier Court would be rendered a nullity. In this regard, reference may be made to the judgement on the Supreme Court in EXL Careers & Anr. v. Frankfinn Aviation Services Pvt. Ltd. (2020) 12 SCC 667.\n56. To avoid the above consequence of loss of all proceedings that have taken place before the earlier court, either of the parties may seek recourse to Section 24 of the CPC, which empowers the High Court or the District Court, on its own motion or otherwise, to transfer any Suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it; or withdraw any Suit, appeal or proceeding pending in any Court subordinate to it and inter alia transfer the same for trial or disposal to any Court subordinate to it and competent to try and dispose of the same. Sub-Section (5) of Section 24 states that such power of transfer can be exercised to transfer the Suit or proceeding from a Court which has no jurisdiction to try it.\n57. Section 24 of the CPC is reproduced hereinbelow:-\n\"24. General power of transfer and withdrawal.--(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage--\n(a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or\n(b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and--\n(i) try or dispose of the same; or\n(ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or\n(iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.\n(2) Where any suit or proceeding has been transferred or withdrawn under sub-section (1), the Court which is thereafter to try or dispose of such suit or proceeding may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn.\n(3) For the purposes of this section,--\n(a) Courts of Additional and Assistant Judges shall be deemed to be subordinate to the District Court;\n(b) \"proceeding\" includes a proceeding for the execution of a decree or order.\n(4) The Court trying any suit transferred or withdrawn under this section from a Court of Small Causes shall, for the purposes of such suit, be deemed to be a Court of Small Causes.\n(5) A suit or proceeding may be transferred under this section from a Court which has no jurisdiction to try it.\n58. The difference between Section 24 and Order VII Rule 10 of the CPC is that in terms of Sub-Section (2) of Section 24, where any Suit or proceeding has been transferred or withdrawn, the Court which is thereafter to try or dispose of such Suit or proceeding may, subject to any special directions in the case of an order of transfer, either re- try it or proceed from the point at which it was transferred or withdrawn. Therefore, all proceedings that were undertaken before the Court where a Suit was earlier instituted, though it lacked jurisdiction to try the same, can be saved, and the Suit on its transfer can be proceeded from the point at which it was transferred.\n59. In Mahesh Gupta (Supra), a Division Bench of this Court was considering a challenge to an order returning the plaint on the ground of lack of pecuniary jurisdiction to be filed before an appropriate Court having pecuniary jurisdiction over it. The Court, while upholding the order passed by the learned Single Judge therein, directed that instead of the return of the plaint, the Suit be transferred to the competent Court of civil jurisdiction. The Court observed as under: -\n\"11. During the course of hearing of the appeal, the counsel for the appellant/plaintiff contended that the appellant will be caused grave prejudice if the order returning the plaint is sustained in as much as considerable evidence has already been recorded in the suit and, there was also an order of injunction against the respondents/defendants by the consent of the counsel for the parties. Taking into account the considerable time invested by this court in this suit, we have decided to suo moto exercise our powers under Section 24(1) read with Section 24(5) of the Code of Civil Procedure, 1908 and instead of the order returning the plaint as passed by the learned Single Judge, we modify the order of the learned Single Judge and direct that, in the facts of the case, the suit itself be transferred to the competent court of civil jurisdiction. The effect of exercising of powers under Section 24 CPC would mean that the suit would be taken up by the transferee court from the stage at which it was pending before the impugned order dated 16.2.2009 was passed. The learned counsel for the respondents has stated that the respondents wanted to move an application for vacation of the interim order of injunction, but, which he did not do in as much as the matter was heard on the aspect of the lack of pecuniary jurisdiction of the court. Therefore, while directing the transfer of the suit, we further order that the interim order of injunction operating against the respondent in the suit will continue only till the date when the matter is taken up on the first date by the concerned Civil Judge. The Civil Judge will decide afresh the issue of grant or denial of an ad interim/ex-parte injunction on the first date and he will also decide expeditiously, and preferably within four weeks from the first hearing, the injunction application as filed by the plaintiff in the suit. The learned Single Judge should take up the issue of granting or denying of injunction (ex parte/ad interim or pendent lite) entirely uninfluenced by the any observations of this court or the fact that earlier an injunction order was passed by the consent of the parties.\"\n60. Therefore, once it is accepted that a Suit, which though relates to a Commercial Dispute of a Specified Amount, is filed as an ordinary Suit before a Civil Court, the plaint, under Order VII Rule 10 CPC, shall be returned to the plaintiff to present the same before the Commercial Court of appropriate jurisdiction, equally, either of the parties may invoke the provisions of Section 24 of the CPC to seek transfer of such a Suit.\n61. The learned counsel for the petitioner has rightly pointed out that the Suit, which has been filed before the Ordinary Civil Court, may not be complying with the special pleadings, may not contain the Statement of Truth or the affidavit in the prescribed form, and may not even have complied with the provisions of Section 12A of the Act. However, in my view, once it is conceded that the plaint of a Suit filed before the ordinary Civil Court can be returned to be filed before a Commercial Court after making necessary amendments thereto in the form of necessary pleadings, attachment of Statement of Truth, and affidavits, even where the Suit is transferred in the exercise of powers under Section 24 of the CPC, the plaintiff will have to make such necessary amendments in the Suit. Merely because such amendments may have to be made by the plaintiff on transfer of the Suit, the High Court cannot be denuded of the power which it has under Section 24 of the CPC.\n62. In Suraj Prakash (supra), this Court rejected a similar plea, observing as under:-\n\"8. On the objection of the learned counsel for the respondent nos. 1 to 3 that the Suit be not transferred to the Commercial Court as it has been filed without the mandatory verification, Statement of Truth and the affidavit, this Court in its judgment in Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt. Ltd., NC:2022/DHC/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect. Therefore, in the present case, mere non-filing of the prescribed Affidavit, Statement of Truth or the Verification, cannot lead to the dismissal of the Suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the Suit to the Court of Competent Jurisdiction. On treating the suit as a Commercial Suit, and on its transfer to a competent Court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the CC Act and with respect to the filing of the Statement of the Truth, Affidavit and Verification in the prescribed form. In case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\"\n63. As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act. Section 24 of the CPC is not a provision which has been amended by the said Schedule. It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value. If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so. There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act.\n64. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit. The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act. These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act.\n65. As held hereinabove, a Commercial Court, constituted under Section 3 of the Act, would be a Court subordinate to the High Court. Reference in this regard may also be made to the judgment of the Supreme Court in Life Insurance Corporation of India v. Nandini J. Shah & Ors., (2018) 15 SCC 356. Therefore, there is no reason to exclude the applicability of Section 24 of the CPC to a Suit in relation to a Commercial dispute of a specified value. The first issue is answered accordingly.\nISSUE (ii)\n66. To answer Issue (ii), it is relevant to consider whether a Commercial Court below the level of a District Judge, would be a Court subordinate to a District Court. In my view, the answer to this issue has to be in the negative.\n67. In terms of section 3 of the Act, the State Government, after consultation with the concerned High Court, by notification, may constitute such number of Commercial Courts at the District level as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred upon those Courts under the Act. Sub-Section (3) of Section 3 of the Act further provides that the State Government may, with the concurrence of the Chief Justice of the High Court, appoint one or more person having experience in dealing with Commercial Disputes to be a Judge or Judges of Commercial Courts either at the level of District Judge or a Court below the level of a District Judge. Appeals against the order passed by a Commercial Court below the level of a District Judge shall lie before a Commercial Appellate Court constituted under Section 3A of the Act, and against a Commercial Court at the level of the District Judge or against an order of a Commercial Division, as the case may be, shall lie to the Commercial Appellate Division of that High Court constituted under Section 5 of the Act.\n68. Therefore, a separate hierarchy of Courts is provided under the Act.\n69. Though the Commercial Court below the level of a District Judge may be manned by Officers of the Delhi Higher Judicial Services, in my opinion, these Courts do not still become subordinate to the District Court for purposes of Section 24 of the CPC. Equally, because of certain powers delegated by the High Court to the learned District and Session Judge to transfer certain Suits from one Commercial Court to another, it cannot be said that these Courts are subordinate to the District Court. In such cases, the learned District Judge exercises the powers as a delegate of the High Court.\n70. The Issue (ii) is answered by holding that the power under Section 24 of the CPC to transfer the Suit, is not available to learned the District and Session Judge.\nCONCLUSION:\n71. Having considered the above position of law, and returning to the facts of the present case, in my view, the learned Additional District Judge has erred in passing the order dated 06.03.2023, impugned in the present petition. Once the learned Additional District Judge was of the view that the dispute raised in the subject Suit is commercial in nature of a Specified Value, the only power vested in him was to return the plaint to the plaintiff, that is, the respondent herein for it to be presented before the Court of competent jurisdiction. The learned Additional District Judge had no power to place the file of the Suit before the learned Principal District and Sessions Judge for it to be transferred to the Court of competent jurisdiction.\n72. Similarly, the learned Principal District and Sessions Judge erred in transferring the Suit from the Court of the learned Additional District Judge to the Court of the learned District Judge, Commercial Court. As held hereinabove, the Commercial Court even at the level below the learned District Judge is not a Court subordinate to the District Judge. Therefore, the learned Principal District and Sessions Judge had no power to pass the Impugned Order dated 14.03.2023.\n73. In view of the above, the orders dated 06.03.2023 passed by the learned Additional District Judge and the order dated 14.03.2023 passed by the learned Principal District and Sessions judge are set aside.\n74. At the same time, as held herein above, this Court, under Section 24 of the CPC, has the power to transfer the Suit to the court of competent jurisdiction. In the present case, as it is not disputed that the Suit relates to a Commercial Dispute of a Specified Value and is to be tried by the learned District Judge (Commercial), South-East District, Saket District Court, and as it is also not disputed that the petitioner herein, who is the defendant in the Suit, has not only filed her Written Statement but also a Counter-Claim, in my opinion, the interest of justice would demand that in exercise of power vested in this Court under Section 24 of the CPC, the Suit be transferred from the Court of the learned Additional District Judge to the Court of the District Judge (Commercial), South-East District, Saket District Court, to be tried from the stage it is at present.\n75. The parties shall appear before the learned Transferee Court on the date that must have already been fixed by the Transferee Court.\n76. The petition and the pending applications are disposed of in the above terms.\n77. There shall be no order as to costs.\nNAVIN CHAWLA, J.\nJANUARY 9, 2023/RP/AS",
  "cleaned_text": "delhi high court namita gupta vs suraj holdings limited on 9 january, 2024 author: navin chawla bench: navin chawla * in the high court of delhi at new delhi reserved on: 08.11.2023 date of decision: 09.01.2024 + cm(m) 457/2023 & cm appl. 13615/2023 namita gupta . petitioner through: mr.bhuvan gugnani, mr.rupender sharma, advs. advs. versus suraj holdings limited . respondent through: mr.ashish mohan, mr.hemant manjani, ms.sagrika tanwar, advs. hon'ble mr. justice navin chawla judgment 1. this petition has been filed by the petitioner, who is the defendant in the suit, being cs dj no. 708/2019 titled m/s suraj holdings ltd. v. namita gupta (hereinafter referred to as the 'suit'), challenging the order dated 06.03.2023 (hereinafter referred to as the 'impugned order') passed by the learned additional district judge06, south-east district, saket courts, new delhi (hereinafter referred to as 'additional district judge'), and the order dated 14.03.2023 (hereinafter referred to as 'impugned order') passed by the learned principal district and sessions judge, south-east district, saket courts, new delhi (hereinafter referred to as 'principal district and sessions judge'). 2. by the impugned order dated 06.03.2023, the learned additional district judge, while observing that the dispute between the parties is commercial in nature, directed the file of the suit to be placed before the court of the learned principal district and sessions judge, for passing appropriate orders. 3. by the impugned order dated 14.03.2023, the learned principal district and sessions judge directed that the suit be withdrawn from the court of the learned additional district judge, and transferred the same to the court of the learned district judge, commercial court-06, south-east district, saket courts, new delhi, for proceeding further in accordance with law. factual matrix 4. the facts, in brief, giving rise to the present petition are that the respondent herein, who is the plaintiff in the suit, filed the said suit on 19.08.2019, seeking recovery of a sum of rs.1,07,37,545.07 along with interest from the petitioner herein. the said suit was filed by the respondent under order xxxvii read with section 151 of the code of civil procedure, 1908 (in short, 'cpc'). 5. by the order dated 13.12.2019, the learned additional district judge treated the suit as an ordinary civil suit, and issued summons thereon to the petitioner. 6. the petitioner filed her written statement to the suit, along with a counter-claim for seeking recovery of a sum of rs.40,62,882/along with interest. 7. the petitioner, on 10.02.2022, also filed an application under order vii rule 11 of the cpc, contending therein that the suit was raising a commercial dispute, as defined under section 2(1)(c)(i) of the commercial courts act, 2015 (hereinafter referred to as the 'act'), of the specified value, and as it has been filed without resort to the pre-institution mediation as mandated under section 12-a of the act, the plaint is liable to be rejected as being barred by law. 8. it is in the course of hearing of the said application, that the learned additional district judge, while observing that the dispute raised in the suit is commercial in nature, passed the impugned order dated 06.03.2023, directing the file of the suit to be placed before the learned principal district and sessions judge for appropriate orders. 9. as noted hereinabove, by the impugned order dated 14.03.2023, the learned principal district and sessions judge has been pleased to transfer the suit to the learned district judge, commercial court-06, south east district, saket courts, new delhi. 10. the petitioner has filed the present petition being aggrieved of the above orders. submissions by the learned counsel for the petitioner: 11. the learned counsel for the petitioner submits that the learned additional district judge, and even the learned principal district and sessions judge, do not have the power to transfer the suit, which is filed as an ordinary suit, to a commercial court. he submits that the only power available to the court is to return the plaint for the plaintiff to file the same, if so advised, before the court of appropriate jurisdiction. 12. the learned counsel for the petitioner submits that under the act, there are special requirements for a suit to be filed before a commercial court, which are in the form of a prescribed statement of truth and affidavit to be filed, as well as pre-institution mediation to be initiated, as mandated under section 12-a of the act. he submits that as in the present case, the plaint does not meet the above requirements, the learned additional district judge should have rejected/returned the plaint. 13. the learned counsel for the petitioner further submits that the only provision for transfer of the suit, which is filed as an ordinary suit, to a commercial court, is contained in section 15(2) of the act. he submits that the said provision is applicable only to the civil suits relating to commercial disputes of a specified value that were pending before the civil courts in any district or area in respect of which a commercial court has been constituted, as on the date of such constitution. it does not apply to suits that are filed after the constitution of the commercial courts in a particular district. he submits that where a suit, though relating to a commercial dispute of a specified value, is filed as an ordinary civil suit after the constitution of the commercial courts, the only power available with the court is to return the plaint under order vii rule 10 of the cpc for the presentation of the plaint before the commercial courts, that is, the court of appropriate jurisdiction. in support, he places reliance on the judgment of the supreme court in ambalal sarabhai enterprises ltd. v. k.s. infraspace llp & anr. (2020) 15 scc 585; judgments of this court in satyanarain khandelwal v. prem arora, 2022 scc online del 2142; narendra kumar v. om daily needs retailing pvt. ltd. and anr., neutral citation no.2023:dhc:6474-db; m/s av industries v. m/s neo neon electrical pvt. ltd., neutral citation no.2023:dhc:6230-db; and virender kumar v. rekha bhayana, 2022 scc online del 2678; and of the calcutta high court in laxmi plyfab pvt. ltd. and ors. v. eden realty ventures pvt. ltd. and ors., 2021 scc online cal 1457, maharshi commerce limited v. rajiv r. balani and ors. (order dated 10.11.2022 in cs/3/2019 od-13), and ane industries private limited v. j.k. engineering private limited, 2023 scc online cal 3331; and of the high court of andhra pradesh in andhra pradesh industrial infrastructure corporation (apiic) v. meghavaram power pvt. ltd., 2023 scc online ap 794; and of the high court of telangana in life shine medical services pvt. ltd. v. dr.alety jeevan reddy & anr. (order dated 13.04.2023 in civil revision petition no.689 of 2023); and of the high court of bombay in gaurang manguesh suctancar v. sonia gaurang suctancar (in ld-vc-cw-88/2020 decided on 20.07.2020). 14. he submits that the commercial courts act, 2015 being a special and subsequent statute, would override the general provisions of the cpc and especially section 24 of the cpc. in support of the said submission, he places reliance on the judgment of the supreme court in jaycee housing private limited and others v. registrar (general), orissa high court, cuttack and others, (2023) 1 scc 549; and of the allahabad high court in shankar lal jaiswal v. asha devi & ors., neutral citation no.2018:ahc:177160. 15. the learned counsel for the petitioner further submits that, even assuming that section 24 of the cpc would apply, a commercial court constituted under the act is not a court subordinate to the court of the principal district and sessions judge, therefore, in any case, the learned principal district and sessions judge did not have the power to transfer the suit to a commercial court. submissions by the learned counsel for the respondent: 16. on the other hand, the learned counsel for the respondent submits that the learned district judge, as also this court, by the provisions of the act is not denuded of the powers under section 24 of the cpc. he submits that section 15 of the act provides for the transfer of the cases that are pending adjudication as on the date of the constitution of the commercial division in the high court or the commercial courts at the district level. the said provision, however, is in addition to the general power which is vested in the district judge, as also the high court, under section 24 of the cpc to transfer any proceedings pending in a court subordinate to any other court subordinate. 17. he submits that as the suit was pending before the court of the learned additional district judge, which, in terms of the provisions of the punjab courts act, 1918, is a court subordinate to the court of the learned principal district and session judge, the learned principal district and sessions judge had the power to transfer the suit to a commercial court. he submits that the commercial court, though constituted under the act, is manned by the officers from the district judiciary, as is evident from the delhi higher judicial services rules. he submits that the learned district judge has been passing administrative orders transferring the commercial suits from one court to another in the district. in support, he places reliance on office order no.2719/87297-332 dated 08.12.2019, and office order no. 576/14058-104 dated 18.02.2020. 18. the learned counsel for the respondent further submits that once it is admitted that the plaint filed before a ordinary civil court can be returned to be filed before a commercial court, the provisions of section 24 of the cpc would equally apply. he submits that in terms of section 24(5) of the cpc, a power is vested in the high court and the district court to transfer a suit or proceedings from a court which has no jurisdiction to try it. exercising such power, the learned principal district and sessions judge and even this court can transfer the suits which are filed as ordinary suits, though raising a commercial dispute of a specified value, to a commercial court. he submits that on such transfer, the plaintiff in the suit would have to make necessary amendments in the suit so as to comply with the other requirements of a commercial suit as prescribed under the act. however, this cannot be a reason to deny the transfer of the suit. in support, he places reliance on the judgment of this court in suraj prakash v. neeraj kumar and others, 2023 scc online del 4563 and mahesh gupta v. ranjit singh and ors., 2009 scc online del 1418. analysis & findings: 19. i have considered the submissions made by the learned counsels for the parties. 20. the present petition raises two issues to be answered:(i) whether the act excludes the application of section 24 of the cpc to the commercial disputes having a specified value? (ii) if the answer to the above issue is in the negative, whether the power under section 24 of the cpc to transfer the suit is also available to the district and session judge? issue (i) 21. to answer the first issue, i shall first examine the scheme of the act. 22. the act provides for the constitution of commercial courts and commercial appellate courts at the district courts, and commercial division and commercial appellate division in the high courts, for adjudicating the commercial disputes of a specified value and for matters connected therewith or incidental thereof. 23. section 3 and section 3a of the act provides for the constitution of commercial courts and commercial appellate courts, respectively, at the district level. they read as under: \"3. constitution of commercial courts.--(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary. (1-a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary. (2) the state government shall, after consultation with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the state government may, with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a commercial court either at the level of district judge or a court below the level of a district judge. 3a. designation of commercial appellate courts.--except the territories over which the high courts have ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, designate such number of commercial appellate courts at district judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those courts under this act..\" 24. section 4 of the act provides for the constitution of the commercial division of high courts and reads as under: \"4. constitution of commercial division of high court.--(1) in all high courts, having ordinary original civil jurisdiction, the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial division.\" 25. section 5 of the act empowers the chief justice of the concerned high court to constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred by the act. 26. section 6 of the act states that the commercial courts shall have the jurisdiction to try all the suits and applications relating to a commercial dispute of a specified value arising out of the entire jurisdiction of the state over which it has been vested territorial jurisdiction. 27. similarly, section 7 of the act states that all suits and applications relating to commercial disputes of a specified value filed in the high court having ordinary original civil jurisdiction, shall be heard and disposed of by the commercial division of that high court. 28. section 11 states that a commercial court or a commercial division shall not entertain or decide any suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. 29. a reading of the above provisions would show that a separate and distinct hierarchy of courts has been prescribed for adjudicating the commercial disputes of a specified value. these courts are distinct from the ordinary civil courts. 30. section 15 of the act pertains to the transfer of the suits and applications relating to a commercial dispute of a specified value pending as on the date of the constitution of a commercial division or a commercial court, as the case may be. it is reproduced as under: \"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under subsection (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xv-a of the code of civil procedure, 1908 (5 of 1908). provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in subsection (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 31. sub-section (1) of section 15 of the act provides that all suits and applications, including applications under the arbitration and conciliation act, 1996 (in short, 'arbitration act'), relating to a commercial dispute of a specified value, pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. similarly, sub-section (2) of section 15 of the act states that all suits and application, including applications under the arbitration act, relating to a commercial dispute of a specified value, pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court. such transfer shall, however, not take place where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court, as the case may be. 32. sub-section (5) of section 15 of the act states that in the event that a suit or application as has been mandated to be transferred by virtue of sub-section (1) or sub-section (2) of the act, is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending, and transfer the same for trial or disposal to the commercial division or the commercial court, as the case may be, having territorial jurisdiction over such suit. sub-section (5) of section 15 of the act is, therefore, applicable and is attracted to cases, which should have been transferred to a commercial division or a commercial court as on the date of the constitution of such commercial division or a commercial court, however, were not so transferred. 33. section 16 of the act provides for amendments to the provisions of the cpc in their application to commercial disputes, and states that the cpc shall stand amended in the manner specified in the schedule appended to the act. in the said schedule, special provisions have been made/amended inter-alia providing for every pleading to be verified by an affidavit, statement of truth, strict timeline for filing of the written statement, case management hearing, etc. what is important to note herein is that it is only certain provisions of the cpc that stand amended by the schedule annexed to the act, and section 24 of the cpc is not one of such provisions. 34. section 16 of the act is reproduced as under: \"16. amendments to the code of civil procedure, 1908 in its application to commercial disputes.--(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.\" 35. section 18 of the act empowers the high court(s) to issue directions in the form of notification and practice directions to supplement the provisions of chapter ii of the act and the cpc with respect to the hearing of a commercial dispute of a specified value. 36. a reading of the above provisions would show that the act provides for the constitution of commercial courts and commercial divisions of the high courts to adjudicate on commercial disputes of a specified value. however, the implementation of the said provisions and the overall administrative control over these courts remains vested with the high courts and, therefore, commercial courts would be a court subordinate to the high courts. section 24 of the cpc is not amended by the act or by the schedule appended thereto, therefore, there is no reason for it to be not applied to a suit relating to a commercial dispute of a specified value. 37. the supreme court in ambalal sarabhai enterprises ltd. (supra), was considering a case where a suit was filed before a commercial court and the defendant therein filed an application under order vii rule 10 of the cpc, contending that the suit did not relate to a commercial dispute. the application was rejected by the learned commercial court. the defendant approached the high court of gujarat, which directed return of the plaint of the suit to the plaintiff under order vii rule 10 of the cpc, for it to be presented before the appropriate court. the supreme court affirmed and approved this course of action. what is important is that recourse to order vii rule 10 of the cpc was made and upheld by the supreme court. 38. in virender kumar (supra), a learned single judge of this court was considering a petition challenging the order passed by the learned district judge, (commercial court), transferring a suit, which though was a commercial suit but was filed as a non-commercial suit, to a commercial court. this court held that the provisions of section 15 of the act apply only to the suits that were pending as on the date of the constitution of the commercial courts. it held as under: \"9. the implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of section 15 but also to the other sub-sections of the said section. seen in conjunction with the expression \"has been constituted\", as employed in section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the civil court in any district or area in respect of which a commercial court \"has been constituted\" on the date when the commercial courts act came into force and was, therefore, \"pending\" on the said date. 10. it cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the civil court and have the suit transferred to the commercial court.\" 39. the court, though highlighted the more stringent protocols that are applicable to the commercial suits as compared to the ordinary civil suits, instead of rejecting the plaint, held that the same should be returned to the plaintiff under order vii rule 10 of the cpc, so that it could be instituted before the court of appropriate jurisdiction. the court observed as under: \"11. there is a clear difference in protocol between commercial suits and non-commercial suits. commercial suits follow their own distinct procedure, and are subjected to much greater rigour than noncommercial suits. a commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a statement of truth both with the plaint as well as with the written statement. 12. various provisions of the cpc, including section 26, section 35, section 35-a, have been amended by the commercial courts act to cater to commercial suits. it would, therefore, be counterproductive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the commercial courts act, to be transferred to the commercial court as a matter of course. xxxx 14. commercial courts are different from noncommercial courts. if a commercial suit is instituted before a civil court, it is, clearly, instituted before a court other than the court before which it should have been instituted. order vii rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate court, i.e., the commercial court.\" 40. the court also held and clarified that once the plaint is returned to the plaintiff, the plaintiff would be entitled to institute the same plaint, albeit in the form and following the procedure prescribed by the act, before the competent commercial court. i may reproduce the direction issued by the court, as under: \"24. in order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the commercial courts act before the competent commercial court.\" 41. in satyanarain khandelwal (supra), a division bench of this court, while adjudicating on a batch of transfer petitions filed against the respondent therein, held that section 19 of the commercial courts (amending) act, 2018 would not apply retrospectively to the cases relating to the commercial dispute filed and pending as on the date of commencement of the said act. the division bench did not consider the issue whether the power vested in the high court under section 24 of the cpc can be exercised or not to transfer such suits. 42. in narendra kumar (supra), another division bench of this court was considering a challenge to the order passed by the learned district judge (commercial court), returning the plaint of a suit which, though originally filed before a ordinary civil court, was transferred by the learned district and sessions judge to a commercial court. the learned district judge (commercial court) had held that as there was no such power vested with the learned district and sessions judge to transfer the suit to the commercial court, returned the plaint to be filed in the appropriate format before the competent commercial court. the division bench held that section 15 of the act would not apply to the suits filed after the coming into force of the act. the court upheld the order returning the plaint, by observing as under:\"11. this implies that section 15(2) of the cca, 2015 was not to be effective in future but was an enabling provision for transfer of all the pending suits of commercial nature from the regular civil courts to the commercial courts. the present suit has been instituted on 16.03.2019 i.e. post 2015 and thus, the provisions of commercial courts act, 2015 as amended on 03.05.2018 would become applicable. xxxx 16. order vii rule 10 cpc, 1908 envisages return of a plaint instituted before a court other than the court before it should be instituted. in ambalal sarabhai enterprises (supra) it had been held that where a court case is filed before a court which is not the appropriate court, the suit may be returned to be presented before the court of competent jurisdiction. 17. similar facts as in hand came for consideration before the co-ordinate bench of this court in virender kumar vs rekha bhayana 2022 scc online del 2678 wherein also it was observed that a commercial suit filed before the court of learned adj has to be returned under order vii rule 10 cpc for presentation before the commercial courts. del 2678 wherein also it was observed that a commercial suit filed before the court of learned adj has to be returned under order vii rule 10 cpc for presentation before the commercial courts. 18. in the present case, though the case had been transferred from the court of learned adj to the court of commercial judge, but that procedure was incorrect as the suit did not meet the requirements of a commercial suit. the learned judge commercial court has therefore, rightly returned the suit to be filed in the appropriate format before the competent commercial court. ppropriate format before the competent commercial court. 19. accordingly, we find no merit in the present appeal against the impugned order dated 20.03.2023, and the same is hereby dismissed.\" 43. therefore, the hon'ble division bench held that order vii rule 10 of the cpc would have been the appropriate power to be exercised by the learned district & sessions judge rather than transferring the suit to the learned district judge (commercial court). 44. in maharshi commerce limited (supra), the high court of calcutta, held that the suit therein raised a commercial dispute of a specified value and, therefore, the ordinary civil suit was not maintainable. as the court did not have the jurisdiction to proceed with the same, it, under order vii rule 10 of the cpc, returned the plaint to the plaintiff therein to present it before a court having competent jurisdiction. 45. in ane industries private limited (supra), the calcutta high court, relying upon its earlier judgment in laxmi polyfab pvt. ltd. (supra), and having held that section 15 of the act would not apply to suits filed after the establishment of the commercial division in the said high court, directed the plaint to be returned to the plaintiff therein to be presented before the appropriate court in accordance with the law. 46. the same view was reiterated by the high court of andhra pradesh in andhra pradesh industrial infrastructure corporation (apiic) (supra). the court held that a petition under section 24 of the cpc seeking transfer of the suit from one commercial court to another commercial court on the ground that the court in which the said suit was instituted lacks territorial jurisdiction, is misconceived and unsustainable, and the same has to be dealt only under order vii, rule 10 of the cpc. however, i must here itself note that in reaching the said conclusion, the prime focus of the court was only on section 15 of the act, as the petition filed therein, though filed under section 24 of the cpc, was relying and invoking only section 15 of the act. with respect, the court did not give any reasons to exclude the applicability of section 24 of the cpc to the suit relating to a commercial dispute of a specified value. 47. in life shine medical services pvt. ltd. (supra), the high court of telangana was considering a challenge to the order whereby the learned trial court had returned the plaint with a direction to present it before a proper forum, as the suit related to a commercial transaction, held that the suit indeed related to a transaction which was commercial in nature, and upheld the order of return of the plaint passed by the learned trial court therein. 48. the high court of bombay in gaurang manguesh suctancar (supra), was considering the issue as to whether the court, as defined under section 2(1)(e) of the arbitration act read with section 5 of the goa civil courts act, 1965, or a commercial court under section 3(1) of the amended commercial court act, 2015, would have jurisdiction for adjudicating an application under section 9 of the arbitration act. the high court held that the learned senior civil judge at panaji, which had been vested with the jurisdiction of a commercial court, had the jurisdiction to adjudicate the application filed under section 9 of the arbitration act. this judgment would therefore, have no application to the issues being considered in the present petition. 49. in m/s a.v. industries (supra), the division bench of this court was considering a regular first appeal (commercial) challenging the judgment and decree passed by the learned district judge (commercial courts) in a commercial suit. the court reiterated that the special provisions with respect to the statement of truth, applicable to the commercial suits under the act, are mandatory and need to be followed, and in the absence thereof, the plaint itself is non est and could not have been read into evidence. the court further held that even though originally the suit was considered by the learned additional district judge dealing with the ordinary suit, it was later registered under the act and numbered as a commercial suit, therefore, the plaintiff was under a legal obligation to file the statement of truth in accordance with sub-rule (4) & (5) of rule 15-a of the order vi of the cpc, as amended by the act while confirming to the mandatory procedural formality contained therein. the court held that the plaintiff therein cannot be permitted to contend that no such directions were issued for filing the statement of truth after the transfer of the suit from ordinary court to the designated commercial court. in the said judgment, therefore, the court was only considering the fate of the suit, which was relating to a commercial dispute and adjudicated upon by a commercial court, however, the plaint whereof did not meet the necessary and mandatory conditions as stipulated in the schedule to the act read with section 16 thereof. the court had no occasion to the consider the application of section 24 of the cpc to such a suit. 50. from an analysis of the above judgments, it would be evident that: (a) the commercial courts act provides for a special format and specific requirements in relation to the pleadings and affidavits, in the form of a statement of truth, verification, among others. it further requires mandatory compliance with provisions under section 12-a of the act in the form of a preinstitution mediation; (b) if a suit raises a commercial dispute of a specified value, the ordinary civil court shall have no jurisdiction to entertain the same, and it must, therefore, return the plaint in exercise of its power under order vii rule 10 of the cpc; (c) on return of the plaint, the plaintiff may, after making necessary corrections in the pleadings, present the plaint before the court of competent jurisdiction. 51. the learned counsel for the petitioner also does not dispute the applicability of order vii rule 10 of the cpc to the facts of the present case. in fact, it is his own case that the learned trial court should have returned the plaint to the plaintiff, that is, the respondent herein, for it to be presented before the court of competent jurisdiction. 52. this now brings me to the question that if the court has the power and a duty to return the plaint under order vii rule 10 of the cpc, would the power of this court under section 24 of the cpc get denuded thereby. in other words, does the commercial courts act exclude the applicability of section 24 of the cpc. 53. order vii rule 10 and order vii rule 10a of the cpc are reproduced hereinbelow:\" order vii xxxx 10. return of plaint.--(1) subject to the provisions of rule 10a, the plaint shall at any stage of the suit be returned to be presented to the court in which the suit should have been instituted. explanation.-for the removal of doubts, it is hereby declared that a court of appeal or revision may direct after setting aside the decree passed in a suit, the return of the plaint under this sub-rule. (2) procedure on returning plaint. --on returning a plaint, the judge shall endorse thereon the date of its presentation and return, the name of the party presenting it, and a brief statement of the reasons for returning it. 10a. power of court to fix a date of appearance in the court where plaint is to be filed after its return.--(1) where, in any suit, after the defendant has appeared, the court is of opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff. (2) where an intimation is given to the plaintiff under sub-rule (1), the plaintiff may make an application to the court-(a) specifying the court in which he proposes to present the plaint after its return, (b) praying that the court may fix a date for the appearance of the parties in the said court, and (c) requesting that the notice of the date so fixed may be given to him and to the defendant. (3) where an application is made by the plaintiff under sub-rule (2), the court shall, before returning the plaint and notwithstanding that the order for return of plaint was made by it on the ground that it has no jurisdiction to try the suit,-(a) fix a date for the appearance of the parties in the court in which the plaint is proposed to be presented, and (b) give to the plaintiff and to the defendant notice of such date for appearance. (4) where the notice of the date for appearance is given under sub-rule (3),-(a) it shall not be necessary for the court in which the plaint is presented after its return, to serve the defendant with a summons for appearance in the suit, unless that court, for reasons to be recorded, otherwise directs, and (b) the said notice shall be deemed to be a summons for the appearance of the defendant in the court in which the plaint is presented on the date so fixed by the court by which the plaint was returned. (5) where the application made by the plaintiff under sub-rule (2) is allowed by the court, the plaintiff shall not be entitled to appeal against the order returning the plaint.\" 54. order vii rule 10 of the cpc provides that the plaint, at any stage of the suit, be returned to be presented to the court in which the suit should have been instituted. order vii rule 10a of the cpc mandates that where the court is of the opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff, and where the plaintiff accepts such decision, the plaintiff may make an application to the court specifying the court in which he proposes to present the plaint after its return, and pray for the court to fix a date for the appearance of the parties in the said court and inform the parties of the said date. 55. where the plaint is returned under order vii rule 10 of the cpc, on its presentation before the appropriate court of jurisdiction, the suit would be treated as a fresh suit, and would have to start de novo, and all proceedings before the earlier court would be rendered a nullity. in this regard, reference may be made to the judgement on the supreme court in exl careers & anr. v. frankfinn aviation services pvt. ltd. (2020) 12 scc 667. 56. to avoid the above consequence of loss of all proceedings that have taken place before the earlier court, either of the parties may seek recourse to section 24 of the cpc, which empowers the high court or the district court, on its own motion or otherwise, to transfer any suit, appeal or other proceeding pending before it for trial or disposal to any court subordinate to it; or withdraw any suit, appeal or proceeding pending in any court subordinate to it and inter alia transfer the same for trial or disposal to any court subordinate to it and competent to try and dispose of the same. sub-section (5) of section 24 states that such power of transfer can be exercised to transfer the suit or proceeding from a court which has no jurisdiction to try it. 57. section 24 of the cpc is reproduced hereinbelow:\"24. general power of transfer and withdrawal.--(1) on the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the high court or the district court may at any stage-(a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any court subordinate to it, and-(i) try or dispose of the same; or (ii) transfer the same for trial or disposal to any court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the court from which it was withdrawn. (2) where any suit or proceeding has been transferred or withdrawn under sub-section (1), the court which is thereafter to try or dispose of such suit or proceeding may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn. (3) for the purposes of this section,-(a) courts of additional and assistant judges shall be deemed to be subordinate to the district court; (b) \"proceeding\" includes a proceeding for the execution of a decree or order. (4) the court trying any suit transferred or withdrawn under this section from a court of small causes shall, for the purposes of such suit, be deemed to be a court of small causes. (5) a suit or proceeding may be transferred under this section from a court which has no jurisdiction to try it. 58. the difference between section 24 and order vii rule 10 of the cpc is that in terms of sub-section (2) of section 24, where any suit or proceeding has been transferred or withdrawn, the court which is thereafter to try or dispose of such suit or proceeding may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn. therefore, all proceedings that were undertaken before the court where a suit was earlier instituted, though it lacked jurisdiction to try the same, can be saved, and the suit on its transfer can be proceeded from the point at which it was transferred. 59. in mahesh gupta (supra), a division bench of this court was considering a challenge to an order returning the plaint on the ground of lack of pecuniary jurisdiction to be filed before an appropriate court having pecuniary jurisdiction over it. the court, while upholding the order passed by the learned single judge therein, directed that instead of the return of the plaint, the suit be transferred to the competent court of civil jurisdiction. the court observed as under: \"11. during the course of hearing of the appeal, the counsel for the appellant/plaintiff contended that the appellant will be caused grave prejudice if the order returning the plaint is sustained in as much as considerable evidence has already been recorded in the suit and, there was also an order of injunction against the respondents/defendants by the consent of the counsel for the parties. taking into account the considerable time invested by this court in this suit, we have decided to suo moto exercise our powers under section 24(1) read with section 24(5) of the code of civil procedure, 1908 and instead of the order returning the plaint as passed by the learned single judge, we modify the order of the learned single judge and direct that, in the facts of the case, the suit itself be transferred to the competent court of civil jurisdiction. the effect of exercising of powers under section 24 cpc would mean that the suit would be taken up by the transferee court from the stage at which it was pending before the impugned order dated 16.2.2009 was passed. the learned counsel for the respondents has stated that the respondents wanted to move an application for vacation of the interim order of injunction, but, which he did not do in as much as the matter was heard on the aspect of the lack of pecuniary jurisdiction of the court. therefore, while directing the transfer of the suit, we further order that the interim order of injunction operating against the respondent in the suit will continue only till the date when the matter is taken up on the first date by the concerned civil judge. the civil judge will decide afresh the issue of grant or denial of an ad interim/ex-parte injunction on the first date and he will also decide expeditiously, and preferably within four weeks from the first hearing, the injunction application as filed by the plaintiff in the suit. the learned single judge should take up the issue of granting or denying of injunction (ex parte/ad interim or pendent lite) entirely uninfluenced by the any observations of this court or the fact that earlier an injunction order was passed by the consent of the parties.\" 60. therefore, once it is accepted that a suit, which though relates to a commercial dispute of a specified amount, is filed as an ordinary suit before a civil court, the plaint, under order vii rule 10 cpc, shall be returned to the plaintiff to present the same before the commercial court of appropriate jurisdiction, equally, either of the parties may invoke the provisions of section 24 of the cpc to seek transfer of such a suit. 61. the learned counsel for the petitioner has rightly pointed out that the suit, which has been filed before the ordinary civil court, may not be complying with the special pleadings, may not contain the statement of truth or the affidavit in the prescribed form, and may not even have complied with the provisions of section 12a of the act. however, in my view, once it is conceded that the plaint of a suit filed before the ordinary civil court can be returned to be filed before a commercial court after making necessary amendments thereto in the form of necessary pleadings, attachment of statement of truth, and affidavits, even where the suit is transferred in the exercise of powers under section 24 of the cpc, the plaintiff will have to make such necessary amendments in the suit. merely because such amendments may have to be made by the plaintiff on transfer of the suit, the high court cannot be denuded of the power which it has under section 24 of the cpc. 62. in suraj prakash (supra), this court rejected a similar plea, observing as under:\"8. on the objection of the learned counsel for the respondent nos. 1 to 3 that the suit be not transferred to the commercial court as it has been filed without the mandatory verification, statement of truth and the affidavit, this court in its judgment in riveria commercial developers ltd. v. brompton lifestyle brands pvt. ltd., nc:2022/dhc/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect. therefore, in the present case, mere non-filing of the prescribed affidavit, statement of truth or the verification, cannot lead to the dismissal of the suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the suit to the court of competent jurisdiction. on treating the suit as a commercial suit, and on its transfer to a competent court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the cc act and with respect to the filing of the statement of the truth, affidavit and verification in the prescribed form. in case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\" 63. as noted hereinabove, section 16 of the act provides that the provisions of the cpc shall apply to any suit in respect of commercial dispute of a specified value, subject to the amended provisions thereof as provided in the schedule appended to the act. section 24 of the cpc is not a provision which has been amended by the said schedule. it, therefore, continues to apply in full force to a suit in respect of a commercial dispute of a specified value. if the legislature wanted to take away this power from the court, it would have expressly stated so by deleting the said provision in the schedule to the act; it did not do so. there is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the act. 64. as far as non-compliance with section 12a of the act is concerned, the transferee court shall consider the said objection on merits upon the transfer of the suit. the transfer of the suit does not, in any manner, affect the right of the defendant to contend that the suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under order vii rule 11 of the cpc for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under section 12a of the act. these objections would remain open to the defendant even on the transfer of the suit under section 24 of the act. 65. as held hereinabove, a commercial court, constituted under section 3 of the act, would be a court subordinate to the high court. reference in this regard may also be made to the judgment of the supreme court in life insurance corporation of india v. nandini j. shah & ors., (2018) 15 scc 356. therefore, there is no reason to exclude the applicability of section 24 of the cpc to a suit in relation to a commercial dispute of a specified value. the first issue is answered accordingly. issue (ii) 66. to answer issue (ii), it is relevant to consider whether a commercial court below the level of a district judge, would be a court subordinate to a district court. in my view, the answer to this issue has to be in the negative. 67. in terms of section 3 of the act, the state government, after consultation with the concerned high court, by notification, may constitute such number of commercial courts at the district level as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred upon those courts under the act. sub-section (3) of section 3 of the act further provides that the state government may, with the concurrence of the chief justice of the high court, appoint one or more person having experience in dealing with commercial disputes to be a judge or judges of commercial courts either at the level of district judge or a court below the level of a district judge. appeals against the order passed by a commercial court below the level of a district judge shall lie before a commercial appellate court constituted under section 3a of the act, and against a commercial court at the level of the district judge or against an order of a commercial division, as the case may be, shall lie to the commercial appellate division of that high court constituted under section 5 of the act. 68. therefore, a separate hierarchy of courts is provided under the act. 69. though the commercial court below the level of a district judge may be manned by officers of the delhi higher judicial services, in my opinion, these courts do not still become subordinate to the district court for purposes of section 24 of the cpc. equally, because of certain powers delegated by the high court to the learned district and session judge to transfer certain suits from one commercial court to another, it cannot be said that these courts are subordinate to the district court. in such cases, the learned district judge exercises the powers as a delegate of the high court. 70. the issue (ii) is answered by holding that the power under section 24 of the cpc to transfer the suit, is not available to learned the district and session judge. conclusion: 71. having considered the above position of law, and returning to the facts of the present case, in my view, the learned additional district judge has erred in passing the order dated 06.03.2023, impugned in the present petition. once the learned additional district judge was of the view that the dispute raised in the subject suit is commercial in nature of a specified value, the only power vested in him was to return the plaint to the plaintiff, that is, the respondent herein for it to be presented before the court of competent jurisdiction. the learned additional district judge had no power to place the file of the suit before the learned principal district and sessions judge for it to be transferred to the court of competent jurisdiction. 72. similarly, the learned principal district and sessions judge erred in transferring the suit from the court of the learned additional district judge to the court of the learned district judge, commercial court. as held hereinabove, the commercial court even at the level below the learned district judge is not a court subordinate to the district judge. therefore, the learned principal district and sessions judge had no power to pass the impugned order dated 14.03.2023. 73. in view of the above, the orders dated 06.03.2023 passed by the learned additional district judge and the order dated 14.03.2023 passed by the learned principal district and sessions judge are set aside. 74. at the same time, as held herein above, this court, under section 24 of the cpc, has the power to transfer the suit to the court of competent jurisdiction. in the present case, as it is not disputed that the suit relates to a commercial dispute of a specified value and is to be tried by the learned district judge (commercial), south-east district, saket district court, and as it is also not disputed that the petitioner herein, who is the defendant in the suit, has not only filed her written statement but also a counter-claim, in my opinion, the interest of justice would demand that in exercise of power vested in this court under section 24 of the cpc, the suit be transferred from the court of the learned additional district judge to the court of the district judge (commercial), south-east district, saket district court, to be tried from the stage it is at present. 75. the parties shall appear before the learned transferee court on the date that must have already been fixed by the transferee court. 76. the petition and the pending applications are disposed of in the above terms. 77. there shall be no order as to costs. navin chawla, j. january 9, 2023/rp/as"
}