{
  "case_file": "case118.txt",
  "original_text": "Gujarat High Court\nGail (India) Ltd. vs Shreno Ltd. on 27 June, 2018\nBench: M.R. Shah, A.Y. Kogje\n          C/FA/845/2017                                        CAV JUDGMENT\n\n\n\n               IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                          R/FIRST APPEAL NO.  845 of 2017\n                                      With \n                          R/FIRST APPEAL NO. 849 of 2017\n \nFOR APPROVAL AND SIGNATURE: \nHONOURABLE MR.JUSTICE M.R. SHAH                              sd/­\nand\nHONOURABLE MR.JUSTICE A.Y. KOGJE                            sd/­\n=========================================\n1      Whether Reporters of Local Papers may be allowed to see    NO\n       the judgment ?\n\n2      To be referred to the Reporter or not ?                            NO\n\n3      Whether their Lordships wish to see the fair copy of the           NO\n       judgment ?\n\n4      Whether this case involves a substantial question of law as        NO\n       to the interpretation of the Constitution of India or any \n       order made thereunder ?\n\n=============================================\n                                 GAIL (INDIA) LTD.\n                                       Versus\n                                  SHRENO LTD.\n=============================================\nAppearance:\nMR.   KAMAL   TRIVEDI,   SENIOR   ADVOCATE   WITH   MR   VISHWAS   K \nSHAH(5364) for the PETITIONER(s) No. 1\nDS AFF.NOT FILED (R)(71) for the RESPONDENT(s) No. 2\nMR. MIHIR JOSHI, SENIOR ADVOCATE WITH MS ANUJA S NANAVATI(5229) \nfor the RESPONDENT(s) No. 1\n=============================================\n  CORAM: HONOURABLE MR.JUSTICE M.R. SHAH\n         and\n         HONOURABLE MR.JUSTICE A.Y. KOGJE\n                         Date : 27/06/2018\n                          CAV JUDGMENT\n  (PER : HONOURABLE MR.JUSTICE M.R. SHAH) 1.0. As   common   question   of   law   and   facts   arise   in   both  these appeals, they are disposed of by this common judgment and  order. \n2.0. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order   passed   by   the   learned   Commercial   Court,   Vadodara   dated  25.11.2016 passed in Commercial CMA No.107 of 2016, by which,  the   learned   Commercial   Court   has   dismissed   the   said   appeal  preferred under Section 34 of the Arbitration and Conciliation Act,  1996   (hereinafter   referred   to   as   the   \"Act\")   for   setting   aside   the  award passed by the learned Arbitrator dated 22.05.2015, whereby,  the learned Judge has refused to set aside the award passed by the  learned Arbitrator dated 22.05.2015, the original applicant of the  counterclaim has preferred present First Appeal No. 845 of 2017  under Section 13 of the Commercial Courts Act, 2015. \n2.1. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order   passed   by   the   learned   Commercial   Court,   Vadodara   dated  25.11.2016 passed in Commercial CMA No.106 of 2016, by which,  the   learned   Commercial   Court   has   dismissed   the   said   appeal  preferred under Section 34 of the Arbitration and Conciliation Act,  1996   (hereinafter   referred   to   as   the   \"Act\")   for   setting   aside   the  award passed by the learned Arbitrator dated 22.05.2015, whereby,  the learned Judge has refused to set aside the award passed by the  learned Arbitrator dated 22.05.2015, the original applicant of the  counterclaim has preferred present First Appeal No. 849 of 2017  under Section 13 of the Commercial Courts Act, 2015. \n3.0. For the sake of convenience the facts in First Appeal No.  845   of   2017   are  narrated     and  First   Appeal   No.   845   of  2017   is  treated and considered as lead meter. \n4.0. The   facts   leading   to   the   present   First   Appeals   in  nutshell are as under: \n4..1 That the appellant herein­ GAIL (India) Ltd (hereinafter  referred to as the \"GAIL\") is a Public Sector undertaking under the  administrative control of the Ministry of Petroleum & Natural Gas. \nBefore incorporation of the GAIL in 1984, all supply and marketing  of   natural   gas   was   done   directly   by   Oil   and   Natural   Gas  Commission (ONGC). Subsequently, the supply of gas which was  earlier being done by ONGC directly, was taken over  by the GAIL.  That   originally   there   was   company   known   as   Alembic   Ltd,  incorporated   in   1907,   which   was   formally   known   as   Alembic  Chemicals Works Ltd. That, the said Alembic Ltd has two associate  companies   i.e.   one   was   Alembic   Glass   Industries   Limited   and  another was Alembic Chemicals Works Limited. That subsequently,  the Alembic Glass Industries was taken over by the Shreno Limited.  That   the   Alembic   Chemicals   were   having   its   plant   abutting   to  Shreno   premises   within   the   same   overall   boundary.   Initially  marketing  and supply  of natural  gas was being done  directly  by  ONGC but thereafter with the incorporation of the GAIL, the gas  pipelines and marketing of gas produced by ONGC was transferred  to GAIL. That Gas Sales and Transmit Agreement ( for short \"Gas  Supply Contract\") dated 26.12.1995 came to be arrived at between  GAIL   and   Alembic   Glass   Ltd   and   subsequently   known   as   M/s.  Shreno Ltd, for the supply of 50,000 Standard Cubic Meter (SCM)  of   Gas   per  day,  for   carrying   on  its manufacturing  activities  with  reference to Glass and Glassware.  A similar Gas Supply Contract  dated 26.12.1995 came to be arrived at between M/s. Alembic Ltd.,  a Pharma Company, for the supply of 38000 SCM per day at APM  price (At this stage, it is required to be noted that earlier there was  no difference in past between APM price and non APM price). That  thereafter, a supplementary agreement dated 7.6.1996 came to be  arrived at between GAIL and M/s Shreno Ltd for supply of gas to  the tune of 65000 SCM gas per day. It appears that thereafter, vide  letter   dated   27.1.998   both   the   aforesaid   consumers   viz.   M/s.  Shreno Ltd and M/s Alembic Limited requested the GAIL to allow  them  to  club  their  contracted  quantities  of  gas  under  one  single  common   contract   with   new   single   common   drawl   point.   That  according   to   the   GAIL,   the   clubbing   was   for   flexibility   and  economic   use.   That   thereafter,   the   aforesaid   two   consumers  submitted a revised request dated 20.08.1998 and made a request  for   permission   of   \"some   alternate   arrangement\"   and   \"certain  modifications in the present system\" being flexibility and pressure.  That   in   response   to   the   above,   GAIL   vide   communication   dated  19.11.1998   recommended   to   Ministry   of   Petroleum   Gas  (hereinafter   referred   to   as   the   \"MoPNG\")   for   approval   of   the  interconnection facility with a rider that the commercial obligations  as provided under the respective gas supply contracts would remain  the same. At this stage, it is required to be noted that nothing is on  record that MoPNG gave approval or not. \n4.2. That during currency of the aforesaid agreements, both  M/s.  Shreno Ltd and M/s Alembic Limited, jointly applied to GAIL vide  letter / communication dated 3.8.2000 for availing all the facilities  of interconnection of both the gas supplies at common header after  metering station of both the units. The facility of interconnection  was prayed to get (i) to get equal pressure at the drawl point of the  both   the   units   to   have   a   smoother   operation;   (ii)   whenever  restriction on gas consumption is imposed, they can make optimal  utilization of the gas available. \n4.3. That   vide   communication   dated   16.8.2000,   GAIL   wrote   a  letter   and   conveyed   that   the   proposal   for   interconnection   is   in  principle agreeable, subject to certain conditions laid down therein.  Metering and invoicing to be separate. That other companies were  also given similar treatment. That as the contract agreement was  expiring   on   20.12.2000,   the   same   came   to   be   extended   upto  31.3.2001,   which   were   further   extended   upto   30.09.2001.   That  second   Supplementary   Agreement   thereafter   was   to   issue   upto  31.12.2003.   That   thereafter,   on   31.1.2004,   M/s.   Alembic   Ltd  contract with GAIL for supply of 1000 SCM for Regasified Liquefied  Natural Gas  per day so as to take care of its additional requirement  of   gas   at   a   higher   price   as   compared   to   the   price   of   APM  (Administered Price Mechanism) Gas, being valid upto 2008 and  extended   thereafter   upto   2028.   That   thereafter,   the   agreement  came   to   be   extended   upto   31.3.2005.   That   in   the   minutes   of  meeting   dated   08.03.2005   it   was   recorded   that   the   agreement  stood extended and any change in policy before that date would be  incorporated. \n4.3. That thereafter, MoPGM issued instructions dated 20.06.2005  inter alia provided that consumers getting the existing gas supply  through GAIL network would be continued to be supplied natural  gas to APM price, provided their supplies are upto 50000 SCM per  day   and   supply   exceeding   said   quantity   would   be   charged   at  market determined price i.e. Non APM price. \n4.4. That thereafter, M/s. Shreno Ltd made a request to consider  it as a non consumer since consumption is less than 50000 SCM i.e.  o.5   MMSCMC   vide   request   dated   14.07.2005.   That   vide  communication dated 12.08.2005, M/s. Shreno Ltd requested GAIL  to scale down its requirement by seeking to surrender 15000 SCM  of gas, naturally for taking benefit of lower price i.e. APM price of  gas as compared to market related price i.e. non APM price. That  pursuant   to   the   aforesaid   development,   a   Supplementary  Agreement came to be executed between the parties whereunder  M/s. Shreno Ltd agreed for reduction of the gas supply from 65000  SCM of gas per day to 50000 of gas per day. \n4.5. That thereafter, a fresh contract for supply of same quantity  of gas i.e. 50000 SCM per day came to be executed between the  parties on the basis of the terms and conditions agreed therein, in  view of expiry of the erstwhile contract dated 26.4.1995.  It is the  case on behalf of the GAIL that as per the contract use was for the  propose as fuel unless permitted in writing by GAIL. It is also the  case   on   behalf   of   the   GAIL   that   as   per   clause   18.5   of   the   said  contract,   the   same   superseded   all   the   agreements   and   /   or  arrangements   prevailing   then   and   hence,   GAIL   had   taken   for  granted   that   gas   supply   to   M/s.   Shreno   Limited   has   remained  segregated   all   throughout   under   the   independent   gas   supply  contract (aforesaid shall be dealt with hereinafter). \n4.6. That   after   the   expiry   of   the   aforesaid   contract   dated  1.4.2006   ,   a   fresh   and   separate   gas   supply   contract   for   same  quantity   of   gas   i.e.   50000   SCM   per   day   came   to   be   executed  between   the   parties   on   the   basis   of   the   terms   and   conditions  indicated therein. \n4.7. That   thereafter,   in   the   year   2012,   vide   two  separate   email  communications dated 27.08.2012 both the consumers were able  to confirm that drawl of APM Gas allocated for a particular use is  consistent and in conformity with the conditions of allocation and  the contractual provisions. \n4.8. That   vide   communication   dated   14.09.2012   M/s   Shreno  Limited   confirmed   the   aforesaid   position   vide   its   email  communication. \n4.9. That   on   the   basis   of   complaint   received   by   the   GAIL,   its  officer   visited   the   establishments   of   both   the   above   named  consumers on 23.11.2012, whereupon they found the diversion of  gas from the establishment of M/s. Shreno Limited to M/s. Alembic  Limited for running Gas Turbo Generators for producing electricity. \n4.10. In   view   of   the   above,   GAIL   issued   notice   to   M/s.   Shreno  Limited   dated   29.11.2012   stating   inter   alia   that   it   has   been  unauthorizedly diverting APM Gas to M/s. Alembic Limited, which  is in clear breach of Gas Supply Contract, warranting termination  thereof   followed   by   cancellation   of   APM   allocation   to   Shreno  Limited. \n4.11. That M/s. Shreno Limited wrote a letter dated 30.11.2012 to  GAIL   and   for   the   first   time,   disclosed   that   interconnection   in  question was required for running common gas turbo generators  located within the premises of M/s Alembic Ltd for conversion of  electricity to drive the gas furnace and utilities and that they were  not   diverting   gas   to   any   other   party   unauthorizedly   and   that  therefore, notice of disconnection should be withdrawn. \n4.12. That apprehending disconnection of gas supply, the aforesaid  above   named     M/s.   Shreno   Limited   and   M/s.   Alembic   Ltd  approached this Court by way of filing writ petition being SCA No.  16069 of 2012. This Court vide order dated  3.12.2012 disposed of  the aforesaid petition by directing GAIL to afford an opportunity of  hearing   before   disconnection   of   gas   supply.   It   was   the   case   on  behalf   of   the   GAIL   that   if   there   was   no   interconnection   facility  between   the   aforesaid   two   consumers,   M/s.   Alembic   Ltd   would  have been required to procure additional quantity of gas from GAIL  or   utilize   its   contracted   quantity   of   RLN   Gas   whose   price   was  higher than APM contracted quantity of gas.\n4.13. That   thereafter,   GAIL   addressed   communication   dated  22.05.2013 to both the above named consumer inter alia calling  upon   them   to   make   it   convenient   to   visit   the   office   of   GAIL   to  discuss the matter on 24.5.2013. \n4.14. That   GAIL   issued  a  intimation   acceding   the   request   for   re­ schedulement   of   the   date   of   hearing   on   27.6.2013   and   further  advised   to   suspend   in   the   meantime   the   interconnection  arrangement latest by closing hours of 31.5.2013. That during the  course of discussion and hearing, M/s. Alembic Ltd informed that  the reason for not suspending interconnection immediately was due  to the fact that its entire co­generation facility would be affected.  However,   the   GAIL   did   not   agreed   with   the   said   reasons   and  adjourned   the   hearing   on   10.06.2013   to   finalize   the   issue.   That  during the course of meeting held on 10.06.2013, the discussion  took place and all the parties maintained their stand. At the end,  representative of M/s. Shreno Limited and M/s. Alembic Limited  sought   time   for   days   to   get   back   by   13.6.2013.   Thereafter,   M/s  Shreno   Ltd  and   M/s.   Alembic   Limited   wrote   a  joint   letter   dated  13.6.2013   to   GAIL   reiterating   their   stand.   That   thereafter,   vide  letter   dated   5.7.2013   the   GAIL   advice   both   the   above   named  consumers   to   disconnect   interconnection   arrangement   between  M/s. Shreno Ltd and M/. Alembic Ltd with immediate effect. The  communication   dated   5.7.2013   the   subject   matter   of   SCA  No.11549   of   2013   before   this   Court.   That   vide   order   dated  22.10.2013   this   Court   disposed   of   the   aforesaid   Special   Civil  Application without grant of any relief as prayed for. \n4.15. That thereafter, M/s. Shreno Limited and M/s. Alembic  Ltd   disconnected   the   interconnection   on   12.11.2013.   That  thereafter, order came to be passed by this Court in Special Civil  Application No.16854 of 2013 to restore and reconnect the supply  of gas. That in the aforesaid SCA both the consumers filed petition  seeking supply of gas. That as the said SCA No.16854 of 2013 came  to be disposed of in view of issuance of notice for arbitration dated  13.12.2013 issued to GAIL. That thereafter, issued a debit note to  M/s. Shreno Limited for Rs.43,98,61,508/­. That Shreno Ltd filed  Section 9 application of the Arbitration  Act being CMA No. 588 of  2013 seeking interim injunction. Section 9 application came to be  rejected. First Appeal No. 3657 of 2013 came to be disposed of by  this Court vide order dated 27.12.2013 directing the M/s. Shreno  Limited and M/s. Alembic Ltd to remove the interconnection and  file   an   undertaking   with   security   of   Rs.78.41   crore   with   the  Registry, with a further direction to GAIL to restart supply of gas  within 24 hours of the disconnection of the interconnection. \n4.16. That thereafter, the arbitration  proceeding commenced and  the dispute between the parties was referred to the sole Arbitrator,  appointed by the parties Hon'ble Mr. Justice Aftab Alam, a former  Judge   of   the   Hon'ble   Supreme   Court   was   appointed   as   a   sole  arbitrator. M/s. Shreno Limited filed its claim for a sum of Rs.80.96  crore towards damages on account of loss of furnace sustained on  account   of   sudden   disconnection   of   gas   from   13.11.2013   and  thereafter   from   16.12.2013   to   27.12.2013.   The   GAIL   filed   its  counterclaim   of   Rs.43.98   crores   towards   same   to   be   charged   as  difference between MDP and APM price of gas consumed for the  period from 16.12.2005 to 15.12.2013 (to the extent of 50000 SCM  principal and interest). \n4.17. As   the   similar   claim   was   made   by   M/s.   Alembic   Chemical  Limited before the learned Arbitrator and similar counterclaim was  made by the GAIL and that before the Arbitrator both the above  named   consumers   also   prayed   for   reconnection   of   the  interconnection. \n4.18. Before   the   learned   Arbitrator   the   original   claimants­   above  named consumers did not press the relief seeking reconnection of  the   interconnection.   At   the   time   of   final   hearing,   the   original  claimants   ­   above   named   consumers   did   not   even   press   their  respective   claims   including   compensation   sought   etc.   and  abandoned their claim and therefore, learned Arbitrator proceeded  further   to   consider   only   the   counterclaim   by   the   GAIL.     The  counterclaim by the GAIL was on the allegation that the wrongful  diversion   of   the   Gas   by   M/s   Shreno   Limited   to   M/s.   Alembic  Limited constituted breach of contract. According to the GAIL, by  clubbing   and   commingling   the   gases,   Shreno   and   Alembic   were  jointly availing of an allocation above 50000 SCM which was the  upper   limit   for   allocation   of  gas   at   APM   rates.   According   to  the  GAIL since the upper limit had been breached, the gas ought top be  charged at no APM rates. Therefore, the counterclaim of the GAIL  was non APM rates for supply of 50000 SCM so far as  M/s. Shreno  Limited and 38000 SCM so far as M/s. Alembic Limited claims is  concerned, for which debit notes were issued on 23.12.2013. \n4.19. That thereafter,  after giving fullest  opportunity to  both the  parties   and   considering   the   material   on   record   and   the  documentary evidence on record as well as on appreciation of oral  evidence   led   by   the   parties,   the   learned   Tribunal   specifically  observed   and   held   that   as   the   interconnection   permission   was  granted   by   the   GAIL   to   M/s.   Shreno   Limited   and   M/s.   Alembic  Limited and therefore, commingling of gas permitted and therefore,  non   of   the   consumers   /   original   claimants   have   breached   the  contract. That thereafter, learned sole Arbitrator by a detailed and  reasoned award dated 22.05.2015 has dismissed the counterclaim  of the GAIL. At this stage, it is required to be noted that by the  Debit Notes dated 23.12.2013 the GAIL claimed non APM price for  the quantity of gas supply to both the above named consumers for  the period between 5.12.2002 to 5.12.2013 and the said debit note  was issued for the first time on 22.12.2013 claiming dues towards  non   APM   price   for   the   gas   supply   between   the   5.12.2002   to  5.12.2013, the original claimant raised plea of limitation. However,  as the learned Tribunal held in favour of the original claimants that  consumers   did   not   breach   the   contract   and   by   grant   of  interconnection permission both of them were granted permission  for  commingling of  gas,  the  learned Tribunal did  not  decide  the  issue with respect to the limitation. \n4.20. Feeling aggrieved and dissatisfied with the respective awards  passed by the learned Arbitrator rejecting the counterclaim, GAIL  approached the Commercial Court, Vadodara under Section 34 of  the Arbitration Act being Commercial CMA Nos. 106 of 2016 and  107 of 2016.   That by impugned order and following decision of  the Hon'ble Supreme Court in the case of M/s. Associate Builder vs.  Delhi   Development   Authority   reported   in   (2015)   3   SCC   49,   the  learned   Commercial   Court   has   dismissed   the   aforesaid   petitions  submitted under Section 34 of the Arbitration Act by observing that  awards   passed   by   the   learned   Tribunal   did   not   call   for   any  interference as findings recorded by the learned Arbitrator are on  appreciation   of   evidence   and  the   case   did  not   fall   in  any  of   the  parameter for interference in the award declared  by  the  Arbitral  Tribunal, as per the decision of the Hon'ble Supreme Court in the  case of M/s. Associate Builder (supra). \n4.21. Feeling   aggrieved   and   dissatisfied   with   the   impugned  respective   orders   passed   by   the   learned   Commercial   Court,  Vadodara passed in Commercial CMA Nos. 106 of 2016 and 107 of  2016 rejecting the application submitted under Section 34 of the  Arbitration Act, the GAIL whose counterclaims have been rejected  have   preferred   present   First   Appeals   under   Section   13   of   the  Commercial Courts Act r/w Section 37 of the Arbitration Act.  5.0. Shri   Kamal   Trivedi,   learned   Senior   Advocate   has   appeared  with Shri Vishwas  Shah, learned advocate for the appellant­ GAIL  (India) Limited and Shri Mihir Joshi, learned Senior Advocate has  appeared   with   Ms.   Anuja   Nanavati,   learned   advocate   for   the  respondents­ respective consumers in both the appeals. \n5.1. Shri   Kamal   Trivedi,   learned   Senior   Advocate   appearing   on  behalf of the GAIL has vehemently submitted that in the facts and  circumstances   of   the   case,   the   learned   Commercial   Court   has  materially   erred   in   rejecting   Section   34   application   and   not  interfering with the awards passed by the learned Arbitrator. \n5.2. It is further submitted by Shri Trivedi, learned counsel for the  GAIL that as such findings recorded by the learned Arbitrator were  perverse   and   on   misinterpretation   of   the   relevant   contract   /  agreement   between   the   parties   and   therefore,   the   learned  Commercial   Court   ought   to   have   interfered   with   the   awards  declared by the learned Arbitrator. \n5.3.   It is further submitted by Shri Trivedi, learned counsel for  the GAIL that learned Commercial Court has failed to appreciate  the findings recorded by the learned Arbitrator that the appellant­  GAIL has not been able to prove that the claimants have breached  the contract. It is submitted that aforesaid findings is contrary to  the   evidence   on   record.   It   is   submitted   that   in   the   month   of  November   2012   on   receipt   of   the   application   by   the   GAIL,   the  officers of the GAIL visited the premises and it was found that there  was diversion of of gas from the establishment of M/s. Shreno Ltd  and   M/s.   Alembic   Ltd     for   running   Gas   Turbo   Generators   for  producing   electricity.   It   is   submitted   that   therefore,   there   was   a  clear   breach  of   Gas   Supply  Contract.   It   is  submitted  that   by   the  unauthorized   diversion   of   gas   from   the   establishment   of   M/s.  Shreno Limited and M/s. Alembic Limited both consumer acceded  use of the gas beyond their allocation of gas. It is submitted that  therefore, both the consumers were liable to pay non APM price for  the gas supplied. It is submitted that therefore, learned Arbitrator  materially erred in rejecting the counterclaim. \n5.4.   It is further submitted by Shri Trivedi, learned counsel for  the GAIL that learned Commercial Court has materially erred in not  properly   appreciating   the   fact   that   when   subsequently   a   fresh  contract dated 1.4.2006 was entered into between the parties, as  per clause 18.5 of the said contract / agreement all other earlier  arrangement   /   agreement   prevailing   then   were   superseded   and  therefore,   earlier   interconnection   permission   granted   also   stood  superseded and therefore, thereafter it was not open for the above  named   consumers   to   continue   with   the   interconnection.   It   is  submitted that therefore, the learned Arbitrator materially erred in  not appreciating above and therefore, on misinterpretation of the  respective contracts / agreements, learned Arbitrator has materially  erred in holding that by grant of interconnection commingling of  gas  was permitted and therefore,  there  was no breach of any of  terms of the terms by mixing the gas. \n5.5.   It is further submitted by Shri Trivedi, learned counsel for  the   GAIL   that   even   otherwise   learned   Arbitrator   has   materially  erred   in   not   properly   appreciating   and   /   or   construing   the  permission   for   interconnection   granted   earlier   vide   permission  dated 3.8.2000. It is submitted that learned Arbitrator has erred in  not properly construing the interconnection permission granted on  dated 3.8.2000 and the purpose, object and reasons for which, the  interconnection   permission   dated   3.8.2000   was   granted.   It   is  submitted that the interconnection permission was sought by M/s.  Shreno Limited and M/s. Alembic Limited for two reasons viz. to  get equal pressure at the drawl point of the both units to have a  smoother operation and to have flexibility and better utilization of  gas. It is submitted that by grant of the  interconnection permission  dated 3.8.2000, it cannot be said that any permission was granted  to   commingling     gases   supply   to   M/s.   Shreno   Limited   and   M/s.  Alembic Limited . \n5.6.   It is further submitted by Shri Trivedi, learned counsel for  the   GAIL   that   even   learned   Arbitrator   materially   has   failed   to  consider   the   supply   of   gas   to   both   consumers   viz.   M/s.   Shreno  Limited   and   M/s.   Alembic   Limited.   It   is   submitted   that   the  agreements were entered into between the parties, to supply gas to  be used for themselves and the moment it is found that the gas  supply to one unit / consumer is diverted and supply to another  unit   /   consumer   then   the   same   can   be   said   to   be   breach   of  condition of contract for supply of the gas. It is submitted that in  the   present   case   it   was   found   that   M/s   Shreno   Limited  unauthorizedly diverted the gas to be used by M/s. Shreno Limited  itself   to   M/s.   Alembic   Limited.   It   is   submitted   that   M/s.   Shreno  Limited was required to use the supply of gas for manufactured of  glass only and M/s Alembic Chemicals Limited was to supply gas  for manufactured of drawing only. It is submitted that the aforesaid  has not been appreciated by the learned Arbitrator and therefore,  findings be perverse and no prudent person would come to such  conclusion   that   the   learned   Commercial   Court   ought   to   have  interfered with the award passed by the learned Arbitrator rejecting  the counterclaim. \n5.7. Shri   Trivedi,   learned   counsel   appearing   on   behalf   of   the  appellant­   GAIL   has     relied   upon   the   decision   of   the   Hon'ble  Supreme   Court   in   the   case   of   Rajasthan   State   Industrial  Development   and   Investment   Corporation   and   Another   vs.  Diamond   &   Gem   Development   Corporation   Limited   and   Another  reported in (2013) 5 SCC 470 (para 23 to 25) in support of his  submission that the contract is to be interpreted any such a manner  to have the real meaning and the terms of the contract are required  to be interpreted strictly. It is submitted that not interpreting the  relevant agreement / contract, more  particularly,  interconnection  permission granted on 3.8.2000 and subsequent agreement dated  1.4.2006   which   has   resulted   into   patent   illegality   and   therefore,  interference of this Court is called for. \nMaking   above   submission   and   making   submission   that   the  findings recorded by the learned Arbitrator are perverse   and by  misinterpretation of the relevant terms of the contract which has  resulted into patent irregularity, it is requested to allow the present  appeals and quash and set aside the impugned orders passed by the  learned   Arbitrator   rejecting   the   counterclaim   of   the   appellant  ­GAIL. \n6.0. Both   these   appeals   are   vehemently   opposed   by   Shri   Mihir  Joshi,   learned   counsel   for   respondents­   original   claimants   ­  respective consumers.\n6.1. Shri   Joshi,   learned   counsel   for   the   original   claimants   has  vehemently   submitted   that   findings   recorded   by   the   learned  Arbitrator   rejecting   the   counterclaim   are   on   appreciation   of  material and evidence on record and on true interpretation of the  relevant contracts, the same are rightly not interfered with by the  learned Commercial Court in exercise of powers under Section 34  of the Arbitration Act. It is submitted that therefore, considering the  limitation   under   Section   34   of   the   Arbitration   Act   against   the  interference  of   the  findings  recorded  by  learned Arbitrator   when  the   learned   Commercial   Court   has   dismissed   Section   34  application, present appeals under Section 37 of the Arbitration Act  r/w Section 13 of the Commercial Courts Act, 2015 deserves to be  dismissed. \n6.2. It is vehemently submitted by Shri Joshi, learned counsel for  the respondents­ consumers that the case does not fall in any of the  exceptions carved out by the Hon'ble Supreme Court in the case of  M/s. Associate Builder (supra) which warrants interference of this  Court in exercise of powers under Section 37 of the Arbitration Act,  more   particularly,   when   the   Commercial   Court   has   refused   to  interfere with the awards rejecting the counterclaim in exercise of  powers under Section 34 of the Arbitration Act. Therefore, relying  upon   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of  M/s. Associate Builder (supra) and decision of the Division Bench  of   this   Court   in   the   case   of   Gujarat   Mineral   Development  Corporation Ltd vs. Simplex Infrastructure Limited rendered in First  Appeal Nos. 618 of 2017 and 778 of 2017, it is requested to dismiss  the present appeals. \n6.3.  It is vehemently submitted by Shri Joshi, learned counsel for  the respondents­ consumers that as such vide communication dated  3.8.2000   both   the   consumers   were   granted   the   permission   for  interconnection.   It   is   submitted   that   as   rightly   observed   by   the  learned   Arbitrator   by   grant   of   interconnection   permission   the  consumers were permitted to commingling of gas and therefore, as  rightly   observed   and   held   by   the   learned   Arbitrator   by  interconnection   and   commingling   of   the   gas   supplied   to   M/s.  Shreno Limited and M/s.  Alembic  Limited it cannot be said that  there   was   any   breach   of   contract   and   /   or   there   was   any  unauthorized   transfer   of   gas   by   M/s.   Shreno   Limited   and   M/s. \nAlembic   Limited.   It   is   submitted   that   even   thereafter   a   fresh  contract was entered into on 1.4.2006 on the terms and conditions  agreed therein. It is submitted that the interconnection permission  was continued and at no point of time any objection was raised. It  is submitted that even thereafter also, another fresh contract was  entered into on 14.12.2010 on the basis of terms and conditions  indicated   therein.   It   is   submitted   that   even   otherwise  interconnection permission was canceled in the month of January  2013.   It   is   submitted   that   therefore,   by   virtue   of   grant   of  interconnection   facilities   between   two   consumers   and   thereafter  when there was commingling of gas which was the resultant effect  of   grant   of   interconnection   facilities   as   rightly   observed   by   the  learned   Arbitrator,   it   cannot   be   said   that   there   was   any  unauthorized   transfer   of   gas     of   M/s.   Shreno   Limited   and   M/s  Alembic Limited. \n6.4.  It is vehemently submitted by Shri Joshi, learned counsel for  the   respondents­   consumers   that   even   otherwise   counterclaims  submitted by the GAIL were required to be rejected and are rightly  rejected. It is submitted that admittedly M/s. Shreno Limited was  allocated   initially   50000   SCM   per   day   which   was   thereafter  enhance to 65000 SCM and Alembic Limited was allocated gas to  the   extent   of   38000   SCM.   It   is   submitted   that   as   per   the  instructions issued by MoPNG dated 20.06.2005 the APM price are  required to be charged for allocation of the Gas to the extent of  50000 SCM per day. It is submitted that there is no factual matrix  that   what   quantity   of   gas   was   supplied   unauthorizedly   by   M/s.  Shreno Limited. \n6.5. It is vehemently submitted by Shri Joshi, learned counsel for  the respondents­ consumers that as such the counterclaims of the  GAIL was only on the ground that there was unauthorized transfer  of supply of gas from M/s. Shreno Limited to M/s. Alembic Limited.  It   is   submitted   that   assuming   but   not   admitting   that   there   was  unauthorized transfer of supply of gas by M/s. Shreno Limited to  M/s. Alembic Limited, in that case also, consequence would have  been to cancel the allocation and disconnect the gas supply, which  is also evident from the document on record. It is submitted that  therefore,   counterclaims   claiming   non   APM   price   for   the   entire  allocation / supply of gas i.e. 50000 SCM so far as M/s. Shreno  Limited   and   38000   SCM   so   far   as   M/s   Alembic   Limited   is  concerned,   same   was   without   any   substance   and   merit   less   and  therefore,   also   was   liable   to   be   dismissed.   It   is   submitted   that  therefore, the orders passed by the learned Commercial Court i.e.  awards   declared   by   the   learned   Arbitrator   rejecting   the  counterclaim   did   not   require   any   interference   of   this   Court   in  exercise   of   powers   under   Section   34   of   the   Arbitration   Act   r/w  Section 13 of the Commercial Courts Act. \nMaking   above   submissions   and   relying   upon   the   above  decision, it is requested to dismiss the present appeals.\n7.0. Heard   the   learned   advocates   for   the   respective   parties   at  length. At the outset, it is required to be noted that present appeals  arise ought of impugned orders passed by the learned Commercial  Court,   Vadodara   rejecting   the   application   submitted   by   the  appellant  herein submitted under Section 34 of the Arbitration Act,  by   which,   the   learned   Commercial   Court   in   exercise   of   powers  under   Section   34   of   the   Arbitration   Act   has   refused   to   interfere  with and set aside the awards declared by the learned Arbitrator  rejecting   the   counterclaims   submitted   by   the   appellant   herein­  original respondent­ GAIL. Therefore, the present appeals would be  under   Section   37   of   the   Arbitration   Act   r/w   Section   13   of   the  Commercial   Courts   Act,   2015.   Therefore,   while   exercising   the  powers under Section 37 of the Arbitration Act shall be applicable  more   rigorously.   Therefore,   first   and   foremost   thing   which   is  required   to   be   considered   is   scope   and   ambit   of   learned  Commercial Court under Section 34 of the Arbitration Act and the  scope and ambit of present First Appeals under Section 37 of the  Arbitration Act.\n7.1. In   the   case   of    Associate   Builders   (Supra) the   Honble  Supreme Court had an occasion to consider the scope and ambit of  challenge to the award under Section 34 of the Arbitration Act and  when in exercise of powers under Section 34 of the Arbitration Act  the findings of fact recorded in the arbitral award can be interfered  with by the Court. In the aforesaid decision, the Honble Supreme  Court had also an occasion to consider the grounds on which the  arbitral   award   may   be   assailed.   In   the   aforesaid   decision,   it   is  observed and held that it is only when the award is in conflict with  the public policy of India as prescribed in Section 34(2)(b)(ii) of  the Arbitration Act, that the merits of an arbitral award are to be  looked   into   under   certain   specified   circumstances.   In   paragraph  nos.13 to 17 the Honble Supreme Court has observed and held as  under:\n13. In as much as serious objections have been taken to   the Division Bench judgment on the ground that it has   ignored   the   parameters   laid   down   in   a   series   of   judgments by this Court as to the limitations which a   Judge  hearing   objections   to   an  arbitral   award   under   Section 34 is subject to, we deem it necessary to state   the law on the subject. \n14. Section 34 of the Arbitration and  Conciliation Act  reads as follows­  \"34. Application for setting aside arbitral award.­ (1) Recourse to a Court against an arbitral award may   be made only by an application for setting aside such   award   in   accordance   with   sub­section   (2)   and   sub­ section (3). \n(2) An arbitral award may be set aside by the Court only   if­ \n(a)   the  party   making  the   application   furnishes   proof   that­ \n(i) a party was under some incapacity; or \n(ii) The arbitration agreement is not valid under  the law to which the parties have subjected it or,  failing any  indication thereon, under the law for   the time being in force; or \n(iii)   the   party   making   the   application   was   not   given   proper   notice   of   the   appointment   of   an   arbitrator   or   of   the   arbitral   proceedings   or   was   otherwise unable to present his case; or \n(iv)   the  arbitral   award   deals   with   a   dispute   not   contemplated by or not falling within the terms of   the   submission   to   arbitration,   or   it   contains   decisions   on   matters   beyond   the   scope   of   the   submission to arbitration: \nProvided that, if the decisions on matters submitted   to arbitration can be separated from those not so  submitted,   only   that   part   of   the   arbitral   award   which contains decisions on matters not submitted   to arbitration may be set aside; or \n(v) the composition of the arbitral tribunal or the  arbitral procedure was not in accordance with the   agreement   of   the   parties,   unless   such   agreement   was in conflict with a provision of this Part from   which the parties cannot derogate, or, failing such   agreement, was not in accordance with this Part;   or \n(b) the Court finds that­ \n(i) the subject­matter of the dispute is not capable   of settlement by arbitration under the law for the   time being in force, or \n(ii) the arbitral award is in conflict with the public   policy of India. \nExplanation.­Without prejudice to the generality of   sub­clause   (ii),   it   is   hereby   declared,   for   the   avoidance   of   any   doubt,   that   an   award   is   in   conflict   with   the   public   policy   of   India   if   the   making of the award was induced  or affected by   fraud or corruption or was in violation of  Section   75 or Section 81. \n(3)   An   application   for   setting   aside   may   not   be  made   after   three   months   have   elapsed   from   the   date on which the party making that application   had received the arbitral award or, if a request had   been   made   under  Section   33,   from   the   date   on   which   that   request   had   been   disposed   of   by   the  arbitral tribunal: \nProvided   that   if   the   Court   is   satisfied   that   the   applicant   was   prevented   by   sufficient   cause   from   making the application  within the said  period  of  three   months   it   may   entertain   the   application   within   a   further   period   of   thirty   days,   but   not   thereafter. \n(4) On receipt of an application under sub­section   (1), the Court may, where it is appropriate and it   is so requested by a party, adjourn the proceedings   for a period of time determined by it in order to   give the arbitral tribunal an opportunity to resume  the   arbitral   proceedings   or   to   take   such   other   action  as in the opinion of arbitral tribunal will   eliminate the grounds for setting aside the arbitral   award.\" \n15. This Section in conjunction with Section 5 makes it  clear   that   an   arbitration   award   that   is   governed   by   part   I   of   the   Arbitration   and  Conciliation   Act,   1996   can   be   set   aside   only   on   grounds   mentioned   under  Section 34 (2) and (3), and not otherwise.  Section 5  reads as follows: \n\"5. Extent of judicial intervention.­Notwithstanding   anything contained in any other law for the time being   in force, in matters governed by this Part, no judicial   authority shall intervene except where so provided in   this Part.\" \n16.   It   is   important   to   note   that   the   1996   Act   was   enacted to replace the 1940 Arbitration Act in order to   provide for an arbitral procedure which is fair, efficient   and capable of meeting the needs of arbitration; also to  provide that the tribunal gives reasons for an arbitral   award; to ensure that the tribunal remains within the   limits   of   its   jurisdiction;   and   to   minimize   the   supervisory roles of courts in the arbitral process. \n17. It will be seen that none of the grounds contained   in sub­ clause 2 (a) deal with the merits of the decision   rendered by an arbitral award. It is only when we come   to the award being in conflict with the public policy of   India that the merits of an arbitral award are to be   looked into under certain specified circumstances.  \nWhat can be said to be against the public policy of India has  been discussed by the Honble Supreme Court in the said decision.  At this stage, it is required to be noted that it is not the case on  behalf   of   the   appellant   that   the   award   declared   by   the   learned  Arbitral Tribunal is in conflict with the public policy of India. Under  the circumstances, the same is not required to be dealt with any  further.\n7.3. Thereafter,   the   Honble   Supreme   Court   in   the   aforestated  decision  has considered the fourth head namely \"patent illegality\".  While   considering   what   can   be   said   to   be   \"patent   illegality\"   the  Honble Supreme court has observed in paragraph nos.40 to 45 as  under;\nPatent Illegality \n40. We now come to the fourth head of public policy namely,   patent   illegality.   It   must   be   remembered   that   under   the   explanation to  section 34 (2) (b), an award is said to be in   conflict with the public policy of India if the making of the   award was induced or affected by fraud or corruption. This   ground   is   perhaps   the   earliest   ground   on   which   courts   in   England set aside awards under English law. Added to this   ground (in 1802) is the ground that an arbitral award would   be set aside if there were an error of law by the arbitrator.   This   is   explained   by   Lord   Justice   Denning   in  R   v.   Northumberland   Compensation   Appeal   Tribunal.   Ex   Parte   Shaw., 1952 1 All ER 122 at page 130:\n\"Leaving now the statutory tribunals, I turn to the awards of   the arbitrators. The Court of King's Bench never interfered   by certiorari with the award of an arbitrator, because it was   a private tribunal and not subject to the prerogative writs. If   the award was not made a rule of court, the only course   available to an aggrieved party was to resist an action on   the award or to file a bill in equity. If the award was made a   rule of court, a motion could be made to the court to set it   aside for misconduct of the arbitrator on the ground that it   was procured by corruption or other undue means: see the   statute 9 and 10 Will. III, c. 15. At one time an award could   not be upset on the ground of error of law by the arbitrator   because that could not be said to be misconduct or undue   means, but ultimately it was held in Kent v. Elstob, (1802)   3 East 18, that an award could be set aside for error of law   on   the   face   of   it.   This   was   regretted   by   Williams,   J.,   in   Hodgkinson v. Fernie, (1857) 3 C.B.N.S. 189, but is now   well established.\" \n41.   This,   in   turn,   led   to   the   famous   principle   laid   down   in   Champsey   Bhara   Company   v.   The   Jivraj   Balloo   Spinning   and   Weaving Company Ltd., AIR 1923 PC 66, where the Privy Council   referred to Hodgkinson and then laid down: \n\"The law on the subject has never been more clearly stated   than   by  Williams,   J. in  the   case   of  Hodgkinson   v.   Fernie   (1857) 3 C.B.N.S. 189. \n\"The   law   has   for   many   years   been   settled,   and   remains   so   at   this   day,   that,   where   a   cause   or   matters in difference are referred to an arbitrator a   lawyer or a layman, he is constituted  the sole and   final   judge   of   all   questions   both   of   law   and   of  fact ...... The only exceptions to that rule are cases   where the award is the result of corruption or fraud,  and one other, which though it is to be regretted, is   now,   I   think   firmly   established   viz.,   where   the   question of law necessarily arises on the face of the   award   or   upon   some   paper   accompanying   and   forming part of the award. Though the propriety of   this latter may very well be doubted, I think it may   be considered as established.\" \n\"Now   the   regret   expressed   by   Williams,   J.   in   Hodgkinson   v.   Fernie   has   been   repeated   by   more   than one learned Judge, and it is certainly not to be   desired   that   the   exception   should   be   in   any   way   extended. An error in law on the face of the award   means, in their Lordships' view, that you can find in   the   award   or   a   document   actually   incorporated   thereto,   as   for   instance,   a   note   appended   by   the   arbitrator stating the reasons for his judgment, some   legal proposition which is the basis of the award and   which   you   can   then   say   is   erroneous.   It   does   not   mean that if in a narrative a reference is made to a   contention of one party that opens the door to seeing   first what that contention is, and then going to the   contract on which the parties' rights depend to see if   that contention is sound. Here it is impossible to say,   from what is shown on the face of the award, what   mistake the arbitrators made. The only way that the   learned   judges   have   arrived   at   finding   what   the   mistake   was   is   by   saying:   \"Inasmuch   as   the   Arbitrators awarded so and so, and inasmuch as the   letter shows that then buyer rejected the cotton, the   arbitrators can only have arrived at that result by   totally misinterpreting Cl.52.\" But they were entitled   to   give   their   own   interpretation   to   Cl.   52   or   any   other article, and the award will stand unless, on the   face   of   it   they   have   tied   themselves   down   to   some   special legal proposition which then, when examined,   appears to be unsound.  Upon  this  point, therefore,   their Lordships think that the judgment of Pratt, J   was right and the conclusion of the learned Judges of  the Court of Appeal erroneous.\" \nThis judgment has been consistently followed in India to test   awards under Section 30 of the Arbitration Act, 1940. \n42.   In   the   1996   Act,   this   principle   is   substituted   by   the   'patent   illegality' principle which, in turn, contains three sub heads ­  42.1   (a)   a   contravention   of   the   substantive   law   of   India   would   result   in   the   death   knell   of   an   arbitral   award.   This   must   be   understood in the sense that such illegality must go to the root of   the matter and cannot be of a trivial nature. This again is a really   a   contravention   of  Section   28(1)(a) of   the   Act,   which   reads   as   under: \n\"28. Rules applicable to substance of dispute.­(1) Where   the place of arbitration is situated in India,­ \n(a)   in   an   arbitration   other   than   an   international   commercial   arbitration,   the   arbitral   tribunal   shall   decide   the   dispute   submitted   to   arbitration   in   accordance   with   the   substantive   law   for   the   time   being in force in India;\" \n42.2   (b)   a   contravention   of   the  Arbitration   Act itself   would   be   regarded as a patent illegality­ for example if an arbitrator gives no   reasons for an award in contravention of section 31(3) of the Act,   such award will be liable to be set aside. \n42.3 (c) Equally, the third sub­head of patent illegality is really a   contravention of Section 28 (3) of the Arbitration Act, which reads   as under: \n\"28. Rules applicable to substance of dispute.­  (3)   In   all   cases,   the   arbitral   tribunal   shall   decide   in   accordance   with  the   terms   of  the   contract  and   shall   take   into   account   the   usages   of   the   trade   applicable   to   the   transaction.\" \nThis   last   contravention   must   be   understood   with   a   caveat.   An   arbitral tribunal must decide in accordance with the terms of the   contract, but if an arbitrator construes a term of the contract in a   reasonable  manner,  it  will not  mean  that  the  award   can  be  set   aside   on this  ground. Construction  of  the terms of a contract is   primarily for an arbitrator to decide unless the arbitrator construes   the contract in such a way that it could be said to be something   that no fair minded or reasonable person could do. \n43.  In   McDermott  International   Inc.   v.   Burn   Standard  Co.   Ltd.,   (2006) 11 SCC 181, this Court held as under: \n\"112. It is trite that the terms of the contract can be express   or   implied.   The   conduct   of   the   parties   would   also   be   a   relevant factor in the matter of construction of a contract.   The   construction   of   the   contract   agreement   is   within   the   jurisdiction   of   the   arbitrators   having   regard   to   the   wide   nature, scope and ambit of the arbitration agreement and   they   cannot   be   said   to   have   misdirected   themselves   in   passing the award by taking into consideration the conduct   of the parties. It is also trite that correspondences exchanged   by the parties are required to be taken into consideration for   the purpose of construction of a contract. Interpretation of a   contract is a matter for the arbitrator to determine, even if   it gives rise to determination of a question of law. (See Pure   Helium India (P) Ltd. v. ONGC [(2003) 8 SCC 593] and   D.D. Sharma v. Union of India [(2004) 5 SCC 325]). \n113.   Once,   thus,   it   is   held   that   the   arbitrator   had   the   jurisdiction,   no   further   question   shall   be   raised   and   the   court will not exercise its jurisdiction unless it is found that   there exists any bar on the face of the award.\" \n44. In MSK Projects (I) (JV) Ltd. v. State of Rajasthan, (2011) 10   SCC 573, the Court held: \n\"17.   If   the   arbitrator   commits   an   error   in   the   construction of the contract, that is an error within   his   jurisdiction.   But   if   he   wanders   outside   the   contract and deals with matters not allotted to him,   he commits a jurisdictional error. Extrinsic evidence   is admissible in such cases because the dispute is not   something which arises under or in relation to the   contract   or   dependent   on   the   construction   of   the   contract or to be determined within the award. The   ambiguity   of   the   award   can,   in   such   cases,   be   resolved   by   admitting   extrinsic   evidence.   The   rationale of this rule is that the nature of the dispute   is something which has to be determined outside and   independent of what appears in the award. Such a   jurisdictional   error   needs   to   be   proved   by   evidence   extrinsic   to   the   award.   (See   Gobardhan   Das   v.   Lachhmi   Ram [AIR   1954   SC   689],  Thawardas   Pherumal   v.   Union   of   India [AIR   1955   SC   468],  Union of India v. Kishorilal Gupta & Bros. [AIR 1959   SC   1362],  Alopi   Parshad   &   Sons   Ltd.   v.   Union   of   India [AIR 1960 SC 588], Jivarajbhai Ujamshi Sheth  v.   Chintamanrao   Balaji [AIR   1965   SC   214]   and   Renusagar   Power   Co.   Ltd.   v.   General   Electric   Co.  [(1984) 4 SCC 679 : AIR 1985 SC 1156] ).\" \n45. In Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran,  (2012) 5 SCC 306, the Court held: \n\"43.   In   any   case,   assuming   that   Clause   9.3   was  capable of two interpretations, the view taken by the   arbitrator   was   clearly  a   possible   if   not  a   plausible   one. It is not possible to say that the arbitrator had   travelled   outside   his   jurisdiction,   or   that   the   view   taken by him was against the terms of contract. That   being the position, the High Court had no reason to   interfere with the award and substitute  its view  in   place of the interpretation accepted by the arbitrator.  \n44.   The   legal   position   in   this   behalf   has   been   summarized in para 18 of the judgment of this Court   in SAIL v. Gupta Brother Steel Tubes Ltd. [(2009) 10   SCC 63: (2009) 4 SCC (Civ) 16] and which has been   referred to above. Similar view has been taken later   in  Sumitomo   Heavy   Industries   Ltd.   v.   ONGC   Ltd.   [(2010) 11 SCC 296: (2010) 4 SCC (Civ) 459] to   which   one   of   us   (Gokhale,   J.)   was   a   party.   The   observations in para 43 thereof are instructive in this   behalf. \n45.  This para 43 reads as follows: (Sumitomo case   [(2010) 11 SCC 296 : (2010) 4 SCC (Civ) 459] ,   SCC p. 313) \"43. ... The umpire has considered the   fact   situation   and   placed   a   construction   on   the   clauses of the agreement which according to him was   the correct one. One may at the highest say that one   would have preferred another construction of Clause   17.3 but that cannot make the award in any way   perverse. Nor can one substitute  one's own view in   such   a  situation,   in   place   of   the   one  taken   by  the   umpire, which would amount to sitting in appeal. As   held by this Court in Kwality Mfg. Corpn. v. Central  Warehousing Corpn. [(2009) 5 SCC 142 : (2009) 2   SCC   (Civ)   406]   the   Court   while   considering   challenge   to   arbitral   award   does   not   sit   in   appeal   over   the   findings   and   decision   of   the   arbitrator,   which is what the High Court has practically done in   this   matter.   The   umpire   is   legitimately   entitled   to   take the view which he holds to be the correct one   after considering the material before him and after   interpreting   the   provisions   of   the   agreement.   If   he   does so, the decision of the umpire has to be accepted   as final and binding.\"\n7.4. The   aforesaid   decision   in   the   case   of   Associates   Builders  (supra) has been followed by the Division Bench of this Court in  the   case   of   Simplex   Infrastructure   Limited   (supra)   and   after  following   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of  Associates Builders (supra), the Division Bench of this Court had  refused   to   interfere   with   the   order   passed   by   the   learned  Commercial Court rejecting Section 34 application. \n7.5. Applying the law laid down by the Hon'ble Supreme Court in  the aforesaid decisions to the facts of the case on hand, the findings  recorded by the learned Arbitrator while rejecting the counterclaim  submitted by the appellant­ GAIL ­ original respondent, this Court  is   required   to   examine   and   /   or   consider   whether   the   learned  Commercial Court is justified in rejecting the application submitted  under Section 34 of the Arbitration Act and not interfering with the  respective   awards   passed   by   the   learned   Arbitrator   rejecting   the  counterclaims.\n8.0. Having heard the learned advocates for the respective parties  and   considering   the   award   declared   by   the   learned   Arbitral  Tribunal and impugned order passed by the learned Commercial  Court passed under Section 34 of the Arbitration and Conciliation  Act,   more   particularly,   findings   recorded   by   the   learned   Arbitral  Tribunal, we are of the opinion that case does not fall in any of the  exceptions carved out by the Hon'ble Supreme Court in the case of  M/s. Associate Builder (supra), which warrants interference of this  Court in exercise of powers under Section 37 of the Arbitration Act,  more   particularly,   when   the   Commercial   Court   by   speaking   and  reasoned order has refused to   interfere with the awards rejecting  the   counterclaim   in   exercise   of   powers   under   Section   34   of   the  Arbitration Act. \n8.1. On appreciation of evidence and considering the material on  record and the considering the communication dated 3.8.2000, by  which,    both   the   consumers   were   granted   the   permission   for  interconnection,   the   learned   Tribunal   has   rightly   observed   that  both   the   consumers   were   permitted   to   commingling   of   gas   and  therefore, as such there was no breach of contract as alleged on  behalf  of  the appellant  herein ­ GAIL.  By  granting  permission  to  both the consumers for interconnection of the gas supply thereafter  commingling of the gas was consequence. It is required to be noted  that said permission was cancelled subsequently in the month of  January   2013.   The   findings   recorded   by   the   learned   Arbitral  Tribunal   on   appreciation   of   evidence   and   in   any   case   the   same  cannot be said to be perverse. \n8.2. It is also required to be noted that the counterclaims of the  GAIL were on the basis of the debit notes dated 23.12.2013 and  solely on the ground that there was unauthorized transfer of supply  of   gas   from     M/s   Shreno   Limited   to   M/s.   Alembic   Limited   and  therefore, in the counterclaims, the GAIL claimed non APM price  for the entire allocation / supply of gas i.e. 50000 SCM so far as  M/s. Shreno Limited and 38000 SCM so far as M/s Alembic Limited  is concerned.  Nothing has been substantiated in the counterclaims  by   the   GAIL,   more   particularly,   leaving   non   APM   price   for   the  entire allocation / supply of gas to M/s. Shreno Limited and   M/s  Alembic Limited is concerned. As rightly submitted, assuming that  there   was   any   unauthorized  transfer  of  supply   of  gas  from   M/s.  Shreno Limited  to M/s Alembic Limited, consequence would have  been to cancel the allocation and disconnect the gas supply, which  has such was in fact suggested in the subsequent communication.  At this stage, it is required to be noted that the counterclaims by  the   GAIL   was   claiming   non   APM   price   for   the   period   between  5.12.2002  to  5.12.2013.  That   debit  note  was  issued  for  the  first  time on 22.12.2013 and the amount mentioned in the debit note  was sought to be recovered only by way of counterclaim. Nothing is  on record that any demand was made earlier, more particularly, in  the   year   2005   onwards   till   23.12.2013.   Straightway   debit   note  dated 23.12.2013 was issued claiming non APM price for the entire  allocation / supply of gas i.e. 50000 SCM so far as M/s. Shreno  Limited   and   38000   SCM   so   far   as   M/s   Alembic   Limited   is  concerned. Therefore, it appears that counterclaim was a counter  blast to the dispute raised by the original applicant. \n8.3. In any case, award declared by the learned Tribunal cannot  be said to be against the public policy and / or as observed herein  above, the same will not fall under any of the exceptions carved out  by   the   Hon'ble   Supreme   Court   while   interfering   with   the   award  declared by the Arbitrator. It is required to be noted that present  appeal is under Section 37 of the Arbitration and Conciliation Act  and learned Commercial Court has refused to set aside the award  declared   by   the   learned   Arbitral   Tribunal   in   exercise   of   powers  under Section 34 of the Arbitration and Conciliation Act. \n9.0. In  view  of  the  above   and for  the  reasons stated  above,  no  interference of this Court in exercise of powers under Section 37 of  the   Arbitration   and   Conciliation   Act   is   called   for.   Under   the  circumstances, both the appeals deserve to be dismissed and are  accordingly dismissed. \nsd/­ (M.R. SHAH, J)  sd/­ (A.Y. KOGJE, J)  KAUSHIK J. RATHOD",
  "cleaned_text": "gujarat high court gail (india) ltd. vs shreno ltd. on 27 june, 2018 bench: m.r. shah, a.y. kogje c/fa/845/2017 cav judgment in the high court of gujarat at ahmedabad r/first appeal no. 845 of 2017 with r/first appeal no. 849 of 2017 for approval and signature: honourable mr.justice m.r. shah sd/­ and honourable mr.justice a.y. kogje sd/­ ========================================= 1 whether reporters of local papers may be allowed to see no the judgment ? 2 to be referred to the reporter or not ? no 3 whether their lordships wish to see the fair copy of the no judgment ? 4 whether this case involves a substantial question of law as no to the interpretation of the constitution of india or any order made thereunder ? ============================================= gail (india) ltd. versus shreno ltd. ============================================= appearance: mr. kamal trivedi, senior advocate with mr vishwas k shah(5364) for the petitioner(s) no. 1 ds aff.not filed (r)(71) for the respondent(s) no. 2 mr. mihir joshi, senior advocate with ms anuja s nanavati(5229) for the respondent(s) no. 1 ============================================= and honourable mr.justice a.y. kogje date : 27/06/2018 cav judgment (per : honourable mr.justice m.r. shah) 1.0. as common question of law and facts arise in both these appeals, they are disposed of by this common judgment and order. 2.0. feeling aggrieved and dissatisfied with the impugned order passed by the learned commercial court, vadodara dated 25.11.2016 passed in commercial cma no.107 of 2016, by which, the learned commercial court has dismissed the said appeal preferred under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the \"act\") for setting aside the award passed by the learned arbitrator dated 22.05.2015, whereby, the learned judge has refused to set aside the award passed by the learned arbitrator dated 22.05.2015, the original applicant of the counterclaim has preferred present first appeal no. 845 of 2017 under section 13 of the commercial courts act, 2015. 2.1. feeling aggrieved and dissatisfied with the impugned order passed by the learned commercial court, vadodara dated 25.11.2016 passed in commercial cma no.106 of 2016, by which, the learned commercial court has dismissed the said appeal preferred under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the \"act\") for setting aside the award passed by the learned arbitrator dated 22.05.2015, whereby, the learned judge has refused to set aside the award passed by the learned arbitrator dated 22.05.2015, the original applicant of the counterclaim has preferred present first appeal no. 849 of 2017 under section 13 of the commercial courts act, 2015. 3.0. for the sake of convenience the facts in first appeal no. 845 of 2017 are narrated and first appeal no. 845 of 2017 is treated and considered as lead meter. 4.0. the facts leading to the present first appeals in nutshell are as under: 4..1 that the appellant herein­ gail (india) ltd (hereinafter referred to as the \"gail\") is a public sector undertaking under the administrative control of the ministry of petroleum & natural gas. before incorporation of the gail in 1984, all supply and marketing of natural gas was done directly by oil and natural gas commission (ongc). subsequently, the supply of gas which was earlier being done by ongc directly, was taken over by the gail. that originally there was company known as alembic ltd, incorporated in 1907, which was formally known as alembic chemicals works ltd. that, the said alembic ltd has two associate companies i.e. one was alembic glass industries limited and another was alembic chemicals works limited. that subsequently, the alembic glass industries was taken over by the shreno limited. that the alembic chemicals were having its plant abutting to shreno premises within the same overall boundary. initially marketing and supply of natural gas was being done directly by ongc but thereafter with the incorporation of the gail, the gas pipelines and marketing of gas produced by ongc was transferred to gail. that gas sales and transmit agreement ( for short \"gas supply contract\") dated 26.12.1995 came to be arrived at between gail and alembic glass ltd and subsequently known as m/s. shreno ltd, for the supply of 50,000 standard cubic meter (scm) of gas per day, for carrying on its manufacturing activities with reference to glass and glassware. a similar gas supply contract dated 26.12.1995 came to be arrived at between m/s. alembic ltd., a pharma company, for the supply of 38000 scm per day at apm price (at this stage, it is required to be noted that earlier there was no difference in past between apm price and non apm price). that thereafter, a supplementary agreement dated 7.6.1996 came to be arrived at between gail and m/s shreno ltd for supply of gas to the tune of 65000 scm gas per day. it appears that thereafter, vide letter dated 27.1.998 both the aforesaid consumers viz. m/s. shreno ltd and m/s alembic limited requested the gail to allow them to club their contracted quantities of gas under one single common contract with new single common drawl point. that according to the gail, the clubbing was for flexibility and economic use. that thereafter, the aforesaid two consumers submitted a revised request dated 20.08.1998 and made a request for permission of \"some alternate arrangement\" and \"certain modifications in the present system\" being flexibility and pressure. that in response to the above, gail vide communication dated 19.11.1998 recommended to ministry of petroleum gas (hereinafter referred to as the \"mopng\") for approval of the interconnection facility with a rider that the commercial obligations as provided under the respective gas supply contracts would remain the same. at this stage, it is required to be noted that nothing is on record that mopng gave approval or not. 4.2. that during currency of the aforesaid agreements, both m/s. shreno ltd and m/s alembic limited, jointly applied to gail vide letter / communication dated 3.8.2000 for availing all the facilities of interconnection of both the gas supplies at common header after metering station of both the units. the facility of interconnection was prayed to get (i) to get equal pressure at the drawl point of the both the units to have a smoother operation; (ii) whenever restriction on gas consumption is imposed, they can make optimal utilization of the gas available. 4.3. that vide communication dated 16.8.2000, gail wrote a letter and conveyed that the proposal for interconnection is in principle agreeable, subject to certain conditions laid down therein. metering and invoicing to be separate. that other companies were also given similar treatment. that as the contract agreement was expiring on 20.12.2000, the same came to be extended upto 31.3.2001, which were further extended upto 30.09.2001. that second supplementary agreement thereafter was to issue upto 31.12.2003. that thereafter, on 31.1.2004, m/s. alembic ltd contract with gail for supply of 1000 scm for regasified liquefied natural gas per day so as to take care of its additional requirement of gas at a higher price as compared to the price of apm (administered price mechanism) gas, being valid upto 2008 and extended thereafter upto 2028. that thereafter, the agreement came to be extended upto 31.3.2005. that in the minutes of meeting dated 08.03.2005 it was recorded that the agreement stood extended and any change in policy before that date would be incorporated. 4.3. that thereafter, mopgm issued instructions dated 20.06.2005 inter alia provided that consumers getting the existing gas supply through gail network would be continued to be supplied natural gas to apm price, provided their supplies are upto 50000 scm per day and supply exceeding said quantity would be charged at market determined price i.e. non apm price. 4.4. that thereafter, m/s. shreno ltd made a request to consider it as a non consumer since consumption is less than 50000 scm i.e. o.5 mmscmc vide request dated 14.07.2005. that vide communication dated 12.08.2005, m/s. shreno ltd requested gail to scale down its requirement by seeking to surrender 15000 scm of gas, naturally for taking benefit of lower price i.e. apm price of gas as compared to market related price i.e. non apm price. that pursuant to the aforesaid development, a supplementary agreement came to be executed between the parties whereunder m/s. shreno ltd agreed for reduction of the gas supply from 65000 scm of gas per day to 50000 of gas per day. 4.5. that thereafter, a fresh contract for supply of same quantity of gas i.e. 50000 scm per day came to be executed between the parties on the basis of the terms and conditions agreed therein, in view of expiry of the erstwhile contract dated 26.4.1995. it is the case on behalf of the gail that as per the contract use was for the propose as fuel unless permitted in writing by gail. it is also the case on behalf of the gail that as per clause 18.5 of the said contract, the same superseded all the agreements and / or arrangements prevailing then and hence, gail had taken for granted that gas supply to m/s. shreno limited has remained segregated all throughout under the independent gas supply contract (aforesaid shall be dealt with hereinafter). 4.6. that after the expiry of the aforesaid contract dated 1.4.2006 , a fresh and separate gas supply contract for same quantity of gas i.e. 50000 scm per day came to be executed between the parties on the basis of the terms and conditions indicated therein. 4.7. that thereafter, in the year 2012, vide two separate email communications dated 27.08.2012 both the consumers were able to confirm that drawl of apm gas allocated for a particular use is consistent and in conformity with the conditions of allocation and the contractual provisions. 4.8. that vide communication dated 14.09.2012 m/s shreno limited confirmed the aforesaid position vide its email communication. 4.9. that on the basis of complaint received by the gail, its officer visited the establishments of both the above named consumers on 23.11.2012, whereupon they found the diversion of gas from the establishment of m/s. shreno limited to m/s. alembic limited for running gas turbo generators for producing electricity. 4.10. in view of the above, gail issued notice to m/s. shreno limited dated 29.11.2012 stating inter alia that it has been unauthorizedly diverting apm gas to m/s. alembic limited, which is in clear breach of gas supply contract, warranting termination thereof followed by cancellation of apm allocation to shreno limited. 4.11. that m/s. shreno limited wrote a letter dated 30.11.2012 to gail and for the first time, disclosed that interconnection in question was required for running common gas turbo generators located within the premises of m/s alembic ltd for conversion of electricity to drive the gas furnace and utilities and that they were not diverting gas to any other party unauthorizedly and that therefore, notice of disconnection should be withdrawn. 4.12. that apprehending disconnection of gas supply, the aforesaid above named m/s. shreno limited and m/s. alembic ltd approached this court by way of filing writ petition being sca no. 16069 of 2012. this court vide order dated 3.12.2012 disposed of the aforesaid petition by directing gail to afford an opportunity of hearing before disconnection of gas supply. it was the case on behalf of the gail that if there was no interconnection facility between the aforesaid two consumers, m/s. alembic ltd would have been required to procure additional quantity of gas from gail or utilize its contracted quantity of rln gas whose price was higher than apm contracted quantity of gas. 4.13. that thereafter, gail addressed communication dated 22.05.2013 to both the above named consumer inter alia calling upon them to make it convenient to visit the office of gail to discuss the matter on 24.5.2013. 4.14. that gail issued a intimation acceding the request for re­ schedulement of the date of hearing on 27.6.2013 and further advised to suspend in the meantime the interconnection arrangement latest by closing hours of 31.5.2013. that during the course of discussion and hearing, m/s. alembic ltd informed that the reason for not suspending interconnection immediately was due to the fact that its entire co­generation facility would be affected. however, the gail did not agreed with the said reasons and adjourned the hearing on 10.06.2013 to finalize the issue. that during the course of meeting held on 10.06.2013, the discussion took place and all the parties maintained their stand. at the end, representative of m/s. shreno limited and m/s. alembic limited sought time for days to get back by 13.6.2013. thereafter, m/s shreno ltd and m/s. alembic limited wrote a joint letter dated 13.6.2013 to gail reiterating their stand. that thereafter, vide letter dated 5.7.2013 the gail advice both the above named consumers to disconnect interconnection arrangement between m/s. shreno ltd and m/. alembic ltd with immediate effect. the communication dated 5.7.2013 the subject matter of sca no.11549 of 2013 before this court. that vide order dated 22.10.2013 this court disposed of the aforesaid special civil application without grant of any relief as prayed for. 4.15. that thereafter, m/s. shreno limited and m/s. alembic ltd disconnected the interconnection on 12.11.2013. that thereafter, order came to be passed by this court in special civil application no.16854 of 2013 to restore and reconnect the supply of gas. that in the aforesaid sca both the consumers filed petition seeking supply of gas. that as the said sca no.16854 of 2013 came to be disposed of in view of issuance of notice for arbitration dated 13.12.2013 issued to gail. that thereafter, issued a debit note to m/s. shreno limited for rs.43,98,61,508/­. that shreno ltd filed section 9 application of the arbitration act being cma no. 588 of 2013 seeking interim injunction. section 9 application came to be rejected. first appeal no. 3657 of 2013 came to be disposed of by this court vide order dated 27.12.2013 directing the m/s. shreno limited and m/s. alembic ltd to remove the interconnection and file an undertaking with security of rs.78.41 crore with the registry, with a further direction to gail to restart supply of gas within 24 hours of the disconnection of the interconnection. 4.16. that thereafter, the arbitration proceeding commenced and the dispute between the parties was referred to the sole arbitrator, appointed by the parties hon'ble mr. justice aftab alam, a former judge of the hon'ble supreme court was appointed as a sole arbitrator. m/s. shreno limited filed its claim for a sum of rs.80.96 crore towards damages on account of loss of furnace sustained on account of sudden disconnection of gas from 13.11.2013 and thereafter from 16.12.2013 to 27.12.2013. the gail filed its counterclaim of rs.43.98 crores towards same to be charged as difference between mdp and apm price of gas consumed for the period from 16.12.2005 to 15.12.2013 (to the extent of 50000 scm principal and interest). 4.17. as the similar claim was made by m/s. alembic chemical limited before the learned arbitrator and similar counterclaim was made by the gail and that before the arbitrator both the above named consumers also prayed for reconnection of the interconnection. 4.18. before the learned arbitrator the original claimants­ above named consumers did not press the relief seeking reconnection of the interconnection. at the time of final hearing, the original claimants ­ above named consumers did not even press their respective claims including compensation sought etc. and abandoned their claim and therefore, learned arbitrator proceeded further to consider only the counterclaim by the gail. the counterclaim by the gail was on the allegation that the wrongful diversion of the gas by m/s shreno limited to m/s. alembic limited constituted breach of contract. according to the gail, by clubbing and commingling the gases, shreno and alembic were jointly availing of an allocation above 50000 scm which was the upper limit for allocation of gas at apm rates. according to the gail since the upper limit had been breached, the gas ought top be charged at no apm rates. therefore, the counterclaim of the gail was non apm rates for supply of 50000 scm so far as m/s. shreno limited and 38000 scm so far as m/s. alembic limited claims is concerned, for which debit notes were issued on 23.12.2013. 4.19. that thereafter, after giving fullest opportunity to both the parties and considering the material on record and the documentary evidence on record as well as on appreciation of oral evidence led by the parties, the learned tribunal specifically observed and held that as the interconnection permission was granted by the gail to m/s. shreno limited and m/s. alembic limited and therefore, commingling of gas permitted and therefore, non of the consumers / original claimants have breached the contract. that thereafter, learned sole arbitrator by a detailed and reasoned award dated 22.05.2015 has dismissed the counterclaim of the gail. at this stage, it is required to be noted that by the debit notes dated 23.12.2013 the gail claimed non apm price for the quantity of gas supply to both the above named consumers for the period between 5.12.2002 to 5.12.2013 and the said debit note was issued for the first time on 22.12.2013 claiming dues towards non apm price for the gas supply between the 5.12.2002 to 5.12.2013, the original claimant raised plea of limitation. however, as the learned tribunal held in favour of the original claimants that consumers did not breach the contract and by grant of interconnection permission both of them were granted permission for commingling of gas, the learned tribunal did not decide the issue with respect to the limitation. 4.20. feeling aggrieved and dissatisfied with the respective awards passed by the learned arbitrator rejecting the counterclaim, gail approached the commercial court, vadodara under section 34 of the arbitration act being commercial cma nos. 106 of 2016 and 107 of 2016. that by impugned order and following decision of the hon'ble supreme court in the case of m/s. associate builder vs. delhi development authority reported in (2015) 3 scc 49, the learned commercial court has dismissed the aforesaid petitions submitted under section 34 of the arbitration act by observing that awards passed by the learned tribunal did not call for any interference as findings recorded by the learned arbitrator are on appreciation of evidence and the case did not fall in any of the parameter for interference in the award declared by the arbitral tribunal, as per the decision of the hon'ble supreme court in the case of m/s. associate builder (supra). 4.21. feeling aggrieved and dissatisfied with the impugned respective orders passed by the learned commercial court, vadodara passed in commercial cma nos. 106 of 2016 and 107 of 2016 rejecting the application submitted under section 34 of the arbitration act, the gail whose counterclaims have been rejected have preferred present first appeals under section 13 of the commercial courts act r/w section 37 of the arbitration act. 5.0. shri kamal trivedi, learned senior advocate has appeared with shri vishwas shah, learned advocate for the appellant­ gail (india) limited and shri mihir joshi, learned senior advocate has appeared with ms. anuja nanavati, learned advocate for the respondents­ respective consumers in both the appeals. 5.1. shri kamal trivedi, learned senior advocate appearing on behalf of the gail has vehemently submitted that in the facts and circumstances of the case, the learned commercial court has materially erred in rejecting section 34 application and not interfering with the awards passed by the learned arbitrator. 5.2. it is further submitted by shri trivedi, learned counsel for the gail that as such findings recorded by the learned arbitrator were perverse and on misinterpretation of the relevant contract / agreement between the parties and therefore, the learned commercial court ought to have interfered with the awards declared by the learned arbitrator. 5.3. it is further submitted by shri trivedi, learned counsel for the gail that learned commercial court has failed to appreciate the findings recorded by the learned arbitrator that the appellant­ gail has not been able to prove that the claimants have breached the contract. it is submitted that aforesaid findings is contrary to the evidence on record. it is submitted that in the month of november 2012 on receipt of the application by the gail, the officers of the gail visited the premises and it was found that there was diversion of of gas from the establishment of m/s. shreno ltd and m/s. alembic ltd for running gas turbo generators for producing electricity. it is submitted that therefore, there was a clear breach of gas supply contract. it is submitted that by the unauthorized diversion of gas from the establishment of m/s. shreno limited and m/s. alembic limited both consumer acceded use of the gas beyond their allocation of gas. it is submitted that therefore, both the consumers were liable to pay non apm price for the gas supplied. it is submitted that therefore, learned arbitrator materially erred in rejecting the counterclaim. 5.4. it is further submitted by shri trivedi, learned counsel for the gail that learned commercial court has materially erred in not properly appreciating the fact that when subsequently a fresh contract dated 1.4.2006 was entered into between the parties, as per clause 18.5 of the said contract / agreement all other earlier arrangement / agreement prevailing then were superseded and therefore, earlier interconnection permission granted also stood superseded and therefore, thereafter it was not open for the above named consumers to continue with the interconnection. it is submitted that therefore, the learned arbitrator materially erred in not appreciating above and therefore, on misinterpretation of the respective contracts / agreements, learned arbitrator has materially erred in holding that by grant of interconnection commingling of gas was permitted and therefore, there was no breach of any of terms of the terms by mixing the gas. 5.5. it is further submitted by shri trivedi, learned counsel for the gail that even otherwise learned arbitrator has materially erred in not properly appreciating and / or construing the permission for interconnection granted earlier vide permission dated 3.8.2000. it is submitted that learned arbitrator has erred in not properly construing the interconnection permission granted on dated 3.8.2000 and the purpose, object and reasons for which, the interconnection permission dated 3.8.2000 was granted. it is submitted that the interconnection permission was sought by m/s. shreno limited and m/s. alembic limited for two reasons viz. to get equal pressure at the drawl point of the both units to have a smoother operation and to have flexibility and better utilization of gas. it is submitted that by grant of the interconnection permission dated 3.8.2000, it cannot be said that any permission was granted to commingling gases supply to m/s. shreno limited and m/s. alembic limited . 5.6. it is further submitted by shri trivedi, learned counsel for the gail that even learned arbitrator materially has failed to consider the supply of gas to both consumers viz. m/s. shreno limited and m/s. alembic limited. it is submitted that the agreements were entered into between the parties, to supply gas to be used for themselves and the moment it is found that the gas supply to one unit / consumer is diverted and supply to another unit / consumer then the same can be said to be breach of condition of contract for supply of the gas. it is submitted that in the present case it was found that m/s shreno limited unauthorizedly diverted the gas to be used by m/s. shreno limited itself to m/s. alembic limited. it is submitted that m/s. shreno limited was required to use the supply of gas for manufactured of glass only and m/s alembic chemicals limited was to supply gas for manufactured of drawing only. it is submitted that the aforesaid has not been appreciated by the learned arbitrator and therefore, findings be perverse and no prudent person would come to such conclusion that the learned commercial court ought to have interfered with the award passed by the learned arbitrator rejecting the counterclaim. 5.7. shri trivedi, learned counsel appearing on behalf of the appellant­ gail has relied upon the decision of the hon'ble supreme court in the case of rajasthan state industrial development and investment corporation and another vs. diamond & gem development corporation limited and another reported in (2013) 5 scc 470 (para 23 to 25) in support of his submission that the contract is to be interpreted any such a manner to have the real meaning and the terms of the contract are required to be interpreted strictly. it is submitted that not interpreting the relevant agreement / contract, more particularly, interconnection permission granted on 3.8.2000 and subsequent agreement dated 1.4.2006 which has resulted into patent illegality and therefore, interference of this court is called for. making above submission and making submission that the findings recorded by the learned arbitrator are perverse and by misinterpretation of the relevant terms of the contract which has resulted into patent irregularity, it is requested to allow the present appeals and quash and set aside the impugned orders passed by the learned arbitrator rejecting the counterclaim of the appellant ­gail. 6.0. both these appeals are vehemently opposed by shri mihir joshi, learned counsel for respondents­ original claimants ­ respective consumers. 6.1. shri joshi, learned counsel for the original claimants has vehemently submitted that findings recorded by the learned arbitrator rejecting the counterclaim are on appreciation of material and evidence on record and on true interpretation of the relevant contracts, the same are rightly not interfered with by the learned commercial court in exercise of powers under section 34 of the arbitration act. it is submitted that therefore, considering the limitation under section 34 of the arbitration act against the interference of the findings recorded by learned arbitrator when the learned commercial court has dismissed section 34 application, present appeals under section 37 of the arbitration act r/w section 13 of the commercial courts act, 2015 deserves to be dismissed. 6.2. it is vehemently submitted by shri joshi, learned counsel for the respondents­ consumers that the case does not fall in any of the exceptions carved out by the hon'ble supreme court in the case of m/s. associate builder (supra) which warrants interference of this court in exercise of powers under section 37 of the arbitration act, more particularly, when the commercial court has refused to interfere with the awards rejecting the counterclaim in exercise of powers under section 34 of the arbitration act. therefore, relying upon the decision of the hon'ble supreme court in the case of m/s. associate builder (supra) and decision of the division bench of this court in the case of gujarat mineral development corporation ltd vs. simplex infrastructure limited rendered in first appeal nos. 618 of 2017 and 778 of 2017, it is requested to dismiss the present appeals. 6.3. it is vehemently submitted by shri joshi, learned counsel for the respondents­ consumers that as such vide communication dated 3.8.2000 both the consumers were granted the permission for interconnection. it is submitted that as rightly observed by the learned arbitrator by grant of interconnection permission the consumers were permitted to commingling of gas and therefore, as rightly observed and held by the learned arbitrator by interconnection and commingling of the gas supplied to m/s. shreno limited and m/s. alembic limited it cannot be said that there was any breach of contract and / or there was any unauthorized transfer of gas by m/s. shreno limited and m/s. alembic limited. it is submitted that even thereafter a fresh contract was entered into on 1.4.2006 on the terms and conditions agreed therein. it is submitted that the interconnection permission was continued and at no point of time any objection was raised. it is submitted that even thereafter also, another fresh contract was entered into on 14.12.2010 on the basis of terms and conditions indicated therein. it is submitted that even otherwise interconnection permission was canceled in the month of january 2013. it is submitted that therefore, by virtue of grant of interconnection facilities between two consumers and thereafter when there was commingling of gas which was the resultant effect of grant of interconnection facilities as rightly observed by the learned arbitrator, it cannot be said that there was any unauthorized transfer of gas of m/s. shreno limited and m/s alembic limited. 6.4. it is vehemently submitted by shri joshi, learned counsel for the respondents­ consumers that even otherwise counterclaims submitted by the gail were required to be rejected and are rightly rejected. it is submitted that admittedly m/s. shreno limited was allocated initially 50000 scm per day which was thereafter enhance to 65000 scm and alembic limited was allocated gas to the extent of 38000 scm. it is submitted that as per the instructions issued by mopng dated 20.06.2005 the apm price are required to be charged for allocation of the gas to the extent of 50000 scm per day. it is submitted that there is no factual matrix that what quantity of gas was supplied unauthorizedly by m/s. shreno limited. 6.5. it is vehemently submitted by shri joshi, learned counsel for the respondents­ consumers that as such the counterclaims of the gail was only on the ground that there was unauthorized transfer of supply of gas from m/s. shreno limited to m/s. alembic limited. it is submitted that assuming but not admitting that there was unauthorized transfer of supply of gas by m/s. shreno limited to m/s. alembic limited, in that case also, consequence would have been to cancel the allocation and disconnect the gas supply, which is also evident from the document on record. it is submitted that therefore, counterclaims claiming non apm price for the entire allocation / supply of gas i.e. 50000 scm so far as m/s. shreno limited and 38000 scm so far as m/s alembic limited is concerned, same was without any substance and merit less and therefore, also was liable to be dismissed. it is submitted that therefore, the orders passed by the learned commercial court i.e. awards declared by the learned arbitrator rejecting the counterclaim did not require any interference of this court in exercise of powers under section 34 of the arbitration act r/w section 13 of the commercial courts act. making above submissions and relying upon the above decision, it is requested to dismiss the present appeals. 7.0. heard the learned advocates for the respective parties at length. at the outset, it is required to be noted that present appeals arise ought of impugned orders passed by the learned commercial court, vadodara rejecting the application submitted by the appellant herein submitted under section 34 of the arbitration act, by which, the learned commercial court in exercise of powers under section 34 of the arbitration act has refused to interfere with and set aside the awards declared by the learned arbitrator rejecting the counterclaims submitted by the appellant herein­ original respondent­ gail. therefore, the present appeals would be under section 37 of the arbitration act r/w section 13 of the commercial courts act, 2015. therefore, while exercising the powers under section 37 of the arbitration act shall be applicable more rigorously. therefore, first and foremost thing which is required to be considered is scope and ambit of learned commercial court under section 34 of the arbitration act and the scope and ambit of present first appeals under section 37 of the arbitration act. 7.1. in the case of associate builders (supra) the honble supreme court had an occasion to consider the scope and ambit of challenge to the award under section 34 of the arbitration act and when in exercise of powers under section 34 of the arbitration act the findings of fact recorded in the arbitral award can be interfered with by the court. in the aforesaid decision, the honble supreme court had also an occasion to consider the grounds on which the arbitral award may be assailed. in the aforesaid decision, it is observed and held that it is only when the award is in conflict with the public policy of india as prescribed in section 34(2)(b)(ii) of the arbitration act, that the merits of an arbitral award are to be looked into under certain specified circumstances. in paragraph nos.13 to 17 the honble supreme court has observed and held as under: 13. in as much as serious objections have been taken to the division bench judgment on the ground that it has ignored the parameters laid down in a series of judgments by this court as to the limitations which a judge hearing objections to an arbitral award under section 34 is subject to, we deem it necessary to state the law on the subject. 14. section 34 of the arbitration and conciliation act reads as follows­ \"34. application for setting aside arbitral award.­ (1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub­section (2) and sub­ section (3). (2) an arbitral award may be set aside by the court only if­ (a) the party making the application furnishes proof that­ (i) a party was under some incapacity; or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that­ (i) the subject­matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation.­without prejudice to the generality of sub­clause (ii), it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub­section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.\" 15. this section in conjunction with section 5 makes it clear that an arbitration award that is governed by part i of the arbitration and conciliation act, 1996 can be set aside only on grounds mentioned under section 34 (2) and (3), and not otherwise. section 5 reads as follows: \"5. extent of judicial intervention.­notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this part.\" 16. it is important to note that the 1996 act was enacted to replace the 1940 arbitration act in order to provide for an arbitral procedure which is fair, efficient and capable of meeting the needs of arbitration; also to provide that the tribunal gives reasons for an arbitral award; to ensure that the tribunal remains within the limits of its jurisdiction; and to minimize the supervisory roles of courts in the arbitral process. 17. it will be seen that none of the grounds contained in sub­ clause 2 (a) deal with the merits of the decision rendered by an arbitral award. it is only when we come to the award being in conflict with the public policy of india that the merits of an arbitral award are to be looked into under certain specified circumstances. what can be said to be against the public policy of india has been discussed by the honble supreme court in the said decision. at this stage, it is required to be noted that it is not the case on behalf of the appellant that the award declared by the learned arbitral tribunal is in conflict with the public policy of india. under the circumstances, the same is not required to be dealt with any further. 7.3. thereafter, the honble supreme court in the aforestated decision has considered the fourth head namely \"patent illegality\". while considering what can be said to be \"patent illegality\" the honble supreme court has observed in paragraph nos.40 to 45 as under; patent illegality 40. we now come to the fourth head of public policy namely, patent illegality. it must be remembered that under the explanation to section 34 (2) (b), an award is said to be in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption. this ground is perhaps the earliest ground on which courts in england set aside awards under english law. added to this ground (in 1802) is the ground that an arbitral award would be set aside if there were an error of law by the arbitrator. this is explained by lord justice denning in r v. northumberland compensation appeal tribunal. ex parte shaw., 1952 1 all er 122 at page 130: \"leaving now the statutory tribunals, i turn to the awards of the arbitrators. the court of king's bench never interfered by certiorari with the award of an arbitrator, because it was a private tribunal and not subject to the prerogative writs. if the award was not made a rule of court, the only course available to an aggrieved party was to resist an action on the award or to file a bill in equity. if the award was made a rule of court, a motion could be made to the court to set it aside for misconduct of the arbitrator on the ground that it was procured by corruption or other undue means: see the statute 9 and 10 will. iii, c. 15. at one time an award could not be upset on the ground of error of law by the arbitrator because that could not be said to be misconduct or undue means, but ultimately it was held in kent v. elstob, (1802) 3 east 18, that an award could be set aside for error of law on the face of it. this was regretted by williams, j., in hodgkinson v. fernie, (1857) 3 c.b.n.s. 189, but is now well established.\" 41. this, in turn, led to the famous principle laid down in champsey bhara company v. the jivraj balloo spinning and weaving company ltd., air 1923 pc 66, where the privy council referred to hodgkinson and then laid down: \"the law on the subject has never been more clearly stated than by williams, j. in the case of hodgkinson v. fernie (1857) 3 c.b.n.s. 189. \"the law has for many years been settled, and remains so at this day, that, where a cause or matters in difference are referred to an arbitrator a lawyer or a layman, he is constituted the sole and final judge of all questions both of law and of fact . the only exceptions to that rule are cases where the award is the result of corruption or fraud, and one other, which though it is to be regretted, is now, i think firmly established viz., where the question of law necessarily arises on the face of the award or upon some paper accompanying and forming part of the award. though the propriety of this latter may very well be doubted, i think it may be considered as established.\" \"now the regret expressed by williams, j. in hodgkinson v. fernie has been repeated by more than one learned judge, and it is certainly not to be desired that the exception should be in any way extended. an error in law on the face of the award means, in their lordships' view, that you can find in the award or a document actually incorporated thereto, as for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. it does not mean that if in a narrative a reference is made to a contention of one party that opens the door to seeing first what that contention is, and then going to the contract on which the parties' rights depend to see if that contention is sound. here it is impossible to say, from what is shown on the face of the award, what mistake the arbitrators made. the only way that the learned judges have arrived at finding what the mistake was is by saying: \"inasmuch as the arbitrators awarded so and so, and inasmuch as the letter shows that then buyer rejected the cotton, the arbitrators can only have arrived at that result by totally misinterpreting cl.52.\" but they were entitled to give their own interpretation to cl. 52 or any other article, and the award will stand unless, on the face of it they have tied themselves down to some special legal proposition which then, when examined, appears to be unsound. upon this point, therefore, their lordships think that the judgment of pratt, j was right and the conclusion of the learned judges of the court of appeal erroneous.\" this judgment has been consistently followed in india to test awards under section 30 of the arbitration act, 1940. 42. in the 1996 act, this principle is substituted by the 'patent illegality' principle which, in turn, contains three sub heads ­ 42.1 (a) a contravention of the substantive law of india would result in the death knell of an arbitral award. this must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature. this again is a really a contravention of section 28(1)(a) of the act, which reads as under: \"28. rules applicable to substance of dispute.­(1) where the place of arbitration is situated in india,­ (a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in india;\" 42.2 (b) a contravention of the arbitration act itself would be regarded as a patent illegality­ for example if an arbitrator gives no reasons for an award in contravention of section 31(3) of the act, such award will be liable to be set aside. 42.3 (c) equally, the third sub­head of patent illegality is really a contravention of section 28 (3) of the arbitration act, which reads as under: \"28. rules applicable to substance of dispute.­ (3) in all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\" this last contravention must be understood with a caveat. an arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do. 43. in mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181, this court held as under: \"112. it is trite that the terms of the contract can be express or implied. the conduct of the parties would also be a relevant factor in the matter of construction of a contract. the construction of the contract agreement is within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. it is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. (see pure helium india (p) ltd. v. ongc [(2003) 8 scc 593] and d.d. sharma v. union of india [(2004) 5 scc 325]). 113. once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\" 44. in msk projects (i) (jv) ltd. v. state of rajasthan, (2011) 10 scc 573, the court held: \"17. if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. but if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. the ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. the rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. such a jurisdictional error needs to be proved by evidence extrinsic to the award. (see gobardhan das v. lachhmi ram [air 1954 sc 689], thawardas pherumal v. union of india [air 1955 sc 468], union of india v. kishorilal gupta & bros. [air 1959 sc 1362], alopi parshad & sons ltd. v. union of india [air 1960 sc 588], jivarajbhai ujamshi sheth v. chintamanrao balaji [air 1965 sc 214] and renusagar power co. ltd. v. general electric co. [(1984) 4 scc 679 : air 1985 sc 1156] ).\" 45. in rashtriya ispat nigam ltd. v. dewan chand ram saran, (2012) 5 scc 306, the court held: \"43. in any case, assuming that clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a plausible one. it is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. that being the position, the high court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator. 44. the legal position in this behalf has been summarized in para 18 of the judgment of this court in sail v. gupta brother steel tubes ltd. [(2009) 10 scc 63: (2009) 4 scc (civ) 16] and which has been referred to above. similar view has been taken later in sumitomo heavy industries ltd. v. ongc ltd. [(2010) 11 scc 296: (2010) 4 scc (civ) 459] to which one of us (gokhale, j.) was a party. the observations in para 43 thereof are instructive in this behalf. 45. this para 43 reads as follows: (sumitomo case [(2010) 11 scc 296 : (2010) 4 scc (civ) 459] , scc p. 313) \"43. . the umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. one may at the highest say that one would have preferred another construction of clause 17.3 but that cannot make the award in any way perverse. nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. as held by this court in kwality mfg. corpn. v. central warehousing corpn. [(2009) 5 scc 142 : (2009) 2 scc (civ) 406] the court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the high court has practically done in this matter. the umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. if he does so, the decision of the umpire has to be accepted as final and binding.\" 7.4. the aforesaid decision in the case of associates builders (supra) has been followed by the division bench of this court in the case of simplex infrastructure limited (supra) and after following decision of the hon'ble supreme court in the case of associates builders (supra), the division bench of this court had refused to interfere with the order passed by the learned commercial court rejecting section 34 application. 7.5. applying the law laid down by the hon'ble supreme court in the aforesaid decisions to the facts of the case on hand, the findings recorded by the learned arbitrator while rejecting the counterclaim submitted by the appellant­ gail ­ original respondent, this court is required to examine and / or consider whether the learned commercial court is justified in rejecting the application submitted under section 34 of the arbitration act and not interfering with the respective awards passed by the learned arbitrator rejecting the counterclaims. 8.0. having heard the learned advocates for the respective parties and considering the award declared by the learned arbitral tribunal and impugned order passed by the learned commercial court passed under section 34 of the arbitration and conciliation act, more particularly, findings recorded by the learned arbitral tribunal, we are of the opinion that case does not fall in any of the exceptions carved out by the hon'ble supreme court in the case of m/s. associate builder (supra), which warrants interference of this court in exercise of powers under section 37 of the arbitration act, more particularly, when the commercial court by speaking and reasoned order has refused to interfere with the awards rejecting the counterclaim in exercise of powers under section 34 of the arbitration act. 8.1. on appreciation of evidence and considering the material on record and the considering the communication dated 3.8.2000, by which, both the consumers were granted the permission for interconnection, the learned tribunal has rightly observed that both the consumers were permitted to commingling of gas and therefore, as such there was no breach of contract as alleged on behalf of the appellant herein ­ gail. by granting permission to both the consumers for interconnection of the gas supply thereafter commingling of the gas was consequence. it is required to be noted that said permission was cancelled subsequently in the month of january 2013. the findings recorded by the learned arbitral tribunal on appreciation of evidence and in any case the same cannot be said to be perverse. 8.2. it is also required to be noted that the counterclaims of the gail were on the basis of the debit notes dated 23.12.2013 and solely on the ground that there was unauthorized transfer of supply of gas from m/s shreno limited to m/s. alembic limited and therefore, in the counterclaims, the gail claimed non apm price for the entire allocation / supply of gas i.e. 50000 scm so far as m/s. shreno limited and 38000 scm so far as m/s alembic limited is concerned. nothing has been substantiated in the counterclaims by the gail, more particularly, leaving non apm price for the entire allocation / supply of gas to m/s. shreno limited and m/s alembic limited is concerned. as rightly submitted, assuming that there was any unauthorized transfer of supply of gas from m/s. shreno limited to m/s alembic limited, consequence would have been to cancel the allocation and disconnect the gas supply, which has such was in fact suggested in the subsequent communication. at this stage, it is required to be noted that the counterclaims by the gail was claiming non apm price for the period between 5.12.2002 to 5.12.2013. that debit note was issued for the first time on 22.12.2013 and the amount mentioned in the debit note was sought to be recovered only by way of counterclaim. nothing is on record that any demand was made earlier, more particularly, in the year 2005 onwards till 23.12.2013. straightway debit note dated 23.12.2013 was issued claiming non apm price for the entire allocation / supply of gas i.e. 50000 scm so far as m/s. shreno limited and 38000 scm so far as m/s alembic limited is concerned. therefore, it appears that counterclaim was a counter blast to the dispute raised by the original applicant. 8.3. in any case, award declared by the learned tribunal cannot be said to be against the public policy and / or as observed herein above, the same will not fall under any of the exceptions carved out by the hon'ble supreme court while interfering with the award declared by the arbitrator. it is required to be noted that present appeal is under section 37 of the arbitration and conciliation act and learned commercial court has refused to set aside the award declared by the learned arbitral tribunal in exercise of powers under section 34 of the arbitration and conciliation act. 9.0. in view of the above and for the reasons stated above, no interference of this court in exercise of powers under section 37 of the arbitration and conciliation act is called for. under the circumstances, both the appeals deserve to be dismissed and are accordingly dismissed. sd/­ (m.r. shah, j) sd/­ (a.y. kogje, j) kaushik j. rathod"
}