{
  "case_file": "case340.txt",
  "original_text": "Madras High Court\nV.Pranav vs M/S.Narasus Spinning Mill Represented ... on 8 April, 2024\nAuthor: M.Sundar\nBench: M.Sundar\n                                                                     C.M.A (CAD) (SR) No.41810 of 2024\n\n                                   IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                   DATED: 08.04.2024\n\n                                                         Coram\n\n                                       THE HON'BLE MR.JUSTICE M.SUNDAR\n                                                       and\n                                   THE HON'BLE MRS. JUSTICE K. GOVINDARAJAN\n                                                THILAKAVADI\n\n                                            C.M.A (CAD) (SR) No.41810 of 2024\n\n                     1.V.Pranav\n                     2.V.Varun\n                     3.Anuradha\n                     4.V.Naeha                                            .. Appellants\n\n                                                           vs\n\n                     1.M/s.Narasus Spinning Mill Represented by its\n                       Partner Mr.P.Sivanantham, aged about 60 years\n                       S/o.R.P.Sarathy, having registered office at\n                       S.No.18, 19 Kottamettupatty\n                       R.C.Chettypatty Post, Omalur Taluk, Salem District – 636 455\n\n                     2. Mr.P.Sivanantham                                      .. Respondents\n\n                            Civil Miscellaneous Appeal filed under Section 37(1)(b)of the\n                     Arbitration and Conciliation Act, 1996 read with Section 13 of\n                     Commercial Courts Act, 2015 to set aside the impugned order dated\n                     20.03.2024 passed in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 by the\n                     District Judge, Commercial Court, Salem.\n\n                                  For Appellants   :    Mr.M.S.Seshadri\n\n                                  For Respondents :     Ms.S.Subashiny\n\n\nhttps://www.mhc.tn.gov.in/judis\n                     1/14\n                                                                          C.M.A (CAD) (SR) No.41810 of 2024\n\n                                                        JUDGMENT\n[Judgment of the Court was delivered by M.SUNDAR, J.] Captioned 'Civil Miscellaneous Appeal' [hereinafter 'CMA' for the sake of brevity] has been filed in this Court on 26.03.2024 assailing an order dated 20.03.2024 made in I.A.No.2 of 2024 in Arb.O.P.No.1 of 2024 [CNR No.TNSA23-000002-2024] made by the 'Court of District Judge, Commercial Court, Salem' [hereinafter 'Salem Commercial Court' for convenience]. This '20.03.2024 order' made by Salem Commercial Court shall be referred to as 'impugned order' for the sake of convenience.\n2. In and vide the impugned order, Salem Commercial Court has allowed an implead application taken out by a partnership firm and its partner seeking to implead themselves as respondents 4 and 5 [R4 & R5] in Arb.O.P.No.1 of 2024. To be noted, Arb.O.P.No.1 of 2024 is an application under Section 9 of 'The Arbitration and Conciliation Act (Act No.26 of 1996)' [hereinafter 'A and C Act' for the sake of convenience and clarity]. To put it with precision, it is an application under Section 9(1)(ii)(e) of A and C Act with a prayer for temporary/mandatory injunction, directing HDFC Bank to permit operation of a Bank account https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 in the name of 'M/s.Narasus Spinning Mill (a Partnership firm)' [hereinafter 'said firm' for the sake of brevity and convenience] and a temporary injunction restraining one of the partners of said partnership firm from interfering in the affairs of the said firm.\n3. To be noted, captioned CMA has been listed under the cause list caption 'FOR MAINTAINABILITY' as Registry has entertained doubts as to whether an appeal under Section 37(1)(b) of A and C Act would lie as impugned order has acceded to an implead prayer i.e., it has neither granted nor refused any measure under Section 9 of A and C Act.\n4. Mr.M.S.Seshadri, learned counsel for appellants is before us and for the sake of completion of facts, we deem it appropriate to say that four appellants before us have filed a petition under Section 11 of A and C Act in this Court vide O.P.No.3 of 2024 and this Section 11 petition is predicated on arbitration agreement ['arbitration agreement' within the meaning of Section 2(1)(b) read with Section 7 of A and C Act] which is in the form of a clause in a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience]. This Court is informed that this Section 11 OP is pending. Aforementioned Arb.O.P.No.1 of 2024 i.e., Section 9 application is 'before' arbitral proceedings is learned counsel's say. To be noted, the date of https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 commencement of arbitral proceedings i.e., commencement within the meaning of Section 21 of A and C Act is 17.06.2023 as that is the date on which noticee received trigger notice dated 12.06.2023.\n5. This Court, having captured the essentials, now deems it appropriate to get it into the legal drill qua maintainability of captioned CMA.\n6. Mr.M.S.Seshadri, learned counsel placed reliance on three orders. One is an order dated 24.02.2020 made in V.G.Santhosam and Others Vs. Shanthi Gnanasekaran and Others reported in 2020 SCC OnLine Mad 560 by a Hon'ble single Judge of this Court, the second is an order dated 02.02.2021 in M.Mythrai Vs. T.Ramesh and Others reported in 2021 SCC OnLine Mad 13704 made by another Hon'ble single Judge of this Court and the third is an order dated 24.07.2023 in Arupri Logistics Pvt. Ltd., Vs. Vilas Gupta and Others reported in 2023 SCC OnLine Del 4297 made by a Hon'ble single Judge of Delhi High Court.\n7. The aforementioned three orders were relied on by the learned counsel to say that the captioned CMA is maintainable though it is an order acceding to an implead prayer by a Section 9 Court. Learned counsel predicated his campaign on his sheet anchor submission that https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 'implead' is an 'order under Section 9' and that it is an 'order under Section 9(1)(ii)(e) of A and C Act to be precise'.\n8. Before we proceed further with the maintainability drill on hand, we deem it appropriate to say that the expression '(and from no others)' occurring in parenthesis in sub-section (1) of Section 37 of A and C Act is a clear negative import qua statutory expression, it came up for consideration before Hon'ble Supreme Court in Fuerst Day Lawson Limited Vs. Jindal Exports Limited reported in (2011) 8 SCC 333 and relevant paragraphs are Paragraphs 89 to 91 and the same read as follows:\n“89.It is, thus, to be seen that Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [(2004) 11 SCC 672] ) was held to be a selfcontained code. Now, if the Arbitration Act, 1940 was held to be a self- contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the UNCITRAL Model must be held only to be more so. Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it “a negative import that only such acts https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done”. In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.\n90.We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Sections 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself.\n91.In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996.“\n9. Reverting to the maintainability legal drill on hand, we tested the aforementioned argument of learned counsel on a demurrer i.e., accepting the argument that impugned order is an order under Section 9(1)(ii)(e) of A and C Act. The neat question is, whether this is a interim measure of protection, even if tested on a demurrer in this manner, it https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 does not answer in the affirmative the straight /neat question i.e., whether the impugned order will tantamount to 'granting or refusing an interim measure under Section 9 of A and C Act'. We do not propose to further this legal drill as we are leaving open this question as learned counsel for appellants at this stage fervently submitted that it will suffice if right to contest the impugned order is left open after the Salem Commercial Court takes a decision i.e., either grants or refuses the prayer in Section 9 application and that such contesation will be only as part of a Section 37(i)(b) appeal against Section 9 order either as an applicant or as a respondent as that would depend on outcome of pending Section 9 application.\n10. As we are leaving open the question that has arisen, we refrain from expressing any opinion one way or the other on aforementioned two orders of Hon'ble single Judges of this Court in V.G.Santhosam case, M.Mythrai case and order of Hon'ble single Judge of Delhi High Court in Arupri Logistics case. However, as a matter of good order, we deem it appropriate to say that we have noticed that V.G.Santhosam case has been carried to Hon'ble Supreme Court by way of S.L.P (C) Nos.9234- 9237/2020 and Hon'ble Supreme Court has made the following order:\nhttps://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024\n11. The aforementioned order makes it clear that V.G.Santhosam case remains an order of Hon'ble single Judge of this Court. The reason is Doctrine of merger has not kicked in owing to Kunhayammed principle i.e., Kunhayammed and Others Vs. State of Kerala and another reported in (2000) 6 SCC 359.\n12. In other words, the aforementioned order has been made prior to issue of notice in the first part of Article 136 of Constitution of India and therefore, there is no Doctrine of merger. Paragraph 80 of V.G.Santhosam case wherein and whereby Hon'ble single Judge has left open rights qua a civil suit also becomes relevant as Hon'ble Supreme Court has notice this in dismissing SLP i.e., not granting leave. https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024\n13. In M.Mythrai case vide Paragraph 70, Hon'ble single Judge has only followed V.G.Santhosam case. Arupri Logistics being an order of another Hon'ble High Court, we deem it appropriate to say that we are not expressing any opinion at this juncture and we reserve for a matter where a legal drill becomes imperative.\n14. The petitioners in the implead application, namely, the firm and its partner, who are R1 and R2 in captioned CMA have lodged a caveat qua anticipated CRP but learned counsel for appellants has been very fair in favouring the learned counsel for caveator copies of the captioned matter and Ms.Suba Shiny, learned counsel for caveator is also before this Court. As the matter is listed for maintainability, learned counsel for caveator does not have a say. To be noted, counsel for caveator would not have a say even if the matter is tested for admission. Learned counsel for caveator would get audience only when the question of granting interim order is considered. Therefore, we deem it appropriate to just record the factual position that learned counsel for caveator is also before this Court when this proceedings unfurled and we leave it at that.\n15. In the light of the narrative thus far, the following order is made:\ni) The learned Judge presiding over the Commercial https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 Court, Salem is requested to dispose of Arb.O.P.No.1 of 2024 as expeditiously as the business of the Court would permit but in any event on or before 30.04.2024. To be noted, in making this request this Court has also noticed the pendency in the Salem Commercial Court as reflected in the 'National Judicial Data Grid' ('NJDG');\nii) Salem Commercial Court to decide the Section 9 application de hors this order i.e., untrammelled by this order;\niii) This means that on or before 30.04.2024, Salem Commercial Court would either grant or refuse interim measure sought for under Section 9 of A and C Act;\niiv) This Court is informed that the next listing before the Salem Commercial Court is 24.04.2024. It is open to the parties to make a prayer to advance the hearing;\nv) After Salem Commercial Court decides Arb.O.P.No.1 of 2024 either by granting or refusing the interim measure, it will be open to any party /parties aggrieved to come before this Court by way of appeal/appeals under Section 37(1)(b) of A and C Act.\nvi) If an appeal as above is filed in this Court, we make https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 it clear that the question as to the correctness of the Commercial Court acceding to the implead prayer in I.A.No.2 of 2024 or in other words the correctness of the impugned order is left open to be tested. To put it differently, parties to such a petition under Section 37(1)(b) can raise the plea that the Commercial Court ought not to have acceded to the implead prayer and counter argument which will be considered as part of Section 37(1)(b) legal drill if that be so.\n16. With the above directions and observations, this CMA is disposed of at the SR stage itself. There shall be no order as to costs.\n(M.S.,J.) (K.G.T.,J.) 08.04.2024 Index : Yes / No Neutral Citation : Yes / No gpa https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 To\n1. The District Judge, Commercial Court, Salem.\n2. The Section Officer VR Section Madras High Court https://www.mhc.tn.gov.in/judis C.M.A (CAD) (SR) No.41810 of 2024 M.SUNDAR, J., and K. GOVINDARAJAN THILAKAVADI, J., gpa C.M.A (CAD) (SR) No.41810 of 2024 08.04.2024 https://www.mhc.tn.gov.in/judis",
  "cleaned_text": "madras high court v.pranav vs m/s.narasus spinning mill represented . on 8 april, 2024 author: m.sundar bench: m.sundar c.m.a (cad) (sr) no.41810 of 2024 in the high court of judicature at madras dated: 08.04.2024 coram the hon'ble mr.justice m.sundar and the hon'ble mrs. justice k. govindarajan thilakavadi c.m.a (cad) (sr) no.41810 of 2024 1.v.pranav 2.v.varun 3.anuradha 4.v.naeha .. appellants vs 1.m/s.narasus spinning mill represented by its partner mr.p.sivanantham, aged about 60 years s/o.r.p.sarathy, having registered office at s.no.18, 19 kottamettupatty r.c.chettypatty post, omalur taluk, salem district 636 455 2. mr.p.sivanantham .. respondents civil miscellaneous appeal filed under section 37(1)(b)of the arbitration and conciliation act, 1996 read with section 13 of commercial courts act, 2015 to set aside the impugned order dated 20.03.2024 passed in i.a.no.2 of 2024 in arb.o.p.no.1 of 2024 by the district judge, commercial court, salem. for appellants : mr.m.s.seshadri for respondents : ms.s.subashiny https://www.mhc.tn.gov.in/judis 1/14 c.m.a (cad) (sr) no.41810 of 2024 judgment [judgment of the court was delivered by m.sundar, j.] captioned 'civil miscellaneous appeal' [hereinafter 'cma' for the sake of brevity] has been filed in this court on 26.03.2024 assailing an order dated 20.03.2024 made in i.a.no.2 of 2024 in arb.o.p.no.1 of 2024 [cnr no.tnsa23-000002-2024] made by the 'court of district judge, commercial court, salem' [hereinafter 'salem commercial court' for convenience]. this '20.03.2024 order' made by salem commercial court shall be referred to as 'impugned order' for the sake of convenience. 2. in and vide the impugned order, salem commercial court has allowed an implead application taken out by a partnership firm and its partner seeking to implead themselves as respondents 4 and 5 [r4 & r5] in arb.o.p.no.1 of 2024. to be noted, arb.o.p.no.1 of 2024 is an application under section 9 of 'the arbitration and conciliation act (act no.26 of 1996)' [hereinafter 'a and c act' for the sake of convenience and clarity]. to put it with precision, it is an application under section 9(1)(ii)(e) of a and c act with a prayer for temporary/mandatory injunction, directing hdfc bank to permit operation of a bank account https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 in the name of 'm/s.narasus spinning mill (a partnership firm)' [hereinafter 'said firm' for the sake of brevity and convenience] and a temporary injunction restraining one of the partners of said partnership firm from interfering in the affairs of the said firm. 3. to be noted, captioned cma has been listed under the cause list caption 'for maintainability' as registry has entertained doubts as to whether an appeal under section 37(1)(b) of a and c act would lie as impugned order has acceded to an implead prayer i.e., it has neither granted nor refused any measure under section 9 of a and c act. 4. mr.m.s.seshadri, learned counsel for appellants is before us and for the sake of completion of facts, we deem it appropriate to say that four appellants before us have filed a petition under section 11 of a and c act in this court vide o.p.no.3 of 2024 and this section 11 petition is predicated on arbitration agreement ['arbitration agreement' within the meaning of section 2(1)(b) read with section 7 of a and c act] which is in the form of a clause in a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience]. this court is informed that this section 11 op is pending. aforementioned arb.o.p.no.1 of 2024 i.e., section 9 application is 'before' arbitral proceedings is learned counsel's say. to be noted, the date of https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 commencement of arbitral proceedings i.e., commencement within the meaning of section 21 of a and c act is 17.06.2023 as that is the date on which noticee received trigger notice dated 12.06.2023. 5. this court, having captured the essentials, now deems it appropriate to get it into the legal drill qua maintainability of captioned cma. 6. mr.m.s.seshadri, learned counsel placed reliance on three orders. one is an order dated 24.02.2020 made in v.g.santhosam and others vs. shanthi gnanasekaran and others reported in 2020 scc online mad 560 by a hon'ble single judge of this court, the second is an order dated 02.02.2021 in m.mythrai vs. t.ramesh and others reported in 2021 scc online mad 13704 made by another hon'ble single judge of this court and the third is an order dated 24.07.2023 in arupri logistics pvt. ltd., vs. vilas gupta and others reported in 2023 scc online del 4297 made by a hon'ble single judge of delhi high court. 7. the aforementioned three orders were relied on by the learned counsel to say that the captioned cma is maintainable though it is an order acceding to an implead prayer by a section 9 court. learned counsel predicated his campaign on his sheet anchor submission that https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 'implead' is an 'order under section 9' and that it is an 'order under section 9(1)(ii)(e) of a and c act to be precise'. 8. before we proceed further with the maintainability drill on hand, we deem it appropriate to say that the expression '(and from no others)' occurring in parenthesis in sub-section (1) of section 37 of a and c act is a clear negative import qua statutory expression, it came up for consideration before hon'ble supreme court in fuerst day lawson limited vs. jindal exports limited reported in (2011) 8 scc 333 and relevant paragraphs are paragraphs 89 to 91 and the same read as follows: \"89.it is, thus, to be seen that arbitration act, 1940, from its inception and right through to 2004 (in p.s. sathappan [(2004) 11 scc 672] ) was held to be a selfcontained code. now, if the arbitration act, 1940 was held to be a selfcontained code, on matters pertaining to arbitration, the arbitration and conciliation act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the uncitral model must be held only to be more so. once it is held that the arbitration act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of tulzapurkar, j., that it carries with it \"a negative import that only such acts https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 as are mentioned in the act are permissible to be done and acts or things not mentioned therein are not permissible to be done\". in other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. 90.we, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by sections 49 and 50 of the 1996 act and the radical change that it brings about in the earlier provision of appeal under section 6 of the 1961 act and the other on a macro basis by taking into account the nature and character of the 1996 act as a self-contained and exhaustive code in itself. 91.in light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under section 50 of the arbitration and conciliation act, 1996.\" 9. reverting to the maintainability legal drill on hand, we tested the aforementioned argument of learned counsel on a demurrer i.e., accepting the argument that impugned order is an order under section 9(1)(ii)(e) of a and c act. the neat question is, whether this is a interim measure of protection, even if tested on a demurrer in this manner, it https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 does not answer in the affirmative the straight /neat question i.e., whether the impugned order will tantamount to 'granting or refusing an interim measure under section 9 of a and c act'. we do not propose to further this legal drill as we are leaving open this question as learned counsel for appellants at this stage fervently submitted that it will suffice if right to contest the impugned order is left open after the salem commercial court takes a decision i.e., either grants or refuses the prayer in section 9 application and that such contesation will be only as part of a section 37(i)(b) appeal against section 9 order either as an applicant or as a respondent as that would depend on outcome of pending section 9 application. 10. as we are leaving open the question that has arisen, we refrain from expressing any opinion one way or the other on aforementioned two orders of hon'ble single judges of this court in v.g.santhosam case, m.mythrai case and order of hon'ble single judge of delhi high court in arupri logistics case. however, as a matter of good order, we deem it appropriate to say that we have noticed that v.g.santhosam case has been carried to hon'ble supreme court by way of s.l.p (c) nos.92349237/2020 and hon'ble supreme court has made the following order: https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 11. the aforementioned order makes it clear that v.g.santhosam case remains an order of hon'ble single judge of this court. the reason is doctrine of merger has not kicked in owing to kunhayammed principle i.e., kunhayammed and others vs. state of kerala and another reported in (2000) 6 scc 359. 12. in other words, the aforementioned order has been made prior to issue of notice in the first part of article 136 of constitution of india and therefore, there is no doctrine of merger. paragraph 80 of v.g.santhosam case wherein and whereby hon'ble single judge has left open rights qua a civil suit also becomes relevant as hon'ble supreme court has notice this in dismissing slp i.e., not granting leave. https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 13. in m.mythrai case vide paragraph 70, hon'ble single judge has only followed v.g.santhosam case. arupri logistics being an order of another hon'ble high court, we deem it appropriate to say that we are not expressing any opinion at this juncture and we reserve for a matter where a legal drill becomes imperative. 14. the petitioners in the implead application, namely, the firm and its partner, who are r1 and r2 in captioned cma have lodged a caveat qua anticipated crp but learned counsel for appellants has been very fair in favouring the learned counsel for caveator copies of the captioned matter and ms.suba shiny, learned counsel for caveator is also before this court. as the matter is listed for maintainability, learned counsel for caveator does not have a say. to be noted, counsel for caveator would not have a say even if the matter is tested for admission. learned counsel for caveator would get audience only when the question of granting interim order is considered. therefore, we deem it appropriate to just record the factual position that learned counsel for caveator is also before this court when this proceedings unfurled and we leave it at that. 15. in the light of the narrative thus far, the following order is made: i) the learned judge presiding over the commercial https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 court, salem is requested to dispose of arb.o.p.no.1 of 2024 as expeditiously as the business of the court would permit but in any event on or before 30.04.2024. to be noted, in making this request this court has also noticed the pendency in the salem commercial court as reflected in the 'national judicial data grid' ('njdg'); ii) salem commercial court to decide the section 9 application de hors this order i.e., untrammelled by this order; iii) this means that on or before 30.04.2024, salem commercial court would either grant or refuse interim measure sought for under section 9 of a and c act; iiv) this court is informed that the next listing before the salem commercial court is 24.04.2024. it is open to the parties to make a prayer to advance the hearing; v) after salem commercial court decides arb.o.p.no.1 of 2024 either by granting or refusing the interim measure, it will be open to any party /parties aggrieved to come before this court by way of appeal/appeals under section 37(1)(b) of a and c act. vi) if an appeal as above is filed in this court, we make https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 it clear that the question as to the correctness of the commercial court acceding to the implead prayer in i.a.no.2 of 2024 or in other words the correctness of the impugned order is left open to be tested. to put it differently, parties to such a petition under section 37(1)(b) can raise the plea that the commercial court ought not to have acceded to the implead prayer and counter argument which will be considered as part of section 37(1)(b) legal drill if that be so. 16. with the above directions and observations, this cma is disposed of at the sr stage itself. there shall be no order as to costs. (m.s.,j.) (k.g.t.,j.) 08.04.2024 index : yes / no neutral citation : yes / no gpa https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 to 1. the district judge, commercial court, salem. 2. the section officer vr section madras high court https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 m.sundar, j., and k. govindarajan thilakavadi, j., gpa c.m.a (cad) (sr) no.41810 of 2024 08.04.2024 https://www.mhc.tn.gov.in/judis"
}